{"sentences": ["Speech The Economic Outlook Michele Bullock[*] Australian Business Economists Sydney - 9 November 2022 Thank you for the opportunity to speak with you this evening.", "As our Statement on Monetary Policy was published last Friday, I would like to talk about our current outlook for the Australian economy.", "As many of you would understand from first-hand experience, forecasting is always difficult, but especially so over the past couple of years.", "Nevertheless, as I noted in a speech last month, forecasting is an important part of our monetary policy process since the RBA Board needs to form a view on how its policy decisions might impact the economy and inflation in the future.", "I will start with a look back at where our forecasts stood in August and then highlight the areas in which subsequent developments have impacted the forecasts.", "I will then set out our current forecasts for inflation, growth and employment.", "Finally, I will talk about some of the ways we review our forecasts, and about the main uncertainties around the current forecasts and how they impact our thinking on monetary policy.", "It is worth emphasising up front that the Board's priority is to return inflation to the 2-3 per cent band over time.", "Price stability is a prerequisite for a strong economy and a sustained period of full employment.", "This is what has driven our policy decisions to date and it is expected that further increases in interest rates will be required to meet this objective.", "The size and timing of future increases, however, will depend on the data.", "The August forecasts First off, I want to set the scene for where we were three months ago.", "Internationally, inflation was at multidecade highs in many countries.", "Although energy was a large part of this, there were also broad-based price pressures from strong demand meeting supply constraints for both labour and goods.", "As a result, central banks were increasing interest rates quickly.", "And while global demand was holding up, the twin pressures of declining real wages and interest rate rises were expected to put pressure on households and businesses.", "Forecasts for global growth were therefore being revised down.", "For China, the COVID-19 containment policy and issues in the real estate sector were viewed as being negative for growth.", "Given China's importance as a trading partner, this would have implications for Australia.", "At the same time, Australian economic activity was holding up well.", "Consumption of services that had been curtailed during COVID-19 outbreaks early in 2022 had rebounded and goods consumption was holding up.", "The labour market was tight, supporting household incomes.", "At the same time, inflation was at multi-decade highs and interest rates were rising.", "While this was impacting consumer confidence, we were yet to see much of an impact on consumer spending and business confidence was high.", "Higher consumer prices, rising interest rates and falling housing prices were all expected to increasingly weigh on consumption.", "In this environment our forecasts were for growth to slow in 2023.", "In line with this we were forecasting the unemployment rate to gradually increase over the forecast period.", "Inflation was forecast to peak at 73⁄4 per cent at the end of 2022 before gradually moving back to the top of the target band by the end of 2024.", "Key developments since August There have been a number of developments that have led us to revise our forecasts since August, although the extent of revisions has been reasonably modest compared with the experience of recent years.", "On the international front, the prospects of a significant slowing in the global economy have intensified.", "This reflects a number of factors.", "Inflation has stayed persistently high, which has resulted in an upward revision of the outlook for policy rates in a number of advanced economies.", "There has already been a fast and simultaneous rise in policy rates, and many central banks have indicated that they will do what it takes to get inflation back down to their targets.", "The energy crisis in Europe has also led to a further downgrade of growth in the euro area and the United Kingdom.", "Expectations for growth in advanced economies are, therefore, a bit weaker than three months ago, and much weaker than was the case at this time last year (Graph 1).", "And finally the outlook for China has been downgraded.", "Overall growth in Australia's trading partners is expected to be slightly below 31⁄2 per cent in 2022 and 2023 - well below its pre-pandemic decade average of 41⁄2 per cent.", "Major East Asian economies excluding Japan.", "Sources: ABS; CEIC Data; Consensus Economics; RBA; Refinitiv Turning to the domestic economy, the recent flooding in south eastern Australia has been disastrous for many households and businesses.", "The Murray-Darling Basin received a record volume of rain in October following wellabove-average rainfall earlier in the year (Graph 2).", "The full extent of crop and livestock losses is still being assessed and there is more and more damage as flooding progresses along river systems.", "The areas flooded in New South Wales, Tasmania and Victoria in October together account for a substantial proportion of agricultural output.", "Affected products include the winter cereal crops, fruits & vegetables and dairy.", "Encouragingly, contacts in the Bank's liaison program have noted that not all crops in affected areas will have been destroyed.", "While there are substantial effects on flood-impacted communities, with significant disruption and damage, the effect of the floods is likely to be less evident in economy-wide activity data.", "However, prices for some food products are likely to be temporarily higher.", "Furthermore, with above-average rainfall expected over coming months consistent with the ongoing La Niña event, there is also an increased likelihood of further supply disruptions affecting costs and prices for a range of goods in late 2022 and early 2023.", "Murray-Darling Basin Rainfall Cumulative annual rainfall by year, 1900-2022 600 600 percentile 10th J F M A M J J A S O N D Source: Bureau of Meteorology A second material development for the domestic economy has been the revised outlook for energy prices.", "Retail prices of electricity and gas have increased by 10-15 per cent since the middle of the year, with much of this effect to come through in the December quarter CPI.", "This is consistent with our expectations a few months ago.", "Since then, however, we've learned that larger electricity and gas price increases than previously assumed are now likely in 2023.", "Finally, there are indicators suggesting that wages growth is a bit stronger than we had thought three months ago.", "In liaison, firms in most industries have reported higher-than-average wages growth (Graph 3).", "Since the middle of the year, close to half of firms reported realised wage increases of 3-5 per cent, with a further quarter of firms reporting increases above 5 per cent.", "New and timely data on wages outcomes for enterprise agreements from the Fair Work Commission shows that average wage increases in newly lodged enterprise agreements were a touch stronger in the September quarter, compared with approved agreements in the June quarter.", "Despite the stronger pick-up, aggregate wages growth remains moderate so far and wage growth expectations generally remain consistent with the inflation target.", "Timely Measures of Wages Growth 3 3 Wage Price Index CBA wage indicator* 3 3 Private Wage Price Index Xero small business indicator SEEK Advertised Salary Index 2014 2016 2018 2020 2022 Changes in base wages based on a sample of CBA retail banking transactions.", "Private sector; trimmed mean; rescaled to have the same mean as the private Wage Price Index.", "Sources: ABS; CBA; RBA; SEEK; Xero Small Business Insights The current forecasts Given these developments, we now expect inflation to be a little higher than our August forecasts.", "At the same time though, we have also lowered our forecasts for growth and employment.", "We now expect headline inflation to peak around 8 per cent at the end of 2022 (Graph 4).", "Larger-than-expected increases in food prices are part of the story, but it is also the case that underlying inflationary pressures have been a little stronger than we previously thought.", "Faster rates of price inflation have spread beyond consumer durables and the prices of newly constructed homes to items such as groceries and market services in recent quarters.", "Grocery inflation has been elevated and this is expected to be sustained in the near term as a consequence of the floods and as rising costs of suppliers continue to be passed through to prices in supermarkets.", "The broad-based nature of the price pressures are evident in the share of CPI items that are rising at an annualised rate of more than 3 per cent (Graph 5).", "This share is the highest it has been in a number of decades and the last time it was close to this in 2008, inflation was well above target and the Bank was increasing the policy rate.", "Sources: ABS; RBA While our inflation forecasts have been revised up a little, there are good reasons to think that we are approaching the peak of inflation this cycle.", "Much of the initial surge in grain prices in reaction to Russia's invasion of Ukraine has reversed.", "The global imbalance between supply and demand for goods continues to be resolved.", "Higher interest rates globally are helping to moderate demand pressures.", "Supplier delivery times have shortened, backlogs of work have declined and inventories have mostly recovered to more normal levels (Graph 6).", "Along with lower oil prices, this has contributed to a decline in shipping costs and a moderation in input costs more generally.", "Index of spot and contract container rates by route from China.", "Sources: IHS Markit; RBA; Refinitiv Domestic price pressures are also playing a role in the current period of high inflation.", "The outlook for domestic energy prices and rents are two areas we are monitoring closely.", "The large increases in retail gas and electricity prices that are predicted for next year will directly add over 1 percentage point to headline inflation over the year to September 2023.", "Because energy is an input to many of the goods and services we buy, there will also be second-round effects as businesses increase their prices in response.", "These effects are uncertain, but the secondround contribution of electricity prices to underlying inflation could be around 1⁄2 percentage point over 2024.", "Rental price inflation has also picked up and is expected to increase further over coming quarters (Graph 7).", "Rental vacancy rates have declined since the beginning of the year and are at historic lows in a number of cities.", "Growth in advertised rents for new leases has been very strong as a result.", "This will continue to flow through to the CPI measure of rent inflation, which measures rent increases for all leases, over coming quarters.", "Close to onethird of Australian households rent and many of these households have relatively low income and wealth.", "Higher rents could push some renters into financial stress, particularly when combined with broader cost-of-living pressures.", "Rental Market Indicators CPI rents inflation % % Rental vacancy rate 1 1 1992 1998 2004 2010 2016 2022 Sources: ABS; RBA; REIA Growth and employment The Australian economy appears to have grown solidly over the second half of 2022, as household spending on services remains firm alongside a further pick-up in education and travel services exports (Graph 8).", "GDP growth is then expected to slow in early 2023, as the recovery in household spending from pandemic-related restrictions is expected to have mostly run its course.", "Consumer spending has been supported by past gains in incomes, asset prices and accumulated savings during the pandemic.", "However, these sources of support are being eroded to some extent by high inflation, rising interest rates and falling housing prices, and this is expected to contribute to a slowing in consumption growth from early next year.", "GDP Growth Forecasts Previous -5 -5 2019 2020 2021 2022 2023 2024 Sources: ABS; RBA Demand for labour remains strong but employment growth has been modest recently, suggesting that limited spare capacity remains in the labour market.", "The unemployment rate is forecast to remain around 31⁄2 per cent until mid-2023 before rising to 41⁄4 per cent by the end of 2024 as economic growth slows (Graph 9).", "Broader measures of labour underutilisation that include workers who are underemployed are also expected to remain around their lowest levels in many years in the near term.", "Unemployment Rate 7 7 Current 3 3 2012 2016 2020 2024 Sources: ABS; RBA It is worth emphasising the positives that strong labour market conditions will continue to deliver for Australians.", "Even with the modest increase in unemployment that we have forecast to occur as the economy slows, the unemployment rate will still be close to its lowest level in decades.", "A higher share of Australians have a job than ever before.", "Female labour force participation is near its record high and there are opportunities for young Australians to gain employment.", "Reviewing the forecasts Before I talk about some of the uncertainties around the outlook, I want to take a few minutes to talk about how we review our forecasts.", "Forecasting is difficult at the best of times.", "It is unlikely that GDP growth, unemployment or inflation will exactly match point forecasts.", "As the past few years demonstrates, however, it is more often a question of how wrong the forecasts will be.", "This could be because unforeseen shocks hit the economy or households and businesses behave differently to what we expected.", "So although we only publish updated forecasts once a quarter, we in fact keep a close eye on how our forecasts are going throughout the quarter by closely analysing the incoming data and information from our own business liaison to see if the economy is evolving as expected.", "We also review past forecast errors.", "Each year, a review of the accuracy of the Bank's economic forecasts is presented to the Board to assess what we have learned about the economy and our forecasting approach over the previous year.", "The annual review draws on a wide range of inputs such as new econometric models and forecast techniques, forecast accuracy for specific variables and alternative sources of information.", "The November Statement on Monetary Policy summarises some of the findings from this year's forecast review, focusing in particular on our inflation forecasts.", "Forecasts from other sources are another way in which we review our thinking.", "Comparisons between Bank forecasts and those of other economic forecasters are regularly conducted.", "This process includes regular discussions with government agencies, reviews of available forecasts and quarterly surveys of private sector economists.", "These comparisons provide alternative interpretations of the outlook, challenge our own thinking and provide a benchmark to assess accuracy.", "For example, the average forecast for GDP growth among private sector economists is similar to the Bank's outlook for 2023, but inflation is anticipated by many to decline a little faster than we expect (Graph 10).", "These forecast comparisons are complemented by panel discussions with academics and these economists where specific issues can be examined more closely.", "RBA and Market Economist Forecasts GDP growth Unemployment rate Headline inflation (LHS) (LHS) (RHS) Market economist RBA 2022 2023 2024 2022 2023 2024 2022 2023 2024 Sources: ABS; RBA The uncertainties A key part of the forecasting process is thinking about the risks and uncertainties around the central forecast and the ways things could turn out differently.", "Each quarter when we publish our forecasts, we discuss a range of uncertainties that explore how the economy might respond under conditions that vary from the central case.", "This helps us to identify events that could have a meaningful effect on the economy and policy.", "The uncertainties around the central forecasts are particularly elevated at the moment.", "In the Statement we • The international environment • Wage and price setting behaviour • Household consumption • Energy and supply shocks.", "I talked a little about the international situation earlier.", "While forecasts for global growth have been revised down, risks are still to the downside.", "A significant concern from our perspective is the downside risks in China.", "The authorities' approach to supressing COVID-19 increases the risk of major lockdowns periodically impacting production and consumption.", "Stress in the property market, one of the engines of Chinese growth in the past, also carries the possibility of a significant downturn in activity.", "Residential property sales have declined sharply over the past year, and housing starts have also fallen to be lower than they have been for over a decade.", "Property developers are in stress and many are finding it difficult to finance the construction of apartments they have committed to.", "The government is encouraging banks to lend and is providing some direct support but, at the same time, it has been encouraging developers to reduce their indebtedness.", "This weakness in the property sector has implications for steel demand and hence demand for our iron ore.", "The second area of substantial uncertainty is what the current high inflation and cost-of-living pressures might do to price and wage expectations in Australia.", "Every day in the news we hear about how price rises are hurting households.", "First it was rises in the prices of goods during the pandemic as supply chains couldn't cope with the surge in demand.", "But increasingly price rises in non-discretionary goods are impacting household budgets.", "Petrol, then groceries, now rent and electricity.", "The floods have resulted in volatility in fresh food prices.", "Furthermore, high fuel and shipping costs are finding their way into prices as businesses pass on increases in their input costs.", "How households and businesses respond to these pressures is going to be critical for the Australian economy and the path of monetary policy.", "Households recognise that their real wages are declining.", "And with the labour market as tight as it is, it is quite possible that workers will demand and may get wage rises.", "Businesses might well be willing to pay higher wages if they think they can easily pass on the cost increase in higher prices.", "How this inflation psychology plays out is critical for the inflation outlook and for monetary policy.", "If this mindset were to take hold inflation will remain high.", "A third uncertainty is the behaviour of households as interest rates and inflation rise.", "Although household debt hasn't risen much over the past decade relative to income, it is still high so rising interest rates could make servicing debt much harder.", "On the other hand, one of the legacies of the pandemic was a large build-up in household savings buffers.", "With fiscal support for incomes during the pandemic, low interest rates increased the cash flow of households with mortgages and at times limited opportunities to spend and savings increased markedly over the past couple of years.", "We estimate that households overall accumulated more than $250 billion in additional savings during the pandemic.", "Most of this saving has been among households at the upper end of the income distribution reflecting, in part, the constraints on consumption of discretionary services.", "So while households on lower incomes with lower buffers are likely to cut back on consumption, some households could draw down their savings to support consumption in the face of rising interest rates and cost-of-living pressures.", "Furthermore, the response of household consumption to falling housing prices is uncertain.", "We know that consumption typically weakens as asset prices, and particularly housing prices, decline but the magnitude is difficult to forecast.", "And despite recent falls, housing prices still remain substantially above their level prior to the pandemic.", "The final uncertainty is around energy and other supply shocks that could boost inflation and lower growth.", "The situation in Europe remains very uncertain.", "While gas prices have declined lately, they are expected to rise again, particularly if there is an unusually cold winter or Russia's war on Ukraine escalates further.", "Higher global energy prices can help our export earnings, but they could also put upward pressure on electricity prices in Australia, adding to inflationary pressures.", "We have built a large increase in electricity prices into our central scenario but there is a risk we haven't incorporated enough.", "On the other side of the coin, however, global supply chain pressures are easing quite quickly and that could turn out to be more of a dampening force than we are currently expecting.", "The Australian economy has come out of the pandemic in a strong position but inflation is too high.", "It is increasingly broadly based and our central forecast is that it won't peak until the end of the year.", "After that we expect rising interest rates and cost-of-living pressures to drive a moderation in consumption that brings demand more in line with supply.", "This should help to get inflation back down to our target over the next couple of years.", "But forecasting is inherently difficult, particularly when there are so many unusual forces bearing on the outlook.", "There are many uncertainties about the behaviour of households and businesses as well as the potential for unforeseen shocks.", "This is why it is important that we are continually reviewing the incoming data and testing the forecasts.", "Thank you for your interest and I look forward to answering your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic growth", "Employment", "Interest rates", "Energy prices", "Wage growth", "Household consumption", "Supply chain disruptions", "Global economy", "Monetary policy"]}