{"sentences": ["Dear colleagues, Please be informed that the Board of the National Bank of Ukraine has decided to keep its key policy rate at 25% per annum.", "With exchange rate stability supported by the key policy rate and the NBU's additional measures, inflation processes will remain under control.", "As expected, inflation has been rising amid the full-scale war, but it remains controllable.", "The main reason for the rise in inflation remains the same - the consequences of the full-scale war.", "They include: supply chain disruptions and destruction of production facilities, which result in: reduced supply of goods and services and higher costs incurred by businesses.", "Additional pressure on prices came from the correction of the official UAH/USD exchange rate in July, which enhanced the resilience of the Ukrainian economy.", "A further rise in global inflation also influenced prices in Ukraine.", "Fixing utility rates and the saturation of the domestic fuel market while keeping the preferential tax regime for fuel slowed price growth.", "The planned reduction in budget financing by the NBU in July - October was restrained by a deterioration in inflation expectations.", "Inflation will reach around 30% at the end of this year, but it will slow in the next years provided that security risks subside and monetary and fiscal policies are well coordinated.", "This year's rise in inflation is rather moderate considering the challenges of the war in and inflation reaching its highest levels over many years in many countries.", "The NBU expects inflation to decline from the next year onward thanks to: a gradual setting up of logistics and production a slowdown in global inflation moderately tight monetary conditions prudent monetary policy of the government and refusal from monetary financing of the budget.", "A decline in security risks, which is the main assumption of the NBUs baseline forecast, improving inflation expectations lowering business risks reducing production costs and setting up logistics recovering the production capacity.", "All of this will contribute to inflation declining below 21% next year and to below 10% in 2024.", "A faster decrease in inflation will be restrained mainly by high energy prices, which will require to gradually bring utility tariffs to market levels.", "After a deep fall at the start of the war, economic activity is gradually reviving.", "This is supported by businesses adapting to new conditions, and the launch of the \"grain corridor\".", "On the other hand, economic recovery is restrained by logistical problems, destruction of production facilities, a decrease in real household income, and weaker performance of agriculture.", "As a result, GDP will fall by around 32% this year.", "In 2023 - 2024, the economy will recover gradually at a pace of 4% - 5% A decline in security risks from the middle of 2023 assumed by the forecast will be the key factor in the future economic recovery.", "Moreover, large budget support will boost consumer demand and investment in the reconstruction of the country.", "Significant losses of labor force and production capacity, high global energy prices, and large import needs in the period of post-war reconstruction will be a drag on economic recovery.", "The current account of the balance of payments will move back into deficit in the coming years.", "On the one hand, international financial assistance in 2023 - 2024 is expected to be large.", "The improvement in security assumed in the forecast will favor further growth in exports, and remittances from labor migrants will not be lower than before the war.", "On the other hand, the reconstruction of the country will require large volumes of imports.", "Moreover, migration will remain strong as security risks persist.", "Cooperation with international partners remains an important factor for reviving the economy and post-war recovery.", "Support by our official partners remains a critically important source for replenishing the budget.", "It will also enable the NBU to maintain its international reserves at a sufficient level, keep expectations under control, and to safeguard financial stability.", "The key assumption of the forecast is that security risks will start to decline significantly from mid-2023.", "The NBU has revised its key assumption of the security situation forecast.", "Therefore, the full unblocking of sea ports, reductions in Ukraine's risk premiums, and an increase of investment in the restoration of the country have been delayed in our forecast.", "If the full-scale war lasts longer than is envisaged in the baseline scenario of the current forecast, the Ukrainian economy will recover at a slower pace, while inflation will higher than currently expected.", "Other risks are also relevant for the forecast.", "When realized, most of these risks could worsen inflation dynamics and hold back economic recovery.", "Specifically: despite a certain easing, the risk of state finances becoming unbalanced persists on the back of possible problems with the regularity of international aid provision and the repercussions of the war russias attacks on Ukrainian energy infrastructure facilities are increasing the risk to Ukraine's ability to go through the coming winter smoothly the duration and intensity of hostilities, are increasing the risk that a large part of Ukrainians who had gone abroad, will not return, and that some more Ukrainian may decide to leave the country.", "there is still a risk that the \"grain corridor\" will cease to operate.", "Instead, the rapid implementation of a recovery plan for Ukraine, generating foreign investment inflows and substantial funding could accelerate economic growth to twodigit figures, and facilitate faster return of inflation to its target of 5% set by the NBU.", "The NBU Board has decided to keep its key policy rate at 25%.", "Supporting the exchange rate stability and protecting international reserves require ensuring that yields on hryvnia assets stay attractive in the long run.", "This is one reason why the NBU has decided to keep its key policy rate unchanged.", "Interest rates on hryvnia deposits continue to rise in response to the key policy rate hike in June.", "We certainly appreciate the Ministry of Finance's decision to increase the rates on hryvnia domestic government debt securities.", "First, such step has already enabled a sizeable increase in volumes of borrowing, which reduces the need of monetary financing of the budget.", "Second, it will provide the additional necessary impetus to other rates, which will make hryvnia assets more attractive.", "In order to stabilize exchange rate expectations and reduce pressures on international reserves, the NBU developed a new mechanism that will provide households with more options to protect their savings from the risk of exchange rate fluctuations and will help dampen demand for FX cash.", "Such an instrument will enhance the effect of monetary transmission, and improve resilience of the fixed official exchange rate regime.", "Moreover, the NBU has developed a set of potential measures for reinforcing monetary transmission and optimizing the structural surplus of hryvnia liquidity.", "The detailed design of these measures is being discussed as part of current consultations of the NBU and the Ministry of Finance with the International Monetary Fund.", "The updated forecast, like the previous one, envisages maintaining the key policy rate at a level of 25% at least until Q2 2024.", "If required, the NBU stands ready to raise the key policy rate above its forecast and will further deploy additional measures to protect international reserves, as well as and to maintain control over inflation.", "Today we are facing a perfect storm, but the NBU continues to stand strong to hold the financial frontline.", "We will keep taking decisions aimed at maintaining price and financial stability.", "This will enable Ukraine to come out of this perfect storm stronger than before.", "Thank you for your attention!"], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["inflation", "security risks", "economic recovery", "key policy rate", "exchange rate", "monetary policy", "fiscal policy", "international reserves", "financial stability", "grain corridor"]}