{"sentences": ["Good morning ladies and gentlemen.", "It is an honour to open this Pacific Financial Intelligence Community Plenary this morning and I would like to begin by welcoming our international visitors: the heads of the FIUs of our Pacific Island nations and the delegations from each of the countries represented here today.", "I would like to open this plenary in a manner that I hope may set the tone for the next two days and indeed provide a direction of sorts for the work that is to come over the coming months and years for this financial intelligence community.", "PFIC was established out of the need to tackle common challenges faced in our region and the need to share information and collaborate.", "These similar challenges range from politics, economics and financial crime types, to name a few.", "Our region, like much of the world, finds itself at time that appears may be a crucial juncture.", "The relative order and stability that much of the world has enjoyed in the time since the end of the second world war has been significantly challenged by recent events.", "The power tussles, tensions in various quarters of world and the resurgence of global inflation and the rising costs of energy and food, have all changed the way in which we view the world, in a very, very short space of time.", "The lesson I believe that all of us here in this room should take from the last few years is that resilience and trust must be built within our own Pacific region, by us.", "We cannot rely on the US or Europe to provide international stability in the way that we perhaps once thought.", "The stability and harmony in our region cannot be left to others outside of our region to decide.", "We must build resilience among our Pacific countries in a deliberate and systematic way; based on the common interests we share.", "We must act with urgency and we must place trust in each other - as individuals, as well as nations, to achieve this.", "A key feature of what confronts our region us is the blurring of geopolitics, organised crime and corruption in our region.", "This blurring presents problems that no single country on its own can successfully address.", "Confronting these issues will require a level of cooperation that is, I believe, unprecedented in our time.", "Just as the offences and facilitators behind these challenges cross borders, so do the impacts.", "If we are to prevent the influence of criminal wealth on the peace and prosperity of our region we are going to have to work together like never before.", "A reminder of this - if we needed one - was neatly provided to us by a plane-load of cocaine crashing on a runway not far from here on July 26, 2020.", "The cocaine shipment, was facilitated - whether knowingly or unknowingly, by international banks, shipping agents, accountants, lawyers, high-value goods dealers, insurance companies-.", "Each step of the process, and each facilitator, represents a missed opportunity to disrupt this shipment.", "The enormous profit to be made from drug trafficking will ensure that the international drug-trade is here to stay.", "And it is enormous amounts of money in the hands of criminals that should perhaps be of greatest concern, to those in this room.", "Addressing the challenge presented by the blurring of organised crime, corruption and geopolitics - fuelled by vast amounts of money - will require a new way of thinking, and new techniques for data collection, analysis and sharing - to identify the offenders, their facilitators, and, the most effective means of shutting them down.", "Successful disruption of multinational facilitators will require the accurate identification of those facilitators but it will also require identification of the best jurisdiction in which to take action; the easiest offences to target; and the most efficient legal process to be used.", "These choices and decision will need to be made collectively, by representatives from multiple jurisdictions across our region, acting with trust in each other, in the mutual best interest of the region.", "What I am proposing here is an unprecedented level of international cooperation to address an unprecedented challenge.", "If we are to maintain the peace and relative prosperity enjoyed in our region we, the people in this room, must accept the challenge of prioritising each other; working together; and trusting one another.", "This, I hope, is a challenge that you can accept - since it is quite possible that peace in our region depends on it.", "This trust and cooperation must extend also to a collective effort to comply with international standards.", "A collective Pacific effort to prevent the threat of grey-listing of jurisdictions that are more often the victims of money laundering - not the perpetrators of it - for compliance \" failures \" related to FATF recommendations that are yet to have a proven impact on crime and of little relevance to most countries in our region.", "We must ensure that resources and knowledge are shared, and a common Pacific voice heard as these affects the livelihoods of our people.", "On that, perhaps, rather sombre note, I welcome you to our country, with the all the generosity, and warmth of spirit that this country, and our Pacific region is known.", "It is my honour to declare this in person inaugural Pacific Financial Intelligence Community Plenary open.", "I hope this meeting leads to the deepening of friendships between participants and ties between our countries.", "May God bless you all."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Organised crime", "Corruption", "Geopolitics", "International cooperation", "Money laundering", "FATF", "Financial crime", "Economic crime", "Drug trafficking", "Pacific region"]}