{"sentences": ["1 Words of welcome Many thanks for your kind invitation and warm introduction.", "I am very pleased to join the ranks of the Bundesbank presidents who, starting when the euro was introduced back in 1998, have been invited by the International Club of Frankfurt Economic Journalists to meet with its members for an exchange of views and ideas.", "Like my three predecessors, Ernst Welteke, Axel Weber and Jens Weidmann, it is very important to me to communicate and interact with media representatives.", "In times of high inflation, it is all the more necessary to explain and contextualise what pushes inflation higher and how effective monetary policy measures are.", "As journalists, you have a particularly important role to play here as the link between an institution such as the Bundesbank and the general public.", "That's because, in turn, communication with the public is key to the effectiveness of monetary policy and of economic policy in general.", "A current example is the proposal put forward by the gas price commission.", "Unlike a price cap, the gas price brake does not distort price signals at all.", "However, for the full effect of the gas-saving incentives contained in this brake to be felt, the general public needs to correctly understand them.", "Communicating in an accessible way with the outside world helps to create trust - and trust is an indispensable foundation for monetary policy.", "Christine Lagarde summed it up well recently.", ": \"If people don't understand what I'm saying, how can they trust me?", "After all, today people don't trust someone only because the person expresses herself or himself in a complicated way \" Your reporting makes a significant contribution to helping us achieve our monetary policy objectives.", "The way in which you explain and give context to this complicated subject matter helps your audience understand it.", "But we central bankers and economists also need to take care to express ourselves in a way that can be clearly understood.", "Accessible communication fosters public trust - and that is what the success of our monetary policy measures hinges on.", "It is precisely this confidence in our ability and our determination to ensure price stability that will be vital in the coming months - because challenging times lie ahead.", "And the ECB Governing Council will have to continue to adopt measures that are unlikely to be to everyone's taste.", "I'll come to that later.", "First of all, let's look at the state of the German economy.", "Economics activity and prices Up until the third quarter of this year, Germany's economy was still on the right track.", "Economic output was back at pre-coronavirus levels in the second quarter.", "And in the third quarter, catch-up effects in connection with the pandemic and a large order backlog combined with easing supply chain pressures gave the economy a boost.", "But Russia's war against Ukraine, energy supply uncertainty and high energy costs are increasingly weighing on households and enterprises.", "Retail trade has already suffered decreases in real sales.", "Activity in the construction sector has slowed down.", "And industry, in particular, has used less gas in view of the high prices: energyintensive industrial sectors have cut back their production.", "In this respect, the price mechanism has a similar effect to a rationing of gas: production declines.", "Despite these headwinds, gross domestic product still posted a slight increase in the third quarter, climbing by 0.3% on the quarter.", "However, pervasive uncertainty is eroding sentiment at enterprises across all sectors and among consumers on a considerable scale.", "Although the GfK consumer climate index forecast for November was back up again slightly, that still leaves it only just above its record low.", "Gas storage facilities are currently almost completely full.", "But that shouldn't lull us into a false sense of security.", "The supply situation could become tight, depending on how the weather and consumption patterns play out.", "That's why the gas-saving incentives contained in the gas price commission's proposal are so important.", "At present, our Bundesbank experts do not expect outright rationing this winter.", "But gas and electricity prices could rise again.", "The high energy costs could lead to a decline in industrial production, in particular, especially in energy-intensive sectors such as the chemicals industry.", "The recent downbeat production plans and export expectations in industry are consistent with that view.", "Households, too, are likely to lean towards tightening their purse strings in the coming months.", "Considerable losses in purchasing power and concerns about high gas bills have cast a further shadow over their propensity to spend.", "All in all, economic output could fall significantly and across the board in the fourth quarter of 2022 and first quarter of 2023.", "If this were to happen, we would be faced with a recession.", "Its scale would depend on many uncertain factors.", "These include households' gas consumption, temperatures and the effect of policy measures.", "One thing is for sure: gas shortages would amplify downward forces.", "The European Commission is expecting the German economy to shrink next year, with a decline of 0.6% anticipated by experts.", "Projecting growth of -0.2%, the German Council of Experts is somewhat more optimistic.", "The inflation rate in Germany is far too high.", "It rose further in October to reach 11.6%, hitting its highest level in more than 70 years.", "Inflation as measured by the HICP is expected to be above 8.5% in 2022.", "This is largely due to the Russian war of aggression against Ukraine and its consequences.", "However, inflation was already on a strong upward trajectory even before the war broke out, what with the global economy recovering unexpectedly quickly from the coronavirus crisis.", "Supply wasn't always able to keep up, and supply chains were disrupted.", "Inflation in Germany will probably remain high next year, too.", "I believe it is likely that, on an annual average, we'll see a seven before the decimal point.", "And the risks are clearly tilted to the upside given the tensions in energy markets.", "As for the euro area, the impact of the energy crisis will likely be less pronounced than it will be on Germany.", "Which is why the European Commission is expecting economic output in the euro area to still increase slightly in 2023, in contrast to Germany.", "Economic activity in the euro area, too, is being hampered not only by tensions in the energy market but also by high inflation.", "The substantial upward pressure on prices is broad-based.", "It is dragging on private consumption, in particular.", "This year, consumer prices in the euro area have risen time and again at rates not seen since the introduction of the euro.", "At 10.6%, the October rate was the sixth all-time high in a row.", "Core inflation stood at 5.0% in the same month.", "And for the next two years, the inflation forecast last published by the European Commission provides figures that are noticeably above our medium-term inflation target of 2%, namely 6.1% for 2023 and 2.6% for 2024.", "However, the forecasts should be interpreted with caution, as the outlook is highly uncertain at present.", "Price dynamics have been underestimated in all Eurosystem projections since mid-2020.", "And upside risks clearly predominate at the moment.", "First, tensions in energy markets could persist for longer than assumed in the forecasts.", "Second, the still high commodity prices could be passed on to consumers to a greater extent than is usually the case.", "And third, wages could rise more strongly than expected, partly in response to inflation surprises.", "Monetary policy In view of these price developments and the outlook for inflation, the ECB Governing Council is acting decisively.", "We have taken the first steps towards normalising monetary policy.", "In our July meeting, we set the interest rate reversal in motion.", "We raised key interest rates by 0.5 percentage point and brought the chapter of negative deposit rates to a close.", "In September and October, we followed this up with larger interest rate hikes of 0.75 percentage point each.", "And in December, we will certainly be following up with a further interest rate increase to bring the inflation rate back to 2% in the medium term.", "The size of each interest rate step and how high we will raise the rates will depend on how the data and outlook develop.", "As things currently stand, I still believe that decisive action is warranted - without wishing to call for an interest rate step of any particular size.", "However, monetary policy normalisation is about more than just raising key interest rates.", "At its next meeting, the Governing Council will also discuss the ECB's large bond holdings.", "In my view, there is much to be said for no longer replacing all maturing bonds, starting next year.", "This would underscore our commitment to ensuring that inflation returns to the medium-term target of 2% in a timely manner.", "It would also send out another clear message from the Governing Council about combating inflation.", "However, the Governing Council is sometimes accused of raising interest rates irrespective of economic developments and thus exacerbating the economic weakness in the euro area.", "On this question, we need to bear in mind why we are experiencing a slowdown in economic activity: the culprits are the supply bottlenecks caused by the pandemic and the war.", "The ifo Institute illustrated this well: the Munich experts expect the German economy to suffer drastic real income losses as a result of rising gas and oil prices.", "They put these losses at a total of €64 billion for this year alone, which corresponds to just under 2% of GDP In other words, flagging economic activity is mainly being driven by external influences.", "Our forceful monetary policy measures are designed to ensure that high inflation does not become entrenched.", "If we act too hesitantly, we run the risk of having to tighten monetary policy much more severely further down the road.", "And that would place an even greater strain on economic activity and the financial system.", "This would happen, for example, if inflation expectations became unanchored and a price-wage spiral emerged.", "It would be wrong, then, to act too hesitantly for fear of a downturn.", "Naturally, we are monitoring economic developments very closely.", "And yes, if output grows more slowly or even shrinks owing to weaker aggregate demand, inflationary pressures will wane.", "But as far as we can currently tell, this effect alone will not be enough to put inflation back on track.", "As you can see, we are currently facing major challenges.", "If we are to master these challenges, we will need good economic and monetary policy, accompanied by clear and coherent communication.", "For this to succeed, I now look forward to answering your questions.", "Thank you very much for your attention.", "Lagarde, C., Die Stunde der Eule, Der Spiegel, 5 November 2022 ifo Institute, Zur Bestimmung der Realeinkommensverluste in der gegenwärtigen Energiekrise, ifo Schnelldienst, 2022, 75, No 11, 47-53, Munich."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Energy prices", "Economic activity", "Gas price brake", "ECB Governing Council", "Communication", "Recession", "Supply chains", "Interest rates"]}