{"sentences": ["Good morning to all of you, in our own language, magandang umaga.", "Thank you for inviting us, in our own language, salamat.", "I will keep this to five minutes.", "The Philippine central bank is an independent central bank, and the independence of the central bank is actually [enshrined] in the 1987 Constitution.", "The government has only one representative on the Monetary Board and, right now, that is the Secretary of Finance.", "Clear mandate as central monetary authority We [at the central bank] have very well-defined mandates.", "We call it the three pillarsprice stability; financial stability; and a safe, secure, and efficient [payments and] settlements system.", "I cannot say much about the last two [pillars] because of time constraints.", "But, as already discussed, it is very important for us to modernize the payment system-for more and more [payments become] digital, more and more Filipinos will have accounts.", "By the way, the telcos [telecommunications companies] contributed a lot more to the increase in the [electronic money] accounts [because] it is a lot harder to be onboarded to banks.", "So, we are meeting our [digitalization] targets, [both in terms of] the number of people who will have accounts and the percentage of transactions that will be digital.", "On the other hand, our regulation of banks is very, very straightforward.", "We make sure that banks that carry more risks will have [set aside] more capital.", "That policy has been very rewarding because, as the crisis came, our banks remained healthy and up during the pandemic.", "The banks' lending recovered very strongly.", "Banks, now, have growing balance sheets, which, at the moment, do not show any form of weakness.", "Of course, it also helped that some of the current bankers still remember the 1997 [Asian Financial] crisis.", "The banks themselves are very well-governed, except for some that are already closed, which are mostly smaller ones that are not adequately capitalized.", "By the way, that [bank closures] was quite unpopular, but we had to do it.", "Preserving price stability by ensuring supply pressures stay on the Now, let me go back to price stability.", "What is clear is that inflation-if you just look at the headline numbers and core inflation-is really much, much higher than normal.", "By the way, if you look at the short history of the Philippine inflation-targeting central bank, the longest number of consecutive months where we missed our [inflation] target on the high side is 15 months.", "So, what it really means is that supply shocks do not become self-perpetuating inflation.", "Now, this [current period] is particularly a bad period because of a series of shocks.", "As shown by the green little bars at the bottom of the page, we were initially expecting to go back to 0.3 percent per month inflation, but that was delayed by two months because of shortages of vegetables and, of course, the big news in the Philippines-the shortage of onions.", "Our policies are to prevent supply shocks from generating more inflation because [we feared that] inflationary expectations have gotten out of control.", "And, as you can see, this is one of the reasons why we are quite aggressive [in tightening monetary policy].", "If you look at the chart on the right, we will see that private sector forecasts of inflation are much higher than our [BSP's] forecast.", "So, there is a risk that the supply shock can generate, what we all call, \"second-order effects.\"", "And that is the reason we have to be quite aggressive, and we are actually more aggressive than all our Asian neighbors.", "Inflation on a target-consistent future path By the way, we expect inflation to return to normal.", "Last year's month-on-month [figures] are already quite consistent with it.", "But we need a series of month-on-month [figures] of 0.3 percent [for year-on-year inflation] to be able to go back to the 2.0 to 4.0 percent inflation target by the late part of the third quarter or the early part of the fourth quarter [of 2023] and for the rest of 2024.", "Relief from foreign exchange pressures The biggest challenge, of course, was the pivot of the US [Federal Reserve] to tight money, [which] caused a large depreciation of the peso, just like many other currencies.", "And, actually, there are two stories: What you see here is the summary for 2022, when the peso depreciated by 8.0 percent.", "But, if you looked at the numbers from October, the depreciation was 13 percent.", "This [depreciation] was strengthening very high inflation, and the fall in the exchange rate is starting to disanchor inflationary expectations.", "The fruits of decisive monetary action [Faced with these developments,] we had an increase in the policy rate of 350 basis points (bps).", "I do not own all the 350 bps; 25 bps of that came from [Finance] Secretary [Benjamin] Diokno when he was still [BSP] Governor.", "The remaining 325 bps were all mine.", "So, it [policy rate] is much higher than the neighbors.", "And, as you can see, what happens, later on, is that depreciation [narrowed].", "As the US dollar began to weaken, and as expectations of the Philippine central bank acting [to stem weakness in the peso] had its effect on the market, the peso actually began to appreciate.", "Of course, the other thing we did was we sold quite a bit of dollars from our reserves.", "As you can see, our reserves declined by US$13.7 billion.", "It [the dollars sold] is about 12.6 percent of our reserves.", "The only country that has bigger, in relation to reserves [sold as a percentage of their gross international reserves], were India and Thailand.", "So, the point is: We are very successful in bringing down inflation.", "We expect it [inflation] to go back [to within target].", "It is already target-consistent at this point, but the year-on-year numbers will, of course, take time.", "[The effects will] most likely [manifest] by the end of the third quarter or the fourth quarter of this year."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Central bank", "Financial stability", "Digitalization", "Price stability", "Banks", "Payments system", "Foreign exchange", "Reserve"]}