{"sentences": ["Good morning, ladies and gentlemen!", "It is a great pleasure to meet so many old friends today, including Mr. Eddie Yue, Chief Executive of the Hong Kong Monetary Authority (HKMA), and to exchange ideas with you face to face.", "Above all, on behalf of the China Society for Finance & Banking, I would like to extend a very warm welcome to all the participants and express my sincere gratitude for your close attention and long-standing support.", "The theme this year is \"Financial Sector's Role in Contributing to Chinese Modernization\", and I would like to take this opportunity to share my ideas on monetary policies, financial stability, and financial services required for establishing a modern central banking system.", "It was proposed, both in the fourth and fifth plenary sessions of the 19th CPC Central Committee as well as the 20th CPC National Congress, to establish a modern central banking system.", "The Law of the People's Republic of China on the People's Bank of China, first enacted in 1995 and amended in 2003, stipulates the responsibilities of the People's Bank of China (PBOC) in a concise way, stating that the PBOC shall \"formulate and implement monetary policies, guard against and resolve financial risks, and maintain financial stability\".", "It also states that \"the aim of monetary policies shall be to maintain the stability of the value of the currency and thereby promote economic growth\".", "To this end, preserving currency stability and financial stability are two central tasks of the PBOC, and a growing consensus has been reached on this point over these years.", "Fulfilling these tasks, we will help promote full employment and economic growth, thus contributing to Chinese modernization.", "First, preserving currency stability.", "Currency stability has two meanings: one is to stabilize consumer prices, and the other is to keep the exchange rate basically stable.", "Stable consumer prices and exchange rates serve to safeguard the pocketbooks of consumers, so that the money in their hands won't depreciate.", "Fundamentally, this is a people-centered effort to safeguard the interests of the broadest possible majority of the people.", "In recent years, the world economy has suffered many unexpected shocks, and great uncertainty exists concerning the economic environment and policy effects.", "We have implemented a sound monetary policy, and have properly adjusted it based on our \"sound intuitions\".", "Historically speaking, this \"intuition\" is our experience; from a timeline perspective, it is the average of different cycles in the past; and from an international perspective, it is the average among various regions.", "These dimensions of intuition form a good basis for formulating forward-looking policies as they forecast the situation after a cycle.", "Therefore, we formulate sound monetary policies based on China's national conditions, with the average inter-temporal and inter-regional values incorporated in the design from the timeline and international perspectives.", "In terms of aggregates, we have released the \"frozen\" liquidity mainly by lowering the required reserve ratio (RRR), which increases the money multiplier, thus achieving reasonable growth of money and credit while keeping our central bank balance sheet basically stable.", "Over the past five years, the PBOC's balance sheet expanded only around 3 percent each year.", "Over the same period, China's broad money supply (M2) and aggregate financing to the real economy (AFRE) have grown at an average annual rate of around 10 percent, basically in line with the average annual growth rate of nominal GDP, which stood at nearly 8 percent.", "In terms of interest rates, we have likewise remained prudent and refrained from going to extremes, thereby keeping the fluctuations of policy interest rates within a relatively small range.", "For example, in 2018, amid the successive rate hikes of the major central banks, the PBOC's open market operations (OMOs) rates remained stable after an uptick of only 5 basis points at the beginning of the year.", "In 2020, in response to the COVID-19 pandemic, some major central banks slashed interest rates to almost zero, but the PBOC kept the OMO rates stable after a cut of 20 basis points, and the market rates remained at an appropriate level accordingly.", "Since 2022, in contrast to a series of aggressive interest rate hikes of the major central banks in the world, we have lowered the rates to some extent instead of raising them.", "The OMO rates were lowered by 20 basis points, and the market interest rates remained stable with a slight decline.", "The interest rate is an important price of production factors and it directly influences consumption, investment, balance of payments, etc.", "It will not be good for economic growth, which is supposed to be steady and sustained, if the interest rate is too high or too low.", "Over the past two decades, China's real interest rate has in general remained slightly below the potential economic growth rate, which is the \"golden rule\" level.", "Basically in line with the potential economic growth rate, it met the requirements of keeping prices basically stable and played an important guiding role in promoting macroeconomic balance and efficient allocation of resources.", "At the same time, China's benchmark one-year deposit rate is 1.5 percent, and as commercial banks usually raise the rate to around 2 percent, the people get an appropriate return on their deposits.", "In short, our monetary policies are formulated under the peoplecentered principle, and we have taken full account of their impact on the economy, employment, investment, and the rate of return on the people's deposits in the process of formulation.", "we have pursued a managed floating exchange As for exchange rates, rate regime based on market supply and demand with reference to a basket of currencies.", "The RMB exchange rate has moved in both directions with enhanced resilience, playing its role as an automatic stabilizer in adjusting the macro economy and the balance of payments.", "The exchange rate is another important macro-economic variable.", "It is not parallel to interest rate in relationship, as it is mainly determined by market supply and demand as well as expectations under the influence of interest rate policies.", "Inflexibility of the exchange rate regime is a major constraint on the independence of monetary policies and may lead to economic and financial fragility at the macro level.", "Therefore, we have given the market a decisive role to play in the formation of the exchange rate, so that the RMB exchange rate is determined by the market in general.", "At the same time, we are committed to facilitating the purchases and sales of foreign exchange.", "The ceiling for personal foreign exchange purchase is now USD50,000 each year, which meets the needs of the vast majority of the people.", "The FX purchases and sales are facilitated for enterprises and individuals, making it easier for their education, travel and trade.", "Our domestic prices and the RMB exchange rate have remained basically stable thanks to the efforts at the national level to stabilize the prices of food and energy with their supplies secured.", "Meanwhile, stable and moderate monetary and financial conditions have laid a solid foundation for price stability.", "On the whole, our macro policies have achieved desired results.", "China's consumer price index (CPI) went up by 2 percent year on year despite the soaring global inflation in 2022.", "Over the past five and ten years, China's CPI has maintained an annual growth rate of 2 percent or so, and the fluctuation is relatively small.", "In the past five years, the volatility of the RMB exchange rate against the US dollar averaged around 4 percent, slightly higher than before but lower than that of major currencies under the floating exchange rate regime.", "This indicates that the RMB exchange rate is relatively stable.", "In the past five years, the RMB exchange rate against the US dollar has been beyond 7 three times, in August 2019, in February 2020, and in September 2022, respectively.", "For the first two rounds, it took five months for the RMB to return to below 7, and for the third round last year, the process took three months.", "Driven by market supply and demand, the movements indicate that China's foreign exchange market is resilient enough to achieve dynamic equilibria.", "Price stability and the basic stability of RMB exchange rate at an adaptive and equilibrium level provide strong support for us to realize the strategic goal of Chinese modernization.", "In 2022, China's total GDP reached RMB121 trillion, or approximately USD18 trillion, with its per capita GDP standing at RMB86,000, or about USD12,700.", "Over the past two decades, according to calculations by the Bank for International Settlements, the real effective exchange rate of the RMB has appreciated by approximately 40 percent, with an average annual appreciation of about 2 percent, while the RMB exchange rate against the US dollar has appreciated by 20 percent, with an average annual appreciation of 1 percent.", "Thanks to the RMB appreciation, China's total GDP and per capita GDP maintained steady growth even after conversion into other international currencies.", "In comparison, some countries were troubled by \"middle-income trap\" as their currencies experienced significant depreciation.", "Second, maintaining financial stability.", "While maintaining currency stability, the PBOC also needs to maintain financial stability.", "Currency stability and financial stability are coherent in most cases, but the former does not necessarily guarantee the latter.", "Any financial risk would harm the interests of the people and even trigger social problems.", "In recent years, we have kept improving our interest rate policies under the rules of market economy, allowing for two-way RMB exchange rate fluctuation driven by the market.", "This helps maintain stable economic and financial performance and forestall systemic financial risks at the macro level.", "Recent cases show that when macro variables go wrong, instability and financial risks will arise.", "Domestically, our macro variables such as interest rates, the RMB exchange rate, economic growth rate and unemployment rate are reasonable, coordinated, and stable, which helps a lot in preventing systemic financial risks.", "At the same time, we have taken a series of measures to contain financial risks and we have firmly defended the bottom line whereby no systemic risks will occur.", "We've steadily and properly defused the risks of key enterprise groups and financial institutions.", "The number of high-risk small and medium-sized financial institutions has fallen by half from the peak of over 600 to over 300.", "The aggregate scale of high-risk \"quasi-credit\" shadow banks has been slashed by about RMB30 trillion.", "Nearly 5,000 P2P online lenders have been shut down.", "We've worked to ensure that all parties, including financial institutions and their shareholders, regulators, and local governments, fulfill their respective responsibilities, so that the proverb \"what goes around comes around\" becomes a reality and all stakeholders have proper expectations on the ground of positive incentives.", "We've advanced the construction of financial infrastructures, pushed for the formulation of the Law on Financial Stability, and established the Financial Stability Fund.", "All these efforts are aimed at maintaining financial stability and safeguarding the legitimate rights and interests of depositors, small and medium investors, as well as the insured.", "Third, promoting full employment and economic growth.", "Currency stability and financial stability help promote full employment and economic growth.", "The Report to the 20th CPC National Congress emphasizes that \"to build a modern socialist country in all respects, we must, first and foremost, pursue high-quality development\", and the report proposes to implement an employment-first strategy.", "Over the past five years, China's economy has grown at an average annual rate of 5.2 percent in real terms, higher than the world economy's average of around 2.3 percent over the same period.", "We've maintained relatively full employment, with an increase of around 13 million urban employees each year.", "At the same time, the PBOC has worked proactively to keep the macro economy stable and promote economic growth, taking full employment as a major task and objective.", "Giving play to the role of monetary policy instruments in adjusting both the aggregate and the structure, we launched structural monetary policy instruments to encourage financial institutions to support key areas and weak links in the efforts to maintain stable economic growth and employment based on market principles.", "At present, the outstanding balance of these instruments is RMB6.4 trillion, about 15 percent of the size of the PBOC's balance sheet, which is generally moderate.", "We focus on two key areas, namely micro and small businesses (MSBs) and green development.", "To support MSBs, we began with policies to stabilize employment.", "Since the outbreak of the COVID-19 pandemic in 2020, the PBOC has provided in stages RMB300 billion, RMB500 billion and RMB10,00 billion of central bank lending and discounts, at an increasingly more market-oriented interest rate and with an increasingly wider policy coverage.", "We have also launched two monetary policy instruments providing direct support for the real economy, which helped MSBs to get access to loans.", "At the end of 2022, the outstanding balance of inclusive MSB loans was close to RMB24 trillion, with their interest rates dropping from 6.3 percent in early 2018 to 4.9 percent, and over 56 million MSBs benefited from this initiative.", "In order to support green development, in November 2021, the PBOC launched carbon emission reduction facility (CERF), encouraging financial institutions to lend at preferential interest rates to market entities operating in key areas of carbon emission reduction.", "The financial institutions that received funds under this facility were required to disclose such information as the emissions reduction and the carbon footprint of projects financed by such loans.", "We have engaged independent third-party agencies to verify their information disclosure.", "The CERF helped reduce carbon emissions by 100 million tons of carbon dioxide equivalent (tCO2e) in 2022.", "Generally speaking, Chinese modernization means new requirements for the establishment of a modern central banking system.", "To sum up the tasks involved, the priority is to achieve currency stability and financial stability.", "The fulfillment of these two tasks helps promote full employment and economic growth.", "Next step, guided by Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, the PBOC will resolutely implement the guidelines of the 20th CPC National Congress, the Central Economic Work Conference as well as the National People's Congress (NPC) and the Chinese People's Political Consultative Conference (CPPCC).", "We will work hard to build a modern central banking system and maintain currency and financial stability, so as to promote full employment and economic growth and to contribute to Chinese modernization."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Monetary policies", "Financial stability", "Currency stability", "Economic growth", "Financial services", "Interest rates", "Exchange rates", "Central banking system", "Modernization", "Financial risks"]}