{"sentences": ["\"Bold, but realistic: monetary policy and financial \"Europe will not be made all at once, or according to a single plan.", "It will be built through concrete achievements which first create a de facto solidarity.", "This bold, but realistic quote from Robert Schuman, one of the founders of the European Union, today, also guides monetary policy and financial stability.\"", "In his keynote speech at the Capital Markets Seminar, jointly organized by the European Stability Mechanism, the European Investment Bank and the European Commission, Klaas Knot discussed the current state of economic and financial affairs.", "Speaker: Klaas Knot Location: The th Annual Capital Markets Seminar, Luxembourg City Good morning everyone.", "A date of tremendous historical importance.", "The day that, exactly years ago, marked the beginning of the end of the Second World War.", "A day that you could see as the beginning of what we now know as the European Union.", "One of the founders of our Union was Robert Schuman.", "He was born just a stone's throw from where we are today right here, in Luxembourg City.", "A bold, but realistic man.", "\"Europe,\" he said, \"will not be made all at once, or according to a single plan.", "It will be built through concrete achievements which first create a de facto solidarity.\"", "And indeed, looking back, there was no single plan.", "But what we do see, when we look back, are concrete achievements.", "Like our hosts today: the European Commission, the European Investment Bank, and the European Stability Mechanism.", "And what we also see, when we look back, is de facto solidarity.", "Between people, between countries, and in concrete achievements like Next Generation EU.", "The ESM is one of the youngest achievements in this very incomplete list.", "A mere years ago, at the height of the euro crisis, we did not have the ESM.", "We did not have a European mechanism in place to deal with economic and financial stability issues.", "But many of you here today realised that we needed one.", "And it is testament to you, and all those involved, that the ESM has become, in a very short time, a cornerstone institution of the European Monetary Union.", "During the sovereign debt crisis, it was directly involved in successfully restoring market access to multiple euro area member states.", "One quick look at today's relative borrowing costs tells a very convincing story here.", "Today, the sovereign debt crisis seems like something from the distant past.", "It was followed by a pandemic and, soon thereafter, Russia's brutal and unjustified war on European soil.", "This triggered an energy crisis that many European households and businesses still suffer from, along with the revival of persistently high inflation.", "As central bankers, we did not foresee all of this.", "It was not part of the plan.", "But we are dealing with it.", "Because like Schuman's Europe, monetary policy and a stable financial system will not be made according to a single plan either.", "They will be made step by step.", "One concrete achievement after the other.", "Until not so long ago, euro area inflation was persistently below our target of two percent over the medium term.", "And although shortterm interest rates were near the effective lower bound, inflation was not budging.", "This led the ECB, and many other central banks, to deploy a range of \"unconventional\" tools such as Targeted Long Term Refinancing Operations and large scale asset purchases.", "And when the pandemic hit us, the pace and volume of purchases picked up substantially.", "Of course, unconventional monetary policy instruments are not without risk.", "When central banks increase their footprint in financial markets, the allocation of resources in the economy will be distorted.", "And, by substantially lowering both shortterm and longerterm interest rates, vulnerabilities in the financial sector and real economy will increase.", "To be frank, policymakers were facing a tradeoff then, between mediumterm inflation considerations and longerterm financial stability concerns.", "You can see how monetary policy advanced step by step on the next slide.", "Once the pandemicrelated measures gradually eased, demand recovered faster than many, including myself, had anticipated.", "Combined with some lagging distortions in international supply chains, this led to rising inflation.", "And then Russia invaded Ukraine.", "An act that will go down in history like June th, , but for very different in fact entirely opposite reasons.", "More like September st, .", "An act as unjustified as unforgiving.", "Russia's attack had an immediate effect on Europe's energy supply.", "And it caused record high and surprisingly persistent inflation in the euro area.", "As a consequence, monetary policy needed to be tightened quickly and decisively.", "So that is what we did.", "We phased out our asset purchases and raised interest rates in an unprecedented fashion.", "At its peak, headline inflation was .", "Now, it has come down to just above percent.", "Clearly this is still way too high.", "But I do believe that, in the absence of further supply shocks, the worst is behind us in terms of the immediate assault on our citizens' purchasing power.", "However, a strong word of caution is still in order.", "Because inflation was high for a long period, underlying inflationary pressures have built up.", "As a consequence, we now observe secondround effects energy prices have found their way into other items in the consumer basket, and wages and services in particular have taken over the inflation torch.", "It is likely that price pressures in these areas will prove more difficult to bring down.", "It has clearly been a decade of extremes for monetary policy.", "But despite all of this, inflation expectations are still decently anchored, and let us hope that the next decade will not be so eventful.", "What we do in the realm of monetary policy, is, of course, aimed at having an effect on the real economy and then onto inflation.", "We know that this transmission always comes with a lag, whether monetary policy is easing or tightening.", "But in the spirit of Robert Schuman, we do aim for concrete results.", "So it is reassuring to see the first signs of recent monetary policy actually being transmitted to the real economy.", "On European capital markets, financial conditions have tightened.", "And euro area banks are reporting tighter lending standards.", "If you look at this graph, with the composite borrowing costs of both nonfinancial corporations and households on the left, and credit growth on the right, you can also see that interest rates for households and firms have increased faster than in previous episodes with rising interest rates.", "This development is in line with the steeper policy rate path compared to previous tightening cycles.", "We also see these higher rates reflected in lower credit growth in the euro area.", "The effect of monetary tightening can also be observed through macrofinancial indicators.", "For example, over the past decade, euro area housing prices skyrocketed.", "In the Netherlands they almost doubled.", "Now with the shift in monetary policy, we are observing the first persistent decline in a long time the number of transactions is going down and the number of houses being sold above the asking price is sharply decreasing.", "These are only the first, concrete steps in the transmission of our monetary policy tightening.", "And we have yet to see their full effect.", "So the current situation is one in which our monetary policy is killing two birds with one stone: it is addressing mediumterm risks to price stability, while the direction of monetary policy in principle aids in addressing longerterm financial stability concerns.", "You would think this is a comfortable position for policy makers.", "Nonetheless a word of caution is in order here too.", "While mediumterm inflation and longerterm financial stability policies are now more aligned, a shortterm financial stability risk looms around the corner.", "An abrupt change in monetary policy requires a massive adjustment in the financial system, which could also trigger some of the vulnerabilities that have accumulated in the past.", "As we know from theory, higher interest rates can be beneficial for financial institutions.", "They underpin their profitability and solvability.", "But do we also see this practice?", "I have borrowed this graph from the ECB's most recent Financial Stability Review.", "The panel on the right depicts the annual changes in operating profits and their drivers.", "The dark blue part shows that in the operating profit of European banks ballooned due to net interest income.", "This can be attributed to the relatively sluggish interest rates on saving deposits.", "It is expected that such passthrough will increase further this year.", "But moving from theory to practice, things have a tendency to become a bit more unruly.", "Testimony to this is the recent banking turmoil in the United States, where sharp increases in interest rates were inadequately accounted for.", "And this ultimately led to a series of bank failures.", "Against the backdrop of much tighter management and supervision of this socalled interest rate risk in the banking book on this side of the Atlantic, similar banking failures have not manifested itself in the euro area.", "At the same time, I regard debt sustainability, in the broad sense, as one of the major financial stability risks on either side of the Atlantic.", "And rising interest rates have brought this vulnerability to the surface.", "There is no linear correlation between the two here at the ESM I do not have to belabour the point made by Dornbusch and others that markets can regard debts as sustainable for quite some period of time, before they no longer do.", "Such potential nonlinearities call for additional caution.", "Households are experiencing a real income squeeze, which compromises their debt servicing capacity.", "Though some can benefit from having fixed their borrowing costs at extended maturities during the lowforlong era, this only partially and temporarily cushions the blow.", "And nonfinancial corporates face a similar situation.", "In the Netherlands, for example, percent of total debt of nonfinancial corporates will mature within the year or will have to be refinanced at a likely higher interest rate.", "Higher interest expenditures might eventually also trigger some corporate liquidity issues.", "And alongside households and nonfinancial corporates, the debt sustainability of euro area sovereigns is also affected by the recent rise in bond yields.", "Here too, the lowforlong era has partially been lockedin with fixed borrowing rates spanning a relatively long horizon.", "But this can only buy time rather than obviate the inevitable adjustment in the primary fiscal balance.", "Even though our financial system has proven its resilience, largely due to the buffers we have built since previous crises, and even though we have weathered the shocks of recent years, we mustn't be complacent.", "Building resilience does not prevent shocks from happening.", "It just helps us to deal with them.", "So it is encouraging that we as central bankers, in deciding on our course of action, have started to pay more attention to the interplay between monetary policy and financial stability.", "Monetary policy affects the stability of the financial system.", "But in turn, we need a stable financial system to effectively transmit monetary policy.", "Financial stability is a prerequisite for mediumterm price stability.", "And as Chair of the Financial Stability Board, I must underscore that a stable financial system is also a goal to be pursued in its own right.", "So where does that leave us?", "Central bankers will have to continue tightening monetary policy for as long as necessary, until we see inflation return to our two percent target over the medium term.", "But we will do this step by step.", "Because the tighter monetary policy gets, the more forceful its transmission to output and prices that is still largely in the pipeline.", "And with each step, the financial system will have to continue adjusting to the higher interest rate environment.", "The recent financial turmoil on the other side of the Atlantic illustrates that this cannot be taken for granted.", "And with each step, we continuously learn from our experiences.", "Allow me to share with you two valuable lessons we have learned in recent years.", "Lessons that will help us walk this tight rope step by step.", "Lessons that will help us tackle future challenges and go from one concrete achievement to the next.", "A first lesson from the recent episode is that the socalled separation principle can be maintained for longer than some might have expected.", "According to this principle, a central bank should clearly separate its function as lender of last resort from its function as monetary policy maker.", "Since the Global Financial Crisis, policy makers worldwide have become more experienced and more innovative with various forms of lending operations.", "With this experience came a more coherent and powerful toolkit.", "A toolkit that can, and in my view should, be used to adhere to the separation principle for as long as possible.", "Against the backdrop of a better regulated and better capitalised financial system, we can now deal with a broad range of financial stability related risks without compromising on mediumterm price stability.", "The second lesson we have learned, is that moderate and contained levels of financial turbulence do not necessarily have to be at odds with mediumterm price stability.", "Repricing of risk in financial markets can contribute to tighter financial conditions for a given policy rate.", "Monetary policy normalisation also entails a reduction of the central bank footprint in financial markets, a decompression of term premia, and some repricing of risks.", "As long as such repricing is not excessive, it can in fact be combined with a somewhat lower terminal policy rate that would still be compatible with mediumterm price stability.", "\"Europe will not be made all at once, or according to a single plan.", "It will be built through concrete achievements which first create a de facto solidarity.\"", "Bold because it set out an ideal.", "Realistic because achieving this would not happen overnight.", "It would happen every time a step forward was taken.", "It would happen every time a concrete result was achieved.", "It would happen through setbacks, shocks and surprises that were overcome and learned from.", "Over the past years, monetary and macroprudential policy makers have achieved very concrete results.", "Often to be confronted with new challenges soon after, not least because monetary and macroprudential policy are intertwined.", "And these challenges once again called for policy innovation.", "And maybe that is the essence of Schuman's vision: that the idea, the ideal of Europe was not set as a goaltoachieve, but as a guide, to help us along the way.", "One concrete achievement after another.", "Improvising as we go along, but always in the same direction towards an integrated, solidary and peaceful Europe.", "The kind of Europe we will need in order to tackle our future challenges."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Inflation", "Interest rates", "Financial markets", "Debt sustainability", "Central banks", "Financial system", "Economic growth", "Europe"]}