{"sentences": ["Good Afternoon, Ladies and Gentlemen, Thank you for inviting me to participate in this dialogue and the Panel Discussion on 'Climate Implications for Central Banking'.", "Climate change and its impact on us is no longer a distant threat.", "Rising global temperatures, extreme weather events, changing weather patterns and the degradation of ecosystems are threatening our lives and livelihoods.", "We therefore have to face up to the challenge of climate change sooner, not later.", "Now, it is up to us to deal with this in a calibrated and well-planned manner or deal with it once we are pushed into a corner with little elbow room.", "Therefore, the timing of this dialogue is quite appropriate and provides an opportunity to discuss and deliberate on this issue.", "Climate change poses a threat to our long-term growth and prosperity.", "It has potential to create shocks to monetary stability, growth, financial stability, the safety and soundness of regulated entities.", "Therefore, keeping in view the theme of today's discussion, in my remarks I intend to focus on the role of central banks in managing the outcomes from climate change.", "A range of factors would influence how things pan out in future, including changes in climate-related policies and regulations, emergence of newer technologies, and behavioural changes in consumers.", "To ensure a successful transition to a sustainable future, we need a multi-faceted approach that involves governments, private sector entities, financial institutions, civil society organizations and the public.", "Central banks, typically, are concerned with the questions of monetary policy and growth, of financial stability and regulation and supervision of financial system.", "In many countries, including India, the Central Banks are statutorily mandated to pursue a given set of objectives.", "This means that they should address risks and threats that impact their core mission.", "Climate change does pose such a risk.", "They must, therefore, manage outcomes which could affect the stability of the financial system and safety and soundness of the financial entities.", "From a banker's perspective Climate risks can impact the macroeconomic outcomes primarily from two channels - i.e., physical risks and transition risks.", "While physical risks refer to direct outcomes of climatic events, such as wildfires, storms, and floods, the transition risks refer to the risks arising from the process of adjustment towards reducing the emission intensity of the economy.", "For example, extreme weather events such as storms or floods can disrupt production and supply chains and create shortages of essential goods and services.", "This could lead to a sudden increase in prices leading to inflationary pressures.", "Again, in India, rising temperatures, heat waves and changing rainfall patterns can also affect crop yields resulting in higher or, at times lower prices of some of the agriculture produce.", "This may lead to uncertainty in their prices for both - producers and consumers.", "Such uncertainties can make measurement and management of inflation and anchoring of inflation expectations difficult.", "Another challenge that may arise on account of physical risk dimension of climate change is increased probability of loss to banks and financial institutions.", "First, the operations of these financial institutions, if concentrated in a vulnerable geographical location, may be vulnerable to losses on account of climate events.", "Second, the assets which they have financed or taken as collateral may become unavailable or lose value due to adverse climate events.", "Such loans may turn non-performing, impacting bank's capacity to lend further.", "The transition risks, if not managed properly, could also lead to sudden fall in asset prices of the carbon-intensive assets or increase in the risk premia, or both, making them unattractive to hold and perhaps creating larger ripples across the financial markets.", "On the other side, the prices of green assets may rise disproportionately creating a bubble-like situation.", "Further, increased demand of such assets may give rise to greenwashing concerns.", "Disorderly transition could create piquant situations where a sector or industry may witness credit withdrawal or restrictive cost without buildup of sufficient and viable alternatives.", "Such situations may become a limiting factor for production of essential commodities or increase the cost of production.", "Central banks are, therefore, beginning to recognise and evaluate risks which climate change may pose to monetary policy, financial stability and regulated entities.", "More Importantly, the risks arising from climate change transverse geographical boundaries and sectoral segmentations.", "Therefore, tackling climate change requires global coordination and co-operation.", "Being mindful of these challenges, international organisations such as the IMF and standard-setting bodies such as the BCBS and FSB are stepping up their work on issues relating to climate change.", "At the global level, several initiatives are already underway under the aegis of the G-20.", "Different standard setting bodies are undertaking focused work to address the vulnerabilities arising from climate change.", "The Financial Stability Board (FSB) had published a \"Roadmap for Addressing Financial Risks from Climate Change\", which was endorsed by the G20 in July 2021 and has since been updated.", "The Roadmap sets out a comprehensive and coordinated plan for addressing climate-related financial risks and covers four areas, i.e., firm-level disclosures, data, vulnerabilities, and regulatory and supervisory practices & tools.", "The consequences, intensity, severity, and frequency of climate events are hard to measure and difficult to predict.", "The impact of these events on banks and financial institutions is even more difficult to quantify.", "Therefore, the first step in managing the risks to which banks and other regulated entities are exposed from climate events, is to measure the amount of exposure at risk.", "This is only possible if the firms adequately and transparently disclose the carbon intensity of their operations.", "The data related to exposure of firms, banks and financial institution to climate events is crucial for planning the transition.", "International Sustainability Standards Board (ISSB) has been working on designing global sustainability-related disclosures.", "The standards will help improve trust and confidence in sustainability disclosures in companies and also create a common language for disclosure about the effect arising from climate-related risks and opportunities on their prospects.", "The next step in this process is ensuring availability of data and identification of vulnerabilities.", "For this we need time consistent, transparent, standardised, and forwardlooking disclosures for identification of vulnerabilities.", "At a firm-level, the scenario analysis and stress testing would help frame the strategies to manage the risks for individual entities.", "Central banks across the globe are encouraging banks and other lenders to identify such vulnerabilities.", "In India, we plan on issuing guidance to banks on the stress testing for climate vulnerability of their credit portfolio soon.", "Further, by the virtue of their mandate for regulating and supervising the financial sector, central banks are uniquely placed to influence the behaviour of institutions within the financial system, incentivize climate-friendly investments, and support the mobilization of capital for sustainable development.", "Most often, central banks have used positive reinforcement and incentive structure to encourage green finance.", "Financial markets are also increasingly beginning to integrate climate risks and opportunities into investment decision making.", "The number of ESG-focused funds is increasing globally.", "Institutional investors are expecting their investee companies to make detailed climate-related financial disclosures, pursue net-zero goals, declare transition plans and report progress.", "Green bonds, climate funds, and blended finance mechanisms can attract private investment towards climate projects.", "However, these developments do also give rise to greenwashing concerns which may require regulatory interventions in future to ensure that what is being projected as 'green' is, in fact, actually 'green'.", "At the cost of repetition, let me emphasize that financing the new green ventures alone will not be enough.", "We would need credible transition plans for existing emitting firms without compromising their output or growth.", "For this to materialise, central banks can incorporate climate-related risks into their supervisory frameworks and can contribute to the development of frameworks and standards for green finance.", "These frameworks can help promote transparency, standardization, and integrity in the green finance market.", "Over the years, Reserve Bank, has been taking various policy measures to promote and support green finance initiatives.", "For example, finance to renewable energy projects have been included as a part of Priority Sector Lending (PSL) portfolio of banks.", "Earlier this year the Reserve Bank supported Government of India in successfully issuing sovereign green bonds (SGrBs).", "The proceeds of the SGrBs are intended to be deployed in public sector projects which will help in reducing the carbon intensity of the economy.", "The issuance of SrGBs would also help in price discovery for other financial instruments and give a fillip to development of a market for green financing ecosystem in the country.", "Recognising that climate change can translate into climate-related financial risks for Regulated Entities (REs) and that it can also have broader financial stability implications, the Reserve Bank had brought out a discussion paper in July 2022 to elicit views from all the stakeholders.", "Based on the feedback and suggestions received, we have issued the instructions for acceptance of 'Green Deposits' while a disclosure framework on 'Climate-related Financial Risks' and guidance on Climate 'Scenario Analysis and Stress Testing' is also under works.", "The recently released Report on Currency and Finance, 2022-23 with the theme 'Towards a Cleaner Greener India', has examined the macro-financial implications of climate change and the possible fiscal, monetary, regulatory, and other policy options for India.", "Global understanding of systemic impact of climate change on the economy and the financial system is evolving and, accordingly, the responses of central banks and supervisors around the world have also been developing.", "We need to undertake a largescale capacity building effort to equip central banks, financial firms, real economy players to understand, assess and plan for the climate issues and related financial risks.", "Only then would they be able to innovate, make strategic decisions, mobilise capital and build effective transition plans for achieving sustainability targets.", "One very important aspect of this capacity building is going to be the handholding of the smaller firms and MSMEs to make it easier for them to navigate the transition.", "Another point to note is that we all are in the same boat and action of any one entity will have consequences for all.", "Therefore, global co-operation and collective efforts are very important.", "An important factor in finding a solution to manage the climate risk is that it needs to account for emission contributions of countries in the past.", "When we measure the per capita emission instead of absolute emission or consider consumption-based emissions instead of production-based emissions, the high-income countries stand out for their contribution in global CO2 emissions.", "Unfortunately, it is also a reality that, while we all face the fury of the climate change, middle and lower income countries bear a disproportionate share of the costs in terms of loss in production capacity, property damage & wealth loss and impact on general health and well-being.", "Any solution, therefore, must factor the cumulative carbon space used by countries.", "On ground, implementation of various climate finance commitments from advanced economies has been far from satisfactory and the gap between what is being done and what needs to be done is only growing.", "As against the amount of US$ 100 billion pledged by advanced economies, only US$ 83.3 billion has been provided in 2020, an increase of just 4 per cent from 2019.", "This trend needs to reverse.", "To conclude, dealing with climate change is going to be a long haul for all of us.", "There are going to be situations and circumstances when other issues and concerns may come into focus and get prioritized, but we should not lose sight of long-term goal of planned and coordinated efforts to deal with the impacts of climate change.", "The earlier we all act, the better the outcome."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial stability", "Green finance", "Central banks", "Climate risks", "Monetary policy", "Transition risks", "Physical risks", "Sustainability", "ESG"]}