{"sentences": ["Good evening Chair and Members of the Committee.", "My name is Vasileios Madouros, I am the Deputy Governor for Monetary and Financial Stability at the Central Bank.", "I am joined by my colleagues Robert Kelly, Director of Economics and Statistics and Martin O'Brien, Head of our Irish Economic Analysis Division.", "Thank you for inviting us to appear before the Committee this evening.", "We very much welcome the opportunity to discuss the economic and fiscal outlook with the Committee.", "In my opening statement, I will draw on our latest macroeconomic assessment, published in our Quarterly Bulletin in early March, and will also cover medium-term challenges for the public finances.", "It is worth flagging upfront that the projections in the Quarterly Bulletin were completed before the most recent period of volatility in international financial markets.", "In light of these developments, there is additional uncertainty around the baseline projections for growth and inflation.", "As you would expect, the Central Bank has been monitoring and evaluating global financial market developments, including through close engagement with our European counterparts and, domestically, under the auspices of Ireland's Financial Stability Group.", "The Irish and euro area banking sector is resilient to a wide range of potential adverse shocks, with strong capital and liquidity positions.", "Moreover, as the ECB President remarked last week, the Eurosystem stands ready to respond as necessary to preserve price stability and financial stability in the euro area.", "Medium-term economic and fiscal outlook While macroeconomic conditions are still challenging, primarily due to the continued high rate of inflation, the Irish economy overall has proven resilient.", "Indeed, recent activity levels have been somewhat stronger than we would have expected going into the winter months.", "Modified Domestic Demand (MDD) is estimated to have grown by 8.2 per cent in 2022, driven by a particularly strong recovery in the first half of the year.", "In the second half of 2022, the economy slowed significantly, as the economic effects of higher inflation began to take hold, limiting households' purchasing power and business sentiment.", "We expect the two distinct halves of last year to be reversed in 2023.", "As inflation moderates over the course of the year, we expect a pick-up in real household disposable income, gradually restoring consumers' purchasing power and supporting domestic economic activity.", "The robust performance of the labour market in Ireland is one of the clearest indications of the strength of current demand conditions in the economy.", "The unemployment rate remains at two-decade lows, and the post-pandemic growth in employment has been remarkably strong, with almost 2.6 million people working during the last quarter of the year.", "Relative to the available supply of labour, the number of vacancies in the economy remains particularly high.", "Such labour market tightness - together with an expectation of some degree of real wage catch-up this year - underpins our forecast of a pick-up in nominal wage growth in the near term, above recent historical averages.", "Turning to inflation, it is likely that headline inflation has now peaked.", "In the absence of further energy price shocks, we expect it to moderate this year and next, as the effect of the spike in energy prices abates.", "The wholesale price of gas for delivery at end-2023 is approximately 65 per cent lower now than what was the case in October 2022.", "Headline HICP inflation is projected to average 5 per cent this year, having averaged 8.1 per cent in 2022, with further declines in 2024 and 2025 to 3.2 and 2.2 per cent, respectively.", "Nevertheless, core inflation, which excludes the direct impact of energy prices and food and provides a measure of underlying inflationary dynamics, is likely to prove more persistent than headline inflation.", "This reflects the fact that the second-round effects of the energy price shock for business costs and, ultimately, the prices of other goods and services continue to filter through to the economy.", "It also reflects our expectation of continued labour market tighteness and more binding capacity constrainsts in the economy.", "Overall, core inflation is expected to average 3.5 per cent this year, having averaged 4.6 per cent last year, and be just below 3 per cent in 2024 and 2025.", "However, there remains a significant amount of uncertainty around the precise path for inflation.", "This uncertainty stems from a number of factors: (1) global developments, including the potential for escalation in geopolitical tensions and the impact of the reopening of China's economy on commodity prices, (2) the evolving transmission of tighter monetary policy, both globally and in Ireland, (3) the dynamics between profit margins, wages and prices, and (4) the persistence of the imbalance between aggregate supply and demand conditions in the economy.", "Restoring price stability is a necessary part of creating the conditions for macroeconomic stability.", "The societal costs of high and unstable inflation are very high.", "Through achieving price stability, monetary policy creates an environment in which firms and households can make the longer-term plans and investment decisions that generate the innovation and productivity that ultimately drives growth and prosperity.", "With euro area inflation projected to remain too high for too long, the ECB's Governing Council has continued raising policy rates, most recently by 50 basis points last week, to ensure a timely return of inflation back to its 2 per cent medium-term target.", "Looking ahead, in the context of high uncertainty, the ECB's Governing Council will take a data-dependent approach to policy rate decisions, which will be determined by the Governing Council's assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "Turning to the public finances, the General Government Balance (GGB) is estimated to have moved from a deficit of 3 per cent of GNI* in 2021 to a surplus of 2.3 per cent last year.", "This reflects strong growth in tax revenue generally, but particularly so in terms of corporation tax receipts, which almost doubled in just two years and overtook VAT as the State's second-largest tax head.", "Exchequer data for the opening months of 2023 remains favourable and, despite the more moderate pace of economic growth this year, the GG surplus is forecast to increase to 2.7 per cent of GNI* (€7.8bn).", "A further improvement in the GGB is expected over the medium term.", "This reflects the fact that the remaining temporary spending - linked to cost of living measures and humanitarian supports - is expected to wind down, leading to a surplus of 4.8 per cent of GNI* (€15.8bn) projected in 2025.", "The General Government Debt (GGD) ratio is projected to decline in the coming years but to remain elevated Having increased to just under 110 per cent of GNI* during the pandemic, the debt ratio is estimated to have declined to 82.6 per cent last year and is projected to stand at 65 per cent by 2025.", "Despite the increase in sovereign borrowing rates over the past year, debt dynamics are expected to remain favourable, supported by robust nominal medium-term growth and growing primary surpluses.", "From a funding perspective, the value of bonds maturing between now and 2025 is relatively low, and the current market rates for refinancing this debt remain below the rates at which those bonds were originally issued.", "Coupled with the large cash balances held by the National Treasury Management Agency (NTMA), this gives the State some additional flexibility from a funding perspective over the short-to-medium term.", "Medium-term challenges for the public finances Domestic policy has a significant role to play in how the economy adjusts to the shock presented by the war in Ukraine.", "Fiscal support has been necessary to protect those most vulnerable in our society from the energy price shock.", "From the perspective of macroeconomic management, it is important that fiscal supports are targeted, temporary and tailored to preserving incentives to consume less energy.", "Ensuring the temporary policy measures that support demand conditions are unwound in a timely fashion will reduce the potential of adding to medium-term inflationary pressures and creating a longer-term vulnerability in the public finances.", "More broadly, the portion of corporation tax receipts that does not appear to reflect domestic economic activity and stems from a relatively small number of firms continues to grow to an estimated €10bn per annum.", "Such revenues are subject to sudden change - for example due to potential shocks stemming from the evolving framework for global corporation tax or any re-adjustment of multi-national enterprise value chains - highlighting the risks of them forming part of permanent expenditure.", "In this regard, the transfer of €6bn to the National Reserve Fund since Budget 2023 is a welcome development, and these resources provide the capacity to respond to future adverse shocks.", "In that context, as we approach the legislated asset ceiling of €8bn, different options should be considered around the evolution of the fund in the future, both in terms of its size as well as its use.", "Addressing infrastructure constraints that limit sustainable growth, while further supporting a transition to a more resilient economy remains important.", "The public finances face increasing demands in this respect, most immediately in terms of addressing the infrastructure shortfall in housing, while the costs associated with the transition to net zero and the ageing of the population also need to be addressed.", "Funding core capital and current government expenditure from own resources, without recourse to additional debt funding, is more likely to reduce short and medium-term inflationary pressures.", "At the same time, appropriately using public finances and wider economic policy to enable sustainable private investment is essential if the challenges of housing, climate change, and population ageing are to be addressed fully.", "Going forward, policy actions and frameworks that support sustainable growth in living standards over the longer term, especially in light of the risks and challenges I have just mentioned, remain crucial.", "The recent Commission on Taxation and Welfare and the progress on agreeing reforms to the EU economic governance framework are noteworthy in this regard.", "The Commission's report sets out the need to adopt a net revenue-raising strategy over an appropriate timeframe through broadening the tax base to address fiscal sustainability challenges.", "Alongside this, maintaining credible and meaningful benchmarks in EU and domestic frameworks to anchor fiscal policy is important, and an expenditure-based rule has benefits, especially when linked to the nominal trend growth rate of the economy.", "Concluding remarks To conclude, the economy has proven resilient through a period of heightened uncertainty, in part reflecting the capacity for the public finances to operate in a countercyclical manner and provide support to households and firms in response to external shocks.", "To retain such capacity against future adverse shocks and to ensure sustainability, both now and into the future, careful management of the public finances in light of known and emerging priorities and challenges remains necessary.", "Monetary Policy Statement, March 2023.", "Excluding such receipts, the GGB would have been in deficit to the equivalent of 1 per cent of GNI* last year."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Inflation", "Economic Outlook", "Public Finances", "Fiscal Policy", "Monetary Policy", "Labour Market", "Energy Prices", "Corporation Tax", "Infrastructure", "Debt"]}