{"sentences": ["Check against delivery Ladies and gentlemen, I am delighted to be a part of the fourth edition of the Global FinTech Fest - the biggest FinTech conference in the world.", "The fest brings together FinTech leaders from all over the globe - even though Germany may be slightly overrepresented on this particular panel.", "With a topic like ours today, however, that does make a lot of sense: \"Setting regulatory standards for a unified framework in the financial sector: Germany at the heart of Europe as a FinTech hub\".", "I admit that is quite a mouthful and probably does nothing to dispel the stereotype of Germans' love for long words and complex sentences.", "In our defence, complex titles are difficult to avoid when talking about digital finance and its regulation.", "They reflect the complexity in the structure of this sector, the technology driving digital innovation, and, of course, the regulatory framework that surrounds it.", "Nevertheless, I have tried to keep my speech as short and simple as possible, focusing on three key questions: First, what is the state of the FinTech scene in Germany and Europe?", "Second, what challenges are we facing in regulating digital finance?", "And third, how do we overcome these challenges?", "What is the state of the FinTech scene in Germany and Europe?", "To begin, let's take a look at the current state of the FinTech scene in Germany and Europe.", "Right now, there are more than 1,000 FinTech companies located in Germany - seven of them are unicorns with market values of one billion US dollars or more.", "Five of these unicorns focus on retail business, for example by offering easy and low-cost access to stock trading to a wide range of customers, or enabling customers their management of insurance services.", "And this market has been expanding.", "According to a report by FinTech Consult and Contextual Solutions, the number of FinTech companies in Germany grew by 9 percent in 2022.", "One year earlier, in 2021, there had been record growth of 25 percent.", "That year, too, the start-up magazine Sifted estimated that the sector also raised venture capital in a record amount of 21 billion US dollars.", "The environmental, social and governance sector, ESG for short, in particular has been growing rapidly.", "Between 2019 and 2021, the number of FinTechs with an ESG reference roughly doubled according to a study by Ernst and Young, making Berlin one of the \"places to be\" in the field of ESG.", "Germany is also part of a vibrant FinTech start-up scene in Europe.", "Measured by market value, FinTech companies are among the top five banking service institutions in each of the seven largest European economies.", "While there is still great variance across European FinTech ecosystems, this is also an opportunity to learn from one another.", "If every European country were to adopt best-practice models, there could be the potential to grow the number of FinTech jobs from 134,000 to more than 364,000 a McKinsey study estimated.", "Furthermore, the volume of funding could be more than doubled from 63 billion euro to 150 billion euro, and the aggregate valuation could reach almost 1 trillion euro.", "These figures are a testament to the great potential of FinTech companies across the European continent.", "Of course, more recently, the hike in interest rates has also affected FinTech companies in Germany and Europe.", "Increased interest rates, significantly higher borrowing costs, and lower appetites for relatively risky investment opportunities have sharply reduced FinTech companies' volumes of funding.", "However, while funding volumes are still much lower compared to their record level from 2021, there might be a slight upturn in investment.", "Compared to the fourth quarter of 2022, venture capitalists have invested three times as much into the German FinTech scene in the first quarter of 2023 according to Barkow Consulting.", "We are optimistic that there are better times ahead for FinTech companies with profitable ideas and sustainable business models.", "I expect that in the coming years the FinTech-ecosystem will grow rapidly.", "Technology and data availability are powerfull drivers in particular in finance.", "As we experienced with ChatGBT new applications can gain enormous traction within weeks.", "In the Eurozone the introduction of a digital Euro has a big potential for FinTech.", "Beyond the simple payment function it paves the way for conditionel payments, smart contracts, digital assets and the integration of production, administration and payments.", "All this requires thousands of new digital tools, intelligent networks and platforms.", "The digital Euro may be at the heart of a vibrant new European FinTech-ecosystem.", "What challenges are we facing in regulating digital finance?", "On the other hand, we as supervisors are also facing challenges in regulating digital finance.", "As you probably know, the FinTech sector is quite diverse.", "FinTech companies vary widely in the business models they follow, the products or services they offer, as well as the technologies they employ.", "Moreover, many FinTech companies are scaling up their business by going international, meaning that their operations may span across multiple countries.", "Combined with the dynamic market environment, where players are constantly entering and exiting the market, this presents a formidable challenge for regulators.", "In Germany, we have found the principle of \"same business, same risk, same rules\" to be highly useful in dealing with many of these challenges.", "If you want to take deposits or grant loans, then you are automatically considered a credit institution and the relevant rules apply accordingly - no matter which type of player you are or what technologies you employ.", "This allows for some flexibility to cover at least part of the FinTech market.", "However, some challenges remain.", "The value chain of banking is breaking up.", "FinTech and BigTech companies offering innovative and cost-effective solutions are taking over parts of activities traditionally assigned to credit institutions.", "Some examples include payment solutions, cloud computing, or regulatory technology.", "Enterprises offering these solutions do not usually qualify as credit institutions.", "However, when they become integral to a credit institution's operations, risks from these providers also become relevant to the credit institution's risk management.", "That consequently raises the question: How relevant should these providers be to banking supervision?", "Are these providers so relevant that we need to supervise them even though they do not meet the criteria for traditional supervision?", "With regard to cloud computing, we in the EU have answered this question with a resounding \"yes\".", "Earlier this year, the Digital Operational Resilience Act, or DORA for short, came into force.", "DORA has created a consistent set of rules for the European financial market and will strengthen its digital resilience.", "Moreover, it has established an oversight regime for critical third-party providers.", "And then we face the challenge of regulating a new sphere that has existed outside of the traditional financial regulatory framework thus far: crypto-assets and decentralised finance, or DeFi.", "Their growth has raised plenty of new question for regulators: How do we make sure that we do not miss relevant developments in this new sphere?", "What new rules do we need for crypto-assets?", "With regard to DeFi, who should be the target of regulation in a decentralised network?", "And which regulatory jurisdiction is responsible for a decentralised network without a physical location?", "In the EU, we have launched ourselves into this new sphere with the Markets in Crypto Assets Regulation, or MiCAR, which is set to come into effect next year.", "MiCAR will regulate providers of crypto-related services and issuers of stablecoins.", "In Germany, new rules on crypto custody services had already been introduced several years ago.", "This is a step in the right direction.", "However, in order to overcome this new challenge, we need a truly global approach to the regulation of crypto-assets and DeFi.", "How do we overcome these challenges?", "This brings me to the next section of my speech: How can we work to overcome these challenges?", "First, there is a tried and tested solution for new challenges: international cooperation.", "We regularly exchange data and information on relevant developments in the financial sector with supervisors from other countries and closely monitor advances in international regulation.", "With regard to India, we are particularly looking at the balance that national regulation seems to have struck between implementing necessary restrictions to reduce arising risks and simultaneously enabling innovation.", "Moreover, we are working as part of international committees towards setting new standards.", "One such international committee that acts as a standard setter in digital finance is the Basel Committee on Banking Supervision, the BCBS.", "For example, at the end of last year, the BCBS established a standard on the prudential treatment of banks' crypto asset exposures.", "This follows a risk-oriented approach and ensures an appropriately conservative treatment of high-risk crypto-assets.", "We very much welcome the adoption of this standard.", "We also support the Committee's ongoing work on crypto-assets, which includes further reflections and analyses relating to a number of important elements of the standard.", "Committees like these are invaluable for us to learn from each other, strengthen the global supervisory community, and strive towards international agreements on regulatory standards and frameworks.", "However, the FinTech community could benefit, too; establishing international standards can reduce barriers and frictions when scaling up operations abroad.", "The existing international bodies have their limits though.", "The have been set up for the traditional sectors of legislation like banks, insurance or securities and do not cover the new businesses in FinTech be it cloud, crypto - you name it.", "What is needed is an international body which takes a holistic view at the new world of digital finance and start to provide global standards - before all jurisdiction issue national ones.", "Second, we are employing a new solution for new challenges as well: supervisory tech, or SupTech for short.", "With supervisory tech, we can harness innovative technologies to revolutionise the way in which we work today.", "If we can collect and process supervisory data more quickly and easily through new technologies, that is a win-win situation for both us and the credit institutions that we supervise.", "At the moment, most SupTech activities and discussions are centred around more datadriven supervision: data collection, data management, data analytics, and data visualisation are all key topics that we are currently working on.", "One example is the use of new types of data, such as news articles or social media posts, which could complement the traditional data from regulatory reporting and provide additional and timelier insights.", "We have also started our journey towards incorporating artificial intelligence into our activities at the Deutsche Bundesbank.", "For example, we are currently testing an \"AI Knowledge Assistant\".", "The knowledge assistant is a product of our Innovation Lab in Frankfurt and it is based on OpenAI technology.", "It allows analysts to search huge sources of text for specific information in a matter of seconds.", "The assistant specialises in questions from the world of central banking and always provides its answers with references and sources.", "The assistant uses publicly available documents, including, for example, ECB annual reports on financial stability, and enables our analysts to search for information in large collections of documents quickly and precisely as well as analyse their content in a subject-specific way.", "In my opinion, this technology has great potential to support supervisors in obtaining quick overviews of complex situations.", "However, we are well aware that SupTech can only support, and not replace, supervisory judgement, especially the work with growing amounts of structured and unstructured data.", "Our challenge is to find the right balance between automation and individual supervisory judgement.", "Ladies and gentlemen, allow me to reiterate the key takeaways from my speech today.", "First, Germany's vibrant FinTech sector sits at the heart of a dynamic European FinTech scene.", "While the past two years have been tough in terms of raising funds, German and European FinTech companies still have a lot of potential yet to be fulfilled.", "Second, regulating this sector poses an array of challenges to supervisors due to the novel dynamics both within and outside our regulatory sphere.", "And, finally, with international cooperation and supervisory technology, we are employing both old and new strategies and tools to overcome these challenges.", "I hope you have found my speech much less complex than its title may have made it seem.", "I look forward to discussing its main points - and maybe also the mystery of the German affinity for lengthy sentences - during our following panel debate.", "Thank you for your attention!", "See Studie: Deutschlands Fintech-Ökosystem hat ein enormes Aufholpotenzial | McKinsey & Company See German FinTech Report: Study (2023) | Contextual Solutions See Germany in 2023 (sifted.eu) See EY ESG FinTech Studie 2022 | EY - Deutschland See Europe's fintech opportunity | McKinsey See Deutsche Fintechs wecken wieder vermehrt Interesse von Risikokapitalgebern (handelsblatt.com), analysis by Barkow Consulting"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["FinTech regulation", "Digital finance", "Crypto-assets", "ESG", "SupTech", "International cooperation", "FinTech ecosystem", "Cloud computing", "Decentralized finance", "Banking supervision"]}