{"sentences": ["Good morning, ladies and gentlemen.", "I am delighted to welcome you to the inaugural NGFS Workshop in Singapore.", "We held our annual NGFS Plenary meeting yesterday.", "We discussed how the NGFS can continue to push the envelope in greening the financial system: to strengthen the resilience of the financial system to climate and environmental to encourage financing flows to support the transition to a net-zero world.", "The NGFS is well-placed to do this - we are a coalition of 125 central banks and financial regulators from over 90 jurisdictions.", "Our size enables us to make an impact globally and our diversity enables us to harness multiple perspectives.", "The work we do is not only important but urgent.", "Climate change is already happening - its physical manifestations are becoming increasingly evident - especially here in Asia.", "We are already seeing unprecedented heat waves, floods, and agricultural degradation.", "One of the key roles of the NGFS is to build capacity and capabilities among central banks and supervisors to deal with the climate challenge.", "This inaugural NGFS Workshop, with more than 150 participants from over 60 institutions, will discuss cuttingedge economic and financial issues related to climate change and nature loss.", "We will be hearing from leading voices in the field on: Macroeconomics of Climate Change Transition Planning Nature-Related Risks Let me briefly share what the NGFS is doing in each of these areas, to set the backdrop for today's Workshop.", "Macroeconomics of climate change Both the physical and transition dimensions of climate change will significantly impact output, inflation, labour markets, and the long-term growth potential of economies.", "The NGFS is seeking to develop the tools necessary for central banks and regulators to make sense of how climate change will affect the macroeconomy and financial system.", "This includes work on: identifying relevant climate-related data; developing analytical frameworks and models; understanding the implications for monetary policy; and designing climate scenarios for stress testing.", "The NGFS has brought together an expert network of statisticians and data scientists on climate-related data.", "They will help member central banks and supervisors build up capacity on climaterelated data such as adverse climate events, carbon emissions, energy intensity, and so on.", "This will include building climate data directories and setting up green finance data hubs in central banks.", "The NGFS is developing theoretical frameworks and quantitative models to evaluate the impact of climate change on the macroeconomy.", "Policymakers need to better understand the channels by which physical risks and transition efforts can affect the economy.", "For example, physical risks could negatively affect consumption demand if there is an adverse climate event, while the transition could positively induce investment in climate adaptation technologies, thereby affecting aggregate supply.", "The NGFS is seeking to better understand how climate change can potentially affect the transmission of monetary policy.", "Climate change could put pressure on banks' balance sheets due to higher credit risk or an abrupt repricing of assets, and ultimately constrain central banks' ability to influence credit conditions in the economy.", "We need to assess how climate change may affect the neutral rate of interest.", "A decline in productive capacity could pull the neutral rate down, while large investment outlays for greening the economy could push rates up.", "The influence of monetary policy on inflation expectations may also weaken, as physical and transition risks intensify and raise underlying price pressures.", "The climate scenarios developed by the NGFS has allowed more robust assessments of financial stability.", "Given uncertainty around the severity and frequency of climate-related shocks, we need to augment traditional analysis with climate scenarios.", "More than 30 central banks have used or referenced the NGFS climate scenarios.", "The IMF has also begun to use them to assess the impact of climate change on banking sector stability risks under the Financial Sector Assessment Programme.", "The NGFS aims to make three enhancements in the next iteration of its climate scenarios.", "increased sectoral granularity and geographical coverage, especially in emerging inclusion of short-term scenarios, incorporating more adverse tail-risk events such as a sudden policy shock; and improved representation of acute physical risk.", "To get to net-zero by 2050, we have to close a large financing gap.", "According to McKinsey, net zero by 2050 will require about US$9.2 trillion of investment per year, but only about US$5.7 trillion per year is being invested today.", "We are more than 35% short of the annual investment required for net-zero.", "Blended finance will be crucial to unlocking more capital for green and transition projects, particularly in emerging economies.", "Blended financing structures can alter the risk-return profile of many marginally bankable projects.", "This can be done through catalytic and concessional funding from the public sector, multilateral development banks, and philanthropic sources to crowd in multiples of private capital.", "By mitigating a portion of project risks, providing technical assistance, and lending their reputation and expertise, the public sector can help to attract private capital which may otherwise be hesitant to invest.", "We need to mobilise the financial system to deploy blended finance at scale.", "The NGFS will contribute to this effort in three ways.", "We will use our convening power to raise awareness of blended finance and help to bring the relevant parties into the room.", "We will seek to identify potential regulatory, market or policy barriers that hamper the scaling up of blended finance.", "We will provide guidance to central banks and supervisors on how they could potentially address these barriers.", "The NGFS is working on two blended finance deliverables by COP28.", "First, a handbook on blended finance .", "It will draw on key lessons from past case studies on blended finance projects and provide practical guidance on how such projects can be scaled up.", "Second, demonstrative blended finance projects .", "The aim is to spotlight projects that have incorporated mechanisms to promote the scaling of blended finance.", "We will also categorise the key pain points in some of these projects and draw lessons on how they could be addressed.", "Transition planning Across the financial industry, the focus is gradually shifting from commitment to action.", "This means going beyond high-level net zero commitments to designing credible transition plans that will get us there by 2050.", "Drawing up a credible transition plan requires financial firms to do several things: their financed emissions; set interim targets based on appropriate science-based sectoral pathways ; engage clients on their own corporate transition plans; and monitor portfolio and client progress over time.", "Transition plans need to be adaptive to changing circumstances while maintaining ambition.", "There is uncertainty over the path of various decarbonisation technologies as well as climate-related policies such as carbon taxes and emission standards.", "The assumptions used in transition plans would need to be continually monitored and adjusted as necessary.", "The NGFS is examining the role of supervisors in assessing financial institutions' transition plans as well as their transition planning processes.", "We have done a stock-take of current supervisory frameworks on transition plans.", "We will share the results of the stocktake with the Basel Committee on Banking Supervision and the Financial Stability Board, to facilitate coordination in the development of transition planning standards.", "The next phase of work will examine the relevance of transition planning to supervisors' mandates, toolkits, and prudential frameworks.", "Recognising that there is a spectrum of supervisory mandates, such guidance will be flexible and based on a building block approach.", "Nature-related risks The world is facing a crisis of biodiversity loss, which is no less threatening than the climate crisis.", "The loss of biodiversity not only has serious ecological and social consequences, but also significant macroeconomic implications.", "Biodiversity and so-called ecosystem services underpin a significant portion of global GDP.", "The World Economic Forum has estimated that US$44 trillion of economic value generation, or more than half of global GDP, is moderately or highly dependent on nature.", "For example, over three-quarters of the world's food crops rely on insect and animal pollination.", "One can imagine the consequences for food supply if this process of pollination is disrupted.", "Sectors like consumer goods, real estate, and transportation depend on ecosystem services such as water availability, minerals, natural fibres, and the protections that natural habitats provide.", "This dependence is sometimes direct but very often indirect through supply chain dependencies.", "Our response to the nature-related crisis should therefore be as ambitious as our response to the climate-related one.", "The world needs to account for, manage, and mitigate the financial risks posed by biodiversity loss.", "The NGFS has set up a task force to mainstream the consideration of naturerelated risks across all its work.", "A key focus of this effort is to develop a conceptual framework for nature-related risks that central banks and supervisors can utilise to develop policies and actions on nature-related issues.", "The financial industry can also play a positive role in addressing the degradation of nature.", "First, do no harm.Financial institutions should disincentivise production processes that are harmful to biodiversity and proactively manage the risks that would arise from biodiversity loss.", "Second, provide the necessary funding to develop resilient and sustainable production systems that factor in the interdependence of food, water, and energy systems.", "The financial industry working together with central banks and financial regulators can make a decisive difference in addressing climate change and environmental degradation.", "To enable this collaboration, the NGFS aims to be a pathfinder for emerging initiatives to strengthen the climate resilience of the financial system and to facilitate financing flows for the transition to a net-zero world.", "I encourage you to participate actively in today's Workshop, so that we can collectively advance our understanding of the issues we need to tackle.", "I wish you fruitful and productive discussions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Climate Change", "Macroeconomics", "Transition Planning", "Nature-Related Risks", "Blended Finance", "Financial Stability", "Monetary Policy", "Climate Scenarios", "Data", "Resilience"]}