{"sentences": ["It is a real pleasure to be at Wits again and in a discussion with Adam Tooze The major disruptions since the onset of the pandemic in early 2020 challenged the belief of many that the world had entered a long phase of low and stable inflation.", "Supply chains, stretched by the staggered reopening of economies, only proved as resilient as their weakest link, resulting in major delivery lags and higher costs in key industries.", "Labour supply did not adjust automatically when firms began to hire again, resulting in tight labour markets.", "There was no precedent in recent history that we can learn from relating to the policy responses required to the pandemic shock.", "Even after economies had re-opened, fears of long-term scarring, including bankruptcies and permanent job losses prompted coordinated responses from governments and central banks to uphold highly stimulative policies.", "In retrospect, we now know that such stimulus provided excess support to demand at a time when supply was struggling to adjust, compounding inflation.", "The war in Ukraine, which exacerbated the shock to prices of oil, gas and some inputs into food production like fertilizers, added to the global inflation problem.", "Even a country like South Africa, where supply constraints did not originate, faced price pressures from more expensive imports, shortages of key inputs, elevated shipping costs and the depreciation of the rand as financial markets repriced the outlook for global interest rates.", "Worldwide inflation pressures have forced monetary policy normalisation.", "Policy rates increased quickly as central banks realised that what was thought to be the transitory inflationary shocks are not so transitory and there are strong second round effects.", "Despite the increases, policy rates in many countries, including South Africa, remain below neutral interest rates and in some cases, they are negative.", "The Covid-19 crisis and the recovery period reminded us of lessons that we often forget 1.", "Working together to address global problems leads to effective solutions.", "The hoarding of vaccines during the crisis meant there were numerous mutations of the Covid-19 virus.", "It is only once vaccination rates increased across countries that the Covid-19 pandemic was contained.", "Coordinated global responses accelerated the global recovery.", "We need to have policy buffers.", "Having policy buffers to tackle Covid-19 type pandemics is difficult as they are rare events.", "The problem is that many countries had no monetary or fiscal space to tackle even small crisis.", "In South Africa, we had the space to provide a sizable monetary policy stimulus unlike central banks in advanced economies which were stuck at the zero lower bound.", "But we had limited fiscal space due to the fiscal decisions in the post Global Financial Crisis period.", "Many governments, including ours, faced mass protests against high inflation (and not high interest rates) in the post crisis period.", "Borrowing in foreign currency during good times should trigger consideration regarding the ability to pay during bad times.", "In addition, the cyclicality of commodity revenues makes them an inappropriate source of continuous funding to meet short-term obligations (interest payments on debt).", "There are many other repeated lessons.", "The post crisis period poses many challenges for central banks from dealing with fiscal dominance effects to tackling climate change related risks.", "Increasingly central banks are being asked to address problems that fall directly under the domain of government, without consideration under what conditions and how central banks are effective in achieving their goals.", "Credibility and independence are critical in achieving our objectives.", "Other critical elements include well defined and limited number of goals, effective tools to achieve these goals and finally, measurable success indicators and accountability.", "Central bank credibility is directly linked to achieving the goals and being accountable.", "If you want for the South African Reserve Bank to address the unemployment crisis, then you need to give us the tools to address things such as high firing and hiring costs or the large number of unskilled workers.", "You would need to take them from other government departments.", "For us to be successful, we need to act independently without considering political issues.", "How many politicians would be happy with that?", "How would you hold us accountable if you give us multiple goals?", "Another example is climate change.", "The three main drivers of the transition are relative price changes, technology developments and adoption, and infrastructure investment.", "The most effective tools to accelerate these drivers sit with government departments.", "People downplay the importance of financial and price stability for the effectiveness of structural policies.", "How much green investment do you think we will attract if our financial system is unstable, and we cannot guarantee real returns!?", "The focus of central banks should be to deliver on their core mandates and create the space for government policies to drive structural changes."], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Covid-19 pandemic", "Supply chains", "Central bank credibility", "Fiscal policy", "Climate change", "Global cooperation", "Policy buffers", "Financial stability"]}