{"sentences": ["At a time of deep uncertainty, with the distress caused by the emergency, we wondered three years ago what effects the pandemic would have on our behaviour, on the production system, on how we work and on our consumption habits.", "Recognizing that 'we knew that we did not know', we discussed new 'equilibriums' and a new 'normality', with profound doubts, and we talked about the crucial role that extraordinary budgetary interventions and sizeable and timely monetary policy measures would have in softening and diluting over time the consequences of the crisis.", "Now that the health crisis is over, the dramatic fall in demand has been recouped and 'social distancing' is a thing of the past, we find ourselves facing new challenges and new emergencies.", "It is of course legitimate to wonder to what extent these factors - ranging from the geopolitical tensions and risks to the economic and financial uncertainties and the return of inflation itself - are linked to those events and those responses.", "Counterfactual analyses are difficult in history, and not only in economic history, but a strong dose of humility is needed when conducting them: those interventions and measures not only helped to moderate the social and economic effects of the pandemic, they also certainly played a key role in making tangible the commitment and the hope expressed when we said then: 'we will survive this together'.", "This is why we cannot forget those who sacrificed themselves in the sometimes unequal fight against infections.", "We cannot ignore how much the swift response of research benefited from the absence of impassable borders to the spread of knowledge.", "Neither can we fail to properly acknowledge the successes, including logistical ones despite various kinds of difficulty, achieved by the work relating to the production and distribution of vaccines, as well as the capacity for action, including at supranational level.", "Let us go back, though, to the tensions, to the uncertainties and to inflation.", "I have already talked about the last of these, underlining once again the importance of steering the monetary response on a straight course, but with the necessary graduality owing to the lingering uncertainty over the evolution of the main determinants of the acceleration in prices and over the behaviours that may prolong their duration and their effects.", "The phasing out of the extremely accommodative monetary conditions was of course necessary: in this case too, however, let us remember the success in countering the deflationary risks linked to the financial, global and sovereign debt crises in the euro area.", "Monetary normalization and credit tightening will bring us back to price stability; the repercussions for the euro-area economy will be smaller the more responsible the behaviour of all the parties involved: firms, trade unions and governments.", "The political, economic and financial consequences of the dramatic conflict still taking place in Ukraine, which is inconceivable in light of the lessons from the twentieth century and unacceptable because of the violation of the basic principles of the ensuing international law, look set to be deep-rooted and long-lasting.", "They will need to be faced, not by abandoning but rather by strengthening the commitment to international cooperation.", "The great forces for change and the challenges of our time are global in nature, and the responses to them cannot be partial or not shared.", "Above all, we must give up the logic of the zero-sum game in the competition between nations, and not go back to the old models of winners and losers, but work to involve various actors - based on their history, values and perspectives - in leading future initiatives with the aim of generating widespread benefits for everyone.", "In the last fifteen years, Italy has had to deal with an almost unprecedented series of challenges and emergencies.", "I have often talked here about how they have been addressed, about the constraints that have slowed down our responses, about the delays and the mistakes made and about the successes achieved.", "I shall therefore not go into specific detail about the sequence of my memories, from the global financial crisis to the sovereign debt crisis and their prolonged effects, which once again, to use an effective expression common at that time, 'caught us on the back foot', following the delays accumulated at the end of the last century.", "The pandemic struck our country at a time when it had still not absorbed the damage inflicted by that double-dip crisis and when the slow and piecemeal adoption of the necessary reforms was still struggling to resolve the difficulties that hinder our growth.", "Nevertheless, Italy has overcome this third, extremely serious crisis, as well as the energy shock that followed Russia's aggression against Ukraine, and has done so better than we expected.", "The rebalancing of the production structure at world level now forces us to strengthen our international standing and to avoid being pushed, as in the not so distant past, to the margins of the transformations underway.", "These are not merely emergencies to be tackled; they are factors that interact with unstoppable trends - environmental, demographic, technological - and that are destined to change the existing economic and social structures radically.", "The magnitude of these trends cannot help but generate uncertainty.", "When considering the associated risks, we are asking ourselves questions about the future in which today's children and those not yet born will live, we wonder what to do, not only to respond to the fears and opposition connected to them, but also and above all to seize the opportunities they herald.", "New ways to organize work and society will emerge, together with new ways of life and new ways of working together.", "We will need to be aware of this, first and foremost at individual level, and rely on our curiosity, education and knowledge, as we have been saying for some time.", "As regards the 'special institution' that I have served in different roles for fifty years, and that I will leave this year, I am certain that it will continue to base its work on this awareness in the years to come as well.", "We always keep in mind the need to ground our assessments and decisions on data and analyses that are as broad and accurate as possible.", "As former Governor Bonaldo Stringher stated in 1900 - and as Gianni Toniolo reminds us in his book History of the Bank of Italy, covering its first fifty years, which he completed shortly before passing away so suddenly - this is for the sole purpose, together with and not in conflict with the State, of 'improving the conditions for national economic activity and improving its lot'.", "Today, by sharing it within the Eurosystem, we are extending this purpose to the area of monetary and financial stability in which we have been sharing the responsibility of 'governing the euro' for the last 25 years.", "Indeed, as we have known for centuries, acquiring this awareness must also occur at a collective level.", "In the words of our 'Supreme Poet', Dante Alighieri: 'the Philosopher says that man is by nature a social animal', to pursue 'a life of happiness ... no single individual is able to provide'.", "Problems such as reducing the public debt or adopting ways of life consistent with protecting the environment require society to understand and internalize them, not because 'the EU is asking us to do it' but because they shield us from risks and open up opportunities.", "This is why there needs to be a new collective reflection at all levels, in order to grasp their importance and to decide together how to manage their impact.", "The same can be said of openness to the world, which is so important for our economy and our culture, as we have known for centuries and despite our delay in reaping its benefits in the last few decades.", "However, we are not just 'social animals'.", "As Yuval Noah Harari puts it, what distinguishes us is the capacity 'not merely to imagine things, but to do so collectively'.", "This ability to imagine the future will be crucial.", "This is why we need to keep dialogue going, to strengthen cooperation as much as possible in a world where it is necessary to guarantee economic, health and welfare benefits to all, and to reduce disparities rather than increase them.", "It is really up to young people, who are less conditioned by the past, to imagine that world and identify its opportunities.", "They will have to be listened to and helped to grow by the other generations, with no constraints, in order to translate into realistic action the ideas they will be able to develop for a future world that is not poorer, but rather safer and fairer.", "Note: Percentage changes on previous year.", "Note: Twelve-month percentage changes.", "Euro area: changing country composition since 1999; weighted average of the 11 countries initially participating in the third stage of the Economic and Monetary Union, for the years before 1999.", "New barriers to trade and to foreign direct investment (number of new barriers) Barriers to trade (right-hand scale) 30 450 Barriers to foreign direct investment 0 0 2010 2013 2016 2019 2022 Sources: Global Trade Alert and UNCTAD.", "Note: Percentage of EU citizens interviewed in the Eurobarometer's half-yearly surveys who trust in the European Union.", "The Governor's Concluding Remarks BANCA D'ITALIA Annual Report 2022 Consumer price growth in the euro area (percentage changes) 10 Headline 10 6 6 inflation 2011 2014 2017 2020 2023 Source: Eurostat.", "Note: Twelve-month percentage changes.", "Note: Ten-year interest rates; the real interest rates are obtained by deflating the nominal interest rates (overnight index swaps) using the rates of inflation-linked swaps with the same maturity.", "Note: Median of the long-term inflation expectations (4-5 years) of the experts interviewed for the quarterly Survey of Professional Forecasters; five-year, five years forward inflation-linked swap rates, net of an estimated inflation risk premium.", "Note: Euro area, fixed composition (19 countries).", "Note: Euro area excluding Italy, fixed composition (18 countries); primary balance: general government revenue minus expenditure net of interest expense.", "by the Printing and Publishing Division of the Bank of Italy Rome, 31 May 2023 Printed on EU-Ecolabel certified paper (registration number FI/011/001)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Ukraine", "International cooperation", "Economic growth", "Sustainability", "Collective awareness", "Social inclusion", "Future generations", "Openness to the world"]}