{"sentences": ["Ladies and gentlemen, distinguished guests and colleagues, I welcome you all today to the third Finance and Productivity conference organised by the Bank of Italy, together with CEPR, the Competitiveness Research Network (CompNet), the European Bank for Reconstruction and Development (EBRD) and the Halle Institute for Economic Research (IWH).", "The topic chosen for this year - \"Green Deal: reformation, evolution, and revolution\" - underlines the importance of the ongoing debate about the green transition and the quest for making our economic systems more resilient to climate shocks.", "The discussion around these topics has centred on strategies to achieve the goal of net zero greenhouse gas emissions, which requires a combination of economic disincentives for fossil fuels and the increased availability of present and future clean energy alternatives.", "Economists have the task of making an effective contribution to the evaluation of the effects of existing policies and collaborating in the design of measures based on the available evidence.", "Carbon taxation and emission quotas have proven to be useful instruments in discouraging the use of fossil fuels.", "They must be carefully calibrated to achieve the largest possible welfare gains, mitigating potential regressive effects and avoiding abrupt and ungoverned reallocations between green and brown sectors.", "The aim of public policies should not be to immediately phase out the activities with a bigger carbon footprint, but rather to help energy-intensive firms to steadily and significantly reduce their emissions to the largest extent and whenever possible.", "The transition to greener technologies also needs to be accompanied by appropriate policies.", "As renewable-energy power sources become more profitable, the streamlining of regulatory procedures and the deployment of grid-scale storage facilities are needed to safely increase their role in the power mix.", "Clean investments can also be encouraged among non-energy producers, tackling the constraints that lead firms to underinvest in the green transition or to prioritise short-term cost considerations over longer-term environmental and, ultimately, economic benefits.", "This conference contributes to this debate, envisaging a rich array of research papers encompassing a wide range of topics, which aim at shedding light on significant issues that seem especially important to me: Climate and energy-related events have a sizable impact on firm activity, with potentially disruptive effects on several levels, such as labour productivity, final demand, supply chain linkages, or energy source differentiation.", "Disentangling these channels is important in assessing how climate shocks shape the allocation of production factors and are mapped onto aggregate outcomes.", "Climate change has a profound impact on banks' balance sheets and lending practices.", "Localised climate shocks directly affect the value of assets used as collateral for loans, leading to a decrease in credit supply.", "The potential concentration of these risks among few entities and the possibility of these effects spreading to unaffected areas highlight the importance of prudent risk management practices within the banking industry.", "Financial markets can indeed accelerate the transition to a greener economy.", "Credit availability increases the probability of investment in cleaner technologies, especially in the wake of adverse climate events and higher carbon and fossil-fuel prices.", "A demand for credit oriented towards green investments requires sound and consistent policies (in particular targeted incentives), whose effectiveness is amplified by a greater environmental awareness among economic agents.", "Inherent firm-level characteristics also contribute to shaping the pace of the adoption of green technologies.", "Smaller and financially-constrained firms often invest in older and less environmentally friendly capital compared to larger firms.", "Corporate taxation can be leveraged to strengthen the incentives for green investments, potentially reducing aggregate carbon emissions while limiting the impact on economic growth.", "Greenwashing practices and unsubstantiated environmental disclosures can impede green transition efforts.", "Only high-quality granular data availability can help us understand the connection between firms' disclosures and the banks' propensity to lend to brown industries.", "We should also be aware of the misleading practice of divesting polluting plants from one company to the other, which on the surface may create the illusion of reducing emission levels, but in reality does not.", "During the conference these issues will be discussed in depth, offering an excellent opportunity to reflect on how research might inform decision-making processes and shape effective policies.", "The panel of experienced policymakers will share its views on the foremost challenges we face and the critical questions that demand attention from economic research.", "I am sure that the lecture of our special guest, Professor Aghion, will offer valuable insights into how innovation, public policies and civic values interact in the ongoing endeavour to combat climate change and mitigate the depletion of natural resources.", "Let me conclude by thanking the organisers and the scientific committee for having put together such a rich and interesting programme.", "Once again, I express my gratitude to the presenters, moderators and all the other participants in this event for their presence here today.", "I wish you all two days of very fruitful interactions and discussions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green transition", "Fossil fuels", "Carbon emissions", "Green investments", "Climate shocks", "Banking industry", "Financial markets", "Corporate taxation", "Greenwashing"]}