{"sentences": ["Thank you for the opportunity to have Bank of the Jamaica report to this Honourable House on its recent stewardship of monetary policy.", "I also take this opportunity to wish all the members of this Honourable House and your families a safe and happy Christmas when it comes.", "By way of context for my remarks, the ongoing conflict between Russia and Ukraine has amplified substantial increases in international commodity prices.", "Notwithstanding this adverse development, the domestic economy continues to show signs of strong recovery, our foreign reserves are robust and employment is at pre-COVID levels.", "The shock has however contributed to significant increases in both inflation and inflation expectations here in Jamaica and across the world, which makes inflation a source of ongoing concern for Bank of Jamaica.", "Headline inflation at October 2022, as reported by STATIN, was 9.9%, which continued to trend above the upper limit of the Bank's inflation target of 4 to 6%.", "This outturn was also higher than the inflation rate of 7.3% at December 2021 but has been declining slowly since April 2022 when it was 11.8%.", "While some of the key drivers of headline inflation, such as grains and shipping prices, continue to trend downwards on the world markets, we are not yet seeing the full pass-through to domestic food prices.", "In addition, core inflation, which excludes from the CPI (Consumer Price Index), the impact of fuel and food prices, is high at 9% when compared with 8.4 per cent at December 2021.", "Monetary tightening among Jamaica's main trading partners has also continued at a rapid pace, which carries the risk of increased capital outflows from Jamaica and a faster pace of exchange rate depreciation, if domestic monetary policy is not correctly aligned.", "Therefore, since October last year, Bank of Jamaica has used a three-pronged approach to address the problem of high inflation in Jamaica.", "Gradual increases in the Bank's policy interest rate by 650 basis points since 2.", "The provision of US dollar liquidity support to the foreign exchange market to foster stability in the foreign exchange market and, 3.", "Ensuring the maintenance of tight Jamaica dollar liquidity conditions in the money market.", "This package of mutually reinforcing policy measures is meant to achieve the following 1.", "Cause interest rates on deposits and loans in the financial system to rise, which will then encourage savings and discourage borrowing in Jamaican dollars, and hence help to manage aggregate spending in the economy.", "Make savings in Jamaican dollars more attractive relative to foreign currency assets and thus help to maintain the stability of the exchange rate.", "The timely sale of foreign exchange to the market when there are temporary gaps between supply and demand is also aimed at stabilizing the market while at the same time preserving the Government of Jamaica's flexible exchange rate system.", "Selling US dollars also removes Jamaican dollars from the financial system, which causes a premium to be placed on Jamaican dollar liquidity by the participants in the system and reduces demand-induced inflationary pressures.", "Finally, the use of open market operations, which involves Bank of Jamaica issuing certificates of deposits to banks, removes liquidity from the system, causing money market interest rates to rise and influencing inflation downward.", "These actions are intended to soften the impact on consumers, of the large changes in the prices of oil, grains and other imported commodities, through the exchange rate channel.", "They are also meant to reduce demand in the economy and consequently, the ability of businesses to pass on price increases to consumers.", "Finally, they are meant to assure people that inflation in the future will not continue to rise unpredictably and so allow them to act today in ways that are consistent with the maintenance of low, stable and predictable inflation in the future.", "The foreign exchange market has remained relatively stable, reflecting, in part, the actions taken by the Bank in response to the higher than targeted inflation.", "This stability in the exchange rate continues to play a role in moderating the cost of imported goods and tempering inflation expectations.", "The Bank however, remains concerned that while there have been some increases in deposit and loan rates, the pace of upward adjustments of the rates of deposit-taking institutions has been slow.", "In the case of deposit rates, for the period October 2021 to October 2022, in a context where BOJ's policy rate rose by 650 basis points (bps), the weighted average deposit rates (i.e.", "the interest rate paid on demand, savings and time deposits) by deposittaking institutions (DTIs) rose by only 49 bps.", "This low pass-through reflected the fact that customers of banks who held demand and savings deposits over the period experienced practically no changes in the interest rates paid on these deposits.", "In terms of loan rates, deposit-taking institution's weighted average loan rates actually declined by 14 bps during the period September 2021 - October 2022.", "To facilitate greater transparency around the issue of deposit rates, the Bank recently began publishing in the newspapers, detailed data on interest rates paid by all commercial banks on savings accounts, demand deposits and time deposits.", "The publication of this data is an initiative of Bank of Jamaica aimedat encouraging the public to act in an informed manner by moving their deposits to the commercial banks where they can benefit from higher deposit rates.", "Notwithstanding the slow responses to date, but appreciating that it takes time for policy signals to have an effect, the Monetary Policy Committee of Bank of Jamaica judged that it might be appropriate at this time to pause further rate increases.", "This pause is Commercial Banks deposit rates and loan rates moving higher; Core inflation not continuing to increase; and The US Federal Reserve not exceeding its projected rate increases for 2022 and Looking ahead, Bank of Jamaica expects that, consistent with consensus forecast for a fall in commodity prices and the Bank's overall monetary policy stance, inflation is projected to decline to single digits in early 2023 and return to the 4% to 6% target range by December 2023.", "Bank of Jamaica recognizes that our monetary policy actions to bring inflation back to its target will not be painless to all Jamaicans.", "However, the Bank is cognizant that the greatest pain of all is the adverse impact of high and unpredictable inflation on the ability of our working population and the most vulnerable members of society to afford the basic necessities of food, transportation and housing and on stable long-term economic growth.", "In this regard, Bank of Jamaica reaffirms its commitment to doing all it can to achieve its primary mandate of returning inflation to the 4% - 6% corridor without causing undue harm to employment and economic growth.", "Again, I thank you for the opportunity to report on the monetary policy mandate and actions of the central bank.", "This was in contrast to a depreciation of 7.4 per cent ($10.67) over the corresponding period of 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Monetary policy", "Exchange rate", "Interest rates", "Economic growth", "Deposit rates", "Loan rates", "Foreign reserves", "Inflation expectations", "Commodity prices"]}