{"sentences": ["SPEECH The risks of stubborn inflation Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the Euro50 Group conference on \"New challenges for the Economic and Monetary Union in the post-crisis environment\" Luxembourg, 19 June 2023 The ECB has taken forceful action in response to the unprecedented surge in euro area inflation.", "We have embarked on the fastest tightening cycle in our history, raising our key policy rate - the deposit facility rate - from -0.5% to 3.5%, and started reducing the size of our balance sheet.", "Our actions are being swiftly transmitted to borrowing conditions, slowing the pace of credit creation.", "Inflation has started to come down from its historically high level, largely reflecting the sharp drop in energy prices.", "Underlying inflation has also moderated recently, but it has proven more persistent than expected.", "Despite the welcome turn in inflationary developments, the path towards sustained price stability remains uncertain and fraught with risks.", "In my remarks today, I will reflect on the outlook for inflation in the euro area.", "I will first explain the factors that are expected to drive the continued decline in headline inflation under the latest Eurosystem staff projections.", "I will then describe some risks around the baseline scenario and discuss what these imply for the optimal conduct of monetary policy.", "Profit margins expected to absorb rising labour costs In the June 2023 Eurosystem staff projections, headline inflation is expected to decline notably over the coming months and to gradually converge to levels somewhat above 2% in 2025 (Slide 2, left-hand side).", "The projected decline in headline inflation rests, to a significant extent, on a further decline in energy inflation and a marked drop in food inflation, both driven by large base effects (Slide 2, right-hand side).", "Core inflation is projected to moderate more gradually, from an average of 5.1% this year to 2.3% in 2025, as pipeline pressures recede and the tightening of monetary policy increasingly weighs on economic activity.", "[ Over the near term, disinflation is hence primarily driven by a reversal of the supply-side shocks that had caused the unprecedented surge in inflation (Slide 3, left-hand side).", "Surveys show that bottlenecks in the global manufacturing sector have by now fully unwound and that input prices have fallen to the lowest level in many years as gas and oil prices have continued their sharp descent.", "Softening demand, as reflected in a decline in new orders, should further support the disinflationary impulse in the manufacturing sector, which is particularly sensitive to higher interest rates.", "As the energy shock unwinds and supply chains normalise, domestic demand, and wage growth in particular, has become the dominant factor driving recent inflation developments, and is expected to remain so over the projection horizon (Slide 3, right-hand side).", "Demand-side shocks tend to be more persistent, especially in the euro area's institutional environment built on centralised collective bargaining, with wage agreements having an average duration of around two years.", "[ Price pressures in the services sector, where labour costs represent a larger share of total costs, are therefore expected to fade more gradually.", "The catch-up in wages is assumed to moderate on the back of falling headline inflation, while current high nominal wage growth is expected to be absorbed, to a large extent, by firms' profit margins, thus breaking the vicious circle between wages and prices.", "[ Firms' selling price expectations, which have been correlating closely with consumer price inflation over the past two years, corroborate the assumptions underlying the projections (Slide 4, left-hand side).", "In the manufacturing sector, the share of firms expecting to raise prices further has fallen back to pre- pandemic levels.", "In the services sector, the share remains higher but has also been coming down for four consecutive months.", "Risks to the inflation outlook tilted to the upside The baseline scenario of the Eurosystem staff projections is a plausible representation of how inflation could evolve in the absence of further shocks.", "That said, the outlook for inflation remains highly uncertain.", "On the downside, banks may tighten credit standards by more than currently envisaged because of risks to the value of their assets, their exposure to interest rate risk and tighter funding conditions.", "[ A re- emergence of financial tensions constitutes another downside risk.", "Together, such effects could accelerate disinflation in the euro area.", "On the upside, risks are broader.", "Option prices in financial markets suggest that risks to the medium-term inflation outlook remain tilted to the upside (Slide 4, right-hand side).", "Three types of upside risks can be distinguished.", "Risks of negative supply-side shocks One is that negative supply-side shocks could continue to hit the euro area and global economy.", "These risks are particularly pertinent for fossil fuels, like gas and oil, due to the green transition and the war in Ukraine.", "[ There are also other shocks, however, that we know exist but that are difficult to integrate into the baseline, so-called \"known unknowns\".", "El Niño is a case in point.", "The US Climate Prediction Center has recently declared that El Niño conditions are now officially present and are expected to gradually strengthen in the northern hemisphere in the winter of 2023/24.", "[ ECB analysis suggests that a one-degree temperature increase during El Niño historically raised global food prices by more than 6% after one year (Slide 5, left-hand side).", "El Niño also reinforces the risks of extreme weather events stemming from global warming.", "Sea surface temperatures in the North Atlantic are currently significantly above their average over the past 40 years (Slide 5, right-hand side).", "The war in Ukraine, in particular the heightened uncertainty about the Black Sea grain deal and the flooding caused by the destruction of the dam in the Kherson region, poses further upside risks to food inflation.", "New research by the Federal Reserve Bank of St. Louis suggests that food price inflation matters.", "Among consumer price index components, it was found to be the one with the highest signal-to-noise ratio and hence predictive power for future headline inflation, more than any core inflation component.", "[ Long-lasting damage to the euro area's supply capacity The second type of upside risk relates to hysteresis effects.", "Shocks, even if transitory, can have persistent effects on economic activity.", "[ The global financial crisis of 2008, for example, inflicted sustained income losses on millions of workers who remained excluded from labour markets for many years.", "[ Similarly, the pandemic and the energy price shock after the Russian invasion of Ukraine may cause long- lasting damage to the euro area's supply capacity.", "We are seeing two concerning developments.", "One is that average hours worked per employee remain below pre-pandemic levels (Slide 6, left-hand side).", "[ As a result, despite the strong increase in employment by 3.1%, total hours worked increased by only 1.4% over the same period.", "[ One reason behind the sluggish recovery in average hours worked is the marked increase in sick leaves.", "In Germany, for example, around 8.5% of all employees insured in the public health system were recorded as being on sick leave at the peak last winter (Slide 6, right-hand side).", "[ Insurance funds data suggest that more than 60% of the increase in sick leaves is related to respiratory diseases, including COVID-19.", "[ The second concern is that a notable gap has emerged between actual investment and the investment levels that could have been expected if the economy had evolved along its pre-pandemic growth path (Slide 7, left-hand side).", "This shortfall significantly predates the tightening of monetary policy.", "Supply chain disruptions affecting critical capital goods, such as semiconductor chips, have been one reason why capital accumulation has slowed.", "As delivery times normalise, these effects should reverse, supported by investments related to the green transition, digitalisation and reshoring of parts of global supply chains.", "Other factors may prove more persistent, however.", "Most notably, uncertainty in the wake of the pandemic and the war in Ukraine remains significant.", "The automotive sector is a case in point.", "The number of car registrations remains well below pre-pandemic figures, as price level effects and legislative efforts to accelerate the green transition have made many consumers reluctant to purchase new vehicles (Slide 7, right-hand side).", "[ Instead, they hold on to their old cars for longer, with the average age of passenger cars having risen to 12 years, from 7 to 8 years not so long ago.", "In other words, even as past shocks abate, their broader repercussions may have persistent effects on the future productive capacity of the economy.", "Indeed, potential output estimates for the euro area have been measurably revised down relative to the pre-pandemic trend.", "[ New research shows that such hysteresis effects may amplify and prolong the rise in inflation caused by transitory supply shocks.", "[ The reason is that the fall in investment and the rise in employment required to restore total hours worked tends to weigh on productivity and thereby raise firms' marginal costs.", "[ This channel is economically relevant.", "Labour productivity growth, both per employee and per hour, contracted in the first quarter of this year, putting upward pressure on unit labour costs, which is the relevant cost measure for firms (Slide 8).", "In the Eurosystem staff projections, these effects are expected to reverse, as labour productivity growth is forecast to rebound strongly in 2024 and 2025.", "The implied fall in unit labour costs, in turn, is expected to allow firms to absorb the increase in nominal wages in their profit margins.", "Should weak productivity growth persist, however, the further increase in unit labour costs raises the probability that firms will pass on parts of the increase in their costs to final consumer prices, setting in motion a perilous wage-price spiral.", "Weaker slowdown in aggregate demand This brings me to the third type of upside risks: aggregate demand may be slowing by less than currently anticipated, implying that fiscal and monetary policy are not sufficiently restrictive.", "Fiscal policy is expected to tighten over the projection horizon.", "However, only about half of the discretionary stimulus provided in response to the pandemic and the energy shock is expected to be reversed by 2025.", "Such discretionary measures are leaving fiscal policy accommodative and are not sufficiently offset by efforts to increase public investments that could help reduce medium-term inflationary pressures.", "In this case, monetary policy must become more restrictive.", "[ Quantifying the level of interest rates necessary to bring inflation back to target in a timely manner is inherently difficult, however, as there is large uncertainty about the effects of monetary policy.", "First, within each model there is a large range of plausible outcomes (known as parameter uncertainty).", "For example, according to a benchmark model from the academic literature, a one percentage point increase in the short-term interest rate could dampen inflation after one year by as little as 0.1 percentage point, or by as much as 0.8 percentage points (Slide 9, left-hand side).", "[ The second source of uncertainty relates to model uncertainty - that is, even the median estimate, which itself is surrounded by large parameter uncertainty, usually differs considerably across different classes of economic models.", "[ For example, the estimated impact on inflation in 2025 of the ECB's policy actions taken since December 2021 ranges from 0.9 to 3.9 percentage points across three of the ECB's main macroeconomic models (Slide 9, right-hand side).", "Expectations are critical for monetary policy transmission These differences reflect, to a considerable degree, the role that expectations are assumed to play in consumption and investment decisions.", "Put simply, the more households and firms believe that the past is a good guide for the future, the less powerful monetary policy will be.", "Inflation expectations are a case in point.", "If they are adaptive, meaning they change in response to actual inflation outcomes, inflation will become more persistent, and monetary policy will transmit more slowly.", "Carefully analysing how inflation expectations evolve is therefore critical for understanding the strength and speed of policy transmission.", "At present, the long period of above-target inflation raises concerns about a potential shift in inflation expectations.", "The experience over the past ten years suggests that market-based measures of long-term inflation compensation are not always firmly anchored around our 2% target (Slide 10, left-hand side).", "Before the pandemic, they declined significantly as inflation fell short of our target.", "About a year ago, they gradually began to move beyond 2%, to currently stand around 2.5%.", "[ Expectations of inflation settling above our 2% target could be an early sign that investor start questioning central banks' determination to restore price stability.", "In a recent survey by Bank of America Merrill Lynch, for example, nearly two-thirds of respondents said that global central banks would accept inflation of 2% to 3% if it helped to avoid a recession, suggesting risks to central banks' credibility (Slide 10, right-hand side).", "Nearly a fifth said central banks would accept even higher inflation of 3% to 4%.", "For euro area firms, evidence on inflation expectations remains scant.", "A regular survey among Italian firms conducted by Banca d'Italia suggests that Italian firms generally expect inflation to decline from current high levels, but to be highly persistent and to remain above 5% in 2025 (Slide 11).", "[ Previous rounds of the same survey suggest that expectations of high inflation are not a systematic feature: in 2019, Italian firms expected inflation to settle below 1% two years ahead.", "[ That is, firms' expectations seem to adapt to periods of both low and high inflation, just as those of investors in financial markets.", "Inflation expectations of consumers are more readily available from surveys run by various institutions.", "One main insight from those surveys is that many consumers are inattentive.", "For example, in the ECB's Consumer Expectations Survey, a significant share of respondents expects prices to always remain unchanged, both over the short and medium term (Slide 12).", "That said, consumer surveys also signal shifts in expectations.", "Today, for example, less households expect inflation to be at, or close to, 2% over the medium term than on average over the past three years (Slide 12, right-hand side).", "Yet, there can be large discrepancies across surveys.", "In the ECB's survey, reported inflation expectations for German households three years ahead are currently 2%, while they are 5% in the survey conducted by the Deutsche Bundesbank (Slide 13, left-hand side).", "Differences of that size complicate the assessment as to whether expectations are anchored or not.", "Qualitative data, as collected by the European Commission, are therefore a useful complement for understanding consumers' inflation perceptions and expectations.", "[ In the past, inflation perceptions tended to closely follow actual inflation trends (Slide 13, right-hand side).", "Recently, however, an unusual gap has emerged between inflation perceptions and actual inflation.", "[ It seems that the recent sharp decline in headline inflation has not yet affected consumers' perceptions, as they continue to experience inflation as historically high.", "The observed shift in inflation expectations can hence reduce the strength of policy transmission.", "Structural factors may dampen effects of monetary policy Structural factors can further dampen the effects of monetary policy, three of which seem quantitatively most relevant.", "The first is the rising share of services in economic activity and employment.", "[ While the services sector accounted for around half of gross value added during the tightening cycle of the 1970s, it accounts for more than 70% today.", "Similarly, three jobs out of four are in the services sector.", "The shift towards services is likely to affect monetary policy transmission.", "[ Because services are less capital-intensive and their prices are, on average, more rigid than in other sectors, changes in interest rates are slower to affect aggregate inflation outcomes.", "[ The second factor relates to the impact of monetary policy on households' cash flows.", "The marked increase in the share of household loans with a fixed interest rate currently shields many net borrowers from higher interest rates.", "At the same time, banks are slow to pass through interest rate increases to deposit rates.", "As a result, the aggregate impact of the increase in policy interest rates on household's net interest income has been fairly limited so far (Slide 14, left-hand side).", "At the end of last year, the average euro area household has received about €10 less per year in net interest rate income compared with a year earlier.", "Moreover, interest rate payments as a share of gross disposable income are still a fraction of what they were ten or 15 years ago (Slide 14, right-hand side).", "The third factor relates to the labour market.", "One of the greatest social benefits of the fiscal and monetary policy response to the pandemic and the war in Ukraine is its impact on the labour market.", "Employment in the euro area has never been higher, and unemployment never been lower.", "Yet, labour demand remains exceptionally strong.", "The ratio of vacancies to unemployed workers remains close to its historical high (Slide 15, left-hand side).", "Surveys point to continued employment growth in the coming months.", "Put differently, one of the key channels in policy transmission - if not the most important one - is currently not working as usual.", "[ Structural factors, such as the rise in sick leave, the higher share of services in value added and a shortage of workers, are contributing to this.", "But demand is playing a key role, too.", "In the services sector, for example, the share of firms reporting demand as a factor limiting business remains close to historical lows.", "A tight labour market, in turn, increases the bargaining power of workers in an environment in which wages are already expanding at a historically high pace.", "If wages increased by more than currently projected, paired with potentially lower productivity, firms would be more likely to pass on higher labour costs to consumer prices.", "This risk is corroborated by evidence that, as inflation increases, prices and wages become less sticky - that is, they are adjusted more frequently, as the cost of keeping them unchanged increases (Slide 15, right-hand side).", "[ In such an environment, whether a wage-price spiral will unfold will ultimately depend on the ability and willingness of firms to absorb higher unit labour costs in their profit margins.", "This, in turn, depends on the economic environment in which firms operate, and hence on monetary policy.", "Recent work by Ben Bernanke and Olivier Blanchard has examined the role of labour market tightness for the United States.", "[ Their work suggests that unless the ratio of vacancies to unemployed workers falls back below its pre-COVID level, inflation is unlikely to return to target in the next three years.", "Policy implications and conclusions All in all, the risks to the inflation outlook are tilted to the upside, reflecting both supply- and demand-side factors.", "The question is how monetary policy should take such risks into account.", "The IMF has recently issued a clear recommendation: if inflation persistence is uncertain, risk management considerations speak in favour of a tighter monetary policy stance.", "[ There are two reasons for this.", "First, the costs of protecting the economy from upside risks to inflation are comparatively small, as the policy rate can be brought back to neutral levels faster than if policymakers acted under the assumption of low inflation persistence (Slide 16, left-hand side).", "Second, it is very costly to react only after upside risks to inflation have materialised, as this could destabilise inflation expectations and thus require a sharper contraction in output to restore price stability (Slide 16, right-hand side).", "A monetary policy stance that errs on the side of determination \"insures\" against costly policy mistakes caused by inflation being more persistent than expected.", "Such an approach is called \"robust\".", "[ Simple Taylor-type policy rules offer another angle to illustrate the monetary policy implications of underestimating inflation persistence.", "These rules have well-known limitations, so that their predicted interest rate levels should not be taken at face value.", "Nevertheless, they yield useful insights about the directional bias of policy when facing inflation uncertainty.", "These rules suggest that the optimal interest rate path would have been steeper, and outside the range of paths prescribed by a variety of rules at the time, had we been able to correctly anticipate the future path of inflation in June 2022 (Slide 17, left-hand side).", "This also has implications for policy today, as inflation forecast errors correlate strongly over time, as shown by a recent analysis by the Bank for International Settlements (Slide 17, right-hand side).", "[ In other words, the fact that we underestimated inflation persistence last year raises the probability that we are also underestimating inflation today.", "[ These findings confirm new research showing that a narrow reliance on projections can lead to large policy mistakes, and that, as a result, giving more weight to observable data, in particular at times of high uncertainty, can improve the quality of policy decisions.", "[ Taken together, this means that we need to remain highly data-dependent and err on the side of doing too much rather than too little.", "Risks of both a de-anchoring of inflation expectations and weaker monetary policy transmission suggest that there is a limit to how long inflation can stay above our 2% target.", "We thus need to keep raising interest rates until we see convincing evidence that developments in underlying inflation are consistent with a return of headline inflation to our 2% medium-term target in a sustained and timely manner.", "19 June 2023  See ECB (2023), Eurosystem staff macroeconomic projections for the euro area .", "Core inflation is defined as the Harmonised Index of Consumer Prices inflation excluding food and energy.", "This result is based on the ECB's experimental wage tracker, covering seven euro area countries (Germany, France, Italy, Spain, the Netherlands, Austria and Greece).", "See also Schnabel, I.", "(2023), \" Monetary and financial stability - can they be separated?\"", ", speech at the Conference on Financial Stability and Monetary Policy in the honour of Charles Goodhart, London, 19 May.", "(2022), \"A new age of energy inflation: climateflation, fossilflation and greenflation\", speech at a panel on \"Monetary Policy and Climate Change\" at The ECB and its Watchers XXII Conference, Frankfurt am Main, 17 March.", "This year, Europe saw its second warmest winter on record.", "The Western Mediterranean faces severe droughts and water levels in major rivers are close to record lows.", "McCracken, M. and Khánh Ngân, T. (2023), \"What Do Components of Key Inflation Measures Say about Future Inflation?", "For seminal contributions, see Nelson, C. and Plosser, C. (1982), \"Trends and random walks in macroeconomic time series: some evidence and implications\", Journal of Monetary Economics, Vol.", "139-162, and Blanchard, O. and Summers, L. (1986), \"Hysteresis and the European unemployment problem\", NBER Macroeconomics Annual 1986, Vol.", "Yagan, D. (2019), \"Employment Hysteresis from the Great Recession\", Journal of Political Economy, Vol.", "Sectoral composition effects can also explain the more moderate recovery in total hours worked.", "Labour hoarding may also have contributed to lower average hours worked.", "Recorded as being on sick leave on the first day of the month.", "According to working time accounts of the German Institute of Employment Research, working hours lost per employee therefore increased to 91 hours in 2022 compared with 68 hours in 2021, an increase of around a third.", "Available evidence from other larger euro area countries is more limited, but also points to increases in sick leaves in 2022.", "In Italy, the total number of sick leave days increased in 2022 by 34% compared with the previous year.", "In France, the number of employees with at least one day of sick leave is reported to have increased by about 11% in 2022 compared with 2021.", "Information for sick leaves in Spain point to an increase of average monthly sick leave per employee by 30% in 2022 compared with 2021.", "The causes may run deeper, however, and may be more difficult to reverse.", "In the United States, for example, significant measures are being taken to address the unprecedented mental health crisis facing adults and young people alike.", "See US Department of Health and Human Services (2023): Fact Sheet: Celebrating Mental Health Awareness Month 2023 , 3 May.", "In February, the European Parliament approved a new law banning the sale of internal combustion engines in cars from 2035 in an effort to become climate-neutral by 2050.", "As a result, in the second quarter of 2022, registration levels for combustion engine vehicles were 58.4% lower than at the beginning of 2018.", "See, for example, IMF (2023), \"Europe's Balancing Act: Taming Inflation without a Recession\", Regional Economic Outlook.", "Fornaro, L. and Wolf, M. (2023), \"The scars of supply shocks: Implications for monetary policy\", Journal of Monetary Economics.", "The analysis also highlights the important role of fiscal policy in ensuring price stability in the face of adverse supply-side shocks.", "This effect may be compounded by the absence of \"creative destruction\" during the crisis and increased spending on making supply chains more robust rather than more efficient.", "The International Monetary Fund calculated that additional fiscal consolidation of 2.5 percentage points of GDP until 2025 would reduce the policy rate required to restore price stability by 30 to 50 basis points.", "(2023), \"Working in Concert to Defeat Inflation\", speech in Tivat, Montenegro, 26 May.", "See Jarociński, M. and Karadi, P. (2022), \"Deconstructing Monetary Policy Surprises - The Role of Information Shocks\", American Economic Journal: Macroeconomics, Vol.", "See Darracq-Paries et al.", "(2023), \"A model-based assessment of the macroeconomic impact of the ECB's monetary policy tightening since December 2021 \", Economic Bulletin, Issue 3, ECB.", "While these developments have been dominated by changes in the inflation risk premium, there have also been notable shifts in genuine inflation expectations.", "Moreover, changes in risk premia are not irrelevant for monetary policy as they may signal an impending shift in the belief of investors.", "See Banca d'Italia (2023), Economic Bulletin, April.", "Current high levels could be related to extrapolative behaviour of firms, confirming the relevance of adaptive expectations; see Visco, I.", "(2023), \"Inflation expectations and monetary policy in the euro area\", Robert Mundell Distinguished Address, 23 March.", "Since the Banque de France started conducting a quarterly survey among firms in 2022, the respondent firms have been expecting inflation three to five years ahead to be 3%.", "A survey in France finds that while firms' inflation expectations show a positive bias, it is significantly smaller than that shown by households.", "See Savignac, F. et al.", "(2021), \"Firms' inflation expectations: new evidence from France\", NBER Working Paper, No 29376.", "Inflation perceptions refer to developments over the past 12 months.", "Inflation expectations refer to developments over the next 12 months.", "See also Meyler, A. and Reiche, L. (2021), \" Making sense of consumers' inflation perceptions and expectations - the role of (un)certainty \", Economic Bulletin, Issue 2, ECB.", "The same gap emerges when using qualitative data from the ECB's Consumer Expectations Survey.", "(2019), \" The rise of services and the transmission of monetary policy \", speech at the 21st Geneva Conference on the World Economy, 16 May.", "See Galesi, A. and Rachedi, O.", "(2018), \"Services Deepening and the Transmission of Monetary Policy\", Journal of the European Economic Association, pp.", "Bouakez, H., Cardia, E. and Ruge-Murcia, F. (2014), \"Sectoral Price Rigidity and Aggregate Dynamics\", European Economic Review, Vol.", "Research based on heterogenous agents finds that the general equilibrium effect of monetary policy on labour demand, and hence disposable income, is significantly stronger than the intertemporal substitution channel.", "See Kaplan, G. et al.", "(2018), \"Monetary Policy According to HANK\", American Economic Review, Vol.", "Bernanke, B. and Blanchard, O.", "(2023), \"What Caused the U.S. Pandemic-Era Inflation?", "\", paper prepared for a conference on \"The Fed: Lessons learned from the past three years\" organised by the Hutchins Center on Fiscal and Monetary Policy at the Brookings Institution.", "(2022), \" Monetary policy and the Great Volatility \", speech at the Jackson Hole Economic Policy Symposium organised by the Federal Reserve Bank of Kansas City, Jackson Hole, 27 August.", "If uncertainty was predominately related to financial fragility, the outcome might be different.", "However, while risks to financial stability exist, continued high inflation persistence currently remains the largest risk to price stability in the euro area.", "The BIS analysis shows that forecast errors are not only highly correlated but also tend to be similar in size.", "(2022), \"On the use of current and forward-looking data in monetary policy: a behavioural macroeconomic approach\", Oxford Economic Papers, Vol.", "Copyright 2023, European Central Bank"], "classifications": ["none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation outlook", "Inflation persistence", "Monetary policy transmission", "Supply-side shocks", "Wage-price spiral", "Labour market", "Fiscal policy", "Inflation expectations", "Risk management", "Monetary policy stance"]}