{"sentences": ["On behalf of the Reserve Bank Board, I would like to warmly welcome you to this community dinner.", "The pandemic meant that the Board was unable to meet in Perth for some time, but it is very good to be back in your beautiful city.", "Thank you very much for joining us tonight.", "The Board met this morning at our offices on St Georges Terrace.", "You will have already heard that we decided to increase the cash rate by a further 1⁄4 of a percentage point to 3.85 per cent.", "I would like to use this opportunity to explain why we made this decision.", "The Board's central objective is to return inflation to the 2-3 per cent target range within a reasonable timeframe.", "It is important that we achieve this.", "High inflation makes life difficult for people and damages the functioning of the economy.", "And if high inflation were to become entrenched in people's expectations, it would be very costly to reduce later, involving even higher interest rates and a larger rise in unemployment.", "I know that higher interest rates are unwelcome for many people, but the alternative is persistent high inflation and ultimately even higher interest rates and a worse outlook for jobs.", "It is best that we avoid that.", "Last month the Board decided, after 10 consecutive interest rate increases, to hold the cash rate steady.", "It did this to provide us with more time to assess the pulse of the economy and the outlook.", "Since then, we have seen further evidence that the Australian labour market is still very tight, that services price inflation is proving to be uncomfortably persistent abroad, and that asset prices - including the exchange rate and housing prices - are responding to changes in the interest rate outlook.", "We also received confirmation that the peak in inflation in Australia is now behind us, but that has not changed our view that it will be some time yet before inflation is back in the target range.", "Goods price inflation is slowing, which is good news.", "But services and energy price inflation is still high and likely to remain so for some time.", "Looking overseas, we see worryingly persistent services price inflation.", "It is possible that circumstances might be different here in Australia, but the experience abroad points to an upside risk, especially given the high degree of commonality across countries in inflation dynamics recently.", "Given this flow of data and our assessment of the outlook, the Board judged that it was appropriate to increase interest rates again today.", "In broad terms, the Board is seeking to bring inflation down within a reasonable timeframe while also preserving as many of the gains in the labour market as possible.", "It took a long time for Australia to get back to conventional estimates of full employment.", "But, as a by-product of the pandemic and the policy responses, we got there.", "The unemployment rate is the lowest it has been in nearly 50 years.", "Underemployment is also lower than it has been for a long time, and a higher share of Australians have jobs than ever before.", "Our society is better off as a result and it is in our collective interest to maintain as many of these gains as we can.", "I acknowledge that we are travelling along a narrow path here.", "History teaches us that it is difficult to bring inflation down while keeping the economy on an even keel.", "So, we need to be realistic.", "At present, though, the data provide some confidence that we are still on this narrow path and it is possible that we can stay on it.", "If we are to stay on that path, Australians need to have confidence that inflation will come down and return to target.", "If people think inflation is going to remain high then, understandably, they will adjust their behaviour.", "Firms will be more willing to put up their prices and workers will seek larger pay rises.", "If this adjustment in expectations were to happen, high inflation would become entrenched and the end result would be even higher interest rates and a poorer outlook for jobs.", "It is for these reasons that the Board is resolute in its commitment to returning inflation to target within a reasonable timeframe.", "We don't need to get inflation back to target straight away, but nor can we take too long.", "We are taking a bit more time than some other countries, on the basis that doing so can preserve some of the gains in the labour market.", "But there is a limit here.", "If we take too long to get inflation back to target, expectations will adjust and life will become more difficult.", "Today's further adjustment in interest rates will help with the return of inflation to target in a reasonable period.", "This is the best way of sustaining as many of the gains in employment as is possible.", "Looking forward, some further tightening of monetary policy may be required to ensure that inflation returns to target in a reasonable timeframe, but that will depend upon how the economy and inflation evolve.", "The Board is not on a pre-set course.", "It will continue to pay close attention to developments in the global economy, trends in household spending and the outlook for inflation and the labour market.", "Once again, we will do what is necessary to bring inflation back to target.", "I want to acknowledge that the combination of higher interest rates and other cost-ofliving pressures is squeezing many people's budgets and that it is a difficult time for many families.", "Real wages have fallen and those with high debt have experienced a very large rise in their mortgage payments.", "I want to assure you that the Board is very focused on understanding these pressures and we are taking them into account in our decisions.", "At our meeting today, in discussing the Western Australian economy, we heard how retail spending has slowed here.", "We heard that community organisations are experiencing increased demand for emergency relief, including crisis accommodation.", "There has also been increased demand for financial assistance and counselling.", "So, it is a difficult time for many people.", "We also heard about the very tight rental market here in Western Australia.", "There is a very limited supply of rental properties and rents in Perth have been rising even faster than elsewhere in the country.", "On a more positive note, unemployment in Western Australia has generally been lower than in the rest of the country.", "The outlook for investment in the resources sector is also positive.", "And the state has been benefiting from the high prices available in global markets for iron ore and LNG.", "So as in much of the rest of the country, there are challenges but there are also many positive elements as well.", "As you may be aware, it is not just interest rates that have been keeping the RBA in the news recently.", "A couple of weeks ago, the Australian Government released the report of an independent review into the RBA, which has generated a lot of interest.", "The Board had an initial conversation about the Review today and is committed to a holistic and comprehensive response.", "Broadly speaking, the recommendations make sense and they will help the RBA deal with the ever more complex world in which we live.", "There has been a lot of coverage of the areas where we can do better and this is understandable and appropriate.", "But I want to draw your attention to some other findings that have received less coverage.", "The Review Panel rightly concluded that the RBA has made a substantial contribution to Australia's economic success.", "Our flexible inflation targeting framework has served the country well and the overall economic outcomes in Australia have been at least as good as those elsewhere.", "The Panel also concluded that the RBA is held in high regard internationally and that its staff are highly dedicated and skilled.", "We are a strong institution that is served by a dedicated, diverse and highly experienced Board whose members have to grapple with very difficult issues.", "We have a strong focus on doing what is right for the country as a whole over the medium term, even if it is difficult for some people in the short term.", "Today's decision by the Board is an example of that.", "I would like to take this opportunity to pay a tribute to two Reserve Bank Board members who will soon be retiring.", "Today's meeting was the final one for Wendy Craik, and Mark Barnaba's term on the Board will end in August.", "Both Wendy and Mark have served on the Board with great distinction.", "They have had to deal with a period when inflation was too low, a global pandemic, unprecedented monetary policy actions, the economic effects of an horrific war in Europe, the transition in our energy system and the highest inflation in 30 years.", "All that in less than six years.", "In my view, their contributions over these years reinforce the argument for the monetary policy board continuing to have strong, experienced and independent members drawn from a wide variety of backgrounds.", "As I hope you know, the RBA has many other responsibilities other than setting interest rates.", "One of these is that we print and issue the nation's banknotes.", "This remains a very important function for us, despite banknotes being used less and less for payments.", "According to our latest survey of how Australians make their payments, cash now accounts for just 13 per cent of all consumer payments.", "Fifteen years ago, that figure was nearly 70 per cent.", "That is a big change and I expect that it will continue.", "Despite this, the stock of banknotes on issue has continued to grow over recent years.", "There is nearly $4,000 on issue for every Australian, including 18 $100 bills for every man, woman and child.", "I don't have my share and I don't know many people who do.", "The RBA is also investigating new forms of digital money, including a central bank digital currency.", "It is too early to tell where this will end up, but history teaches us that the nature of money changes with the available technology.", "To help us explore the various possibilities, we have recently issued a small amount of digital currency as part of a research project with the Digital Finance Cooperative Research Centre.", "This central bank digital currency is being used by the industry to explore possible use cases, and we are very interested to see the results.", "The RBA is also the banker to the Australian Government.", "This means that we process all social security payments, tax payments and Medicare refunds.", "That is a big and important job in itself.", "We also operate the core of Australia's payments system - when you send money from your bank to another it goes through the Reserve Bank.", "We operate a central part of Australia's 24/7 real-time payments system.", "I hope that you all have a PayID, so that you can take best advantage of this system.", "If you don't have one, I encourage you to go get one.", "PayIDs are not only convenient to use, but they can also reduce the incidence of some types of payment scams.", "The RBA is also the regulator of critical parts of the payments system and financial infrastructure.", "We have a broad responsibility for financial stability and are the lender of last resort in a liquidity crisis.", "And we are a large financial institution in our own right, with a balance sheet of $620 billion.", "These are all important functions that we perform for the nation.", "They are carried out by highly dedicated staff who are strongly motivated to serve the public interest.", "Finally, I would like to thank you again for joining us this evening and for your interest in the RBA.", "We look forward to learning more from you about how things are going here in the great state of Western Australia.", "I am happy to answer some of your questions."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest rates", "Labour market", "Economic outlook", "Monetary policy", "Reserve Bank", "Central bank digital currency", "Payments system", "Financial stability", "Economic growth"]}