{"sentences": ["Honourable Speaker, Honourable Members of Parliament, Allow me to start this communication by stating that the Bank of Albania adheres to an open and transparent communication with the Parliament of the Republic of Albania.", "This communication is important as it ensures the BoA's accountability and responsibility as well as the improvement of the process for compiling and implementing the economic policies through the establishment of a common vision on the challenges ahead and the best ways and instruments for addressing them.", "Dear ladies and gentlemen, A series of frequent, complex and unprecedented shocks have battered the Albania economy in recent years.", "After the 2019 earthquake and the pandemic in 2020 and 2021, we faced the economic and financial lingering consequences triggered by the Russia's invasion of Ukraine over 2022.", "This aggression caused a sharp surge in food, oil and energy prices across global markets, heightened uncertainty amid economic and financial agents, as well as an increase in the overall financing costs both in Albania and globally.", "The new economic and geopolitical reality tested the sustainability of the economic and financial equilibriums of Albania, posed serious challenges to the Albanian enterprises and households, and called for the fast and coordinated reactions from public authorities.", "Nevertheless, as it is concluded through the pages of our Annual Report, the Albanian economy was highly resilient against this shock.", "Our economy has: maintained the positive growth trend; recorded one of the lowest inflation rates across the region and Europe; further consolidated the indicators of fiscal stability and external position of the country.", "In addition, the Albanian economy has preserved the overall soundness of the private sector's financial balance sheets.", "In more concrete terms, the Albanian economy - despite facing more expensive imports and tighter financial conditions - expanded by 4.8% in 2022.", "Economic growth showed a good sectoral allocation and was underpinned by the increase in household consumption, business investments and in exports.", "On the other hand, the higher demand for goods and services in 2022 was reflected in notable improvements in labour market.", "Hence, employment grew by 4.2%, unemployment rate declined to the historically minimum level of 10.8%, while average wage in private rose by 12.2%.", "These developments supported the growth in the Albanian households' income, by offsetting the increase in the cost of living for most of them.", "However, the observed shortages in the labour market are turning into an increasingly large obstacle to the expansion of activity and are fuelling domestic inflationary pressures.", "In line with these developments, consumer prices have risen sharply in 2022, recording an average inflation rate of 6.7%.", "In 2022, inflation rose initially on the back of the rapid surge in prices of import items, in addition to an ever increasingly strong aggregate demand and an overall upswing in costs of production.", "However, inflation trend recorded a turning point in October 2022, declining progressively onwards at 4.7% in May 2023.", "This performance reflected the dynamics of prices in global markets, the first effects of our monetary policy's reaction, - which I will elaborate on in more detail below, - and the appreciation of the exchange rate.", "Also, the relatively low inflation rate in Albania was also backed by the contained electricity prices for households and some businesses, thus transferring the increased cost in energy imports to the public sector's balance sheets.", "Year 2022 marked progress in terms of improving the external position of Albania as well.", "More specifically, the Albanian exports grew by 42% over the past year, driven by the rapid growth in tourism income.", "This growth led to the reduction in both the trade deficit and the current account deficit.", "In parallel, external debt of Albania declined while its sustainability indicators improved.", "The improvement in the balance of external trade, the high levels of foreign direct investments coupled with the stability of the domestic financial markets, drove to the strengthening of the lek exchange rate during the past year.", "These trends seem to have continued in 2023 as well.", "This improvement reflected the fast growth of public revenues, the reduction of the budget deficit in response to the fiscal consolidation policy, as well as the strengthening of the exchange rate.", "Last, but not least, financial markets have been relatively calm and the banking sector has performed positively, despite the elevated trend of interest rates and the higher uncertainty that has characterized the market actors.", "In particular, the banking sector appears robust, with good indicators of liquidity, profitability and capitalization.", "This sector has already turned into a stable business partner for Albanian households, supplying them with the necessary funds for the expansion of activity, providing reliable instruments for maintaining their savings, as well as by constantly expanding the range of financial products and payment instruments.", "Our analyses suggest that systemic risks remain contained, while the high level of capitalization and liquidity provides a significant buffer to withstand shocks.", "Dear ladies and gentlemen, The good resilience of the Albanian economy in the face of the ongoing crises of recent years is an evidence, first of all, of the dynamism, flexibility and sound balance sheets of Albanian businesses and households.", "However, in parallel with them, it also reflects the appropriate reaction of monetary, financial and fiscal policies, as well as the fruits of the continuous structural reforms that we have undertaken in the real and financial sector of the economy.", "In this context, allow me to elaborate on the main directions and results of the work of the Bank of Albania throughout 2022.", "The augmented intensity and the expanded base of inflationary pressures during the past year dictated a change in the monetary policy stance.", "In fulfilment of our legal mandate of price stability, the Bank of Albania undertook a normalization of the monetary policy stance.", "The rise in the interest rate to 2.75% as at end of 2022 from 0.5% at the beginning of 2022, led to the realisation of this normalisation.", "In parallel, we have intensified communication with markets and public, re-affirming our will to take all the necessary measures for inflation return to the target and to clarify our monetary policy strategy.", "This strategy is based on three important principles: First, the normalisation of monetary policy stance was and remains necessary for inflation to return to the target in a steady manner.", "The purpose of this normalisation was to curb the pass-through of rising international prices to the overall and steady surge in prices in the Albanian economy.", "In this context, it remains in line with the reaction of the other central banks.", "Second, the speed and intensity of normalisation has been a prudential process, guided by the new information and harmonised with the fiscal policy direction, as well as with developments in the financial market.", "In this view, I would like to highlight that the reaction of our monetary policy has been - on one hand - sufficiently strong to guarantee the return of inflation to the target, within a reasonable time horizon, and - on the other hand - sufficiently gradual, in order to have the least possible impact on both economic activity and financial stability.", "In addition, I would also like to emphasise, that the normalisation speed in Albania has been lower than that implemented by our trading partners, due to the fact that fiscal policy has followed a consolidating trend throughout 2022, while the strengthening of the exchange rate has restrained the imported inflationary pressures pass-through to the domestic market.", "In absence of these factors, the increase in interest rate would have been faster and more aggressive, with negative consequences on both consumption and investments of private sector.", "Third, the monetary policy, even in presence of normalisation, continues to retain the overall accommodative stance for the growth of consumption and investments.", "Nevertheless, it provides better financial conditions for a more balanced performance of demand and aggregate supply in economy in the future.", "The monetary policy has been transmitted smoothly across financial markets.", "On a more general view, the first effects of our reaction are evident in curbing the increase of inflation and settling it on a declining trajectory.", "Our assessments show that in the absence of this reaction, inflation would have averaged 4.5 percentage points higher throughout the 2022 - 2024 horizon, having significant negative consequences on both the purchasing power of households and non-performing loans ratio.", "At the same time, our activity in the field of supervision, regulation and licensing of the banking sector, in 2022, focused on three main directions: (i) guaranteeing the soundness of the banking sector, in presence of real and financial shocks triggered by the war in Ukraine; (ii) monitoring the impact that the upward trend of interest rates had on the balance sheets of the banking sector; and, (iii) dealing with the intense and organised cyber-attacks on the country's financial industry and infrastructure.", "The results of our work in these directions have been positive, helping the banking sector to successfully tackle the challenges of 2022.", "In parallel with them, we have aimed to further improve our regulatory base and our macroprudential policies and instruments, to further strengthen banking supervision, as well as to promote the development of the payment system, through upgrading the legal, regulatory and infrastructural base.", "In more concrete terms: First, the Bank of Albania has continued to complete and improve the supervisory regulatory framework, aiming at its approximation with the EU acquis and Basel Committee principles.", "The review of regulations has aimed at strengthening the capitalisation standards of banking activity.", "Based on the results of our work over the years, as well as the positive conclusions of the self-assessment process we have conducted in collaboration with specialised international institutions, in 2022 we have submitted a request to the European Banking Authority to receive the official equivalence status with the EU standards.", "Second, we have implemented the recommendations from the MONEYVAL Committee of Experts of CoE in the framework of strengthening the Anti-Money Laundering Measures and counter Terrorist Financing.", "In this regard, we have exercised our responsibilities for improving the regulatory framework and strengthening of the supervisory process effectiveness.", "The latest evaluations by the MONEYVAL committee show that the Albanian financial industry has a substantial alignment rate with the international requirements of this field.", "Third, we have continued to rigorously monitor the banking sector, through on-site examinations and off-site analyses.", "Assessment of credit portfolio quality, assessment of operational risk, information technology risk, liquidity risk, governance systems risks as well as assessment of transparency with clients have been the focus of examinations.", "Entities which have been under monitoring - banks and non-bank financial institutions - follow a prudential approach related to risk management, and overall their activity is in compliance with the regulatory framework.", "Fourth, we have further enhanced our resolution capacity.", "This result has been archived following the completion and communication of resolution plans, and taking the relevant measures to guarantee their implementation.", "Fifth, we have promoted the development of payment system in Albania.", "In this regard, we have adopted the necessary by-laws which regulate the activity, supervision and management of risks for entities which provide the payment services.", "In addition, we have maintained a safe and efficient lek-denominated payment infrastructure, and we have expanded the latter with AIPS EURO for the settlement of the domestic euro-denominated transfers in 2022.", "The operation of AIPS Euro is less costly and time consuming than the previous process.", "Our estimations show that this system has saved around EUR 10 million to the Albanian enterprises and households in the past year.", "In response to these developments, the use of electronic payments has considerably increased over 2022, by exceeding the objectives laid down in the Albanian National Retail Payments Strategy.", "In parallel, I would like to point out that - over 2022 - the Bank of Albania has exercised its legal duties and has fulfilled its institutional engagements throughout the spectrum of its activity.", "We have supported the European integration process of Albania through the continuous dialogue process with our European partners and by continuing the alignment of the banking legislation with Acquis Communautaire; the Bank of Albania has supplied the Albanian economy with qualitative coins and banknotes; we have intensified the efforts for the financial education of public and expansion of financial inclusion; we have managed the international reserves in compliance with the best principles of the field; the Bank of Albania has contributed in the economic dialogue through advises, publications and scientific conferences; and we have further developed and expanded the gamma of the financial statistics.", "Last, further progress has been achieved for the improvement of the institution governance, through the update of risk management systems and for ensuring the business continuity.", "In view of the organised cyber-attacks the country faced with in 2022, the Bank of Albania has paid special attention to enhancing the sustainability of banking system, financial markets and payment systems operated by the Bank of Albania, by collaborating with specialised national agencies and international partners.", "Honourable Members of Parliament, Meeting our mission and legal duties, realising the commitments in view of the mediumterm development strategy, and complying with the recommendations left by the Parliament of Albania for 2022, have been important objectives guiding the activity of the Bank of Albania throughout 2022.", "This philosophy will continue to lead our work in 2023 onwards.", "Concluding, allow me to re-emphasise that price stability has been and remains the main mission of the Bank of Albania.", "Safeguarding monetary and financial stability of Albania is the best service we provide to the Albanian economy.", "On the other hand, the growth of production potential of the economy, the strengthening of its resilience against shocks, and the increase of society's welfare requires to further continuing and strengthening the structural reforms.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Financial stability", "Banking sector", "Fiscal policy", "External position", "Structural reforms", "Cyber-attacks", "Payment system"]}