{"sentences": ["The cost of living - speech by Given at Brunswick Group's Cost of Living Conference, Coin Street, Published on 01 March 2023 Andrew Bailey shares what we learnt from talking to people at our outreach events across the UK during the past year.", "The latest release of data for the UK consumer price index showed an annual increase of 10.1% in January.", "It is down from a peak of 11.1% in October, not least because direct effects from energy prices have eased.", "But also, core inflation, which excludes the most volatile components of the consumer price index, fell more than expected to 5.8% in January.", "The Bank's Monetary Policy Committee spends a lot of time poring over these data.", "Consumer price inflation remains much too high, and it is our job to bring it back down to our 2% target.", "That is why we have increased Bank Rate by nearly 4 percentage points over the past 15 months.", "To set the appropriate level of Bank Rate over the months ahead, we have to monitor our progress towards our target very carefully.", "But the data can only tell us so much.", "At times like these, more than ever, it is important to hear the human stories behind the data.", "These stories help us understand both what is actually going on and the impact it has on people's lives.", "The MPC's inflation target sits within the Bank's wider mission - set out in our founding charter from 1694 - to promote the good of the people of the United Kingdom.", "These are not just words from an old charter.", "It is the heart and soul of what we do.", "It is therefore important to us to listen to what the people of the United Kingdom have to say.", "We of course also talk to financial market participants through our market intelligence gathering, and our Agents travel to all corners of the country.", "We join them regularly in this work.", "I personally go on visits to each of the 12 regions and nations of the UK at least once a year to hear from businesses and organisations first-hand.", "Bank of England outreach programmes Listening to people from all parts of the United Kingdom But today I would like to focus on our outreach programmes: our citizen's forum consisting of 12 regional panels, each chaired by a devoted volunteer from the local community, and currently counting 4,000 members; our community forums for charities and the people they support; and our youth forum specifically for young people aged 16 to 25.", "These are the events where we talk with and listen to people from all walks of life.", "We set out some of the high-level themes from those conversations in a report from the chairs of the regional panels published today.", "What we hear from them is sobering.", "At a recent citizens' panel in Leeds, for example, a young woman shared her story of trying to juggle studies with caring responsibilities for her parents.", "Higher costs of transport, food and heating had left her struggling to cope, let alone to make the most of her time at university.", "In Manchester, a carer told us how higher fuel prices had eaten into her pay as she relied on private transport to deliver vital services to vulnerable people.", "A woman at our panel in Durham told us how she received her pay on a weekly basis and struggled to budget for her monthly direct debits.", "Although she had health concerns, she felt unable financially to take time off from her full-time work.", "She told us she had cut back on all but the most essential purchases.", "We hear many such stories.", "For many people, this really is a cost of living crisis.", "Let me provide some wider context.", "The UK economy has been hit by a series of significant economic shocks.", "These include the change in our trading relationship with the European Union, the Covid pandemic with associated bottlenecks in global supply chains, and the sharp rise in global energy prices related to Russia's brutal war on Ukraine and its people.", "For the United Kingdom, these shocks have eroded the terms on which we trade with the outside world.", "The prices we can get for the goods we sell have not kept up with the prices we have to pay for the goods we buy.", "This has made us poorer as a country.", "The fall in our national real income has manifested itself in a rise in the prices we have to pay for the things we buy as consumers.", "The developments in energy prices have been particularly stark.", "The impact of that is very clear in the data so forgive me for spending a bit of time setting that out too.", "Chart 1: CPI inflation projection with direct energy contribution Based on market interest rate expectations The purple bars on this chart show that a big part of the rise in consumer price inflation has been caused directly by energy prices.", "But the chart also shows the almost mechanical flipside of that.", "In the MPC's central projection, inflation falls quite sharply over 2023 as last year's large increases in energy prices drop out of the annual calculation.", "Smaller of Ofgem energy price cap and Energy Price Guarantee This next chart illustrates what is going on.", "The blue line on the left-hand chart shows the evolution of the 'typical' household energy bill.", "Nobody actually pays the typical energy price bill, of course, but it has become an industry standard as a measure of what households pay on average.", "It is generally determined by Ofgem's cap on the price that energy suppliers can charge consumers.", "In turn, Ofgem bases its calculation of the cap on the wholesale prices energy suppliers are expected to pay in European energy markets.", "Since October, the cap has itself been capped by the Government's Energy Price Guarantee (shown in orange).", "Smaller of Ofgem energy price cap and Energy Price Guarantee You can see that the typical energy price bill went up in a few big strides as Russia's assault on Ukraine drove up wholesale energy prices.", "In October, as the Energy Price Guarantee was put in place to moderate what would have been an even higher increase in Ofgem's price cap, the typical energy price bill was nearly twice as high as a year earlier.", "As shown in the right-hand chart, annual inflation in the typical household bill was nearly 100%.", "Even if electricity and gas only accounted for about 31⁄2 per cent of the consumer price index, this increase had a big impact on the overall inflation rate: a 100% price increase in 31⁄2 per cent of the consumption basket adds 31⁄2 percentage points to inflation.", "Smaller of Ofgem energy price cap and Energy Price Guarantee Looking ahead, with the announced adjustment to the Energy Price Guarantee, the typical energy price bill is set to rise further to £3,000 in April.", "But to calculate the annual inflation rate at that point, we have to compare with the April 2022 bill, which had already risen significantly.", "Because of this base effect, even if the bill itself goes up to a higher level, it goes up by less over a year than it did in October.", "The annual inflation rate therefore falls sharply from 96% to 52%.", "The contribution to consumer price inflation from the energy bill will nearly halve.", "Chart 2d: Typical household energy bill Smaller of Ofgem energy price cap and Energy Price Guarantee Looking further ahead, say to April 2024, the outlook is more uncertain.", "Wholesale energy prices have come down markedly over the past few months.", "If they develop as futures prices now suggest, it is likely that Ofgem's energy price cap will fall below the Energy Price Guarantee.", "The numbers shown here are guesstimates, but they illustrate that we might expect household energy bills to start falling.", "This means that annual inflation in the typical bill will eventually turn negative as the bill drops below what it was a year earlier.", "Energy bills will start to drag directly on overall annual consumer price inflation.", "But as you can see, this does not mean that we should expect household energy bills to come down to previous levels any time soon.", "And from a cost-of living perspective, it is the level of what people have to pay that matters.", "There will be some relief, but energy bills will remain a challenge for many people, particularly for those on lower incomes.", "Chart 3: Food price inflation Annual consumer price inflation in food and non-alcoholic beverages The story is similar for another essential in life: food.", "Before the war, Russia and Ukraine supplied significant shares of the global consumption of a number of agricultural products such as sunflower oil, wheat and barley.", "With disruptions to those supplies, prices increased sharply over 2022.", "This has driven up food prices in UK shops and supermarkets.", "As you can see on this chart, food prices were nearly 17% higher in January 2023 than in January 2022.", "This is an unprecedented rate of food price inflation, adding nearly 2 percentage points to overall inflation.", "Bank of England outreach programmes Listening to people from all parts of the United Kingdom The charities and community groups taking part in our community forum events have left us in no doubt of the real impact this rise in food prices has had.", "Many organisations have seen a big rise in demand at a time when their own funding is under pressure, and charities tell us that the profile of their users has changed.", "They see more people in employment facing difficult choices and having to turn to food banks for help.", "Consistent with these stories, participants in our citizen panels expressed increasing concern about their ability to manage rising costs through their own actions as 2022 progressed.", "Many worried that the prices of essentials would keep rising.", "And many people thought businesses were taking advantage of the inflationary environment to increase profits.", "People should not have to worry about inflation in this way.", "I am afraid monetary policy cannot make the shock to our national real income go away.", "But what monetary policy can - and must - do is to make sure that the inflation that has come to us from abroad does not become lasting inflation generated at home.", "Homemade inflation will not make us any better off as a country.", "Those with weak bargaining power will fall further behind.", "That is why we have increased Bank Rate.", "This works through the cost of living in a different way, of course: by increasing the cost of credit, including rates on many mortgages.", "As mortgagors gradually have to pay higher rates, say as exiting fixed-rate deals are replaced by new ones with higher rates, their money left over for spending on other things will fall.", "Chart 4: Average-quoted rates on new mortgages have risen in 2022 Average-quoted rates on two-year fixed-rate mortgages As this chart shows, new mortgage rates are materially higher than they were a year ago, though they have come down from the elevated levels we saw in the autumn.", "This means that about 1 in 10 households will see their mortgages go up this year.", "If new mortgage rates rise by 3 percentage points, as market rates currently suggest, the 'typical' monthly interest payment will go up by just under £250.", "Bank of England outreach programmes Listening to people from all parts of the United Kingdom It is no surprise that people who talk to us at our outreach events are worried about rising interest rates too.", "This is not just those on variable rates or those nearing the end of their fixed-term mortgage deals.", "Even if home ownership feels remote for many younger people, they worry that rents could rise as landlords look to pass through higher mortgage rates.", "Some older people have been able to save enough through the pandemic to pay off their mortgages early, but many struggle themselves or worry how younger people will cope.", "These concerns bring home that, by increasing Bank Rate by close to 4 percentage points, we have tightened monetary policy significantly.", "It is having an impact.", "Let me say two things about that.", "First, with the external shocks that have hit the economy, there is no easy way out.", "People on lower incomes are struggling to make ends meet.", "We must ensure that the situation does not get worse through homemade inflation taking hold.", "The UK labour market remains very tight.", "Since the start of the Covid pandemic, we have seen a large increase in the number of people who do not take part in the labour market in this country.", "The UK labour force has shrunk.", "While not the focus of my remarks today, this feature of the UK labour market is an important backdrop to our monetary policy decisions.", "And if we do too little with interest rates now, we will only have to do more later on.", "The experience of the 1970s taught us that important lesson.", "But equally - second - we have to monitor carefully how the tightening we have already done is working its way through the economy to the prices faced by consumers.", "Our outreach events make clear that we need to calibrate monetary policy with great care to return inflation to target sustainably.", "That is the best contribution monetary policy can make to a fair society.", "Thank you for listening In light of all this, let me conclude with some final thoughts on how we approach the months ahead.", "At the Monetary Policy Committee's February meeting, we made a very deliberate change to the way we described our view of the outlook.", "We moved away from what had effectively been a presumption at our previous meetings that further increases in Bank Rate would be required.", "In the Committee's forecast, headline consumer price inflation was projected to fall sharply over the rest of year, more so in the second half.", "We recognised, however, that further tightening would be required if there were to be evidence of more persistent inflationary pressures.", "In that context, we made clear that we have to keep a very close eye on domestic inflationary pressures reflecting a tight labour market.", "My reading of the evidence since our February meeting - the data we have had for economic activity, the labour market, and inflation - is that the economy is evolving much as we expected it to.", "Inflation has been slightly weaker, and activity and wages slightly stronger, though I would emphasise 'slightly' in both cases.", "A further set of data will be coming in before our next monetary policy decision later this month.", "At this stage, I would caution against suggesting either that we are done with increasing Bank Rate, or that we will inevitably need to do more.", "Some further increase in Bank Rate may turn out to be appropriate, but nothing is decided.", "The incoming data will add to the overall picture of the economy and the outlook for inflation, and that will inform our policy decisions.", "As always, we will reach our conclusions with a determined focus on achieving the 2% inflation target on a sustained and lasting basis.", "I am grateful to James Bell, Ben Broadbent, Fabrizio Cadamagnani, Swati Dhingra, Jonathan Haskel, Andrew Hauser, Andrew Hebden, Andrew Hicks, Karen Jude, Zaar Khan, Elizabeth Levett, Catherine Mann, Katie Martin, Huw Pill, Andrea Rosen, Martin Seneca, Fergal Shortall, Silvana Tenreyro and Laura Wallis for helpful comments and assistance in helping me to prepare for these remarks.", "Governor, Bank of England ©2023 Bank of England"], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none"], "topics": ["Cost of living", "Inflation", "Energy prices", "Monetary policy", "Bank Rate", "Household energy bills", "Food prices", "Mortgage rates", "Labour market", "Inflationary pressures"]}