{"sentences": ["Good morning chair and members of the Committee.", "Thank you for holding this hearing.", "Last week, the Reserve Bank Board increased interest rates by a further 25 basis points.", "This brings the cumulative increase in interest rates since May last year to 31⁄4 percentage points, with the cash rate target currently standing at 3.35 per cent.", "I would like to begin today by discussing why the increase in interest rates has been necessary and the outlook for the next couple of years.", "High inflation and interest rates At its core, the rise in interest rates has been required to make sure that the current period of high inflation is only temporary.", "This is our job as Australia's central bank.", "In the December quarter, the inflation rate reached 7.8 per cent.", "This is the highest rate since 1990.", "The inflationary pressures were broadly based, with the prices of almost three-quarters of the items in the CPI basket increasing by more than 4 per cent last year.", "In underlying terms, the inflation rate reached 6.9 per cent in the December quarter.", "Again, this is the highest rate in a number of decades and it is higher than we were expecting just a few months ago.", "High inflation is damaging and corrosive.", "It hurts people, puts pressure on household budgets and erodes the value of people's savings.", "It increases inequality and hurts people on low incomes the most.", "High inflation also damages longer-term economic performance, making the environment uncertain for planning and investing.", "And if inflation does become ingrained in people's expectations, bringing it back down again is very costly.", "History teaches us that once inflation becomes ingrained the end result is even higher interest rates and even greater unemployment to bring inflation back down.", "It would be dangerous, indeed, not to contain and reverse this period of high inflation.", "This episode of high inflation has its origins mainly in developments on the supply side but, over time, demand-side factors have become more prominent.", "It emerged in the wake of the COVID supply chain disruptions and Russia's invasion of Ukraine, and also strong domestic demand due to the bounce-back from COVID and the large policy stimulus during the pandemic.", "Most advanced economies are in a similar position to Australia, and have responded with higher interest rates, in some cases to a level substantially higher than that in Australia.", "In broad terms, the RBA and many other central banks are managing two risks.", "One is the risk of not doing enough, which would result in high inflation persisting and then later proving very costly to get down.", "The other is the risk that we move too fast, or too far, and that the economy slows by more than is necessary to bring inflation down in a timely way.", "The path here is a narrow one.", "It is still possible for us here in Australia to navigate this path, especially if inflation and wage expectations remain contained and issues on the supply side continue to be resolved.", "But it is also possible that we are knocked off that narrow path.", "Not surprisingly, given the uncertainties, there are a range of views in the community about where the main danger lies.", "Some are more concerned about the prospect of a sharp rise in unemployment in the near term, while others are more concerned about the prospect of inflation staying too high, which would in time entail even higher interest rates and a sharper rise in unemployment.", "As the central bank, we have a critical mandate to preserve medium-term price stability and we are committed to that objective.", "If we don't get on top of inflation and bring it down in a timely way, the end result will be even higher interest rates and more unemployment in the future.", "The instrument that we have to achieve this is interest rates which, I acknowledge, can be a blunt instrument.", "We are very conscious that the impact is being felt very unevenly across the community.", "Around one-third of households have a home loan, and many are finding managing the higher interest rates very difficult.", "This is only one channel through which monetary policy works, though.", "Changes in interest rates also affect asset prices, including housing prices and the exchange rate, and they alter the incentive for all households to save and spend.", "They also affect expectations of the future, which can affect spending plans and price- and wage-setting behaviour.", "These various transmission channels take time to work and their effects are not felt evenly across the community.", "As difficult as this unevenness is, our job as Australia's central bank is to deliver low inflation for all Australians and to do so in a way that best contributes to the collective economic welfare of the Australian people.", "The central forecasts and some uncertainties I would now like to turn to the Bank's updated central forecasts, which were released last week in our quarterly Statement on Monetary Policy.", "Those central forecasts have the Australian economy staying on that narrow path that I spoke about.", "They have: inflation returning to target over the next couple of years; the economy continuing to grow, albeit at a fairly slow rate; and unemployment rising, but remaining below the prepandemic low.", "Our assessment is that inflation is likely to have peaked around the end of 2022 and will now start declining.", "The central forecast is for CPI inflation to decline to 43⁄4 per cent over 2023 and to around 3 per cent by mid-2025.", "We have not yet seen evidence of a moderation of goods price inflation in Australia, but we have seen it elsewhere around the world and we expect the same to take place here.", "Supply chain problems are being resolved, shipping costs are normalising and oil prices are off their peaks.", "These lower prices, or lower rates of inflation in global markets, should flow through into prices in Australia.", "While this will help inflation return to target, it is unlikely to be enough without also observing some ongoing moderation in demand.", "In terms of economic growth, our central forecast is for GDP growth to slow to around 11⁄2 per cent this year and next.", "The bounce-back in spending following the pandemic has largely run its course.", "More broadly, the combination of higher interest rates, costof-living pressures and the decline in housing prices is expected to weigh on household spending.", "A contraction in residential construction is also expected following the pandemic-related boom.", "In contrast, the outlook for business investment remains reasonably positive, with many firms operating at a high level of capacity utilisation.", "The labour market remains tight, with the unemployment rate near a 50-year low.", "The share of working-age Australians with a job has never been higher than it has been recently, youth unemployment has declined and underemployment is the lowest it has been for decades.", "These are good outcomes for our country.", "Job vacancies remain at a very high level, although some firms report that it has been less difficult to find workers recently than it was a few months back.", "The central forecast is that the unemployment rate gradually increases from here due to slower growth to reach 41⁄2 per cent by mid-2025.", "This rate of unemployment is below that prevailing in the years prior to the pandemic.", "If we can achieve an outcome that is something like this, the country will have managed a sustained reduction in unemployment.", "This would be something that we could all welcome.", "I would like to highlight a few of the many sources of uncertainty around these central forecasts.", "The first is the global economy, which is in a challenging position.", "The synchronised tightening of monetary policy, high energy prices and cost-of-living pressures mean that global growth is expected to be quite weak over the next couple years.", "It remains to be seen what effect the cumulative and substantial tightening of monetary policy has on overall spending; there are risks that central banks have done too much but there are also risks that they have not done enough.", "There is also the possibility of new shocks, including from geopolitical or climate events.", "More positively, the change in China's COVID policy and a shift to more growth-oriented policies by the Chinese authorities are positive developments for the near term.", "Lower energy prices in Europe have also reduced some of the downside risk to the global economy, but there are still substantial risks here.", "A second source of uncertainty is the outlook for household spending in Australia.", "People are finding jobs and having more success in obtaining the hours they want to work.", "This is supporting growth in nominal household income.", "Furthermore, since the onset of the pandemic, households have saved an additional $300 billion over and above what they normally would do.", "This very substantial stock of extra savings is equivalent to around 20 per cent of annual household disposable income.", "Moreover, the national accounts suggest that, at least in the September quarter, households were still saving at a slightly higher rate than before the pandemic.", "In contrast, the finances of many households are under very real pressure from high inflation - including for rents - rising interest rates and falling housing prices.", "This is a challenging environment for many people.", "We recognise that the full effect of higher interest rates is yet to be felt, with some borrowers still benefiting from low-interest fixedrate loans.", "In total, there are 880,000 loan facilities with fixed rates maturing this year, with an outstanding value of around $350 billion.", "These borrowers will face very significant increases in loan repayments.", "It remains to be seen how these various influences on household spending balance out.", "There are plausible scenarios in both directions.", "The pool of extra household savings is not evenly spread across the population, being concentrated in households with higher incomes.", "It is not clear whether households will want to spend these savings in coming months or whether they see them as long-term wealth to be spent gradually over a long period of time.", "It is also possible that the resilience evident in consumer spending on services is because this was the first holiday period for three years that COVID restrictions were not in place.", "If what we have seen is extra spending as people enjoyed their usual freedoms, a period of belt tightening could follow.", "But it is also possible that the extra savings and jobs are giving part of the population sufficient confidence to keep spending, just at the same time that others are finding things very difficult.", "So, it is a complicated picture at present.", "The third uncertainty that I want to highlight is around price and wage expectations.", "If people expect high inflation to continue, then it is likely to continue, with the higher inflation expectations reflected in wage settlements and firms' pricing decisions.", "So, it is important that people expect that the high inflation is only temporary.", "Currently, inflation expectations remain well anchored and aggregate wage outcomes are not inconsistent with inflation returning to target over time.", "If either of those things were to change, we would face a much more difficult environment.", "Now, returning to the outlook for interest rates.", "Based on the currently available information, the Board expects that further increases will be needed over the months ahead to ensure that inflation returns to target and that this period of high inflation is only temporary.", "How much further interest rates need to increase will depend on developments in the global economy, how household spending evolves and the outlook for inflation and the labour market.", "The Board is conscious that there are risks in both directions.", "It meets every month, which gives it frequent opportunities to evaluate how these various risks are evolving and to respond flexibly as appropriate.", "We will do what is necessary to make sure that inflation returns to the target range.", "On a completely different matter, earlier this month, we announced that the Reserve Bank Board had decided to update the Australian $5 banknote to feature a new design that honours the history and culture of the First Australians.", "This new design will replace the portrait of the late Queen Elizabeth II.", "The other side of the note will continue to feature the Australian Parliament building and its forecourt.", "Given the national significance of the issue, the Board decided to consult the Australian Government before it made a decision.", "In response, the government indicated its support for a design that honoured the First Australians.", "The new note will continue the RBA's proud tradition of having First Australians' imagery on Australia's banknotes.", "Some of you might recall the $1 dollar paper banknote issued in 1966 and the first $10 polymer banknote issued in 1988, both of which featured the art and culture of First Nations peoples.", "Australia's coins, which are produced by the Royal Australian Mint, will continue to have the image of the monarch on one side.", "The RBA is now embarking on a process of consultation with First Australians on the new design.", "We anticipate it will be at least a couple of years before the new banknote is ready for circulation.", "The current $5 banknote will continue to be issued until then and it will still be able to be used once the new banknote enters circulation.", "Thank you for your attention.", "Next time we meet, the review into the Reserve Bank will have been completed and we look forward to discussing the results and recommendations with you.", "Today, my colleagues and I are here to answer your questions."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest rates", "Economic growth", "Unemployment", "Household spending", "Price expectations", "Wage expectations", "Global economy", "Household savings", "Monetary policy"]}