{"sentences": ["01.02.2023 Changes in saving in Spain since the pandemic* 4th Observatory on Saving and Investment in Spain / Bestinver-IESE Margarita Delgado *lEnglish translation from the original in Spanish Good morning.", "Allow me to begin by pointing out that we are currently observing the \"quiet period\" that precedes the monetary policy meetings of the ECB Governing Council.", "This means that I cannot refer to issues that could influence expectations about future monetary policy decisions.", "Therefore, my thoughts should not be interpreted as insight into the monetary or economic outlook that might shape expectations regarding these decisions.", "And now let me thank Bestinver and the IESE for inviting me to take part in this closing session of the 4th Observatory on Saving and Investment in Spain.", "I should like to begin by describing the developments in Spanish household savings in recent years.", "I will go on to discuss how those savings have been channelled towards the different types of financial and non-financial assets.", "And I will end by discussing the importance of strengthening financial education, noting the Banco de España's recent initiatives in that direction in collaboration with other public institutions.", "As we all know, Spanish households built up a very sizeable stockpile of savings during the most critical stages of the pandemic.", "Specifically, in 2020 the saving rate of Spanish households stood close to 18% of their gross disposable income.", "That is far higher than the average level for the five preceding years.", "In 2021 the impact of the health crisis on the economy waned, prompting a decline in household savings, although these remained high from a historical standpoint.", "There has been a pronounced reduction in household savings flows since end-2021, against a backdrop of high inflation rates in which the nominal consumption growth rate is outpacing income growth.", "As a result, in 2022 Q3 the household saving rate fell below the levels observed in the years leading up to the pandemic.", "The high savings levels seen at the height of the pandemic owed to household consumption dropping far more sharply (more than 12% in 2020) than income, with the latter partially underpinned by the public support measures deployed to mitigate the adverse economic effects of the pandemic.", "The main factor behind the slump in consumption (and the attendant growth in savings) were the health restrictions, which presented a barrier to spending on certain services such as hospitality and entertainment.", "Bear in mind that the savings growth recorded over the last few years was not distributed evenly across households.", "On the spending side, the restrictions had a greater impact on the consumption patterns of higher-income households, for whom hospitality and entertainment make up a larger share of the consumption basket.", "On the income side, they were hit less hard than lower-income households, since low-income individuals account for a larger share of employment in the sectors most severely affected by the health crisis.", "As a result, a very high proportion of the stock of extraordinary savings built up during the pandemic was concentrated in the highest income groups, which have a lower marginal propensity to consume.", "Therefore, going forward, a significant share of these savings is likely to remain in the assets in which they were invested rather than being spent on consumption.", "To understand the link between households' savings and their investment, we must first consider the developments in funding flows.", "Regarding how the savings have been used, a significant share of investment has been channelled towards the real estate sector, where financing tends to be partly in the form of new debt.", "Meanwhile, some of the savings may have been used to repay outstanding loans.", "Between early 2020 and 2022 Q3, households' net acquisition of financial assets amounted to €196 billion, 77% of which took the form of cash and bank deposits.", "The remaining financial investment was almost entirely accounted for by the net acquisition of investment fund units (€50 billion).", "During this period, Spanish households divested, in net terms, from financial assets such as insurance schemes, pension funds and debt securities (in particular long-term debt securities).", "Meanwhile, a total of €139 billion was invested in housing.", "All of these investments were financed out of the new savings that had been built up (€269 billion) and debt (some €8 billion net of repayments).", "This analysis of overall savings developments in Spain during the last few years can be divided into three distinct stages.", "In 2020, the growth in savings essentially took place through the acquisition of financial assets, mainly the most liquid ones.", "Specifically, investment in financial assets stood at €113 billion, of which €74 billion was allocated to cash and deposits, while investment in housing amounted to €42 billion.", "In 2021, as the pandemic restrictions were gradually eased, the level of savings lessened and there was a pick-up in new bank lending for investment in real estate.", "The net acquisition of financial assets amounted to €72 billion in the year and a total of €54 billion was invested in housing.", "Of the total invested in financial assets, 40% was accounted for by assets other than cash and deposits, most notably net purchases of investment fund units (€33 billion).", "The high rates of inflation observed from late 2021 have prompted growth in nominal consumption, which, as I have said, reduces household savings.", "New lending to households remained very robust in 2022, essentially due to buoyant lending for house purchase.", "This marked a continuation of the trend observed since early 2021, although a clear slowdown has been evident in the last few months, shaped by the tightening of financial conditions.", "The net acquisition of financial assets declined sharply in 2022, although we do not yet have data for the final quarter.", "Looking at the breakdown by instrument, in the first three quarters of last year households continued to increase their cash holdings and deposits at a good pace, with new investments in these liquid instruments amounting to €33 billion.", "By contrast, households divested €22 billion from other financial instruments.", "This may owe to the weak performance of financial markets in 2022.", "Lastly, repayments of outstanding debt increased over the course of 2022, driven by the repayment of loans for house purchase, possibly as a result of higher interest rates increasing the debt payments made by households with floating-rate loans.", "Some of those with surplus savings may have used part of these to pay down debt, at a time when high inflation is eroding the real value of cash holdings and deposits.", "To sum up, in 2020 the bulk of the savings built up - mainly by higher-income households - was put into liquid assets.", "In 2021, residential investment began to gain upward momentum, while a larger share of net financial asset acquisitions took the form of investment funds and cash holdings, and deposits represented a lower relative share.", "Lastly, in 2022 (albeit in the absence of data for the full year), the acquisition of financial assets declined as savings levels dropped.", "Further, we will have to wait and see how investment decisions are affected by rising interest rates, both in terms of the type of financial product (investment funds, debt securities, etc.)", "and in terms of residential investment, which is slowing somewhat due to a tightening of financial conditions.", "As I have said, the extraordinary savings accumulated during the pandemic were concentrated among higher-income households, whose portfolios are also more diversified.", "According to the 2020 Spanish Survey of Household Finances, real assets1 accounted for 88% of the total assets held by households below the 20th percentile of the distribution (with their principal residence accounting for 66% of the total).", "However, for households in the 90th income percentile, real assets represented 73% of all assets and the principal residence just 34%.", "Similarly, a very small percentage of low-income households have listed shares or investment funds in their portfolios (less than 3%, compared with 33% and 22%, respectively, of households in the top decile of the distribution).", "One factor that influences households' investment decisions is familiarity with financial products.", "Indeed, as the Bestinver-IESE/CIF observatory has shown, even in a study targeted at people more likely to be acquainted with financial investments, familiarity with savings vehicles and financial decisions vary across income, age and gender groups.", "These findings are consistent with those of the Banco de España's latest Survey of Financial Competences.", "This survey, based on a representative sample of the Spanish population aged between 18 and 79, shows broad differences in the level of familiarity with the most common financial products.", "For example, according to the survey results, fixed-term deposits are the most common financial product among households (26%), and yet they are also one of the least known (just 73% have heard of them).", "The population segment least aware of this basic investment product is that with the lowest educational attainment and the lowest income (around 60% have heard of them).", "The public's lack of basic financial literacy is also evident in their unfamiliarity with the concept of risk diversification.", "Specifically, the Survey of Financial Competences gauges whether respondents understand that, generally speaking, a broad portfolio of equities will offer less volatile returns than a single share.", "According to the survey, only half of the population understands this concept.", "For some years the Banco de España has been implementing its Financial Education Plan, an initiative designed to help the public better manage their personal and household finances, and to foster what we now call \"financial health\".", "This plan has been run from the outset in collaboration with the National Securities Market Commission and more recently with the Ministry of Economic Affairs and Digital Transformation.", "Since its launch, the Financial Education Plan has raised awareness of financial planning and encouraged households to treat savings as a fixed expense, helping them to build up a financial safety net based on what they can afford.", "Further, the plan also aims to teach the general public, and students in particular, to make responsible use of credit as and when it is needed, and to invest their savings based on sound risk assessments and in awareness of the risk-return trade-off.", "The Banco de España has redoubled its engagement in financial education, with recent structural changes aimed at reinforcing this function and helping the public to make better financial decisions, including when it comes to their savings and investments.", "In conclusion, Spanish households' ability to appropriately manage their savings, based on informed decision-making, is a cornerstone of their financial health and, therefore, of stability for society at large."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Household savings", "Financial assets", "Real estate", "Consumption", "Financial education", "Investment funds", "Cash and deposits", "Income", "Risk diversification", "Financial health"]}