{"sentences": ["Check against delivery Good morning everyone, dear Linda, Thank you for the kind introduction.", "I am delighted to be here with you on this gorgeous late-summer day.", "Let me begin with a cliché: Markets do not like uncertainty .", "Because dealing with uncertainty tends to be stressful and complex.", "Unfortunately, when it comes to climate change, there is a lot of uncertainty - many unknowns.", "Climate change itself, however, is a certainty.", "Just look outside the window for proof.", "Facts on the table It is Climate Week.", "We all have packed agendas, but hopefully we will be able to catch some sunshine later.", "Flashback to early June: You would have urged me to stay indoors.", "Wildfires up in Canada had brought toxic smoke to New York City and turned the skies orange.", "There is no denying that climate change is on our doorstep.", "Let me give you some figures: Assuming current policies, physical risks - such as losses due to droughts or rising sea levels - could lead to an almost eight percent loss of global GDP by 2050.", "To put this staggering figure into perspective: The global financial crisis of 2008 led to a GDP loss of around four percent.", "Ladies and gentlemen, The facts are on the table: Climate change will have consequences for all of us.", "Having said that, when it comes to understanding how climate change will affect us, the picture is less clear-cut.", "This lack of understanding is incredibly worrying.", "It may contribute to the lack of urgency that current climate policies reflect all too often.", "This underlines the importance of reducing uncertainty.", "Let's shed some light on climate risks!", "The role of central banks This is where central banks come into play.", "Dealing with financial risks is our bread and butter business.", "This ample expertise can help to strengthen the understanding of climate-related risks.", "The Network for Greening the Financial System (NGFS) - of which I am the Vice Chair - is pooling the expertise of almost 130 central banks and supervisors from all over the world.", "One of our flagship products is climate scenarios.", "They help assess how different pathways for emissions and climate policies might affect the economy and the financial system.", "To give you an example: In the US, heat stress could reduce labour productivity by almost 4 percentage points by 2050.", "And heat stress is just one of many factors.", "Therefore, it is important to design holistic models for climate scenarios.", "Scenarios explore different plausible futures and hence contribute to reducing uncertainty.", "Supervisors use them for their climate stress tests.", "Financial institutions can use them for their in-house risk management, including for measuring Climate Value-at-Risk.", "To improve the usability of the scenarios, the NGFS is continuously updating and fine tuning them.", "The next update which is due later this year aims to make the scenarios more granular across sectors and regions.", "Compass for the journey to net zero Scenarios offer us a glimpse of what the future might look like.", "With the current climate policies, the world in 2050 does not look too great, to say the least.", "That will be 27 years from now.", "A bit less than that, 26 years ago, in 1997, the movie \"Titanic\" hit the theatres.", "You all know the fate of the ship that was hailed as being unsinkable and that tried to steer away from the iceberg when it was too late.", "The window to act on climate change is closing but there is still some time to turn the ship.", "Shifting the economy towards a net-zero future calls for all hands on deck.", "Companies must embark on a journey of adjusting their business models.", "Transition plans can be a powerful tool to guide the way.", "At the NGFS, we recognise their importance.", "We have started our initial work on assessing the use of transition plans and will press ahead with this.", "In early summer, we published the first findings from a stock-take among members : We found that, while their importance was acknowledged, a common understanding on this new topic is still lacking.", "I want to highlight three findings: 1.", "What does it mean exactly for a company to be \"transitioning\" - where to?", "If a transition plan is drawn up, what information can and should it provide?", "To achieve the credibility that markets need, the question of checking their accuracy needs to be answered.", "At the NGFS, we will continue to work on these issues.", "We intend to provide more information on the data that users need and find in transition plans early next year.", "Despite further work to come, let me share some of the insights we have already gained to move towards a common understanding: Transition plans are a roadmap for companies.", "They translate a corporate vision of a net-zero future into tangible actions - by outlining concrete steps and milestones and by looking beyond the usual strategy horizon.", "Companies should include transition plans in their broader strategy.", "In fact, they should be part of their risk management.", "Transition plans are not only about risks, but also about opportunities.", "Companies can show investors that they are ready for a net-zero future.", "And financial institutions can benefit from transition plans, too.", "They can use them to manage their own risk, but also assess whether a company is investable.", "That way, financial institutions can hold corporates to their commitments and enforce market discipline.", "With these uses and benefits in mind, I very much welcome and highly appreciate the announcement made by US Secretary of the Treasury Janet Yellen yesterday : Her presentation of the Principles for Net-Zero Financing & Investment is an important step in the development of transition financing generally.", "But even more so specifically: If you go straight to the very first principle, you will see that the US Treasury, too, recommends that: For any voluntary net-zero commitment to be credible, it should be accompanied by a net-zero transition plan.", "I could not agree more.", "Reducing uncertainty about climate change will help us to embrace the opportunities of the green transition.", "If we all meet up again in a decade or so, we will have realised: The green economy is just the economy.", "This event offers an excellent opportunity to discuss possible ways to support this transition.", "I hope you will take full advantage of this.", "There can be no healthy economy without a healthy planet!", "Network for Greening the Financial System: NGFS scenarios for central banks and supervisors, September 2022.", "Climate Analytics: Climate impact explorer - Relative change in labour productivity due to heat stress in United States, based on NGFS scenarios.", "Network for Greening the Financial System: Stocktake on Financial Institutions' Transition Plans and their Relevance to Micro-prudential Authorities, May 2023.", "United States Department of the Treasury: Remarks by Secretary of the Treasury Janet L. Yellen in New York on Treasury's Principles for Net-Zero Financing & Investment, 19 September 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Transition plans", "Climate risks", "Climate scenarios", "NGFS", "Uncertainty", "Net zero", "Financial institutions", "Economy", "Risk management"]}