{"sentences": ["Remarks by Tiff Macklem Governor of the Bank of Canada Calgary Chamber of Commerce September 7, 2023 Calgary, Alberta Economic progress report: Target in sight, but we're not there yet It's a Good afternoon.", "I want to thank the Calgary Chamber the Bank of Canada's Calgary office of Commerce and for setting up such an impressive event.", "I look forward to meeting with and hearing from many of you Alberta.", "Monetary policy is working to bring inflation down-and we are encouraged by progress we've made so far.", "the Consumer price index (CPI) inflation was 3.3% in July, roughly in line with what we expected in our July Monetary Policy Report.", "Our 2% target is now in sight.", "But we are not there yet and we are concerned progress has slowed.", "Monetary policy still has work to do to restore price stability for Canadians, and we are committed to staying the course.", "In my time with you here, I will begin by discussing our recent monetary policy decisions.", "Then I want to dig into the inflation data to give you a sense of what we're seeing and what we're looking for on the path to price stability.", "I also want to outline the progress we've seen in rebalancing demand and supply in the economy.", "How these evolve will be critical to our policy decisions going forward.", "Finally, I want to answer a question we are getting more frequently from Isn't being close Canadians: Why are we so focused on the 2% target?", "The short answer is no-and I'll explain why we're getting all the way back to 2%.", "Our recent monetary policy decisions At both our June and July monetary policy decisions, we increased our policy rate, bringing it to 5%.", "But they reflected the accumulated evidence that excess demand in the economy and underlying inflationary pressures were both proving more persistent.", "And it was our judgment that more restrictive monetary policy was needed to restore price stability for Canadians.", "The data since mid-July are providing clearer evidence that higher interest rates are moderating spending and rebalancing demand and supply in the economy.", "However, we remain concerned that overall inflationary pressures are persisting and larger-than-normal price increases remain broad-based across the goods and services Canadians buy regularly.", "Just as it took longer to see clearer evidence that higher interest rates were moderating demand in the economy, it may now be taking longer for this to translate into lower inflationary pressures.", "We know it takes time for interest rate increases to work their way through the economy and relieve price pressures.", "The other possibility, of course, is that monetary policy is not yet restrictive enough to restore price stability.", "And unfortunately, the longer we wait, the harder it's likely to be to reduce inflation.", "In trying to balance the risks of under- and over-tightening, Governing Council decided yesterday to keep the policy rate at 5% and agreed there may be a need to raise the policy rate further if inflationary pressures persist.", "Going forward, we will be looking for further evidence that price pressures are easing.", "To assess the momentum in inflation, we use a broad range of indicators.", "Each month, inflation data are buffeted by many factors, some temporary, others more lasting.", "Given that monetary policy works with a lag, we need to try to see where inflation is going.", "So let me now dig into the data and unpack what we are seeing and what we are looking for.", "Unpacking inflation been saying for some time that inflation would be close to 3% this summer.", "It fell to 2.8% in June before moving up to 3.3% in July, so we are about where we expected (Chart 1).", "Chart 1: Year-over-year inflation has declined -2 Jan-2020 Jul-2020 Jan-2021 Jul-2021 Jan-2022 Jul-2022 Jan-2023 Jul-2023 CPI-median CPI-trim Total CPI Source: Statistics Canada Last observation: July 2023 The biggest contribution to the slowing in inflation since the peak last year has been from energy, which accounts for two-thirds of the slowdown Price (Chart 2).", "increases in consumer durables like furniture and appliances have also slowed as supply disruptions eased and higher borrowing costs reduced demand.", "Chart 2: Prices of gasoline and consumer durables* have contributed to the fall in inflation from the recent peak June 2022-July 2022 Percentage points -0.11 -0.15 -0.37 -0.99 -5 -5 -4.80 -3.18 Shelter Food from Services Goods excluding Energy Total stores excluding shelter food and energy *Consumer durables are included in goods excluding food and energy.", "Sources: Statistics Canada and Bank of Canada calculations Last observation: July 2023 This is welcome progress, but we know that many prices-those for food, shelter and many services-are not cooling in the same way.", "And recently global oil prices have risen again, pushing gasoline prices up.", "This is expected to increase headline inflation in the near term.", "To capture the centre of gravity in inflation, we use several measures to look deeper than this headline and assess the underlying trend in inflation.", "So let me explain the inflation measures we look at and why.", "First, we track measures of core inflation, which exclude large price changes- whether up or down-that can obscure the underlying trend in inflation.", "Core inflation is running around 3.5%.", "This is true for year-over-year rates as well as for more timely three-month rates, suggesting inflationary pressures remain and downward momentum has slowed.", "We also carefully examine the distribution of annual price changes across CPI components.", "As you can see in panel a of Chart 3, while some prices go up and others go down, in normal times price changes tend to be clustered around the 2% target.", "When inflation went up last year (panel b), the distribution of price changes shifted to the right.", "The average increase was higher, and the range of price changes also widened, with some prices increasing very sharply.", "This points to one of the unpleasant consequences of inflation-high inflation also brings bigger swings in prices.", "Since inflation peaked in June 2022, the distribution of price changes has started to normalize, but the average price increase and the variability of price changes are both still higher than normal (panel c).", "Chart 3: The distribution of price changes across the CPI basket has begun to a. December 2019 b.", "Peak, June 2022 c. July 2023 Note: In the chart and text, price changes refer to changes to the component price indexes in the CPI basket.", "CPI components are weighted by their respective basket weights.", "Solid lines indicate means of distributions; the dotted line indicates the 2% inflation target.", "Sources: Statistics Canada and Bank of Canada calculations Last observation: July 2023 Another way to gauge inflation pressures is to look at whether increases in the CPI reflect a few big price increases or a lot of smaller ones.", "Inflation is a generalized increase in prices.", "To measure the breadth of price increases, we track the share of CPI components whose prices are rising faster than normal.", "When inflation is close to target, typically about 30% of components rise faster than 3% and about 15% rise faster than 5%.", "When inflation rose last year, the share of components rising faster than 3% peaked at almost 80% and 65% were above 5%.", "Today, about 60% of CPI components are rising above 3% and about 45% are rising above 5% (Chart 4).", "made progress, but larger-thannormal price increases are still broad-based.", "Chart 4: The shares of CPI components rising faster than 3% and 5% remain too high % 2019 2020 2021 2022 2023 Share above 3% Share above 5% Historical average share above 3% Historical average share above 5% Note: Historical averages, shown in dotted lines, are from January 1995 to December 2019.", "Sources: Statistics Canada and Bank of Canada calculations Last observation: July 2023 This highlights another problem with high inflation-no matter how carefully you shop, you can't avoid it.", "Prices for almost everything are up, including for many necessities.", "For example, rent was up about 5% in July, and home insurance and cleaning products were both above 9%.", "Price increases for food average around 9%, with those for many items in double digits-bakery and cereal products were up 12%, while baby food was up 11%.", "The single price increase that is having the biggest impact on CPI inflation is gone up as we've increased interest rates.", "mortgage interest costs, which have about 30% higher than they were a year ago.", "When you exclude mortgage interest costs, CPI inflation is close to 21⁄2%-which has led some to It's true that if we hadn't raised argue that inflation is effectively back at target.", "interest rates, mortgage costs might be lower today, but inflation throughout the economy would be a much bigger problem for everyone.", "To measure underlying inflation, we need a more systematic way of excluding components with big movements on both the upside and the downside.", "Of course, if you take out only the things that are going up a lot, inflation looks lower.", "That's why we use the core measures I mentioned a minute ago.", "CPI-trim, for instance, has excluded mortgage interest costs in each of the past 14 months.", "Nevertheless, it is still running at close to 3.5%, because it also excludes prices that have declined sharply.", "So the underlying trend shows inflation is still well above target.", "And the longer the underlying trend remains too high, the harder it can be to bring inflation down.", "Because when households and businesses expect inflation to be above 2%, buying patterns and corporate pricing behaviour adjust.", "When that happens, it becomes more difficult to bring inflation back to 2%.", "Looking ahead, we want to see less-generalized price increases as well as a decline in the average price increase.", "Both of those things are happening, but they need to keep happening to restore price stability for Canadians.", "That brings me to the other factor we're watching closely: the balance between demand and supply in the economy.", "Inflation has come down from 8% because supply chains have opened up, energy prices have fallen and the big price increases of a year ago have dropped out of the data.", "For inflation to continue to decline, we need demand to continue to grow more slowly than supply for a period of time.", "That will relieve price pressures, slow increases in labour costs what will bring inflation and restore normal price-setting behaviour.", "And that's sustainably back to target.", "But I want to be clear-we are not trying to kill economic growth.", "We want strong, sustainable growth and a healthy labour market.", "The best contribution we can make to these objectives is to deliver low, stable and predictable inflation.", "Price stability is a cornerstone of a market-based economy-without it, nothing works well.", "The way we achieve price stability is by using the policy interest rate to find a balance between demand and supply in the economy.", "Too much demand, and inflation rises above target.", "Too little, and inflation falls below target.", "We've seen both in the last three years.", "At the beginning of the pandemic, demand collapsed and inflation fell below 1%-and was even briefly negative.", "We used all of the tools at our disposal to support the economy so that Canadians could continue to pay their bills, businesses could stay afloat and people would have jobs to go back to when the shutdowns ended.", "As economies around the world reopened, supply chains became tangled and demand for goods and services came roaring back.", "Businesses could not keep up with demand, prices rose quickly and inflation became a big problem.", "The shift into excess demand required the opposite policy reaction, and we raised interest rates forcefully to dampen growth, give supply time to catch up and relieve price pressures.", "So how well is it working?", "The output gap-the difference between total the economy and the economy's productive spending in capacity-provides the broadest measure of that balance.", "By our estimates, excess demand peaked in the first half of last year.", "That's when the economy was the most overheated.", "Since then, excess demand has eased gradually.", "Last week, gross domestic product (GDP) data showed that growth for the second quarter was essentially zero.", "That means that growth has averaged a little less than 1% over the last our best estimate is that the economy's three quarters, and productive capacity has grown at a rate of a little over 2%.", "The cumulative effect is that the excess demand in the economy has diminished substantially.", "This should reduce price pressures, leading to lower inflation.", "The weakness in second-quarter GDP largely reflected a broad-based slowing in consumer spending and a decline in housing activity.", "The softening in household spending on goods was most pronounced on larger items people often buy on credit, such as furniture and durables for outdoor recreation.", "Together with the decline in housing activity, this points to the moderating effect higher interest rates are having on household spending.", "Consumption of services also slowed, which may indicate that the effects of tighter monetary policy are broadening from goods to services.", "The weakness in overall economic growth was magnified by a few unexpected events.", "Most notably, devastating wildfires across the country have destroyed homes, evacuated cities and weighed on economic activity across several sectors.", "Alberta has been hard hit, and this has disrupted oil and gas production in particular.", "The labour market is also an important indicator of the demand-supply balance in seeing signs that the economy.", "We're labour demand is cooling from overheated levels earlier in the year, allowing labour supply to begin to catch up with demand.", "Employment was roughly flat in July, marking the fifth time in the last six months that job growth has been below the pace implied by population growth (Chart 5).", "Chart 5: Employment growth has been below population growth in recent months Net monthly job gains, seasonally adjusted, 3-month moving average Jul-2022 Oct-2022 Jan-2023 Apr-2023 Jul-2023 Actual employment growth Employment growth implied by population growth Sources: Statistics Canada and Bank of Canada calculations Last observation: July 2023 So far, we've been able to cool demand without unemployment spiking.", "As I outlined last November, the fact that job vacancies were at a record high meant we had scope to cool the labour market without causing a large surge in unemployment.", "Nearly a year later, we can see that job vacancies have indeed fallen significantly (Chart 6), with only a small increase in the unemployment rate.", "Chart 6: Job vacancies have continued a downward trend -60 2020 2021 2022 2023 Job Vacancy and Wage Survey Indeed Note: Job Vacancy and Wage Survey (JVWS), change from 2019 average (seasonally adjusted), and Indeed online job postings, change from the average of the same month in 2018 and 2019 (not seasonally adjusted).", "Due to data limitations at the onset of the pandemic, JVWS job vacancies data are unavailable from April to September 2020.", "Sources: Statistics Canada, Indeed and Bank of Canada calculations Last observations: JVWS, June 2023; Indeed, August 2023 Wage growth, in contrast, has yet to show clear signs of moderation, with most measures around 4% to 5%.", "As the labour market continues to come into better balance, we expect wage growth will slow.", "We will be watching wage growth closely for evidence that confirms this rebalancing.", "Another indicator of the imbalance remaining between demand and supply-and thus of underlying inflationary pressures-is corporate pricing behaviour.", "As the economy reopened from pandemic restrictions and many costs rose quickly, companies protected their profit margins by passing all of their cost increases along to customers.", "They did this by increasing the prices for their products more often and by more than usual.", "As inflation comes down, businesses tell us their pricing-setting behaviour is beginning to normalize.", "Businesses increasingly expect the size and pace of price changes to decline.", "But corporate pricing behaviour is not yet back to normal, and it appears to be changing only slowly.", "In our second-quarter Business Outlook Survey, businesses said they still see high demand for many goods and services, and they remain worried about their costs.", "They still intend to change prices more frequently than normal over the next 12 months.", "As long as demand is running ahead of supply in the economy, it's businesses to raise their prices.", "We will be watching corporate pricing behaviour carefully to be assured that the economy is clearly on the path to price stability.", "So that's what we've seen in recent months and what we are watching closely.", "In October we will publish a new economic outlook.", "We will be looking for continued progress toward the economic rebalancing we need to relieve inflationary pressures and for more evidence that this is translating into lower underlying inflation.", "it's That brings me to a question we are increasingly getting from Canadians: If going to be difficult to get to our 2% inflation target, we'll be closer to 3% for why don't we raise the target to 3%?", "some time, Besides, if the control range is 1% to 3%, aren't we around the target close enough?", "We understand why people are asking this question.", "Higher interest rates are painful.", "But getting to the 2% target is worth it.", "I want to be clear-we are committed to the 2% target.", "don't raise the target just because First, you you missed it.", "We've been targeting 2% inflation since 1995, and the inflation target anchors our economic and financial system.", "If you get rid of the anchor, or move it when the going gets tough, inflation itself gets less predictable and more volatile.", "Second, the 2% target has delivered low and stable inflation and lower unemployment rates on average for 25 years in Canada.", "Most central banks inflation is low enough that people don't need have a 2% target because, at 2%, to worry about changes in their cost of living from one year to the next.", "And we have a lot of evidence that, for many years now and in many countries, 2% inflation has worked to deliver historically superior macroeconomic performance.", "The 1% to 3% range conveys where Canadians can expect inflation to be most of the time.", "But to be in this range most of the time, we have to aim for the middle.", "If we decide 3% is good enough, inflation will be above the range a lot of the time.", "The bottom line is the 2% target is eminently achievable and has served Canadians well.", "Simply put, when inflation is stable around the 2% target, it removes the anxiety created by large swings in the cost of living.", "Price stability means households and businesses can plan and invest with confidence that their money will hold its value.", "I want to make one final point.", "We review our monetary policy framework, including our target, every five years so that we can be confident that it remains fit for purpose.", "This is a strength in our framework.", "Looking ahead, Canadian businesses, households and governments will need to confront some big global forces, including demographic changes, rising geopolitical tensions, climate change and digitalization.", "Some of these forces could add cost pressures and increase the volatility of prices.", "Some commentators have suggested this means we should target a higher rate of inflation.", "Understanding these forces and what they mean for monetary policy is at the very heart of delivering on our mandate.", "But it is not obvious that allowing for higher inflation will help us deal with these challenges.", "To the contrary, more inflation and the uncertainties that come with more volatility in inflation may make the needed adjustments even more difficult.", "These aren't the first structural changes to confront the Canadian economy.", "The past 30 years have shown us that the 2% target has been a helpful anchor as businesses, households and governments face shifting economic forces.", "As with past reviews, we will work hard to analyze how the framework, including the 2% target, has been working and whether it's the best framework for the future.", "It is time for me to conclude.", "come a long way in the past year.", "Monetary policy is working, and inflation is coming down.", "But we still have some way to go to restore price stability.", "With past interest rate increases still working their way through the economy, monetary policy may be sufficiently restrictive to restore price stability.", "However, Governing Council is concerned about the persistence of underlying inflation.", "Inflation is still too high, and there is little downward momentum in underlying inflation.", "We will be carefully assessing the balance between demand and supply and underlying inflation to gauge progress toward price stability.", "If we need to raise interest rates further to restore price stability, we are prepared to take further we don't want to raise our policy rate more than we have to.", "But We know higher interest rates are hitting some Canadians hard, want this to be any harder than necessary.", "But letting too-high inflation persist would be worse.", "We are confident that 2% is the right target.", "The target is now in sight.", "We need to stay the course.", "I look forward to your questions."], "classifications": ["none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Price stability", "Economic growth", "Labour market", "Demand and supply", "Corporate pricing behaviour", "Inflation target", "Monetary policy framework", "Structural changes"]}