{"sentences": ["Ladies and gentlemen, I am honoured and delighted to be able to address you on this important occasion of COP15 of the Convention on Biological Diversity.", "The world is getting painfully acquainted with the impending climate crisis.", "There are promising efforts at mitigating this crisis, though far from what is necessary to avert disaster.", "But the planet faces a second crisis -- nature and biodiversity loss.", "The nature crisis is no less threatening than the climate crisis.", "But it is much less appreciated and much less is being done to mitigate it.", "We assiduously measure and seek to grow our physical and human capital.", "We speak of the importance of social and political capital.", "But we fail to appreciate let alone measure natural capital - the world's stock of natural resources, comprising soils, air, water, plants, animals, and minerals.", "These are assets that sustain our food supplies, underpin our economy and society, and enable human life.", "We are collectively depleting our natural capital and degrading the ecosystems that support it.", "We are consuming more resources than the Earth can produce in a year.", "At current rates of consumption, we use up 1.6 Earths' worth of resources.", "By 2050, our annual resource use will rise to 2 Earths' worth.", "We are degrading the ecosystems that support this natural capital.", "The drivers of biodiversity loss have worsened.", "None of the 20 Aichi Biodiversity Targets agreed at COP10 twelve years ago have been fully achieved - only six were partially achieved.", "The depreciation of natural capital will affect our standard of living and quality of life.", "Over three-quarters of the world's food crops, worth almost 600 billion US dollars, rely on insect and animal pollination.", "The loss of pollinators like honeybees in Europe and the Americas directly threatens our food security.", "Hidden supply chain dependencies on nature account for more than half of gross value added in industries that are foundational to the global economy, including consumer goods, real estate, and transportation.", "Nature loss also poses a major threat to public health by worsening air and water pollution.", "The 2015 Indonesian forest fires cost 151 million US dollars in immediate health impacts, while long-term costs remain unquantified.", "The loss of natural capital exacerbates climate change.", "Nature loss removes carbon sinks and disrupts natural temperature-regulating systems.", "Conversely, healthy ecosystems help to slow climate change while protecting communities from its impacts, like extreme weather.", "There is growing recognition of the climate-nature nexus: that we need to protect and restore nature to achieve a net zero world and avoid catastrophic climate change.", "The Network of Central Banks and Supervisors for Greening the Financial System recognises the importance of reversing nature loss for a successful net zero transition.", "The NGFS was founded five years ago on the recognition that climate-related risk is a threat to the financial system and that the financial sector can play a role in enabling the transition to a low-carbon economy.", "We number 140 members and observers now, comprising central banks, financial supervisors, and international financial institutions from across the world.", "Nature-related risks have material macroeconomic, macroprudential, and microprudential consequences.", "Central banks and supervisors therefore cannot afford to ignore nature and biodiversity loss.", "The NGFS has produced three research papers on biodiversity and financial stability, together with the International Network for Sustainable Financial Policy Insights, Research, and Exchange, or INSPIRE.", "The research shows that nature-related shocks can transmit to the financial system.", "Corporate dependencies on natural capital pose market and credit risks to individual financial institutions' portfolios, which can potentially aggregate into systemic financial exposures.", "The NGFS has thus created aTaskforce for Biodiversity Loss and Nature-related Risks, to help mainstream nature-related financial risks across our work on supervision, financial stability oversight, and monetary policy.", "The Taskforce will develop a comprehensive framework to identify the transmission channels from nature-related risks to central banking and supervisory activities.", "For its part, the Monetary Authority of Singapore has published environmental risk management guidelines for banks, asset managers, and insurers operating in Singapore.", "The Guidelines set out the expectation that financial institutions should manage environmental risks such as those arising from biodiversity loss.", "Finance can be a powerful force for helping to bend the curve of nature degradation.", "We need financing for more sustainable supply chains, less disruptive infrastructure, and better farming practices that preserve yield while minimising land degradation.", "The Nature Conservancy estimates that the nature funding gap may be as high as 824 billion US dollars per year.", "So, what is needed for effective transition finance for natural capital?", "First, a clear set of goals to galvanise collective action to restore our natural capital.", "The goals must be ambitious yet realistic.", "Just as the Paris Agreement catalysed the push towards net zero, so can the Global Biodiversity Framework provide a nexus for science and finance to come together to tackle the systemic risks that nature loss poses.", "Goals to protect key biodiversity areas and integrate nature-related risk management into sustainable production will help to focus the financial sector's efforts.", "Second, forge public-private partnerships to mobilise financing for naturepositive outcomes.", "Public capital can help to mitigate project risk and catalyse private capital, especially for marginally bankable nature-related projects.", "We also need to combine financing with capacity building, technology transfer, and institutional support, to reduce risk and enhance the bankability of such projects.", "At the same time, financial institutions must dis-incentivise production processes that are harmful to biodiversity while ensuring equitable development.", "Third, strengthen the quality, availability, and comparability of nature-related data.", "Good-quality data enables effective allocation of capital towards transition finance, and combats greenwashing.", "Unlike climate risks, nature-related risks are often location-specific.", "We can take advantage of emerging geospatial tools to monitor assets in real time, such as to track the degradation of carbon sinks or high conservation value lands.", "The NGFS Taskforce that I mentioned earlier will include guidance for future deep dives into nature-related metrics, data, and scenario development.", "Fourth, reliable, consistent, and comparable nature-related disclosures.", "Standards will help to guide companies in creating much-needed transition plans for nature.", "Key stakeholders like the International Sustainability Standards Board, the Task Force for Nature-Related Financial Disclosures, and jurisdictional standard setters must work closely together.", "Along with the climate crisis, the nature crisis is the existential challenge of our times.", "We cannot focus on one and hope the other will take care of itself.", "We need to address them both in a holistic manner.", "This is the growing conviction of the NGFS and the financial industry.", "With the nature crisis, the financial sector must now translate that conviction into determined action, as it has begun to do with the climate crisis.", "A good way to start would be to harness the power of finance to help implement the post-2020 Global Biodiversity Framework."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Nature loss", "Biodiversity loss", "Natural capital", "Climate change", "Financial risks", "Financial stability", "Nature-related risks", "Sustainable finance", "Transition finance", "Biodiversity targets"]}