{"sentences": ["It has been more than 13 years since the founding of the Banking and Financial Ombudsman in October 2009, and I am delighted to open this international conference on Alternative Dispute Resolution schemes in the banking, financial and insurance sectors, which is a follow-up to a previous and important meeting held in 2017.", "The Banking and Financial Ombudsman is an alternative resolution system for disputes arising between customers (consumers and non-consumers) and intermediaries concerning the provision of banking and financial services.", "The Bank of Italy was tasked with setting up the ABF by the Government, supplying it with resources and taking care of every aspect of its functioning, though obviously leaving the decisionmaking to the members of the Panels in order to ensure and safeguard its impartiality and independence.", "The idea of establishing an Ombudsman actually goes back to the 2005 law 'on savings'.", "The expectation that banks and other financial intermediaries would have to join an alternative dispute resolution system for customers was therefore part of a regulatory framework designed to strengthen consumer protection systems, and thus also the protection carried out by the Bank of Italy, under the assumption that the stability of the financial system as a whole and of intermediaries requires substantial fairness in relations between intermediaries and customers.", "Following the transposition of the European Directive on ADR (2013/11/EU), in 2015 the Bank of Italy was appointed as the national competent authority tasked with the monitoring the proper functioning of the system and verifying compliance with the quality requirements envisaged by the Directive.", "There have been considerable changes since the ABF was founded, both in the Bank of Italy, with the creation of a Directorate specifically devoted to consumer protection (as well as to financial education), and in the ABF system.", "Three Panels were set up initially in 2009, followed by a further four at the end of 2016 in order to increase the capacity for and the rapidity of responses to customer needs and to step up consumer protection.", "The Ombudsman has received over 210,000 complaints and adopted more than 200,000 decisions since it was founded.", "The Panels awarded more than €150 million to complainants between 2015 and The average time for processing a complaint, excluding suspension periods, has fallen considerably and takes significantly less time than the civil justice system, down from more than 300 days in 2015 to around 130 days in 2021.", "The decisions of the ABF Panels are often referred to by the civil courts and when cases are submitted to ordinary courts, the Ombudsman's rulings are almost always upheld.", "I don't want to take up too much of your time, so let's turn to the Conference: I would like to look briefly at the topics under discussion today, all of which are very interesting.", "I have had several opportunities to talk about the impact in Italy, like in many other countries, of the spread of digital technologies in financial intermediation.", "Prior to the pandemic, there had already been a steady growth in the use of alternative payment systems to cash - especially cards - because of both rapid technological developments and regulatory interventions to support payment efficiency and security.", "The revised regulatory framework and the impact of the pandemic have given further impetus to the spread of highly technological digital payment instruments.", "The technological acceleration and the increase in competitive supply, in part owing to the entry of new operators, has spurred traditional intermediaries to review their business models and their strategic positioning in an ever more 'crowded' industry, by testing new solutions and expanding their range of services to the benefit of the final customer.", "As Governor Visco pointed out a few weeks ago, the Bank of Italy is supporting the digital development of the market according to the regulatory standards of security, inclusiveness and transparency.", "Consumer protection, as well as the integrity and stability of the financial system, is a crucial element in promoting this development, ensuring that the strength and speed of the digital transition translate into benefits for the economy as a whole and for its individual players: households, firms, investors and general government bodies.", "In this new ecosystem, characterized by the development of open banking and of crypto-assets, consumer protection needs are evolving, and ADR systems are also called upon to think about possible new paradigms for the forms of protection provided, as is the case for the supervisory authorities in this sector.", "The ADR Directive has enabled minimum levels of harmonization between countries to be achieved: aligning it with the new context of reference will be an important response to pressures from digitalization, and pursuing an international dialogue will be fundamental (especially via the Fin-Net network of the European Commission that connects the ADR systems operating in the banking, financial and insurance sectors and is therefore an important forum for cross-border discussions).", "The evolution underway also requires discussion between all the national competent authorities, at both national level, thanks to the coordination board at the Ministry of Economic Development and, as we said before, in international fora too.", "Dialogue between ADR and the civil justice system is also very important (in Italy there has long been a successful collaboration with the Scuola Superiore della Magistratura, which I truly believe could be interesting at international level too).", "A comparison of various ADR systems in terms of structure, operations and customer care, but also of functions could provide some interesting insights.", "The international situation increasingly shows that ADR entities perform important functions (apart from resolving individual disputes): consultancy, financial education, data aggregation and putting pressure on the market.", "Given the changes in the ecosystem, it is also interesting to understand if and how these functions have evolved.", "We are always on the lookout for new insights and trends arising from international debate and are ready to intercept potential best practices to provide us with inspiration (subject, of course, to internal regulatory constraints).", "We also firmly believe in the exchanging of experiences (which now that the pandemic has eased, we have an opportunity to promote).", "The delicate topic of the effectiveness of ADR systems (a quality requirement set by the ADR Directive) is particularly interesting.", "It will also be fascinating to see what is surfacing from the latest academic debate on this and to understand how leveraging technology, especially artificial intelligence applied to alternative dispute resolution systems, could help to improve their effectiveness.", "The ABF has made ample use of technology since it was founded: its procedures are completely digitalized, and it has had a portal since 2018 that allows people to communicate with the system online; work is underway to open the portal to intermediaries as well to make the procedures even more efficient.", "The Bank of Italy is experimenting with the use of artificial intelligence at the ABF: work is underway on the AbefTech project that aims to apply machine learning and text analysis techniques to help with the work of the Banking and Financial Ombudsman; this project follows a similar AI tool (called EspTech) already implemented for managing the complaints submitted to the Bank of Italy.", "Of course this in no way means that machines will replace the 'judges', but we believe that it can improve the assistance given to the Panel members in making decisions.", "Let's see what comes out of the debate, also regarding the risks of potential errors or even biases in decisions that are partly automated.", "Lastly, another very important topic is the connection between the work done by ADR systems and the work assigned to the supervisory authorities for consumer protection.", "It will be interesting to understand and see how ADR systems can help to strengthen the wealth of data available to the sectoral supervisory authorities when carrying out their supervisory functions.", "I think some useful ideas will emerge here that we can discuss together.", "We see the Ombudsman (together with the managing of customer complaints) as a very important part of consumer protection, flanked by supervision (in both its regulatory aspects and its interventions), and by financial education: dialogue between these three different functions is fundamental.", "International debate can be useful in identifying good practices in this area too.", "I hope the challenges that ADR systems in the financial and insurance sectors will have to tackle will also be outlined during the upcoming debate and that we can take away some interesting ideas on the policies to be implemented.", "I am referring to the new aspects of customer protection to be safeguarded in relation to the development of new Fintech operators and smart contracts, the relationship between individual and class actions, the regulation of an ecosystem that hosts different types of ADR, the growth of cross-border complaints and the integration of the access channels of the various ADR systems borrowing from some exemplary international experiences.", "It only remains for me to 'formally' open the conference, and to greet and thank all the participants.", "The floor now goes to the General Counsel of the Bank of Italy: Marino Perassi."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Consumer protection", "Digital payment instruments", "Alternative dispute resolution", "Financial system", "Banking and Financial Ombudsman", "Fin-Net network", "Artificial intelligence", "ADR systems", "Cross-border complaints", "Financial education"]}