{"sentences": ["Conference \"The New Frontiers of Digital Finance\" Deputy Governor of the Bank of Italy Digital Finance and markets infrastructures Consob Auditorium Rome, 10 March 2023 Let me thank President Savona and Consob for inviting me today to talk about technological innovation in payments, securities clearing and settlement systems, i.e.", "the market infrastructure that is the backbone of our financial system.", "\"Traditional\" digital innovation has been doing a lot for financial markets I would argue that this is probably the sector least affected, thus far, by the latest technological developments that inspire today's seminar.", "The adoption of digital technologies for financial market infrastructures started with the dematerialization of securities in the sixties.", "Trading on digital platforms began to replace trading floors (the \"pits\") in the eighties.", "In the nineties, real time gross settlement systems (RTGS) led to a revolution in wholesale payments worldwide, bringing added security to market transactions at affordable costs, thanks to their ability to effect a huge increase in efficiency (a rise in the velocity of circulation of central bank money).", "The next step was to eliminate counterparty risk in securities transactions via the adoption of delivery versus payment (DVP).", "The emergence of fast electronic communication networks allowed investors to use real-time data for algorithmic and high-frequency trading,2 which in Europe now account for about 70 per cent of all equity trades.", "Nowadays, reflecting a widespread dematerialization process, almost all financial assets are in digital form and traded through electronic platforms; all wholesale payments are initiated and settled online.", "For example, the European large value payment system, TARGET2, settles average daily transactions worth about 2.5 trillion euro, one sixth of the euro area's annual nominal GDP;3 it can work jointly with TARGET2-Securities (T2S), allowing DVP of the cash and security legs of transactions.", "So I would argue that, as far as market infrastructure is concerned, the digital revolution has already silently happened.", "This said, the innovation pipeline is by no means empty.", "In the time allotted I shall review some recent developments of the \"traditional\" type, and devote some remarks to the debate on DLT-based infrastructure.", "In Europe, the RTGS world has been evolving rapidly.", "In 2018 the Eurosystem launched TARGET Instant Payment Settlement (TIPS).", "TIPS enables participating banks and their clients - corporates and households alike - to transfer funds within seconds, around the clock, 365 days a year.", "The Eurosystem charges banks well below one cent per transaction.", "The project's quality is widely acknowledged, as witnessed by the Sveriges Riksbank's decision to join TIPS with its currency, and by the intention to follow suit announced by the central banks of Norway and Denmark.", "Another prominent project is the consolidation of TARGET2 and T2S platforms, which will go live in ten days.", "While the project is not revolutionary, it will enhance and modernize the services offered by TARGET2.", "The new system features the ISO 20022 messaging standard (as in T2S and TIPS), a centralised liquidity management that will make it more cost-effective and efficient,5 and can facilitate payments in several currencies, if other central banks decide to join the system.", "A third example is the creation of the Eurosystem Collateral Management System (ECMS), a multi-year project that started in December 2017 and is expected to go live in April next year.", "The ECMS will replace the current fragmented and decentralised structure for the management of collateral - de facto a patchwork of domestic systems.", "It will allow participants to assess and move collateral on a domestic and cross-border basis, and to settle monetary policy operations; it will be integrated with the other Eurosystem infrastructures, especially TARGET2 and T2S, creating an infrastructure that works seamlessly across the euro area.", "TARGET2 was launched on 19 November 2007 and has since been operated by Banca d'Italia, Deutsche Bundesbank and Banque de France on behalf of the Eurosystem.", "In 2015 Target2 securities (T2S) was added to TARGET2, implementing a safer and more efficient securities settlement.", "It should also be acknowledged that, at least in some specific instances, the digital revolution has been a mixed blessing.", "algorithmic and high-frequency trading: in normal conditions they may improve market liquidity and facilitate price discovery, but in periods of stress they may fuel investor risk aversion and market instability, or generate \"flash crashes\" - episodes of sudden and large price changes typically reversed shortly afterwards.", "A centralised liquidity management tool will function via the so-called \"Main Cash Account\" (MCA) that participants can open with a national central bank.", "This account will be linked to the participant's dedicated cash accounts for the new real-time gross settlement (RTGS) system, T2S and TIPS.", "The MCA will also offer a dashboard for a centralised overview of liquidity positions and advanced liquidity management tools, with a higher level of automation.", "The liquidity held on dedicated cash accounts will be considered for minimum reserve purposes without the need for the accounts holder to transfer the balances back to the MCA.", "The\"new\"digitalinnovation:whattoexpectfromDLT-basedtechnologies?", "Today much of the debate among market operators and public institutions centres on the novelties brought about by Distributed Ledger Technologies (DLTs) like blockchains.", "In turn, much of this interest revolves around the crypto markets.", "This theme lies outside my focus today.", "Let me mention however that Banca d'Italia is actively engaged in the international fora that are working to define global regulatory standards for these markets, including the Financial Stability Board, the Basel Committee on Banking Supervision and the Committee on Payments and Market Infrastructure.", "At the national level, waiting for the coming into force of the European Markets in Crypto-Assets Regulation (MiCAR), we have been liaising with Consob, repeatedly warning retail investors of the risks of this unregulated world.", "Last June we issued a Communication on DLT and crypto-assets proposing principles and benchmarks for supervised intermediaries and entities falling within the scope of payment system oversight.", "Coming to DLTs use for financial market infrastructure, two main types of claims have been made.", "According to early-hour proponents of DLTs, the technology has the potential to do away with financial intermediaries and their trust-building role: the very key features of the technology - the distributed nature of the ledger, the \"impossibility\" for any single user to tamper with the records once validated - pave the way to a world with a greatly diminished role for intermediaries.", "This \"decentralized finance\" (DeFi) view emphasizes the self-tending nature of DLTs, i.e.", "their ability to work without a subject in charge of managing the system.", "In this context, reference is often made to the so-called permissionless DLTs.", "A different view holds that DLTs can improve the efficiency of financial market infrastructure, reduce the time needed for reconciliation and back-office activities, offer high performance and programmability thanks to the use of so-called 'smart contracts'.", "In this case the emphasis is not on the DLT governance but rather on the benefits that can stem from the technology, independently of whether or not a financial intermediary is in charge of it.", "Let me express some scepticism about the former view.", "One way or another, counterparty risk would find its way into a fully decentralized large scale trading and settlement system.", "This is because these systems, to be scaled up, need in practice some centralized infrastructure (e.g.", "exchanges) to provide various services (e.g.", "storage of tokens and cryptographic keys, trade, conversion into other tokens or hard currency, ...).", "In other words, DeFi, beyond a certain operational scale, is forced to reintroduce the infrastructure that it was supposed to eliminate.", "And several episodes have shown that this infrastructure is prone to various risks (cyber and fraud risk in particular), just like the traditional one.", "Once this is acknowledged, DeFi schemes lose most of their appeal.", "The second view cannot be easily dismissed.", "It is undisputable that DLTs have useful features.", "Market participants are showing high interest in the topic: last December the Bank of Italy (through our Milano Hub, the innovation centre created to support the digital evolution of Italian financial system) launched a specific call for proposals on DLT applications in finance, insurance and payments.", "We received 57 projects, submitted by 82 participants.", "We are currently evaluating them.", "While the majority of projects comes from Italian entities, a non-negligible share comes from other European countries and Southeast Asia.", "So the issue becomes an empirical one: is large scale DLT adoption in financial market infrastructure feasible?", "If so, do the advantages outweigh the costs?", "I believe these are important questions.", "While it is not for central banks to answer them, I think that they provide a strong motivation for the central banking community's interest in the DLT.", "Let me be more specific.", "A key motivation has to do with the safety of market infrastructure.", "Without adequate solutions for the DVP settlement in central bank money of the tokens traded on DLTs, the latter could never achieve the level of safety that is typical of traditional securities trading and settlement systems.", "For instance, TARGET2 offers efficient and secure settlement in central bank money, but it would be unable, without the development of ad hoc interfaces (or the issuance of central bank money in the form of tokens) to simultaneously settle the cash leg of financial transactions happening on a DLT.", "Financial intermediaries are successfully issuing securities on DLT and settling trades in DVP mode using tokenized commercial bank money.", "These exciting developments offer an opportunity to test the DLT and get practical feedback about its benefits (and disadvantages).", "In my view, however, DVP in central bank money is no longer optional for market participants.", "Few if any would trust a large market infrastructure that would The list of snags could go on.", "Permissionless DLT systems must continuously generate enough fees for anonymous validators to ensure the integrity of the ledger in the absence of a central authority.", "Ultimately, this creates significant inefficiencies and risks for users.", "For example, when the value of Luna went to zero in the recent Terra-Luna collapse, the incentive for miners to validate transactions evaporated (as they were remunerated in Luna units), and the blockchain stopped for several hours.", "A similar problem could materialize for any blockchain managing securities.", "See P. Lee, \"Has tokenization's time finally come?", "In DLTs based on proof of work, mining is highly energy- and hardware-intensive; this has tended to concentrate mining activity, with the attendant risk of collusion and forks.", "DLTs relying on proof of stake tend to concentrate decisions on few holders of governance tokens, reintroducing the governance problems that are typical of traditional intermediaries.", "Banca d'Italia is actively promoting research on the topic of 'smart contracts' including their implications on cyber-security.", "A Memorandum of Understanding was recently signed with Roma Tre University and Università Cattolica del Sacro Cuore.", "This is just one of many possible examples of the ferment around new technologies in finance.", "According to a market sounding recently conducted by the ECB among banks, financial market infrastructure operators and new fintech firms, about 70% of participants expect a significant industry uptake of new technologies, such as DLTs, in the next 5 to10 years; views are mixed on the relative merits of DLTs compared with existing technologies, as well as on the expected timing of DLT adoption.", "See ECB, \"Potential use of new technologies for the settlement of wholesale financial transactions in central bank money\", December 2022. bring us back to the seventies, when the term Herstatt risk (a form of counterparty risk) was coined.", "But this is what would happen if the cash leg of the DVP were settled in commercial bank money.", "For this reason, the central banking community is working to develop a form of central bank money (to be kept distinct from the better-known retail central bank digital currency) to settle trades involving a large-value DLT-based leg.", "Indeed, I would argue that such solution is a necessary condition - although certainly not a sufficient one - for a safe widespread adoption of DLT in market infrastructure.", "The Eurosystem is currently exploring two main architectural models: a wholesale CBDC service fully based on DLTs, with tokenized central bank money issuance (so-called \"cash on DLT\") and an interface component integrating DLT platforms with current (centralized) TARGET services (so-called \"trigger/bridge solutions\").", "With the caveat that this is genuine work in progress, the first model (cash on DLT), however ingenious, presents operational complexities and could increase the overall liquidity needs of the system.", "Furthermore, the presence of two segregated wholesale settlement systems (the traditional Target RTGS and a multitude of DLT-based CBDCs, one for each tokenized market/security) would stoke risks of liquidity fragmentation, jeopardizing the optimization effort undertaken by the Eurosystem with the T2-T2S consolidation project mentioned above.", "The second model would create a \"technological bridge\" between the settlement system in central bank money and one or more external private DLT platforms handling tokenized digital assets.", "Compared to the first model, such a solution would not create risks of liquidity fragmentation; by leveraging the existing TARGET infrastructure it would reduce adaptation costs and implementation time, and would likely be less vulnerable to operational risk.", "Banca d'Italia has successfully experimented a version of this second model, centred on TIPS.", "In a nutshell, the prototype provides a DLT-agnostic protocol to synchronize the asset-leg and the cash-leg of a tokenized asset, making an instantaneous delivery-versus-payment transaction possible on a 24/7 basis.", "The paper documenting the results of our experiments raised considerable interest and various requests for collaboration.", "Concludingremarks To conclude, I believe that, concerning large-scale DLT adoption for financial market infrastructure, the jury is still out.", "The DVP settlement in central bank money requires actions by central banks, and is still under investigation.", "Solid evidence about actual benefits of DLT adoption for financial market infrastructure (in terms of increased efficiency, security, ...) is not yet available.", "Actually, a prominent project to move a securities exchange to the DLT technology was recently brought to a halt by the Australian Securities Exchange (ASX), after seven years of work and a sunk cost of about €250 million.", "On the other hand, according to market estimates, global spending on blockchain-based solutions, while currently negligible, has been steadily growing (from $ 1 billion in 2017 to 19 billion in 2022).", "Market interest in asset tokenization is also growing, and several pilots have been successfully completed.", "DLT developments may have been held back by the lack of a sound legislative framework.", "In the EU, an important stimulus could come from the DLT Pilot Regime Regulation, which aims to foster innovation in the processing of tokenized securities.", "Banca d'Italia is cooperating with the Italian Ministry of Finance and Consob for a swift implementation of the Regime in Italy.", "We stand ready to work with the market in the search for improvement."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial market infrastructures", "Digital innovation", "DLT-based technologies", "DVP settlement", "Central bank money", "Target2", "Real-time gross settlement systems", "Wholesale payments", "Securities clearing and settlement systems", "Decentralized finance"]}