{"sentences": ["The krona is currently undervalued Many, including the Riksbank, assess that the krona is currently undervalued if one compares with what is justified by fundamentals, that is, economic developments in Sweden compared with those in the rest of the world.", "For example, the IMF says that the krona is undervalued by about 10 per cent, trade-weighted.", "Economic fundamentals thus indicate that the krona should strengthen in the slightly longer term, in real and also nominal terms.", "If one looks a little further back in time and studies how the value of the krona has changed in relation to the currencies of Sweden's most important trading partners, it is also clear that the exchange rate has weakened during periods, and sometimes weakened substantially as during the global financial crisis.", "But it has also tended to strengthen again eventually.", "If, on the other hand, we focus on the shorter term, the krona has weakened clearly since the beginning of 2022, both against the dollar and against the euro.", "Just a few days ago, the exchange rate against the euro was at its lowest level ever.", "How can this be the case when many still agree that the krona should strengthen both in real and nominal terms?", "Those who read the newspapers receive many different suggestions of reasons why the krona has weakened recently.", "But it is often difficult to deduce whether, and if so, how much, different factors have affected the exchange rate.", "There is also a tendency to try to understand the movements in the exchange rate in response to specifically Swedish factors that seem relevant at the moment: the NATO debate, interest-sensitive households, perceived signals from the Riksbank and so on.", "Such factors can certainly play some role and push the market slightly in one direction or another.", "But if we broaden our perspective, we can, for example, note that the Norwegian krona has weakened largely in line with the Swedish krona.", "So it is not as simple as everything being explained by, for example, problems in the Swedish property sector.", "Financial agents account for most of the krona trading Given how the krona market functions in practice, there may be tendencies to give this type of factor too much weight as an explanation for the development of the exchange rate.", "More than 90 per cent of the krona trading is between different financial actors, and the majority of the krona trading is not in Sweden but in major financial centres abroad.", "For example, almost 50 per cent of all krona trading takes place in London.", "There is nothing special about the krona here - that is the way it is for many currencies.", "But the point is that the vast majority of trading takes place between financial actors abroad.", "This is different from how the foreign exchange market is usually described in our Economics textbooks.", "There, the description of the market is often based on trade flows that create supply and demand for the krona.", "In itself, this is also an important element in foreign exchange trading in practice.", "But if one looks at the flows of capital in the krona market, there are more often flows with other purposes: diversification of large funds' portfolios, hedging against losses due to exchange rate fluctuations and even pure speculation in how the krona will vary.", "For example, there may be strategies where investments are chosen based on the trend in the krona's movement and that the trend - recently a weakening - will continue in the future.", "The consequence of this is that trading in the krona is largely driven by purposes that do not necessarily place so much emphasis on the \"fundamental\" value of the krona.", "During periods, the exchange rate of the krona may therefore vary in a way that is difficult to explain by macroeconomic developments.", "Economic research has branches that address this and try to explain why, for example, investment strategies that should not be profitable in efficient markets can still be so.", "And also why the capital flows that result from such \"non-fundamental\" currency trading can drive exchange rates.", "The focus is then often on the microstructure of the foreign exchange market, where banks are market makers and act as intermediaries between buyers and sellers of currency.", "For example, as the market works, it may matter which actor initiates a foreign exchange transaction, and both the ability and willingness of intermediaries to take currency risk may have an impact on the way exchange rates move.", "In practice, this means that the krona exchange rate will function not only as a \"shock absorber\" that adapts to variations in the supply of and demand for kronor following on from economic developments in Sweden in relation to those in other countries.", "The exchange rate rate can vary in the short and also slightly longer term in a way that has only a weak link to developments in the real macroeconomy, for instance, it may weaken over a relatively long period of time.", "Good economic base will strengthen the krona eventually However, the krona cannot drift away indefinitely.", "The longer it is undervalued and the weaker it becomes, the stronger the forces will become that protect against further weakening and work towards strengthening.", "We are a small open economy that has a lot of trade with our neighbours.", "When the krona is weak, it becomes profitable to invest in Sweden.", "Swedish equities, bonds, property, etc.", "should therefore ultimately appear attractive to foreign investors.", "In addition, exports will benefit and imports will be disadvantaged.", "Increased tourism and the purchase of more expensive capital goods by foreign private individuals, such as cars and boats, also favour demand for the krona.", "When many factors eventually move in the same direction, the krona will strengthen and this could go quickly.", "But it is difficult to say exactly when and how much the krona will strengthen.", "If speculations of a continued decline for the krona have contributed to recent developments, the krona may strengthen relatively quickly once the turnaround occurs and investors take up new positions on the basis of the trend having been broken.", "The Riksbank has no target for the exchange rate So what is the Riksbank's role in this - what can and should we do?", "It is the Riksdag that decides which exchange rate system Sweden should have and it has chosen a system with a floating krona.", "The Riksbank's responsibility in this system is to hold inflation low and stable.", "We therefore have a target for inflation, not for the exchange rate.", "But the krona is of course an important variable for us.", "It is always important for monetary policy, because the exchange rate affects the outlook for inflation.", "There is also research showing that the impact of the exchange rate on prices may be greater when inflation is high.", "In this way, it can be said that developments in the krona's exchange rate have become more important for the analysis work at the Riksbank recently.", "When the krona is weak, it becomes more difficult to bring down inflation, which is worrying not only because inflation has been too high for too long, but also because the impact on prices may be higher than normal.", "On a more general level, exaggerated variations in the exchange rate are not good for real economic developments and the Swedish economy as a whole.", "The exchange rate regime is not decisive for a country's prosperity So the krona is important and the significance of the exchange rate development should not be underestimated.", "But nor should one exaggerate the importance of the exchange rate for a country's welfare.", "Sometimes one can get the impression from the debate that Sweden's economy stands and falls with the value of the krona, and that a strong krona means that Sweden is doing well and vice versa.", "But of course it isn't that simple.", "Welfare is not created by the level of the exchange rate, but by good long-term growth.", "This in turn is determined by the productivity of companies and citizens, good innovations and how well the economy as a whole functions.", "And here too, low and stable inflation is an important factor in creating a foundation for economic growth and welfare.", "Comparing welfare in different countries is always tricky and there are many different ways to do so.", "But if we compare Sweden with two of our Nordic neighbours - Denmark with a fixed exchange rate against the euro and Finland, which has adopted the euro - it turns out that there have been no major differences in real economic development in recent decades, despite different exchange rate regimes.", "GDP per capita has grown roughly as much since the introduction of the euro in 1999.", "The krona will strengthen, but it is difficult to say exactly when and To sum up, the krona is currently undervalued and there are forces that can continue to keep the value of the krona down in the near term.", "But the longer its value is held down, the more important the \"fundamentals\" will become.", "Because the Swedish economy is essentially well-managed and sooner or later this will lead to a stronger exchange rate.", "Sweden has strong public finances, a well-educated workforce, responsible wage formation and underlying good competitiveness.", "As everyone who has tried to make forecasts for the exchange rate knows, it is genuinely difficult to say exactly when it will strengthen and how much.", "But it can happen quickly once the trend is broken and the krona strengthens again.", "The IMF's assessment is that the undervaluation of the krona in 2022 was between 4 per cent and around 15 per cent in trade-weighted terms, see External Sector Report: External Rebalancing in Turbulent Times, July 2023, IMF.", "Since the start of 2023 the krona has weakened about 7 per cent against both the euro and the dollar.", "A review of the research literature regarding segmented international financial markets with different types of friction can be found in, for instance, M. Maggiori, (2022), \"International macroeconomics with imperfect financial markets\", Chapter 5 in Handbook of International Economics vol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Krona exchange rate", "Swedish economy", "Monetary policy", "Inflation", "Financial markets", "Economic fundamentals", "Foreign exchange market", "Exchange rate system", "Trade flows", "Capital flows"]}