{"sentences": ["06.02.2023 The role of central banks in sustainable finance* 11th Funseam International Business Symposium.", "Sustainable Finance: challenges and opportunities Margarita Delgado *lEnglish translation from the original in Spanish.", "I would like to begin by thanking Funseam for inviting me to take part in this 11th International Business Symposium on Sustainable Finance.", "The staging of this event and today's programme are testament to how important sustainable finance has become.", "Sustainable finance is an ideal tool for undertaking the necessary economic transition and thus meeting the net zero emissions target, as borne out by the different initiatives currently being rolled out.", "The aim is to meet the Paris Agreement goals, namely to stop average global temperatures from rising by more than 2oC, while also making the economy better able to adapt to the adverse impact of climate change and boosting the funding of the investments needed to support sustainable growth.", "Without doubt, this represents an extraordinary challenge for humanity, in all fields, in the decades to come.", "The year began with the latest edition of the World Economic Forum's Global Risks Report.", "According to this report, the top ten risks over the next two years include natural disasters and extreme weather events (in second place) and failure to mitigate climate change (fourth).", "Taking a ten-year view, the four highest-ranked risks are all related to the environment.", "Included alongside the two already mentioned are failure of climate-change adaptation and biodiversity loss.", "Thus, the transition towards a carbon-neutral economy is necessary, calling for the mobilisation of financial resources to facilitate the process.", "Funding the fight against climate change is one of the goals of the 2015 Paris Agreement, which set a target of $100 billion a year to be mobilised by the developed countries starting in 2020, with a view to increasing this amount before 2025.", "In terms of public investment, the Sustainable Europe Investment Plan, which forms part of the European Green Deal, envisages the mobilisation of at least €1 trillion in sustainable investments through the EU budget over the coming decade, to advance towards the goal of ensuring a carbon-neutral economy by 2050.", "In the EU's recovery plan Next Generation EU (NGEU), 37% of the €672.5 billion Recovery and Resilience Facility is being spent on climate-related objectives.", "Moreover, an overall climate target of 30% applies to the total amount of expenditure from the long-term EU budget for 2021-2027.", "The European Commission will issue green bonds to finance part of the NGEU funds.", "According to the first report on the allocation of funds,2 823 projects will be financed for almost €185 billion, around one-third of the total NGEU funds.", "Clean transport and infrastructure will be the biggest recipients of these funds (accounting for 55.6%), followed by energy efficiency (33.4%).", "In addition to the European Commission's green bonds, these instruments have also been issued by both governments and the private sector.", "Overall, green bonds worth $479 billion were issued worldwide in 2022.", "Added to the issuances of social bonds ($164 billion), sustainable bonds ($145 billion) and sustainability-linked bonds3 ($74 billion), this takes the total to $841 billion.", "This is 23% down on the 2021 figure, since the geopolitical context - together with the economic and financial uncertainties - has had an impact on both sustainable finance markets and on the overall volume of issuances.", "If we also consider financing channels other than issuances, such as sustainable lending, the overall volume of funding in 2022 was down on the previous year.", "Nonetheless, Spain again set a new record, with a total of €60,134 million, representing a 9% increase thanks to the growth in bank financing, which offset the fall in bond-based financing.", "Central banks are also keeping an eye on developments in the markets and in the new financing instruments now emerging, in order to understand how the transition is being financed.", "Indeed, allow me to focus the rest of my address on the work of central banks, since the last five years have seen a considerable expansion in the areas of work incorporating analysis of climate risks and the development of sustainable finance.", "Network for Greening the Financial System A case in point is the creation of the Network for Greening the Financial System (NGFS), a group of central banks and supervisors set up in late 2017.", "Its aims are to contribute to the development of environment and climate risk management in the financial sector, share best practices, perform analytical work and mobilise finance to support the transition towards a sustainable economy.", "The network is working to incorporate climate-related issues into a range of areas, such as financial supervision, the development of climate scenarios, the inclusion of climate-related issues in the monetary policy framework, the integration of sustainable investment principles into own portfolio management, awareness-raising and, needless to say, environmental management within the institutions themselves.", "The growing number of subject areas in recent years, and the network's burgeoning membership, clearly testifies to the increasing engagement of central banks.", "Compared with the initial group of eight central banks and supervisors,6 the network is now home to 121 institutions and 19 observers from all five continents.", "The Banco de España was one of the first to join (in April 2018); it is a Plenary member and plays an active role in all of the workstreams.", "From my personal experience I can confirm that it is a forum for global cooperation characterised by continuous learning, drawing on both the experience of the members themselves and the analytical work performed by the different workstreams.", "Meanwhile, the Eurosystem, the European Central Bank (ECB) and the Banco de España have also been devoting considerably more resources to better understanding the implications of climate change.", "Notably, this includes: i) the incorporation of climate-related issues within the ECB's monetary policy framework.", "ii) the integration of sustainable and responsible investment practices into own portfolio management.", "iii) the assessment of climate risks in microprudential supervision.", "First, with respect to our monetary policy mandate, in 2021 the ECB's Governing Council presented an action plan to include climate change considerations in its monetary policy strategy.", "The measures aim to reduce financial risk related to climate change on the Eurosystem's balance sheet.", "Moreover, they are designed in accordance with the Eurosystem's primary objective of maintaining price stability, and the secondary objective of supporting the green transition of the economy in line with the European Union's climate neutrality objectives.", "In July 20227 the ECB decided to include climate change considerations in the corporate bond purchases in its monetary policy portfolios, tilting these holdings towards issuers with better climate performance.", "Moreover, it decided to include these climate considerations in the assets it accepts as collateral in its provision of liquidity to credit institutions.", "Requirements on the disclosure of information on private sector assets have also been set in place as an additional criterion for accepting collateral assets.", "Second, I would like to highlight that central banks are working to incorporate sustainability principles into their own portfolio management.", "A significant number of NGFS members8 are either planning or have already begun to consider the adoption of sustainable and responsible investment practices in the management of the portfolios in which they are directly involved, such as, for instance, their own portfolios.", "A growing number of central banks are implementing green bond investment strategies, often with specific purchasing targets.", "Particularly noteworthy are their investments in green bonds issued by the public sector, such as sub-sovereign, supranational and agency holdings, followed by corporate green bonds and covered bonds.", "At the Banco de España we began incorporating sustainable and responsible investment principles into our own portfolio management in 2019, bringing it into line with NGFS Recommendation no 2.10 Since then, the application of these principles has been fine-tuned, and they are now one more pillar underpinning the core portfolio management principles, alongside the principles of neutrality, prudence, professionalism and efficiency.", "These principles are applied by constructing a thematic portfolio in the form of direct investment in green bonds and participation in the green bond investment fund created and managed by the Bank for International Settlements in Basel.", "Moreover, in March the Banco de España will begin disclosing climate-related aspects of its own portfolios.", "Thus, we will follow through on the commitment undertaken in February 2021 by the Eurosystem central banks and the ECB to apply sustainable and responsible investment principles to their euro-denominated non-monetary policy portfolios.", "This publication will follow the recommendations of the Task Force on Climate Related Disclosures and the NGFS guide on disclosure for central banks.", "Third, I would like to address sustainability from the standpoint of the financial system and, in particular, the banking system.", "As I have noted on other occasions, the banking sector is not the central player or driving force behind the transformation needed to ensure a more sustainable economy.", "It is public agents, essentially governments, that are best equipped with the mechanisms and instruments needed to instigate these changes.", "Nonetheless, thanks to its ability to channel funds, the banking sector has a pivotal role to play, one that must be borne in mind and, needless to say, strengthened and supervised.", "Ensuring a more robust and sustainable financial system is among the goals of the EU and the supervisory authorities.", "The sector must be stable and resilient so as to be able to properly channel the funding the economy needs.", "To this end, sustainability-related aspects (including climate risk) must be borne in mind given their impact on the traditional financial risks managed by banks, such as credit risk.", "The approach taken by supervisors and prudential regulators must be comprehensive and include the identification, measurement, management and monitoring of ESG risks, together with the appropriate disclosure of information on such matters.", "In this regard, the main challenges facing us all (including the financial sector) when it comes to managing these risks are plain to see.", "Among others, I would single out a lack of harmonised definitions, ESG data gaps and the ability to measure impacts.", "With this in mind, I will now address certain key aspects that concern all sectors, and not just the financial sector.", "Main regulatory initiatives We authorities, regulators and supervisors have been shaping the regulatory framework for appropriate management of this risk.", "This is still an ongoing task, but important progress has been made.", "At the European level, I would highlight the following: first, the EU Taxonomy Regulation,13 which establishes the bases for determining when an investment or economic activity may be considered environmentally sustainable, and lays the groundwork for other European sustainable finance regulations; and second, Directive (EU) 2022/2464 (CSRD)14 on corporate sustainability reporting, published on 14 December 2022, which updates and reinforces the rules on environmental and social reporting by the companies concerned, which are large undertakings (defined as those that meet at least two of the following requisites: balance sheet total over €20 million, net turnover over €40 million or average number of employees over 250), along with listed small and mediumsized undertakings.", "The reporting requirements established in the new Directive will be phased in, from 2025, for these undertakings, which according to European Commission estimates number some 50,000 across the EU and which include credit institutions.", "For this purpose, the Commission will determine, through delegated acts to be published no later than 30 June 2023, the specific information to be reported, which will have to be based on standards published by EFRAG,16 the European Commission's financial reporting advisory group.", "The considerable amount of information to be reported includes an analysis of each firm's business model and its resilience to sustainability-related risks and a description of the specific sustainability targets with a concrete time horizon.", "It also includes a description of how their management bodies operate and their expertise on these matters, and information on sustainability-linked incentive systems.", "Importantly it also includes the transition plans needed to ensure that firms' business models are compatible with the transition towards a sustainable economy and the aim of restricting global warming to 1.5°C.", "All the information should reflect not only firms' own activity, but also that of their value chains, trading partners and supply chains.", "As you may have guessed, implementation will call for a major effort by the firms concerned, but it will also entail clear improvement in the granularity, comparability and quality of the non-financial information disclosed.", "These standards also mean that banks will have more data on the ESG risks their counterparties face, contributing to better management of these risks.", "Significant headway has also been made in the strictly banking sphere.", "For example, the guidelines on supervisory expectations relating to climate and environmental risks published by the Banco de España17 and the European Central Bank (ECB),18 addressed to the financial institutions they supervise.", "These guidelines represent a clear signal from the prudential supervisors that they want banks to start taking into account the impact that these risks can have on their business.", "In addition, under the Pillar 3 or prudential disclosure framework, in 2023 large listed European banks will begin disclosing initial data on how climate change risk affects their balance sheets.", "For this purpose, they will use the templates envisaged in the implementing technical standards on the disclosure of ESG risks adopted by the European Commission on 30 November 2022.19 These templates include highly detailed information on collateral, exposures to physical and transition risks and mitigating actions, among a great deal of other information, to be reported up to 2025 under a phased-in approach owing to its high complexity.", "Meanwhile, the European Banking Authority (EBA) has recently published20 its roadmap on the battery of ESG regulations in progress.", "Over a three-year horizon, this roadmap aims to incorporate all ESG considerations into the regulatory framework for banks, supporting the EU's efforts to achieve transition towards a more sustainable economy.", "In addition, over the course of this year the EBA will publish a report on how these risks should be included in banking sector prudential regulations.", "The EBA is also working on guidelines on the transition plans to be drawn up by credit institutions.", "In recent years, supervisory efforts in this field have also stepped up.", "For example, with the ECB thematic review,21 carried out in 2022, on compliance with supervisory expectations and the climate risk stress test22 whose results were published in the summer.", "These exercises showed that although banks have made progress in including these risks in their day-to-day management, there is still much to be done.", "I will now briefly mention the key aspects of these two exercises.", "The thematic review23 shows, among other aspects, that more than 80% of institutions recognise that climate risks have a material impact on their risk profile and that, in consequence, they have begun to include climate-related risks in their risk management framework.", "For example, they have mapped risk exposures and allocated responsibilities within their organisation, set risk indicators (KPIs) and begun to develop qualitative mitigation strategies.", "However, these measures are still not considered sufficiently sophisticated and, in addition, there is still a considerable shortage of granular data.", "Indeed, less than 10% of institutions use sufficient forward-looking data to manage this risk.", "Both the ECB and the national supervisors hope that by the end of 2024 institutions' practices in this area will be fully aligned with supervisory expectations.", "In December last year the ECB also published a report24 with conclusions on the good practices identified during the stress test carried out in the summer.", "This first climate risk stress testing exercise aimed to ascertain the extent to which institutions have developed climate risk analysis frameworks, encourage greater awareness of the importance of this risk and identify best practices and the main deficiencies in the banking sector.", "The ECB emphasises that data compilation is a challenge, especially as regards greenhouse gases and energy efficiency.", "Some banks have solved this issue in part by independently developing indicators to identify firms that have greater exposure to transition risks, or by using proxies in line with the standards developed by the Partnership for Carbon Accounting Financials (PCAF).", "In general, good practices are observed in each of the areas analysed: stress testing framework and scenarios; use of data and energy performance certificates; and, lastly, modelling methodologies.", "It is noteworthy that these good practices were detected at banks both large and small, across a variety of geographical locations and with a variety of business models.", "In other words, they can and should be extrapolated to all banks.", "Correct climate risk management and incorporation of sustainability-related factors is not a question of size, although clearly the principle of proportionality must be taken into account.", "I also wish to refer briefly to the 2023 Biennial Report on Climate Change Risks for the Financial System, drawn up jointly by the Banco de España, the National Securities Market Commission and the Directorate General of Insurance and Pension Funds, under the aegis of AMCESFI, the Spanish macroprudential authority.", "This report, which is to be published shortly, analyses the impact of both physical and transition risks on the financial sector under various scenarios.", "The provisional results suggest that a disorderly climate transition would have very adverse effects on the banking sector, far greater than those resulting from a more gradual and planned transition,26 in line with the conclusions of the 2022 climate risk stress tests and other analyses undertaken by the NGFS.", "Before I conclude, I wish to underline the importance of global cooperation.", "The fact that the EU is currently leading the global debate on sustainable finance is positive, but we need to consider that climate change requires a global effort and that many other institutions, such as the BCBS and the FSB, are also highly committed in their respective areas of competence.", "As the BIS recently indicated,27 the existence of ever more complex supply chains, with international connections, makes coordination essential, to ensure that firms' most polluting activities are not transferred to jurisdictions with more lax environmental regulations.", "Global warming and environmental degradation are global problems and must, therefore, be tackled in a global and coordinated manner.", "We are now aware of the importance of these issues and I am fortunate enough to have witnessed first-hand the work being done in all areas - governmental, regulatory and social - to mitigate this problem and build a more just and sustainable society.", "Because, as the scientists remind us, there is no time to lose."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Sustainable finance", "Central banks", "ESG risks", "Green bonds", "Climate risk stress test", "EU Taxonomy Regulation", "Corporate sustainability reporting", "European Banking Authority", "Network for Greening the Financial System"]}