{"sentences": ["Ladies and Gentlemen I am very pleased to welcome you all to the seventh Karl Brunner Distinguished Lecture.", "We are delighted and honoured that Professor Markus Brunnermeier has accepted our invitation to give this year's lecture.", "I also want to thank the ETH Zurich and its President Joël Mesot for their hospitality.", "The Swiss National Bank established this annual lecture series in honour of the Swiss economist Karl Brunner, one of the leading monetary economists of the last century.", "Our aim with these lectures is to reach a broad audience, and to contribute to the public debate on issues related to our mandate.", "Markus Brunnermeier is an ideal person to hold the Karl Brunner Lecture.", "Markus is the Edwards S. Sanford Professor of Economics at Princeton University and director of the Bendheim Center for Finance.", "His research is of great relevance for central banks.", "This includes work on systemic risk in the financial system, price bubbles in stock markets, liquidity crises, and digital currencies.", "In addition to being an outstanding scholar, Markus is a role model when it comes to cultivating the dialogue between academia and the general public.", "The voices of academic economists are vital for sustaining a productive public debate on the major economic issues of our time.", "Markus takes this responsibility very seriously.", "He has the rare gift of being able to reduce complex issues down to the essentials without compromising academic standards.", "This is one of the reasons why Markus was awarded the Deutsche Wirtschaftsbuchpreis for his book The Resilient Society, as well as the Ludwig-Erhard-Preis für Wirtschaftspublizistik for his contribution to informed public debate.", "It was not always obvious, however, that Markus would become a world-renowned economist.", "Growing up in Landshut, Bavaria, his career seemed mapped out for him: He was to take over his father's carpentry business.", "As we know, Markus ended up taking a very different path in life.", "Nonetheless, his observation that he has probably hammered in more nails than any other economist may well be true!", "Be that as it may, rather than taking over the family business, Markus completed his Abitur via the socalled 'zweiter Bildungsweg' and began studying economics at the University of Regensburg.", "After only two years there, Markus moved to the US, where he earned a master's degree in economics from Vanderbilt University.", "A few years later, he completed his PhD at the London School of Economics.", "Markus was then appointed assistant professor at Princeton University.", "In 2006, he was promoted to full professor.", "Much like a carpenter spotting a leak in the roof, Markus has a keen sense of where additional research is most needed.", "Whenever economists lack good models for analysing current developments, Markus tries to close these gaps.", "A defining event early in his career was the dot-com bubble.", "In the years before the bubble burst in 2001, the stock prices of many technology companies reached levels that were no longer connected to fundamentals.", "Even more puzzling was the fact that many investors who bought these stocks probably knew they were overpriced.", "Markus showed in a paper co-authored with Stefan Nagel that US hedge funds - which are generally considered to be well-informed - invested heavily in technology stocks.", "At the time, economists struggled to explain how such price bubbles could form and why even sophisticated investors participate.", "Together with Dilip Abreu, Markus developed a model to explain this phenomenon.", "The key insight is that even if many investors individually know there is a bubble, no one knows for sure how many others know about this bubble and when they will sell the stock.", "It can therefore be perfectly rational for informed investors to ride the bubble while it lasts, and then try to sell their stock before others do.", "The macroeconomic effects of the dot-com bubble were limited compared with those of the global financial crisis of 2007/08.", "Economists were faced with a difficult question: How could losses in a particular segment of the US mortgage market trigger the largest global economic crisis since the Great Depression?", "The standard macroeconomic models of the time were not suitable for answering this question, since they largely abstracted from the role of the financial sector.", "Here too, Markus took on the challenge of bridging the gap between theory and reality.", "Together with Yuliy Sannikov, he developed a macroeconomic model with a financial sector that has since become standard in the literature.", "In their model, the resilience of the financial system is severely impaired when it operates with little equity.", "In such cases, even modest losses force financial intermediaries to cut back on their lending.", "The reduction in lending amplifies the negative effect on asset prices, causing intermediaries to reduce lending still further, and so on.", "Because of such negative feedback loops, relatively small shocks can have large effects on the financial sector and the real economy.", "In recent years, Markus has increasingly devoted his attention to new forms of digital currency.", "This is another area where economic theory lags behind real-world developments.", "In his work with Joseph Abadi and Jonathan Payne, Markus studies competition between different cryptocurrencies and analyses how regulators should react when technology companies issue their own digital currencies.", "In an article jointly written with Harold James and Jean-Pierre Landau, Markus describes a future in which privately issued digital currencies are used to settle transactions worldwide.", "Against this backdrop, the three authors emphasise the importance of maintaining the official currency as the dominant unit of account.", "They posit that, in order to achieve this, central banks may have to issue their own digital currency.", "Another paper, which Markus co-authored with Dirk Niepelt, examines precisely how the introduction of central bank digital currencies, or CBDCs, might impact the real economy.", "They conclude that negative effects could be averted as long as banks can replace lost deposits with funding from the central bank.", "The pros and cons of CBDCs need to be considered carefully, and so far no consensus has formed among central banks.", "Markus' contribution to this important debate is therefore most welcome.", "While much of his research revolves around financial markets, Markus is an economist with a broad intellectual horizon.", "His book The Resilient Society, which was published in 2021, exemplifies this.", "Inspired by the coronavirus pandemic, the book analyses how societies can cope with crises.", "Markus highlights that a society's ability to bounce back after shocks depends on many factors.", "Social norms play a key role in driving people to cooperate in an emergency.", "Free markets ensure fast and innovative solutions to new problems.", "Economic policy also has an important role to play, for example by supporting otherwise healthy businesses in a crisis.", "In today's lecture, Markus will focus on what central banks can contribute to societal resilience.", "I look forward to hearing more about this important and timely subject.", "Ladies and gentlemen, please join me in welcoming Markus Brunnermeier with a big round of applause."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["digital currencies", "financial markets", "resilience", "central bank digital currencies", "economic policy", "macroeconomic models", "price bubbles", "liquidity crises", "systemic risk", "financial sector"]}