{"sentences": ["23.06.2023 The Spanish banking industry: developments and challenges against a backdrop of uncertainty 40th APIE Seminar (Spanish Financial Press Association) Pablo Hernández de Cos I would like to thank the Spanish Financial Press Association (APIE) for once again inviting me to take part in this event, thus giving me the opportunity to share with you the Banco de España's view of developments in the Spanish banking industry and the challenges ahead.", "To set this analysis in context, I will first outline the economic outlook and the most recent decisions taken by the European Central Bank (ECB).", "The global and European context Global economic activity has performed relatively favourably in 2023 to date, supported by a notable easing of energy prices and fewer disruptions to global value chains.", "Moreover, the services sector has continued to benefit from the end of the health crisis, while strong labour markets and fiscal policy support have helped sustain the strength of activity.", "That said, some signs of weakness have also been discerned in the most recent period, especially in manufacturing.", "In the euro area, GDP contracted slightly in the last two quarters.", "In particular, 2023 Q1 saw private consumption decline and net exports make a positive contribution, mainly as a result of the contraction in imports prompted by weak demand and lower energy consumption.", "According to the latest Eurosystem projections, in Q2 growth will recover to around 0.3% quarter-on-quarter, although the most recent data suggest that this figure could be somewhat lower.", "Growth is projected to stabilise in the second half of the year, and to remain stable in 2024 and 2025, underpinned by a recovery in real disposable income thanks to the anticipated easing of inflation, rising wages and resilient employment.", "Conversely, the tightening of monetary policy will exert increasing downside pressure on economic activity.", "All told, GDP is projected to grow by 0.9% in 2023 and by 1.5% in 2024, with both figures revised down by 0.1 percentage points (pp) compared with the March projections.", "The GDP growth forecast for 2025 is unchanged at 1.6%.", "Inflation declined further in May (to 6.1%), with a zero contribution from the energy component.", "Meanwhile, food and services prices have barely dropped from their recent alltime highs.", "Underlying inflation stood at 5.3% in May and has shown greater downward stickiness than expected a few months ago.", "The Eurosystem projections point to a gradual reduction in inflation as a result of base effects, the expected gradual moderation of energy and food prices and their progressive pass-through to underlying inflation.", "These factors should offset the mounting pressure from wages.", "Profit margins, which grew in recent quarters, are expected to moderate over the projection horizon.", "These inflation projections are similar to the March ones.", "However, underlying inflation has been revised up, chiefly due to the upward surprises in this item in the first few months of the year and a higher expected path of unit labour costs.", "In any event, uncertainty remains very high and the risks to the growth projections are mainly on the downside, whereas the risks to the inflation projections are thought to be balanced.", "The main source of uncertainty is still the course of geopolitical tensions, in particular the war in Ukraine.", "Meanwhile, the speed and scale of the monetary policy tightening could lead to stronger transmission than anticipated in the projections.", "Indeed, the transmission is discernible not only in higher market and lending rates, but also in tighter credit supply conditions.", "Conversely, significant second-round effects are possible via wages and profit margins, particularly against the backdrop of a still-strong labour market and demand that is proving considerably resilient in certain sectors.", "From the monetary policy standpoint, although euro area inflation has declined, the projections indicate that it will remain too high for too long.", "In consequence, we on the ECB Governing Council have continued to tighten monetary policy.", "At last week's meeting, we decided to raise the key interest rates by 25 basis points (bp), taking the deposit facility rate to 3.50%, which means a cumulative increase of 400 bp since July 2022.", "Further, we confirmed that we will discontinue the reinvestment of maturing securities under the asset purchase programme (APP) as of July 2023.", "This decision contributes to tightening financing conditions and therefore complements the interest rate increases.", "Going forward, and given the high level of uncertainty, we have reiterated that we will continue to base our decisions on the incoming data and, in particular, on our overall assessment of the inflation outlook, the dynamics of underlying inflation and the strength of monetary policy transmission.", "It is currently our view that, barring a material change to our baseline scenario for growth and inflation, there is still some ground to cover and we will have to raise rates again in July.", "However, it is not possible to anticipate decisions beyond that meeting.", "The outlook for the Spanish economy The Spanish economy has shown notable resilience in recent quarters.", "GDP growth reached 0.5% in 2023 Q1, underpinned by the recovery in tourism and strong exports of other nontravel services, among other factors, while domestic demand made a negative contribution as robust investment failed to offset the decline in private consumption.", "The economic momentum has extended into the second quarter, with quarter-on-quarter growth set to stand around 0.6%.", "In particular, job creation has remained very buoyant, especially in certain services sectors.", "However, some signs of deceleration have become evident towards the end of the quarter, which, as at the global level, could be a manifestation of the tighter financing conditions.", "Our latest macroeconomic projections, published last Monday, point to GDP growth of 2.3% in 2023.", "Softening price pressures and a potentially faster roll-out of projects under the Recovery and Resilience Facility, among other factors, should help sustain activity growth over the rest of the year.", "Similar growth rates are projected for 2024 (2.2%) and 2025 (2.1%), albeit underpinned by the recovery in private consumption and less so by the contribution of net external demand, which was the main growth driver in 2023.", "Compared with those published in March, these projections revise GDP growth for 2023 up by 0.7 pp, essentially due to stronger output growth in the year to date and the revision to the data for 2022.", "The growth projected for 2024 is revised down slightly (by 0.1 pp), while that for 2025 remains unchanged.", "This correction has essentially been driven by the drop in the energy component.", "However, in the second quarter there has also been a slowdown in both food prices (particularly those of oil, bread and cereals, and dairy products) and underlying inflation, which has fallen by 1.4 pp from its peak in February.", "Within underlying inflation, there has been notable easing in, for instance, transport and, more recently, housing, recreation, hospitality and tourism.", "According to our projections, headline inflation will average 3.2% this year and increase to 3.6% in 2024, mainly as a result of the expected withdrawal of the measures deployed to combat the effects of inflation.", "Compared with the March projections, the average inflation rate for 2023 is revised downwards by 0.5 pp.", "This is the result of a sharper-than-expected slowdown in energy prices and, to a lesser extent, in food prices.", "As with the euro area as a whole, there is still a great deal of uncertainty and the risks to the growth projections remain predominantly tilted to the downside.", "With regard to inflation, the Employment and Collective Bargaining Agreement recently reached by Spain's main social partners includes recommendations for wage rises for the period 2023-2025 that somewhat mitigate the probability of second-round effects emerging via wages in Spain.", "Indeed, according to the data on the collective bargaining agreements registered up to May, the wage moderation continues.", "In terms of profit margins, the results of the Banco de España's Central Balance Sheet Data Office Quarterly Survey (CBQ) show an uptick in 2023 Q1, although the margin on sales remains below its 2019 level.", "In any case, there is a high degree of heterogeneity across sectors.", "Recent developments in the banking sector With the context given so far, the most recent developments in the banking sector can be characterised by the following stylised facts.", "First, financing in the sector is being influenced by the tightening of monetary policy.", "This has led to a reduction in Eurosystem financing,3 which has been offset above all by an increase in deposits.", "However, these fell in 2023 Q1 by nearly 2.5%, especially among firms.", "In 2022, the average interest expense on bank liabilities increased by nearly 60 bp compared with the 2020-2021 average, to stand at 1.1%, still slightly below pre-pandemic levels.", "This change highlights the fact that the rise in the 12-month EURIBOR has only partially passed through to deposit costs, far less than in previous monetary tightening cycles.", "Banks' comfortable liquidity position helps to explain this.", "Similarly, the fall in the cost of equity - by 2 pp between December 2021 and May 2023, when it reached 6.6% - has cushioned the rise in the cost of borrowing from banks.", "The cost of equity rose during February and March 2023, mainly owing to the higher equity market risk premium, although the increases have been moderate.", "The liquidity coverage ratio stood at 173% at March 2023, much higher than the required minimum threshold and likewise above pre-pandemic levels8.", "Meanwhile, the net stable funding ratio stood at 130% at December 2022, again above the minimum requirement of 100%.", "Further, retail deposits cover a substantial portion (75%) of the total stable funding needs (60% for European banks as a whole).", "However, the drop in financial assets in Spain (by 5.4% to March 2023) is noteworthy, while assets abroad (expressed in euro) rose (by 7.2% to March 2023).", "Much of the decline in financial assets in Spain is owing to the reduction in balances held with central banks (-31.9%) and, to a lesser extent, to the dip in loans to the resident private sector (-2.5%).", "Meanwhile, the increase in financial assets abroad was the result of growth in lending to the resident private sector in third countries (10.3%) and in debt securities (16%), against the background of a depreciating euro.", "The pass-through of monetary policy interest rate rises to average rates on the stock of loans took place gradually over the last 16 months, although it quickened in early Standing at 54.1% of total consolidated assets at end-2022, a rise of 14.7% since 2019.", "Interbank funding and financing from other financial corporations, as well as marketable debt instruments (whose share of the sector's funding had dropped in recent years) increased their weight in liabilities by around 2 pp in 2022.", "Thus, between December 2021 and April 2023, the cost of deposits with agreed maturity increased by 0.65 pp for households and by 1.5 pp for non-financial corporations (NFCs), while the 12-month EURIBOR rose by more than 4 pp.", "This cost of equity stands somewhat below the 7.2% seen in 2019, prior to the pandemic.", "This ratio has fallen by around 30 pp since March 2022, at least partly in response to the Eurosystem's gradual liquidity withdrawals.", ".10 This was also the case for new lending, although it occurred more slowly in the housing segment than during past periods of monetary policy tightening.", "By sector, the stock of loans to NFCs and sole proprietors fell by 1.3% year-on-year in March, while loans to households dipped by 1.1%, with the stock of mortgage lending dropping by 1.6%.", "Credit quality has continued to improve.", "In particular, the non-performing loan (NPL) ratio has maintained its downward movement, to stand at 3.4% in March, its lowest level since 2008 and 1.4 pp below its 2019 level.", "There was a reduction in Stage 2 loans in the same period, to stand at 7.2% in March, although this level remains above its pre-pandemic figure of 5.9%.", "Forborne exposures also dropped, to 4.1% of all lending to the resident private sector in March 2023, below their pre-pandemic level (5%), while foreclosed assets saw a 14.5% fall in 2022.12 As for credit backed by Spain's Official Credit Institute (ICO), the proportion classified as Stage 2 shrank in the 12-months before March 2023 by 3.2 pp to 19.6%.", "The reduction in the size of this portfolio (14.9% yearon-year to March 2023) accounted for 1.2 pp of the increase in the NPL ratio.", "Return on assets (ROA) has continued to improve, up to 0.71% in March 2023,13 one of the highest levels in the last decade.", "Meanwhile, return on equity (ROE) stood at 11.3%, more than 400 bp over the level observed in 2019 and above the cost of equity.", "The improvement in profitability stems, mainly, from the growth in net interest income, which rose by 28.5% year-on-year,14 driven by the fact, as I mentioned earlier, that the increase in market interest rates has been passed through to loans more than to deposits.", "Conversely, impairment losses climbed by 38.8%, as a result of business abroad, as they rose by barely 1.7% in business in Spain.", "In business abroad, ordinary earnings improved notably, driven by the strength of business in Latin America.", "Thus, the Spanish banks with the most international activity obtained ordinary profit in excess of pre-pandemic levels.", "Dividend payments amounted to more than €7.2 billion in 2022, with a payout ratio of 40%, similar to the pre-pandemic level.", "Also noteworthy were the rise in earnings per share and the sharp increase in share buy-backs made by some banks, the aim being to subsequently cancel the repurchased shares and reduce share capital, thus providing additional remuneration for shareholders.", "Overall, in the years following the COVID-19 crisis, the average CET1 ratio has been slightly more than 1 pp above the average ratio of the period between the end of the global financial crisis and the start of the pandemic.", "In any event, Spanish banks' CET1 ratio is at the lower end of the distribution for European banks of different sizes and business models.", "But it is well ahead of the average requirements and offers good aggregate loss-absorbing capacity.", "Final assessment Over a broader timescale, it is clear that the solvency and liquidity of both the Spanish and the European banking sector have improved substantially over the last decade.", "This has been driven, in part, by the internationally agreed regulatory reform, which in the European Union applies to all banks, irrespective of size.", "Indeed, the strengthening of the banking sector and the regulatory reform have proved vital to enable the sector to successfully overcome the extraordinary stress episodes of recent years.", "In Spain, the fact that business models are strongly oriented towards the retail segment bolsters their capacity to absorb adverse shocks to wholesale market financing conditions and has enabled them to record a favourable financial performance of late, both in terms of higher profitability and improved balance sheet quality.", "However, confidence in our banking system must not allow us to overlook the existing risks, which remain significant in both the short and the long run.", "In the short term, the present situation, marked by the necessary increase in interest rates and the high uncertainty regarding growth and inflation projections, means that banks face significant risks in different balance sheet segments.", "At the net interest income level, the substantial improvements recorded by some banks cannot be considered long-lasting and it is reasonable to believe that, as the higher interest rate environment persists, their funding costs will likely rise further.", "The increase in the cost of funding may accelerate for banks, driven by the gradual reduction in Eurosystem liquidity facilities, and their increased cost, and the developments seen in deposits, with depositors seeking better remunerated financial instruments and part of the savings buffers accumulated during the pandemic having been depleted.", "The continuation and/or heightening of the recent tensions in the global banking sector could also contribute to this increase.", "Moreover, the value of fixed income financial exposures (e.g.", "bonds, especially those with longer maturities) has declined.", "In addition, credit quality, which remains highly resilient, may ultimately weaken as inflation and rising interest rates erode real disposable income.", "This would drive up provisioning and reduce income generation capacity.", "In this respect, although the debt levels of non-financial corporations and households have fallen considerably since the global financial crisis,15 debt-servicing costs are climbing sharply as interest rates rise.", "Our estimates show that a 400 bp increase in market interest rates, similar to that observed in the 3-month EURIBOR since December 2021,16 could drive up non-financial corporations' median gross interest burden by between 2.9 pp and 6.8 pp,17 and the percentage of corporate debt held by corporations under high financial pressure18 by between 6.5 pp and 8.9 pp, compared with end-2021 levels.", "For households, a 450 bp increase, in line with that observed in the 12-month EURIBOR19 since end-2021, would raise the percentage of households with a high net interest burden20 by 3.9 pp.", "This effect would tend to be more marked among lower-income indebted households, which are also being harder hit by rising inflation.", "In this regard, the reform in late 2022 of the Code of Good Banking Practice (CGP) focuses precisely on providing for orderly debt restructuring for household segments with a high degree of socio-economic vulnerability.", "How different banks and financial systems are positioned against these risks will determine their level of resilience.", "In this respect, amid such high uncertainty, including that surrounding the degree of monetary policy tightening, Spanish banks must implement a prudent provisioning and capital planning policy.", "A policy that earmarks part of the higher profits obtained in the short term to bolster banks' resilience would mean they would be better placed to absorb any potential losses should the worst risk scenarios materialise.", "From a European standpoint, a smoother-functioning euro area with improved governance would contribute hugely to making the European financial system less vulnerable.", "In particular, the creation of a fully mutualised European deposit insurance scheme would boost both public and market confidence.", "It would also contribute to greater risk-sharing in the euro area, and thus help reduce potential fragmentation episodes.", "On a global scale, an in-depth analysis is also needed of the recent banking turmoil from a regulatory and supervisory standpoint.", "The Federal Reserve System has now published an assessment of the reasons for the recent events in the United States.", "On the Financial Stability Committee and the Basel Committee on Banking Supervision, we have embarked on an analysis of the recent developments, to enable lessons to be drawn.", "We should take an open-minded approach to the findings of these exercises, which generally allow us to fine-tune the regulations so that they can be adapted on an ongoing basis in response to changing circumstances.", "Nor should we forget that in several jurisdictions the last leg of the regulatory reform - Basel III - is yet to be transposed into law.", "This regulation must be transposed completely and consistently so as to remedy the outstanding shortcomings, in particular in the definition of banks' risk-weighted assets.", "Lastly, the short and medium-term challenges posed by the recent period of extraordinary crises do not detract from the pressing need to tackle the banking sector's structural challenges, such as those linked to climate-related risk management, digitalisation and growing competition from tech firms."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Economic outlook", "Banking sector", "Credit quality", "Profitability", "Risk management", "Regulatory reform", "Structural challenges", "European financial system"]}