{"sentences": ["SPEECH Banking Union and Capital Markets Union: high Keynote speech by Luis de Guindos, Vice-President of the ECB, at the Annual Joint Conference of the European Commission and the European Central Bank on European Financial Integration Brussels, 7 June 2023 It is a great pleasure to be participating in this year's joint conference on financial integration.", "This event offers an excellent opportunity to reflect on key developments in the financial sector over the past year and to reassess priorities for advancing the integration, development and safety of the financial system.", "Recent developments and the euro area banking sector In recent months, bank failures in the United States and Switzerland have affected financial markets worldwide.", "This \"real-life stress test\" has provided valuable insights and lessons for the euro area banking sector and for our regulatory and supervisory framework.", "The European banking sector has proven resilient.", "And the enhanced regulatory and supervisory framework put in place following the great financial crisis has proven its worth.", "But it is still incomplete - the Basel III agreement still needs to be transposed into EU banking regulation in a full and timely manner.", "We cannot be complacent.", "During the recent bank failures, deposits were withdrawn much faster than during the great financial crisis.", "Silicon Valley Bank lost more than USD 40 billion - almost 30% of its deposits - in a single day.", "The extraordinary speed of deposit withdrawals was driven by the widespread use of online banking and the rapid dissemination of news via social media and was compounded by the highly concentrated customer base.", "[ In this ever-faster digital world, banks, supervisors, central banks and legislators need to review the tools for safeguarding liquidity conditions and financial stability.", "The turbulence seen in financial markets this spring is a timely reminder of the benefits of strong regulation and supervision.", "While adequate regulatory standards are the first line of defence against bank failures, they must be supported by a second line of defence in the form of steady, powerful and agile supervision.", "Harmonised and effective supervision and an enhanced resolution ECB Banking Supervision has successfully developed and promoted harmonised supervisory practices.", "It started to closely monitor risks related to rising interest rates when the first signs of inflationary pressures emerged, long before the bank failures in the United States.", "The European Commission[ and the European Court of Auditors[ recently confirmed that the ECB has established itself as an effective and mature supervisory authority, and the ECB has already started to implement their recommendations.", "The EU has made considerable progress in crisis management by establishing a robust framework for dealing with banks in financial difficulties.", "While they are not a direct response to the recent turmoil, we strongly welcome the European Commission's proposed changes to the crisis management and deposit insurance framework.", "In particular, we support expanding the scope of the resolution framework to ensure that the failure of small and medium-sized banks can be addressed in a more effective and harmonised way.", "At the same time, ensuring adequate resolution funding is critical to make resolution feasible for smaller banks.", "This includes using deposit guarantee schemes to help unlock access to the Single Resolution Fund and introducing a single-tier depositor preference.", "The proposals form a coherent package which must be preserved in its entirety.", "We call on the co-legislators to adopt it swiftly, preferably during the current institutional cycle.", "The events of this spring have demonstrated the need for effective and agile crisis management frameworks for banks of all sizes.", "To complete the crisis management toolkit for large banks in the EU, we also need to make progress in other areas, such as liquidity in resolution and a backstop to the Single Resolution Fund.", "The missing third pillar of banking union The large gap in our institutional framework is still the missing third pillar: the European deposit insurance scheme.", "As long as deposit insurance remains at the national level, the sovereign-bank nexus will continue to be a source of fragmentation in the banking union, as the level of confidence in the safety of bank deposits may differ across Member States.", "In a crisis, we run the risk of deposit outflows towards other Member States and non-banks, thereby exacerbating systemic liquidity stress.", "An incomplete banking union is a key vulnerability for the EU banking sector and hampers progress towards greater financial system integration.", "Furthermore, as firms broaden their funding sources and diversify away from bank loans, there needs to be a greater focus on financing through marketable debt securities and equity instruments.", "This lies at the heart of the capital markets union (CMU) project.", "Implications for the capital markets union Completing the CMU is essential for three reasons.", "First, the CMU strengthens the resilience of the euro area economy through private risk-sharing.", "Deep and integrated capital markets provide opportunities for effective risk-sharing.", "This is essential for financing the real economy and limiting fluctuations in economic activity.", "However, recent ECB analysis shows that, while euro area capital market integration has improved over the last 20 years, it remains rather modest.", "[ We must also consider the challenges posed by climate change in the coming years.", "Enhancing the risk- sharing potential of capital markets will help to further improve the ability of the EU financial system to sustain investment flows during climate-related shocks.", "This will bolster the EU's overall resilience to increasingly frequent and intense extreme weather events, which typically hit regions asymmetrically.", "Second, further developing EU capital markets boosts innovation, supports long-term growth and enables continued financing of the green transition.", "This is of paramount importance as the EU navigates rapid technological change and is faced with an increasingly challenging geopolitical environment.", "The public sector cannot shoulder all the investment required for the green and digital transitions on its own.", "[ Capital markets have a key role to play in allocating the private investment required and in complementing the financing provided by banks.", "Equity financing - especially venture and growth capital - plays a central role in funding innovative firms.", "Given equity investors' greater risk appetite, a larger share of equity financing may be needed to drive green innovation.", "ECB research suggests that an economy's carbon footprint shrinks faster when a higher proportion of its funding comes from equity rather than debt financing.", "[ The EU still lags behind its global peers when it comes to developing venture capital markets.", "Although it has grown in recent years, EU venture capital relative to GDP is still only a fifth of that of the United States.", "Public investment at the European level can play an important role in crowding in private investment, while coordinated public-private investment can play a crucial role in kick-starting innovation.", "Furthermore, the EU and its Member States should strengthen their support for initiatives aimed at providing financing to small and medium-sized enterprises or funding EU-based start-ups and scale-ups.", "On the plus side, we are already seeing substantial growth in sustainable finance.", "Although sustainable finance products still only account for a small share of euro area capital markets[ ], assets under management of environmental, social and governance funds have tripled since 2015 while the volume of outstanding green bonds has risen tenfold.", "Promisingly, green bonds are roughly twice as likely as other European bonds to be held cross-border[ ], and investments in environmental, social and governance funds appear to be more stable than those in conventional funds.", "[ This incipient evidence suggests that, with the right regulatory framework in place, scaling up green finance will be beneficial in supporting both the low-carbon transition and financial integration in the euro area.", "Third, the capital markets union and the banking union are intrinsically linked.", "More integrated capital markets support cross-border banking activities, while more cross-border holdings would allow banks to diversify, making them more resilient.", "From issuance to underwriting, banks provide essential services for capital markets.", "Therefore, a more resilient and integrated banking system also supports the smooth functioning and further integration of capital markets.", "Key legislative initiatives to advance capital markets integration To move forward on the legislative front, we need to finalise the implementation of the Commission's capital markets union action plan - without compromising on its ambition.", "This includes implementing proposals such as the consolidated tape, the targeted harmonisation of insolvency rules and the upcoming initiative on the withholding tax framework.", "We welcome the recent statement made by the co-legislators in April, in which they committed to finalising CMU legislative initiatives during the current institutional cycle, and the recent agreement on the European Single Access Point.", "The ESAP will help to mobilise and allocate capital by making it easier for investors to identify suitable firms and projects to invest in.", "Likewise, the proposed targeted harmonisation of insolvency regimes should make it easier to reallocate resources from failing firms and provide more transparency for cross-border investors.", "Finally, a more efficient and harmonised withholding tax framework will reduce the burden and costs for investors and facilitate cross-border investment.", "Beyond the current institutional cycle and the CMU action plan, EU legislators should also look at structural issues, such as improving the current architecture to enable more consistent and harmonised supervision of markets.", "The euro area financial system recently passed a real-life stress test.", "At the same time, the events of this spring underlined the importance of making decisive progress on the European banking union and capital markets union projects.", "The financial market turbulence and contagion from the United States and Switzerland would have been far more muted had we been closer to our goals.", "Completing the banking and capital markets union projects will increase cross-border bank lending and enhance the dynamism of public and private equity markets.", "Both are key to enhancing integration and stability in the euro area financial system, and they will also ensure that the funding for the green and digital transitions is available to meet the challenges ahead.", "Thank you for your attention.", "(2023), \" Understanding the Speed and Size of Bank Runs in Historical Comparison \", Economic Synopses, No 12.", "Report from the Commission to the European Parliament and the Council on the Single Supervisory Mechanism established pursuant to Regulation (EU) No 1024/2013 (COM/2023/212 final) .", "European Court of Auditors (2023), \"EU supervision of banks' credit risk - The ECB stepped up its efforts but more is needed to increase assurance that credit risk is properly managed and covered \", Special Report, No 12/2023.", "Born, A., Bremus, F., Kastelein, W., Lambert, C. and Martín Fuentes, N. (2022), \" A deep dive into risk sharing through the capital channel in the euro area - inter- versus intra-regional risk sharing \", Financial Integration and Structure in the Euro Area, ECB, April.", "The European Commission estimates that an additional €454 billion per year of investment (in 2021 prices) is needed on average from 2021 to 2030 for EU Member States to reach their climate objectives.", "See European Commission (2021), \"Impact assessment report accompanying the Proposal for a Renewable Energy Directive II\", Staff Working Document, Brussels, July.", "(2020), \" Does financial structure affect the carbon footprint of the economy?", "\", Financial Integration and Structure in the Euro Area, ECB, March.", "Assets under management of environmental, social and governance funds represent around 10% of the euro area investment fund sector, while the amount of outstanding green bonds constitutes around 3% of outstanding bonds.", "Born, A., Giuzio, M., Lambert, C., Salakhova, D., Schölermann, H. and Tamburrini, F. (2021), \" Towards a green capital markets union: developing sustainable, integrated and resilient European capital markets \", ECB Macroprudential Bulletin, Issue 15, October.", "Capotă, L.-D., Giuzio, M., Kapadia, S. and Salakhova, D. (2022), \" Are ethical and green investment funds more resilient?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking Union", "Capital Markets Union", "Bank Failures", "Deposit Insurance", "Crisis Management", "Resolution Fund", "Venture Capital", "Green Finance", "Sustainability", "Risk-Sharing"]}