{"sentences": ["OPENING REMARKS BY GOVERNOR OF THE EASTERN CARIBBEAN CENTRAL BANK TIMOTHY N. J. ANTOINE Delivered at Launch of the ECCB's 40th Anniversary Celebrations ECCB Headquarters, Saint Christopher (St Kitts) and Nevis Salutations: Heads of Government Hon.", "Philip J. Pierre, Prime Minister and Minister of Finance of St Lucia and Chairman of the Monetary Council The Honourable Dr Terrance M. Drew, Prime Minister of St. Kitts and Nevis and Council Member for St. Kitts and Nevis Other members of the Monetary Council Ministers of Government The Rt.", "Honourable Dr Sir Kennedy Simmonds, former prime minister of St. Kitts and Nevis, National Hero and the sole surviving signatory of the ECCB Agreement in Trinidad on July 05, 1983.", "Members of the Diplomatic and Consular Corps Dr. Valda Henry, Deputy Governor, ECCB Ms. Tracy Polius, Chief Director (Policy) ECCB Board members ECCB Management and Staff Specially invited guests President and Members of the St. Kitts-Nevis Youth Parliamentary Competition Winners Members of the Media Citizens, Residents and Friends of our Currency Union ECCB Family, Greetings.", "On this glorious evening, we launch our year-long celebrations for our 40th anniversary.", "Let this be a year of joyous celebration of our many successes en route to this milestone.", "Let this be a year of reflection on the difficult road we have travelled together.", "And let this be a year of vision and imagination (of what could be and should be) as we set our sights on the next decade and beyond.", "But let these celebrations begin with a pause for applause to Almighty God \"for in Him, we live and move and have our being\" (Acts 17:28).", "Let us shout \"Ebenezer\" for \"thus far the Lord has helped us\" (1 Samuel 7:12, NIV).", " Our foreign reserves have grown from under EC$150 million to over EC$5 billion (Slide 1)  Bank deposits have risen from EC$1 billion to over EC$24 billion;  Our staff complement has increased from 55 to 272 with representation from every member country.", "This evening, I confirm that our EC dollar remains strong with a foreign reserves backing of 91 percent.", "Our celebration of this milestone is especially gratifying because the past 40 years have been anything but smooth sailing.", "We have endured external economic shocks, hurricanes, volcanoes, recessions and mostly recently, a pandemic.", "But here we are, still standing.", "Lest we forget, our fair isles were not given much hope or help (hence our argument for reparatory justice) to survive.", "After the demise of the British Caribbean Currency Board, the territories in the Eastern Caribbean pitched tent with Barbados and formed the Eastern Caribbean Currency Authority in 1965.", "However, when Barbados attained independence in 1966 and subsequently set up its own central bank in 1972, we were on our own.", "Sir Arthur Lewis' article styled \"the Agony of the Eight\" paints a vivid picture of the constitutional crisis and psychological pain of that moment.", "It is said, in challenge, there is opportunity.", "Fighting for survival, we came together and eventually formed the Organisation of Eastern Caribbean States in 1981 and the Eastern Caribbean Central Bank in 1983.", "The ECCU is one of the strongest monetary unions in the world.", "Over this 40-year adventure, the ECCB has entertained and educated visitors from the European Union, the Bank of Central African States (which comprise 6 countries) and the Gulf Council (which includes Saudi Arabia, Kuwait and UAE), all of which have sought the ECCB's counsel on the making and sustaining of a successful monetary union.", "What vital lessons might we take away from this rich historical record?", "First, as small states, we always give ourselves a fighting chance when we come together for common cause and take collective action.", "For when we do, we are an irrepressible force of ingenuity, resilience and public good.", "Indeed, we are well capable of crafting arrangements that work for us.", "Second, we are model for the rest of the world and possess a record of which we can be justifiably proud.", "Over the past five years, the ECCB has received five global awards, all recognition of our initiatives and innovations as we continue to build on the rich legacy of our framers and founders.", "At this juncture, I pay homage to the pioneers and first leaders including Sir Cecil Jacobs, our first governor (6 years), Sir K. Dwight Venner, our second and longest serving Governor (26 years).", "Sir Errol Allen, our first and longest serving Deputy Governor (22 years) and Mr. Trevor Brathwaite, our second Deputy Governor (15 years).", "Of course, it ought to be recalled that both Sir Cecil and Sir Errol were leaders in the East Caribbean Currency Authority, the forerunner to the ECCB and were key architects of the transition to a full-fledged central bank.", "I wish to pay tribute to past and current members of the Monetary Council and past and current members of our Board.", "As I survey our Auditorium, I see many retirees, all of whom have helped make our Central Bank what it is today.", "Indeed, we stand on your shoulders.", "I also see many of my current colleagues.", "Let us applaud all of them.", "I also place on record, appreciation of our development partners especially the International Monetary Fund and the World Bank.", "Amidst our celebrations, we must undertake honest and sober reflections.", "Indeed, the truth must always be our friend.", "Per capita income is a commonly used, albeit, flawed measure of living standards.", "Its attraction is its ease of comparability.", "As an economist and development practitioner, I readily concede it does not speak to the social condition of our people of which there are significant concerns in respect of mind-sets and skillsets, health and education outcomes and social pathologies such as crime.", "In comparison, per capita in the ECCU was about US$3,600 (EC$9,720) or 12 percent of US per capita income.", "That differential is a simple measure of the wealth gap between the ECCU and the USA, our major trading partner and to which our dollar is pegged.", "Today, per capita income in the USA is approximately US$60,000.", "In comparison, per capita income in the ECCU is approximately US$9,000 (EC$24,300) or 15 percent of US per capita income.", "A 2.5 times increase of ECCU per capita income over 40 years and the lack of faster convergence of the ECCU to US living standards is a very disappointing outcome.", "This performance is reflective of the many exogenous shocks our region has endured, as well as some policy choices.", "The key takeaway, then, is that we must revamp our development strategy to relentlessly pursue resilience and transformation.", "Indeed, this shift is essential if we are to minimise the yo-yo syndrome and risk of lost decades that have befallen our region.", "For in a world pregnant with volatility and uncertainty, we can be certain of one thing - the shocks will keep coming; foremost of which is the climate crisis.", "What might that look like?", "Here are four examples: (Slide 5) Wealth Creation: At present only 1 in 25 persons or 4 percent of the ECCU population are invested in the Eastern Caribbean Securities Market.", "In the USA, the number invested in the US stock market is almost 3 in 5 or 60 percent.", "Over the next decade, we must strive to have at least 1 in 5 persons (20%) invested in both regional and international capital markets.", "And let me be clear I am not speaking of crypto assets.", "Food and Nutrition Security Our region imports about 80 percent of all the food we consume.", "Meantime, almost 8 in 10 deaths are from Non-Communicable Diseases (NCDs).", "As a critical first step, let us meet the CARICOM target to reduce our food import bill by 25 percent by 2025.", "About 90 percent of our energy needs are powered by fossil fuels which means only about 10 percent are powered by renewables.", "As a consequence, we pay some of the highest electricity rates in the world and are vulnerable to the volatile oil market.", "Let us resolve to change that with at least a tripling of renewables over the next decade.", "I hope the example of our Central Bank will be of some inspiration.", "Digital Transformation Estimates indicate that only about 60 percent of our people have broadband connectivity.", "The pandemic laid bare the gap between the connected and the unconnected.", "We must accelerate our work to build out a digital economy.", "That process starts with ensuring that high speed broadband connectivity is accessible, affordable and reliable.", "It also necessitates the development of a wide range of digital skills to secure the new and emerging jobs.", "After all, the future is digital and that future is now.", "Our children and our region must not be left behind.", "Ultimately, our big push should aim to double per capita income in the ECCU over the next decade.", "The foregoing imperatives are critical even as our Central Bank, inter alia, discharges its mandates in respect of monetary stability, financial stability and payments modernisation as per the ECCB Agreement and our strategic plan.", "Are you ready for this big push?", "Without doubt, the ECCB has ennobled our Caribbean civilisation.", "As we set our sights on the fifth decade, let us press forward with an unbridled sense of imagination, determination and collective action.", "Let us be ambitious, bold and courageous.", "I now conclude with my oft repeated declaration: \"As a region, we cannot change our history, we cannot change our geography but collectively we can elevate our development trajectory through innovation and collective action\".", "Note: 2022 US data as at September 2022 Source: ECCB Key Strategic Imperatives 2.", "Food and Nutrition Security 3."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Union", "Economic Development", "Financial Stability", "Resilience", "Transformation", "Wealth Creation", "Food Security", "Digital Transformation", "Climate Change", "Per Capita Income"]}