{"sentences": ["Check against delivery Ladies and gentlemen, honoured guests, It is my pleasure to welcome you to this year's Bundesbank symposium on \"Banking supervision in dialogue\" - I truly regret that I cannot be there in person to speak to you today.", "Our colleagues who are there, in particular Mr Walch and Ms Braun-Munzinger, will represent us perfectly, however.", "Claudia Buch and I have been invited to the Federal Cabinet this morning to advise the government on the Federal budget which will subsequently be adopted by the Cabinet.", "Ms Buch, our Vice-President and also, since April, the Executive Board member responsible for banking and financial supervision, will also be delivering the first virtual keynote of the day in a moment.", "My special thanks go to the President of BaFin, Mark Branson, who will be our second keynote speaker.", "Ladies and gentlemen, on 8 October 2020, during the first year of the pandemic, \"The Economist\" published a piece with the evocative title \"The eternal zero\".", "The sub-title was even more compelling: The pandemic will leave a legacy of even lower interest rates.", "Well, this eternity wasn't particularly long in the end.", "There is a certain irony in the fact that it was precisely the economic consequences of the pandemic that proved to be an important reason for the current interest rate reversal.", "Exactly two years ago, the euro area inflation rate surpassed the 2% mark, after we had even seen negative rates for a short while during the first year of the pandemic.", "This would prove to be the beginning of a dramatic climb lasting over fifteen months, with inflation reaching an interim peak in the double digits.", "The Governing Council of the ECB had to respond, and it did so resolutely.", "The reversal of monetary policy interest rates will certainly have an impact on the situation in the banking sector - and already is having an impact, in fact.", "That is also an important topic for this symposium - and will be addressed right after the two speeches this morning.", "I would like to use my speech to set the framework for this by explaining our monetary policy decisions and briefly discussing where our monetary policy might go from here.", "That said, I wouldn't be able to fully put things in context without briefly describing the current economic situation and inflation developments.", "Economic developments The energy crisis put a considerable strain on the German economy in the winter halfyear.", "While it was possible to significantly mitigate the effects of the energy crisis last year, the German economy was still in a \"technical\" recession around the turn of the year.", "Technical recession is the term used when real gross domestic product declines in two consecutive quarters.", "In this setting, high inflation weighed on private consumption, in particular.", "From the spring onwards, the German economy is likely to have returned to an expansionary, albeit moderate, path, with the strong wage increases expected to have stabilised consumption spending despite the high inflation.", "However, according to the Bundesbank 's June projections, real gross domestic product in Germany is set to contract by 0.3% on average in 2023.", "The weak start to the year is still making itself felt here.", "For next year, our economic experts expect growth of 1.2%.", "Looking at prices, in particular, shows just how extraordinary economic developments were last year.", "According to the national consumer price index, consumer prices in Germany rose by an average of 6.9% in 2022 - the strongest increase since 1974.", "And measured by the Harmonised Index of Consumer Prices (HICP), that figure was even as high as 8.7%.", "In the euro area as a whole, the HICP increased by 8.4%, the highest rate since the introduction of the euro.", "To the general public, the current wave of inflation is mainly associated with Russia's attack on Ukraine.", "The geopolitical conflict did, in fact, lead to a dramatic rise in energy prices over a year ago.", "But inflation had already picked up earlier, in the second half of What made that happen?", "Back then, the global economy was recovering unexpectedly quickly from the slump caused by the pandemic.", "As a result, energy prices rose sharply.", "Moreover, the pandemic led to excess demand for certain consumer goods.", "Industry was no longer able to keep up with enough supply.", "The outcome was supply bottlenecks in a number of sectors - partly also due to pandemic-related closures.", "This further intensified the upward pressure on prices.", "Energy prices have now come back down significantly.", "This means that inflation is gradually cooling again.", "But it is too early to sound the all-clear, because inflation has become more broad-based overall.", "Our June projections show the inflation rate in Germany remaining high for the time being.", "The ECB's June projections for the euro area tell a similar story.", "They indicate that HICP inflation in the euro area is likely to be 5.4% this year.", "Only in 2025 will it start to move back towards our target of 2%.", "Current monetary policy But price stability is not going to appear out of nowhere, as if by magic.", "It requires a decisive monetary policy response.", "And that is precisely what we on the Governing Council have delivered.", "Over the past 12 months, we have raised our key interest rates by a total of 400 basis points.", "That is the largest and fastest run of interest rate hikes in the history of the euro area.", "We have brought net asset purchases to an end.", "From the start of this month, we have also completely discontinued reinvestments under the APP programme.", "Future interest rate developments However, I do not believe we have reached the end of the tightening path yet.", "As things stand, interest rates will need to rise further.", "Currently, though, it is impossible to tell how high they will still need to go.", "Nor can we say how long they will remain high or where they will go after that.", "That all depends on how on inflation develops, which is highly uncertain.", "Given this uncertainty, we are not currently providing a precise \"interest rate outlook\" or forward guidance in our monetary policy communication.", "In my view, this high level of uncertainty applies to both the short and the long term.", "In the short run, for example, wages could rise more sharply than expected.", "That would prolong the wave of inflation via second-round effects.", "The high prices for energy, commodities and other intermediate products could also be passed through to end customers to a greater degree than current projections suggest.", "Looking at the longer term, there are also a number of developments that could push up inflation.", "Let me give you two examples.", "First, we are now seeing a geopolitical transformation that is probably without precedent in this century.", "The Russian war of aggression is a significant factor in this, and there are also other geopolitical tensions and, overall, a risk of geopolitical fragmentation.", "Second, climate change and the necessary decarbonisation of the economy will require far-reaching adjustments.", "Macroeconomic developments are therefore highly uncertain.", "Here, we can learn from history.", "The period of high inflation in the 1970s was also accompanied by geopolitical turmoil and energy supply challenges.", "With hindsight, we can now see that unanchored inflation expectations were a key reason why inflation remained so persistently high at that time.", "Some important lessons from that period are: don't let inflation expectations become unanchored, don't shy away from a strong monetary policy response and don't ease up too soon.", "However, geopolitical and thus also geo-economic fragmentation could also cause a lasting increase in price pressures.", "For example, UK economist Charles Goodhart suspects that globalisation - above all, China's integration into the global economy - has been an important factor in the low inflation rates of recent decades.", "Economic fragmentation could therefore increase price pressures over an extended period of time.", "And a lasting increase in price pressures would also require a lasting tightening of monetary policy.", "Overall, however, empirical evidence for the impact of globalisation on inflation is mixed.", "Above all, the extent of this effect is subject to dispute and difficult to distinguish from other factors.", "For example, the subdued inflation dynamics since the early 1990s could also have resulted from the increasing stability orientation of monetary policy in many countries.", "That would, of course, be good news for us; price stability could then be achieved with less effort.", "But I will not count on it.", "In these complex circumstances, I am wary of declaring a new era of high interest rates.", "Closing remarks Ladies and gentlemen, it is only human to zone in on the latest news when assessing a situation.", "It is easy to overemphasise the present.", "In behavioural economics, this effect is called recency bias.", "I think a prime example of this is the Economist article I mentioned at the beginning of my speech, which assumed there would be zero interest rates forever.", "One thing is clear: the era of zero interest rates is over for now.", "But the truth is also that we don't know what the future holds or what circumstances we will face in a few years' time.", "What we do know, however, is that monetary policy will do what is needed to overcome high inflation.", "It is important for banks and other financial market players to be prepared for this.", "Communication between central banks, supervisory authorities and the banking sector is vital to avoid falling victim to recency bias and making costly misjudgements.", "I am confident that this gathering will make a very valuable contribution to this aim, and I hope it will bring forth some fascinating discussions and insights.", "Thank you for your attention.", "The Economist, The eternal zero, 10 October 2020.", "Deutsche Bundesbank , Arduous recovery amid high and only gradually easing inflation - outlook for the German economy up to 2025, Monthly Report, June 2023.", "European Central Bank, Eurosystem staff macroeconomic projections for the euro area, June 2023.", "Reis, R. (2021), Losing the Inflation Anchor, Brookings Papers on Economic Activity, BPEA Conference Drafts.", "Goodhart, C. and M. Pradhan (2020), The Great Demographic Reversal - Ageing Societies, Waning Inequality, and an Inflation Revival, Palgrave.", "European Central Bank (2021), The implications of globalisation for the ECB monetary policy strategy, Occasional Paper No 263."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Economic outlook", "Energy crisis", "Recency bias", "Geopolitical fragmentation", "Climate change", "Globalisation", "Inflation expectations"]}