{"sentences": ["Today's seminar on Global Economy: Challenges, Opportunities, and the Way Forward, held as part of the International Financial Architecture (IFA) and Framework Working Groups (FWG) workstreams under India's G20 Presidency, including the three panel discussions have yielded rich and insightful thoughts on (i) financing development and global public goods; (ii) tackling global debt vulnerabilities; and (iii) the key risks to the global economy.", "All these issues are priorities under India's G20 Presidency.", "I take this opportunity to thank all the participants for enhancing the quality of discussions during the day.", "Today, Policy makers across the world are grappling with multifarious and intertwined challenges in ensuring post-pandemic recovery in the face of elevated inflation, financial market vulnerabilities, reduced policy headroom and geopolitical tensions.", "In this milieu, India's G20 Presidency aims at enhancing global cooperation to face such common challenges.", "This is embodied in the Presidency theme of - \"One Earth-One Family-One Future\".", "This theme underlines the importance of global public goods for common prosperity of all.", "Global Public Goods (GPGs) play a crucial role in shaping developmental strategies and securing human welfare across borders and generations.", "Financing them has become a critical issue in the wake of the COVID-19 pandemic, the highly unsettled geopolitical environment, climate change, fractures in international supply chains, and tectonic shifts in financial market conditions and global liquidity.", "Given the confluence of such factors, global financial stability is gaining prominence in the hierarchy of global public goods.", "India's experience has shown how Digital Public Infrastructure (DPI) can be utilised for advancing financial inclusion and productivity gains through cost reductions.", "Our sustained engagement in the India Stack and the Unified Payments Interface (UPI), especially during the pandemic and thereafter, has filled us with the conviction that digital public infrastructure like the UPI can become a critical part of global public goods when scaled up beyond national borders.", "While the UPI has been a public sector led initiative, it is not necessary that public goods can only be developed and financed by the public sector.", "The private sector needs to engage in the provision of GPGs not just because they create an enabling ecosystem for businesses to thrive but also because they would be a commercially viable endeavour.", "In this regard, it is worthwhile to build innovative design features which private investors find attractive in financing of GPGs.", "In the investment cascade, keeping in view the very large investment requirements, the trigger financing can come from public investment.", "This would help in minimizing risk and expanding market access.", "Subsequent financing needs can be met by the private sector.", "This is where international capital flows and movements assume importance.", "Hence, risk sharing should be an important design element in fostering private financing for global public goods.", "In this endeavour, Multilateral Development Banks (MDBs) could catalyse private sector investment through risk sharing mechanisms.", "Recent fault lines in global cooperation have led to under-provisioning of global public goods and erosion of economic welfare.", "Absence of seamless access to COVID-19 vaccines is a case in point.", "Similarly, the lack of timely financial support and creditor cooperation can explain, even if partly, the rising debt stress in some developing economies.", "High and unsustainable debt levels have severely constrained many countries, limiting their fiscal capacity.", "While the G20-led initiatives such as the Common Framework (CF) for debt treatment and the Debt Service Suspension Initiative (DSSI) have been discussed intensely, significant progress beyond these have to be achieved.", "I would like to make three specific suggestions in this context.", "First, it is essential that Debt Sustainability Analysis (DSA) for countries is realistic on growth and fiscal projections are fully founded on accurate and comprehensive debt data.", "A global debt data-sharing platform can help in this regard.", "Establishing such a platform could be very challenging and may take several years.", "In the interregnum, therefore, we may examine the possibility of constructing suitable proxies for debt flows.", "Such proxies may be derived from data on capital flows and locational banking statistics from sources such as the Institute of International Finance (IIF) and the Bank for International Settlements (BIS).", "Second, a multilateral debt relief program providing targeted assistance to low-income countries with high debt levels needs to be considered on a priority basis.", "This initiative can be designed with a clear focus on utilisation of debt relief for sustainable development projects and poverty reduction efforts.", "To this end, instruments such as debt-for-development swaps and green debt relief programs could be employed.", "Third, the crucial role of the International Monetary Fund (IMF) and the World Bank in addressing global debt vulnerabilities cannot be overstated.", "These institutions are at the centre of international monetary and financial system.", "Hence it is incumbent upon them to do more for countries in debt distress.", "At present, the IMF's precautionary programmes such as the Precautionary Lending Line are available for countries with sound macro-fundamentals; however, there is little reason for countries with strong macro-fundamentals to seek Precautionary Lines.", "Further, Stand-By Arrangements (SBAs) are offered for countries with a balance of payments crisis; but SBAs come with performance benchmarks, and the attendant stigma.", "This is an important issue, as the recent experience shows how the perceived stigma of and/or lack of access to IMF programmes can cause countries to seek support from other lenders rather than the IMF, with debt sustainability consequences.", "It may be helpful if programs can be designed with less conditionality for countries with macro-fundamentals that are not sound but reasonably resilient, if they are not marred by balance of payments stress.", "The key point I am trying to stress is that corrective measures, including financing, should be put in place in a timely, non-stigmatised and more open access basis.", "For this purpose, a bigger and stronger IMF that is capable of managing the levels of country risk assumes crucial importance.", "Since the IMF's support is linked to the quota size of countries, the 16th general review of quotas and its attendant requirements, including governance reform, need to be completed expeditiously.", "Besides enhancing the legitimacy of the IMF in its oversight of the international monetary and financial system, this will increase traction for the IMF's policy advice.", "We must not allow the burden of debt to stifle the potential for global growth.", "In this connection, the panel discussion on key risks to global growth, namely, inflation, financial stability and climate change, assumes topical relevance.", "Even as the global economic outlook is marred by risks to the downside, long-term structural challenges such as climate change must be addressed, through supply of adequate and affordable financing for green transition.", "We must, however, be mindful of the potential financial stability implications of green transition.", "The transition efforts must address both the physical and transition risks of climate change.", "Smooth and orderly green transition is necessary to avoid disruptions to economic activity and loss of growth potential.", "While the investment needs for smooth green transition are large, the actual financial flows to green projects are highly skewed and are, by and large, concentrated in Advanced Economies.", "There is an urgent need to enhance green capital flows to EMDEs.", "As noted by the IMF in the recent Global Financial Stability Report, the green flows to EMDEs are curtailed by inadequate supply of green rated investment projects.", "While green flows today are dependent on ESG ratings, recent research shows that these ESG ratings do not adequately reflect financial and non-financial materialities of these investments.", "Therefore, there is a need to ensure that \"green ratings\" reflect the actual environmental impact of the projects so as to avoid green-washing.", "A crucial aspect of this effort is ensuring private financing for climate transition efforts through globally comparable and transparent disclosure norms and taxonomy of green activities.", "The International Sustainability Standards Board (ISSB) is actively working on these aspects.", "While efforts are underway to improve and deepen green financing, it is equally critical to fortify regulatory frameworks that enable the implementation of climate taxonomy across jurisdictions, prevent greenwashing and facilitate sufficient green capital inflows to EMDEs.", "A comprehensive and collaborative approach involving governments, private sector entities, financial institutions, civil society organizations, and the general public is essential for ensuing a successful transition to a sustainable future.", "Let me now conclude by saying that structural challenges such as financing global public goods, managing global debt vulnerabilities and dealing with climate transition are uphill tasks which no country can achieve alone.", "Recommitting to multilateralism is the need of the hour and this is precisely what the Indian Presidency of G20 is trying to foster.", "It is also important to take note of people-centric transformative changes taking place in member countries like the UPI and the financial inclusion initiatives in India.", "Wider adoption of such models would make the world a better place for everyone.", "To support countries transitioning to low-carbon and climate-resilient economies through debt swaps that link debt relief to the implementation of environmentally friendly policies and projects.", "Creditors offer debt reductions or write-offs in exchange for investments in projects that promote environmental sustainability, social development, and economic growth."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Global Public Goods", "Debt Vulnerabilities", "Financial Stability", "Climate Change", "Green Transition", "Sustainable Development", "Multilateral Cooperation", "Debt Relief", "Digital Public Infrastructure", "Green Ratings"]}