{"sentences": ["Promoting economic wellbeing: Te Pūtea Matua optimisation Speech to the NZ Economics Forum at Waikato University Adrian Orr, Governor Introduction Tēnā koutou, tēnā koutou, tēnā koutou katoa.", "Thank you for inviting me today - it's great to be back again at this forum.", "First, I would like to acknowledge the extreme hardship that many people in Aotearoa are experiencing at present as a result of the recent extreme weather events.", "Today I've been asked to talk about how our work at the Reserve Bank of New Zealand - Te Pūtea Matua can best contribute to the economic wellbeing and prosperity of the people of Aotearoa New Zealand.", "That is our legislative purpose - our reason for being.", "In doing so, I will outline our navigation lights - our legislation and policy remits, how these commitments shape our work, and how we manage the policy trade-offs we inevitably face from time to time.", "There are three main strands to the work of Te Pūtea Matua.", "The first strand is our monetary policy work.", "Through our role as the supplier of a fiat currency - the New Zealand dollar - we aim to keep consumer price inflation low and stable through time.", "Our desire is to maintain the purchasing power of our currency through time, by moderating economic demand to broadly match the supply capacity of the New Zealand economy.", "In doing so we meet the necessary criteria of a trusted currency - it is seen as a unit of account, a means of exchange, and a store of value.", "We aim to slow (or accelerate) domestic spending and investment if it is outpacing (or falling behind) the supply capacity of the economy.", "We do this by influencing people's incentives to spend or save by altering the level of short-term interest rates.", "However, we are humble in our ability to achieve stable consumer price inflation all of the time.", "Our monetary policy tools are limited, and there are long and uncertain lags between what we do with interest rates and the inflation outcomes.", "Meanwhile, economic shocks are just that.", "For example, in my short time as Governor of the Reserve Bank we have endured COVID-19, the impact of Russia's invasion of Ukraine, and now the severe weather events impacting many parts of the North Island.", "These events have led to historically significant fluctuations in output, employment, and inflation.", "Te Pūtea Matua does not determine the economic context we operate in.", "Instead, we react to the economic context with a clear purpose - aiming for price stability - thus building on a reputation for delivering low and stable inflation expectations.", "We are tacking into the inflation headwinds right now by raising interest rates at times of severe capacity constraints in the economy and high inflation.", "We continued to do that last week, raising the Official Cash Rate from 4.25% to 4.75%.", "The Monetary Policy Committee agreed that the OCR still needs to increase, as indicated in the November Statement, to ensure inflation returns to within its target range over the medium term.", "While there are early signs of price pressures easing, core consumer price inflation remains too high, employment is still beyond its maximum sustainable level, and near-term inflation expectations remain elevated.", "Low and stable inflation is a necessary outcome for economic wellbeing in the longer term.", "Inflation is no one's friend.", "Inflation makes people poorer.", "The second strand of our work is promoting financial stability.", "We aim to lower the probability and impact of deposit taking institutions and insurers getting into financial trouble, so that they can continue to provide the critical services the public rely on.", "The third main strand of our work is delivering our other central banking functions - ensuring the supply of cash throughout the economy, transaction banking the banks, and using, overseeing and operating critical payment and settlement systems.", "In delivering on these three strands of work there is a lot of balancing and trade-offs we must undertake.", "We use a wide range of knowledge and insights, conventional economic tools and frameworks, and financial capital and resources to succeed.", "In doing so, we aim to be transparent and understood by the broad public - our customers.", "Looking ahead, in striving to be exceptional in our work, we are working to act holistically across all aspects of the Reserve Bank's work strands to draw data, gain insights, and most importantly manage trade-offs.", "Most of the goals of our work are mutually supportive, but we will meet tradeoffs from time-to-time.", "If we wanted to write the algorithm to replace central bankers, we are trying to maximise several objective functions, subject to taking on no undue operational, legal, financial, and reputation risk.", "We thus need to have clarity on our objective functions (purposes); secondary criteria outlined in our Remits; and what is reasonable and undue risk.", "In practical terms, some examples include:  Pursuing low and stable inflation and contributing to maximum sustainable employment, without creating undue volatility in output, interest rates and the exchange rate;  Maximising financial system soundness while supporting efficiency, competition, innovation,  Promoting certainty of cash availability while promoting technology innovation in payments and settlement systems; Ensuring robust payment and settlement systems, while encouraging competition; and  Being the liquidity provider in extreme financial market events while minimising moral hazard in market behaviour and operating prudently with the Bank's balance sheet.", "These trade-offs have always existed in economic practice, but they have varied in their definitions, importance, and presence in the Reserve Bank's legislation, and societies expectations.", "Our task is to build a consistent, coherent, and transparent approach to managing and explaining these objectives, trade-offs, and our risk appetite across all aspects of our work.", "Let me set out the hierarchy of our objectives which form the basis of many of the trade-offs we need to consider.", "At the top of the pyramid, the Reserve Bank is given authority to carry out a broad set of tasks via its legislation.", "The RBNZ Act 20212, which came into effect in the middle of 2022, replaced our previous legislation from 1989.", "This new legislation sets out our purpose of 'promoting the prosperity and wellbeing of all New Zealanders and contributing to a sustainable and productive economy'.", "As outlined in the relevant Cabinet papers3, this purpose is an explicit recognition that central bank functions are not ends in themselves, but contribute towards much broader policy and societal goals.", "We pursue our purpose through our statutory objectives, i.e.", "price stability, financial stability and providing the functions of a central bank.", "Underneath this legislation sit our Remits from the Minister of Finance.", "While we have statutory independence from the Government - meaning we have considerable operational autonomy to achieve our objectives and intended outcome - the Remit documents explicitly outline what the Government of the day wishes us to take into account of when pursuing our objectives.", "The Financial Policy Remit4 states in pursuing Financial Stability: the government seeks strong institutions; proportionate regulation; consistency of treatment; maintaining competition; and efficiency; inclusion; innovation; and a low incidence of failure of entities regulated by the RBNZ.", "The Monetary Policy Remit5 outlines the Government's desire for: medium-term price stability and maximum sustainable employment; soundness of the financial system; and avoiding unnecessary instability in output, interest rates and the exchange rate.", "These Remits, and our legislation, tell us where we are headed, but it is up to us to work out how to get there.", "There is another stage at which the Minister can provide direction - by issuing each year a Letter of Expectations6, which is intended to guide us in developing our Statement of Intent7 and Statement of Performance Expectations8.", "These letters are also publicly available.", "Last year's Letter of Expectations informed our business planning and preparation for the new Reserve Bank Act.", "The 2023 letter will be published alongside our next Statement of Performance Expectations.", "But there is no single, first-best, optimal calibration of our work.", "Instead, we are tasked with optimising various outcomes over various time horizons, subject to managing other specific risks related to legal, financial, reputation, and operational risks.", "We are maximizing our aims subject to no undue risk in all we do.", "This is about trade-offs to a defined risk appetite, so let me explain with a few examples.", "The best example of this trade-off in action is our Monetary Policy Remit.", "It requires us to keep inflation within target and to support maximum sustainable employment, while having regard to efficiency and soundness, and avoiding unnecessary instability in output, interest rates, and the exchange rate, discounting transitory events, and assessing the impact of MPC decisions on the Government's policy on house prices.", "The first part of the trade-off for monetary policy relates to the dual mandate of low and stable inflation and maximum sustainable employment.", "There is no trade-off when inflation is high, employment is strong, and unemployment is low as it is now.", "Both point to raising interest rates, to control inflation by slowing domestic spending and encouraging saving.", "But there would be a trade-off to consider if we faced stagflation - which is a period of low growth, rising unemployment and still high inflation.", "At that point, do you raise interest rates to control inflation, or lower rates to encourage growth and jobs?10 History and economic theory tell us that we need to be resolute to bring inflation down, but we may need to bring inflation back to target over a reasonable horizon so as not to unnecessarily impede maximum sustainable employment.", "The second part of the trade-off is how far and how fast do we go to rein in inflation without creating a worse outcome overall?", "We need to have regard to other principles such as financial stability, unnecessary volatility in economic output, interest rates and exchange rates, and we need to have regard to the efficiency and soundness of the financial system.", "Lifting the Official Cash Rate (OCR) too fast or too far could, for example, lead to a severe downturn in spending and investment, and a much higher exchange rate as international investors chase higher returns, crushing the export sector.", "Financial stability versus efficiency gains and innovation There is a similar trade-off challenge in the financial stability space.", "The Remit says that the Government wants a financial system that is strong, efficient, and inclusive.", "In financial stability, if you want to make a bank strong, you may limit the amount of higher risk transactions institutions can make.", "However, by doing that, Te Pūtea Matua may undermine financial efficiency and inclusion.", "Clearly, these are impacts which do not align to our overall objective of wellbeing and prosperity.", "An extreme way to make banks safer would be to just stop them from expanding the money supply - as they have for hundreds of years through a process known as fractional reserve banking.", "Instead, banks could be restricted to holding all deposit funds in risk free assets with similar maturity periods - so-called narrow banking.", "Of course doing this would be completely out of line with the actual scale of the risks posed and would stifle lending to the wider economy.", "So, what is efficient and what is the trade-off between soundness and efficiency?", "Modern banks and regulators realise that lending out deposits is a manageable risk, with low risks of a bank failure; and that maturity transformation - borrowing money on shorter timeframes than they lend money out - contributes to a productive economy.", "A simple analogy is preventing car crashes.", "All fatal crashes could likely be avoided if the speed limit was cut down to 5kph.", "But is that sustainable or sound?", "No, because we need to get people moving in an orderly and timely way.", "But where is the grey area of acceptable risk?", "With proper infrastructure in place, 30kph in some areas or 100kph on the open road are desirable options.", "We accept these risks every day.", "It is a manageable risk and the alternative of walking everywhere is not the best solution.", "As a more specific example, we impose loan-to-value restrictions (LVRs) to limit the amount of higher-risk/lower deposit lending banks can make.", "We do not want too many people borrowing with no equity to back it up, because any sudden drop in value could lead to stress on household balance sheets, instability in the banking sector, and widespread effects on the economy.", "These are the good financial stability reasons for imposing LVRs.", "However, it also means that the rules may exclude some creditworthy borrowers from buying a home.", "A first-home buyer may not have a $100,000 deposit, but have a steady job and a good salary and good prospects for a growing income, so may be able to honour mortgage commitments.", "For them, borrowing all of the cost of a home would be seen as efficient, but it may be prevented by LVR rules.", "This is why we have exceptions within the LVR regime to help accommodate these special cases.", "Lenders are not prevented from making any high LVR loans, but there is a limit on how many they can offer.", "Such trade-offs mean that the Reserve Bank needs to define what we mean by terms such as financial stability and efficiency, and how they relate to the overall aim of prosperity and wellbeing of all New Zealanders.", "The Financial Policy Remit says there should be a low incidence of failure, but the financial system should be competitive, to ensure ongoing financial efficiency and inclusion, and the Remit sets out the benefits that the Reserve Bank should have regard to.", "Financial inclusion Financial inclusion is another key component of wellbeing.", "It is also specifically referenced in our Financial Policy Remit.", "The Reserve Bank is more actively playing its part in financial inclusion, working to ensure people can access the financial system and enjoy its benefits.", "This work is an important part of our approach to promoting a sound and efficient financial system.", "A lack of financial inclusion can lead to, for example: poor availability of accessible and safe financial products; restricted access to banking and insurance services; and  societal problems from the impact of high-cost short-term loans, for example payday loans.", "We are working with the finance sector and other stakeholders to develop a deeper understanding of the interaction between our policies and financial inclusion.", "The long-term aim is to ensure that consideration of financial inclusion is firmly embedded in the Reserve Bank's normal business practices.", "As part of this, the Reserve Bank is also leading the Council of Financial Regulators' work on financial inclusion.", "Financial inclusion is more important for some elements of our statutory objectives than for others.", "For example, financial inclusion is particularly relevant for central bank functions when we talk about access to cash, whereas the link between inclusion and stability is more indirect.", "There are many examples across our activities where we need to articulate our appetite for actively addressing barriers to inclusion and define what the trade-offs are.", "A current example is the new Deposit Takers legislation that will govern how we supervise all deposit takers and the choices we will need to make on regulatory proportionality.", "We are also considering financial inclusion in our new role of stewarding the cash system - producing, storing, and distributing cash to the public in concert with a wide range of private sector participants.", "Inclusion is also a key principle behind our design work on a Central Bank Digital Currency.", "Finally - there is not a one way relationship between financial inclusion and our other objectives of stability.", "There are clear feedback loops and trade-offs between ensuring something is stable or efficient, and inclusive.", "Let's explore some of these trade-offs.", "How does financial inclusion relate to the central bank's role in the provision of money and cash?", "Some communities rely more heavily on cash than others.", "Ensuring wide access to cash, and its accepted use, is very expensive for banks, businesses, and customers.", "However, to ensure financial inclusion for all New Zealanders, not just those with online bank accounts, there is a trade-off.", "It would be very efficient - cheaper, easier and even more climate friendly - to become a totally cashless society.", "But many people rely on cash to buy their groceries or other goods and services they need.", "So, we must juggle that efficiency argument against financial inclusion.", "This 'juggle' could not be more obvious than during the depths of the most recent severe weather crisis.", "Power was out, cell phone connectivity was dead, and cash was again king in enabling a means of exchange.", "Society cohesion is stressed quickly and severely if there is suddenly no agreed means of exchange.", "We also want to have a payments system that encourages and enables innovation.", "This may be a Central Bank Digital Currency to foster innovation, reduce costs in banking, enable faster and more secure payments, and encourage greater competition in the banking sector.", "However, doing that may have implications for the resilience of the system.", "The more competing players there are with access to the banking system, the more reliance there is on third party services and hence new and different risks to manage.", "The balancing act So what are the criteria to manage all these trade-offs and what is our appetite for risk?", "We are thinking about these questions and the goal is to always be able to calibrate, collate, and explain our overall framework for decision-making.", "Our new, empowered, Board own our 'Risk Appetite Statement' and understand its economic underpinnings i.e, when we are standing on facts versus beliefs.", "Beliefs need continuous testing, evidence, research and insight.", "In simple terms, our Board looks to ensure we have: clarity of our objectives;  an understanding of the hierarchy involved across our legislation, Remits, and other an articulated risk appetite to achieve our outcomes and manage any trade-offs;  awareness of the facts our decisions stand on; and  trust in the underpinnings of the beliefs we hold that drive our economic, financial, and operational activities.", "It is only then that the Board can have full confidence that the activities the Reserve Bank undertakes, and the capability and capacity we need to succeed, are appropriate.", "These activities and capability will change through time - most often driven by factors outside of the Bank's control such as technology, demographics, and changing societal preferences.", "Of course, bringing it all together are our values and culture the Board set and expect of our people.", "This comes to the heart of why we have been introducing a Te Ao Māori view of our work into the Reserve Bank's behaviours - it is an Aotearoa home-grown link between prosperity, inclusion, sustainability, and cohesion.", "Building our institutional cultural capability - recognising the unique position of tangata whenua and the role of Te Tiriti o Waitangi - also builds the holistic thinking we need, to move from being a good to a great Central Bank.", "Building cultural capability also provides appropriate insights into a critical and growing component of the Aotearoa economy, with its own unique challenges and opportunities.", "Our recent work on looking to improve access to capital for Māori and Māori entities has been eye opening for all of the financial institutions that operate in New Zealand.", "We have important innovative and inclusive work ahead of us to ensure that the financial system is fit for purpose.", "Similarly, we are growing our climate risk expertise.", "Again, this is about understanding the challenges and opportunities our regulated firms, and we ourselves, are facing into from climate change.", "As we have seen recently, we all have work to do to build a more climate-resilient Aotearoa and we too have a key part to play.", "We are building multi-disciplinary skills where our climate risk people are embedded right across the Bank to ensure we incorporate climate considerations in our decisions.", "The Reserve Bank Act makes it clear that we must hold a wider view of our activities to serve the public good.", "While the central bank purpose of maintaining inflation within a specified range remains critical and necessary, it is not sufficient alone.", "Our research programme Te Pūtea Matua has a long tradition of pursuing policy-relevant research and as a full service central bank our research programme covers all three strands of work we are tasked to deliver.", "The Review and Assessment of the Formulation and Implementation of Monetary Policy (RAFIMP)14 that we published late last year yielded several lessons.", "These will shape our economic research agenda in the coming years.", "Projects that model the contributions of supply-driven versus demand-driven inflation, and deepen our understanding of the transmission of climate change shocks to economic activity and inflation, are underway.", "Our research to support our financial stability work is extensive.", "This includes work to inform the development of the Depositor Compensation Scheme and calibrating our new role as part of the Deposit Takers Act.", "We are also working on developing our understanding of 'macroprudential' tools (such as the LVR and debt-to-income ratios) and how they intersect with our more traditional prudential tools such as capital ratios and liquidity requirements.", "We need to be able to articulate how these work together, and what calibrations work best through the financial cycles.", "Also, how these instruments and their calibration intersect with our expectations around promoting efficiency and inclusion.", "Our future of money programme has seen us engage extensively with New Zealanders to better understand their money and payments preferences.", "This research has been critical to inform cash and Central Bank Digital Currency, CBDC, policy development, and better understand the opportunities and challenges of a CBDC.", "As I've already mentioned, financial inclusion is a focus for us and we are also continuing our work to better understand how to enhance access to capital for Small and Medium Enterprises (SMEs) and the Māori economy in particular15.", "Finally, what role can and does the financial system play in mitigating climate risk and promoting adaptation to a lower carbon planet?", "We have a broad range of climate-related initiatives underway.", "For example, the focus of our bank stress testing over recent years, and again this year, is weather-event scenario analysis aimed to improve capability in the industry to manage and monitor climate-related risks.", "We are working with the climate research community in New Zealand to anchor our insights in the best available science.", "Internationally, we are engaged with the Network for Greening the Financial System, co-leading a Net Zero for Central Banks16 workstream with the Bank of Italy.", "The focus of this work is to better understand central bank roles in sustainable investment, greening their own operations, and developing climate-related disclosures.", "This is helping to inform our focus on demonstrating leadership in our stewardship of the financial system by beginning work on our own climaterelated disclosure.", "Concluding remarks As you've no doubt have gleaned, the world of central banking comes with many trade-offs to be made and uncharted waters.", "The Reserve Bank needs your help - to build our knowledge from our wider community for the benefit of all New Zealanders.", "We all have a role to play in helping to deliver economic wellbeing and prosperity for New Zealanders.", "We are a learning institution and we enjoy collaboration.", "The wero I will lay down is - for you to work alongside us.", "\"He waka eke noa, engari me takitahi te hoe\" When you want to go fast, paddle alone.", "When you want to go far, paddle together."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Financial stability", "Economic wellbeing", "Monetary policy", "Financial inclusion", "Trade-offs", "Central Bank Digital Currency", "Climate risk", "Maori economy", "Economic research"]}