{"sentences": ["Introduction Since the October meeting, the global economic outlook has improved on the back of a gradual easing of global supply bottlenecks, declining energy prices, and the recovery of the Chinese economy following the lifting of pandemic-related containment measures.", "Global inflation has also been declining since it peaked in summer 2022, supported by easing supply constraints, as well as by the tightening of monetary policy among advanced economies.", "However, the recovery prospects for the global economy remain fragile amid continued uncertainty, fuelled by Russia's unjustified war against Ukraine, and the possibility that pressures in global energy and food markets may reappear, leading to renewed price spikes and higher inflation.", "Resilient labour markets and strong wage growth, especially in advanced economies, suggest that underlying inflationary pressures remain strong.", "At the same time, other factors that may accelerate disinflation include: persistently elevated financial market tensions, falling energy prices, and a weakening of demand, owing also in part to a stronger deceleration of bank credit or a stronger than projected transmission of monetary policy.", "As inflation is projected to remain too high for too long, the Governing Council of the ECB decided in March to raise the key ECB interest rates by 50 basis points, bringing the total increase since July 2022 to 350 basis points.", "These increases underline our determination to ensure the timely return of inflation to our two per cent medium-term target.", "The elevated level of uncertainty reinforces the importance of a data-dependant approach to our policy rate decisions, which will be determined by our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "The asset purchase programme portfolio has been declining at a measured and predictable pace since March 2023, as the Eurosystem is no longer reinvesting all of the principal payments from maturing securities.", "Regarding the pandemic emergency purchase programme, the Governing Council intends to reinvest all principal payments from maturing securities purchased under it until at least the end of 2024 and will continue applying flexibility in reinvesting redemptions.", "We are monitoring current market tensions closely and stand ready to respond as necessary to preserve price stability and financial stability in the euro area.", "The euro area banking sector is resilient, with strong capital and liquidity positions.", "In any case, our policy toolkit fully equips us to provide liquidity support to the euro area financial system if needed and to preserve the smooth transmission of monetary policy.", "Economic activity Growth in euro area GDP slowed progressively over the course of last year and stagnated in the fourth quarter.", "Employment growth also slowed in 2022, but remained resilient in the fourth quarter despite the moderation in economic activity, while the unemployment rate remained at a record low level.", "Survey data into the first quarter of this year suggested some improvement in activity and confidence in the first quarter of 2023.", "Under the baseline scenario in the ECB staff projections (which were finalised before the emergence of financial market tensions in mid-March 2023), the euro area economy looks set to recover over the coming quarters as the labour market remains strong, supply bottlenecks are resolved, and inflation moderates.", "Risks to the growth outlook are tilted to the downside.", "Persistently elevated financial market tensions could tighten broader credit conditions more strongly than expected and dampen confidence.", "Russia's unjustified war against Ukraine and its people continues to be a significant downside risk to the economy and could again push up the costs of energy and food.", "Euro area growth could also be dragged down if the world economy weakened more sharply than expected.", "However, if companies can adapt more quickly to the challenging international environment, this, coupled with the fadingout of the energy shock, could support higher growth than currently expected.", "Government support measures to shield the economy from the impact of high energy prices should be temporary, targeted, and tailored to preserving incentives to consume less energy.", "As energy prices fall and risks around the energy supply recede, it is important to start rolling back these measures promptly and concertedly.", "Falling short of these principles can drive up medium-term inflationary pressures, which would call for a stronger monetary policy response.", "Moreover, fiscal policies should be oriented towards making economies more productive and gradually reducing high public debt.", "Finally, countries should implement structural policies for intensifying their efforts to green and digitalise their economies.", "Euro area headline inflation declined from its October peak, reflecting a drop in energy inflation.", "Downward base effects, an easing of energy commodity prices, and the impact of government measures to shield consumers from high energy prices all contributed to this decline.", "By contrast, food and core inflation rates continued to rise, partly as a result of the past surge in energy and other input costs still feeding through to consumer prices.", "Pent-up demand related to the reopening of the economy and the lagged impact of supply bottlenecks also continue to push prices up.", "At the same time, employees demanding compensation for the loss in purchasing power amid tight labour markets has translated into higher wage growth, while many firms in sectors facing constrained supply and resurgent demand raised their profit margins.", "We expect euro area inflation to continue to fall, as lagged price pressures fade out and tighter monetary policy increasingly dampens demand.", "However, historically high wage growth, related to tight labour markets and compensation for high inflation, will support core inflation over the projection horizon, as it gradually returns to rates around our target.", "This outlook remains surrounded by considerable uncertainty, with both upside and downside risks.", "Stronger than expected pipeline pressures or higher than anticipated increases in wages or profits could drive up inflation, while financial market tensions and falling energy prices could lead to faster disinflation.", "At the same time, most measures of longer-term inflation expectations currently stand at around two per cent, although they warrant continued monitoring.", "Euro area banking sector, non-bank financial sector and financial Euro area banks remain resilient in the current market environment thanks to strong capital and liquidity positions.", "Since the start of the ECB's policy rate hiking cycle, euro area bank profitability has been boosted by higher interest margins, while the change in impairments and provisions has been rather muted so far.", "However, in the current environment of tightening financing conditions including for banks, credit risks have increased, and lending dynamics have substantially weakened, which may weigh on future bank profitability.", "The decrease in bank lending to firms has, in general, not been offset by an increased recourse of firms to market-based financing, despite a bout of corporate bond issuance in the fourth quarter of 2022.", "Looking ahead, the decline in the asset purchase programme portfolio will increase the share of debt issuance that needs to be absorbed by investors.", "Based on their past behaviour, investment funds appear able to absorb part of such an increase.", "At the same time, in spite of some reduction in exposure to higher-risk assets, structural vulnerabilities in the non-bank financial sector remain elevated.", "Risks in that sector may arise especially from liquidity mismatch and leverage, which could adversely affect market conditions should risks materialise.", "Priority should be given to policies that help build resilience by reducing liquidity mismatch, mitigating risk from non-bank financial sector leverage, and enhancing liquidity preparedness in the broader non-bank financial sector.", "International support for Ukraine and most vulnerable countries We welcome the IMF's continued support for Ukraine, including the recently approved fully fledged lending arrangement.", "Together with strong international support, the arrangement will be essential for addressing Ukraine's immediate financial needs and in catalysing additional financial assistance.", "We note that all adjustments to the IMF's lending policies and toolkit are uniformly applicable to those meeting the relevant criteria from the Fund's broad membership.", "In view of rising debt vulnerabilities, support for vulnerable countries remains high on the international agenda.", "We welcome the first successful conclusion of debt restructuring under the G20-Paris Club Common Framework last year and encourage debt treatments of other applicant countries to be finalised promptly.", "Efficient creditor coordination and debt transparency remain key.", "We note strong demand for Resilience and Sustainability Trust (RST) financing, following its successful launch in late 2022, and welcome the good progress achieved.", "Initiatives to ensure the resource adequacy of the RST and the Poverty Reduction and Growth Trust should maintain the reserve asset character of claims on the loan and deposit accounts of these trusts.", "This is essential for contributions made by EU national central banks.", "However, we note that the channelling of special drawing rights by EU national central banks to multilateral development banks or individual countries would not be compatible with the EU's legal framework.", "Supporting international cooperation and strengthening the global Recent global shocks and geopolitical tensions have advanced the debate about reconfiguring global supply chains.", "While the increased resilience associated with less complex supply chains is desirable, a less integrated world economy also entails costs.", "It weakens the diversification of global production and, in particular, the efficient allocation of resources globally, which has an adverse impact on welfare across the world.", "Geopolitical fragmentation may also affect the global economy via financial channels.", "The availability of external financing may be impeded, and lower foreign direct investment would hinder the diffusion of technology and thus productivity growth.", "All of these developments require our immediate attention; however, we are not losing sight of longer-term challenges and are keeping up our efforts to address the existential crisis of climate change.", "As part of our action plan to incorporate climate change considerations in our monetary policy framework, we decided to tilt corporate bond holdings towards issuers with better climate performance, through the reinvestment of redemptions starting in October 2022.", "Our climate-related financial disclosures showed last month that this effort was helping reduce the carbon footprint of our corporate sector portfolios.", "In addition, we are adjusting the collateral framework, introducing climate-related disclosure requirements, and enhancing risk management practices.", "Recently, we have also issued statistical indicators for climate-related analysis.", "Moreover, tackling climate-related and environmental risks is one of the ECB's key supervisory priorities for 2023-25.", "Supervisors have set institution-specific remediation timelines for achieving full alignment with supervisory expectations by the end of 2024 and will follow up on the deficiencies identified in stress tests and thematic reviews performed in 2022.", "The investigation phase of the digital euro project is on track.", "In the autumn, we expect to decide on the next project phase, in which the appropriate technical solutions and business arrangements necessary to provide a digital euro would be developed and tested.", "While a digital euro would focus first on the domestic retail payments market in Europe, we are already discussing at the international level the potential of crosscurrency and cross-border payments made in retail central bank digital currency (CBDC).", "There is agreement that CBDC should eventually contribute to improving cross-border payments.", "As global work on CBDC accelerates, international cooperation in this field will become even more important."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic outlook", "Monetary policy", "Energy prices", "Financial stability", "Economic growth", "Ukraine", "Debt", "Climate change", "Digital euro"]}