{"sentences": ["Check against delivery 1 Germany: the \"sick man\" of Europe?", "Ladies and gentlemen, The Bundesbank's Capital City Reception is an event where you would normally expect to spend a carefree evening and hear the Bundesbank President tell you something about inflation and monetary policy.", "That is as this evening should be.", "However, looking at the situation in the Middle East, I find it difficult to start with \"business as usual\".", "Ten days ago, terrorists killed hundreds of people in Israel with the utmost brutality.", "More than 260 visitors died in the Re'im music festival massacre alone.", "There's hardly anyone in Israel who isn't mourning the death of friends or relatives, hoping that injured people will recover, anxiously awaiting the fate of loved ones taken hostage.", "I join them in their mourning, hopes and anxiousness.", "And I wish to pledge my solidarity here and now with the people of Israel.", "For ten days now, the world has been a different one.", "Violence has reached a new level.", "My thoughts are with all those who are suffering through no fault of their own from the outbreak of violence.", "Ladies and gentlemen, almost exactly a year ago, at the Bundesbank's last Capital City Reception, the inflation rate stood at more than 10%.", "Since then, inflation has fallen back significantly, thanks in part to the Eurosystem's forceful response.", "The monetary policy measures are yielding results.", "However, inflation remains high.", "On the Governing Council of the ECB, we discuss and assess developments in economic activity and the inflation outlook.", "The decisions we take there are data-dependent.", "But that's all I wish to say about the current monetary policy stance.", "You see, today's topic is a different one: Germany's prospects as a business location.", "Anyone who has been following the news in recent months won't have missed the stories about the return of Germany as the \"sick man\".", "If things did not change soon, they said, Germany faced the risk of \"deindustrialisation\".", "This discussion mainly gained traction on the back of the weak growth figures since the last quarter of 2022.", "Forecasts by all manner of institutions suggest that Germany is the only major industrialised nation whose economy is expected to contract in 2023.", "Our experts see this as the outcome of two developments in particular: the at times very high energy prices caused by the Russian war against Ukraine and a currently weak global economy.", "The bout of weakness in the German economy is not, then, primarily structural, as is being suggested by the debate on potential deindustrialisation.", "This, in turn, is consistent with most forecasts for Germany for 2024, which are already predicting a recovery in economic activity.", "Therefore, I cannot agree with the \"sick man\" diagnosis.", "Challenges to and opportunities for the German economy However, Germany and its firms face major challenges - of that, there is no doubt.", "We discussed this in an article in the September issue of the Bundesbank's Monthly Report.", "I would like to briefly address two of the key challenges.", "For one thing, there is the decarbonisation of the economy.", "Climate change is advancing rapidly and affecting all of humanity.", "For another, the high electricity and gas prices are continuing to show us in no uncertain terms how heavily we still rely on fossil fuels.", "Transitioning away from oil, gas and coal and expanding renewable energy will therefore not only be good for the climate, but will also make us more independent and may potentially lead to lower electricity prices again in Germany over the long term.", "However, another thing is clear as well: the era of at times very low energy costs is over for now.", "That's something that all consumers of electricity - be they big or small - will have to get used to.", "Some parts of industry, claiming that they are at an acute competitive disadvantage to their foreign rivals, are calling for a rapid artificial reduction in the price of electricity for some firms.", "In my view, however, this will only delay the inevitable structural change.", "Transitioning towards net zero means comprehensively restructuring our economy: prominent examples include energy generation, networks, new storage capabilities, heating technology and transport.", "All of these will require extensive investment: in new equipment, but also in research and development, in order to use energy efficiently.", "Policymakers can play a supportive role in this regard: Reliable and consistent climate policymaking will create planning certainty on the path to carbon neutrality by 2045.", "At the same time, government approval processes and judicial review procedures need to be sped up.", "At the European level, Germany should campaign for further progress to be made towards the capital markets union because the upcoming investments will require funding.", "And good access to market financing is an important piece of this mosaic.", "In addition to decarbonisation, demographic change is posing major challenges to our economy and society.", "It will accelerate considerably in the coming years.", "This is because the \"baby boomer\" generation is heading towards retirement, which will mean fewer workers.", "And that will further exacerbate the already acute shortage of skilled labour.", "Policymakers would do well to at least mitigate this development.", "To this end, they have to toggle every available lever: by facilitating skilled immigration, expanding the provision of childcare, and by linking the retirement age beyond the age of 67 to life expectancy.", "The challenges just mentioned fundamentally concern our society as a whole.", "However, industry is the focus of the current debate on Germany as a business location.", "This is because it has a great weight - by international standards and also in the public perception.", "Concerns about Germany as an industrial location therefore more easily make the headlines than is the case for other sectors.", "Looking at how German industry has responded to the latest challenges, I am generally optimistic.", "Thanks to a sound funding and earnings situation, it has been able to cope well with the energy shock for the time being.", "Significant energy savings also helped in this regard.", "Firms were supported by a general government that had agency and was an important pillar in the recent crises.", "Value added in industry as a whole maintained a rather stable trajectory.", "However, pressure to adapt is significantly higher in some sectors of industry than in others.", "Energy-intensive sectors such as the chemical industry, in particular, are suffering under the increased energy prices.", "At the same time, however, Germany has firms that are capable of transformation.", "The strong German \" Mittelstand \" is one area that is contributing to this adaptability.", "This market segment is home to \"hidden champions\" that boast innovative capacity and rank among the global market leaders in their sectors.", "I am firmly convinced that German industry is also well equipped to rise to the challenges that still lie ahead.", "In my opinion, \"Made in Germany\" will continue to be a coveted and successful trademark.", "Germany: healthy, but facing challenges In closing, let me briefly revisit the image of the \"sick man\".", "Being diagnosed with a disease - rightly or not - can trigger two opposite reactions.", "One is to give in to your presumptive fate: Why bother fighting if everything is going down the drain anyway?", "The other is to pull yourself together and ask: How can I get into the right kind of shape to face future challenges?", "There is certainly no doubt that action is preferable to resignation.", "Even if I do not share the diagnosis of being the \"sick man\" of Europe, it is a wake-up call.", "And it is launching a societal debate - including the one that's happening right here and right now.", "German industry and our society can adapt to a changing environment.", "This is something they have proven time and again.", "The staking out of clear and reliable political framework conditions can be supportive of this.", "I am sure that the current debate will help make our country stronger and fitter for the future.", "In my opinion, Germany is healthy.", "See Deutsche Bundesbank (2023), Germany as a business location: selected aspects of current dependencies and medium-term challenges, Monthly Report, September, pp."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Germany's prospects", "Decarbonisation", "Demographic change", "Energy prices", "Industrial competitiveness", "Monetary policy", "Inflation", "Economic growth", "Skilled labour shortage", "Political framework conditions"]}