{"sentences": ["I am thankful to FICCI and IBA for once again inviting me to this FIBAC Conference.", "As momentous changes are taking place in the financial and business landscape, events like this provide an opportunity to industry leaders, bankers and policymakers to deliberate on issues of our times and crystallise our thoughts for future guidance.", "Today the world is grappling with an unending string of challenges since 2020.", "Geopolitical conflicts, geo-economic fragmentations, volatile commodity prices, uncertainty in trajectory of monetary policies and their macro-financial implications, increasing frequency and ferocity of climate shocks, all these prevailing together, present a very complicated or should I say, deadly mix of challenges.", "Historical regularities are looking improbable and policymakers are being put to test.", "In this backdrop, the theme of today's conference - \"winning in uncertain times\" - aptly captures the long-standing quest of humanity to make progress against all odds and challenges.", "I am an optimist and I remain confident that we can work together and navigate through this stormy weather.", "In tune with the theme of the conference, I would like to touch upon the Reserve Bank's policies and actions in the last one and half years to maintain macroeconomic stability.", "I would then proceed to talk about India's growth drivers and emerging opportunities that can be harnessed to enhance India's potential growth.", "In the end, I propose to highlight certain key issues which merit the attention of banks, NBFCs, financial sector entities and even businesses.", "The Conduct of Monetary Policy in the Year Gone By The monetary policy actions of the Reserve Bank over the last one and half years consisting of prioritisation of inflation ahead of growth, narrowing the Liquidity Adjustment Facility (LAF) corridor, increasing the policy repo rate by 250 bps, draining out excess liquidity - together with supply side measures by the Government - have facilitated significant softening of headline inflation to 4.9 per cent in October 2023.", "The moderation in core inflation, in particular, is noteworthy.", "There is also recent evidence of household inflation expectations becoming more anchored.", "Headline inflation, however, remains vulnerable to recurring and overlapping food price shocks coming from global factors and adverse weather events.", "The frequency and intensity of such shocks have increased in recent period.", "Monetary policy in such a scenario needs to remain watchful and actively disinflationary while supporting growth.", "I must add that our actions over the past one and a half years did not engender any financial stability risks as witnessed in some advanced economies in the early part of 2023.", "This may be attributed to the regulatory requirements prescribed by the Reserve Bank which banks are expected to follow to manage their interest rate risk.", "These requirements act as safeguards for future stress that may arise when the upturn of the interest rate cycle takes place.", "On the exchange rate front, the Indian rupee (INR) has exhibited low volatility and orderly movements relative to peers despite elevated US treasury yields and a stronger US dollar.", "Movements in the INR are consistent with the strength of the underlying macro-fundamentals and the reassuring availability of buffers.", "Growth Drivers and Opportunities As many business leaders are present here, let me now dwell upon India's growth drivers and the opportunities that lie ahead.", "India's real GDP is expected to grow by 6.5 per cent in both 2023-24 and 2024-25, making it one of the fastest growing large economies in the world.", "In fact, India is already the third largest economy in the world in terms of purchasing power parity (PPP).", "Despite global slowdown, the Indian economy has remained resilient and continued to grow due to its higher reliance on domestic demand which enabled the economy to weather multiple global headwinds.", "Although India has made rapid strides in external openness through trade and financial channels and gained competitiveness, its dependence on domestic demand provides a cushion against external shocks.", "At the same time, various structural reforms implemented in areas of banking, taxation, inflation management and manufacturing sector, etc.", "over the last few years, have laid the foundation for sustainable and higher growth.", "We have moved from an era of twin deficit and twin balance sheet stress to the current period of twin balance sheet advantage.", "While balance sheets of banks witnessed significant improvement on the back of improved asset quality and profitability, corporates also display stronger financials, having deleveraged their balance sheets.", "The improved health of the banks and corporates is also reflected in their recent second quarter results of 2023-24.", "The corporate performance parameters based on 1501 listed non-government non-financial companies suggest strong growth in profitability and staff costs in Q2:2023-24.", "The Reserve Bank's latest industrial outlook survey indicates that business outlook further improved with manufacturing firms being optimistic about demand condition in Q3:2023-34.", "Capacity utilisation (CU) in the manufacturing sector, on a seasonally adjusted basis, continues to trend up, which augurs well for investment activity.", "The continued thrust on capex by the government is also favourable for investment activity.", "It is now for corporates and other businesses to evaluate the current situation and future potential of India and move forward.", "On the supply side, the agriculture sector has kept good momentum over the last few years and its performance is expected to remain stable during 2023-24 despite uneven south-west monsoon and lower kharif production.", "Production of foodgrains as well as horticulture have reached record levels year after year.", "The diversification of exports, both in terms of products and destinations, is enhancing the economy's capacity to withstand shocks.", "The agricultural sector continues to provide employment to a large part of our workforce.", "There are, however, several challenges relating to productivity gaps, water usage and irrigation facilities, shifting consumer preferences and sudden weather events.", "All these require heavy investments in infrastructure and innovation to modernise the agricultural sector and realise its true potential for achieving higher productivity; more efficient access to markets; maximising farmers' income; and increasing its contribution to GDP.", "As a nation we must find a way of carrying out certain reforms, especially in the area of agricultural marketing and the connected value chains.", "These reforms are critical not only for sustained high growth but also for durable price stability and to mitigate the frequency and intensity of food price shocks.", "It is important that private sector comes forward in a big way and becomes a crucial partner in this journey.", "There are opportunities for the private sector to invest in strategic areas of agriculture and allied activities such as supply chains; food processing involving variety of fruits, vegetables and food grains; scaling up dairy, poultry and fishing; and creating marketing infrastructure.", "Private sector can accelerate farm-firm ( i.e., agri-industry) linkage and improve the efficiency of the entire value chain right up to the end customer.", "As regards the manufacturing sector, even as its share in the economy has been around 17-18 per cent over the years, it has potential to accelerate its contribution to growth and employment.", "India's demographic advantage with its young labour force also presents a unique opportunity to become a key player in global manufacturing.", "It is important for us to be part of the global supply chains which are undergoing realignments in the fragmented global economy.", "Initiatives like the production-linked incentive (PLI) scheme create conducive conditions to enhance the share of manufacturing in our GDP.", "Sectors such as smart phones, large-scale electronics, pharma, food processing, auto and auto components have recorded good performance under the PLI scheme.", "There is also huge potential in emerging areas such as aerospace and defence, low-carbon technologies, electric vehicles and semiconductors.", "Our efforts towards building robust public digital infrastructure, which is fostering digitisation and ease of doing transactions across the spectrum, will continue to provide strong fillip to technology adoption and productivity.", "At present, the services sector contributes the largest share in India's GDP and remains an anchor of overall growth.", "The Indian services sector is fast adopting new technologies such as artificial intelligence, internet of things, cloud computing and data analytics to improve service delivery, reach, and competitiveness.", "The newly emerging start-ups are also largely concentrated in the services sector.", "There is a steady shift from low-skill consumer-oriented services towards more technology-enabled business services.", "Indeed, there is a case for Indian businesses to recognise this undercurrent and work towards upscaling their activities to meet the external demand in this sector.", "In fact, India commands a strong external position, thanks to the strength of our services exports, which have largely remained resilient.", "They have supported India's current account deficit, even as merchandise exports have been under pressure in the face of weakening global demand.", "The current account deficit to GDP ratio has remained under 2 per cent for almost 10 years.", "India's services exports are diversifying from information technology (IT) related services to other professional services such as business development, research and development, professional management, accountancy and legal services.", "Overall, India's growth journey with active participation of manufacturing and services sectors and dependence on domestic demand could be self-fulfilling in the years to come.", "Some Reflections on Financial Sector Issues Let me now turn to the financial sector.", "As the Indian economy strives to grow in an evolving and uncertain global environment, it is imperative that our financial sector remains strong.", "The Indian banking system continues to be resilient, backed by improved capital ratios, asset quality and robust earnings growth.", "The financial indicators of non-banking financial companies (NBFCs) are also in line with that of the banking system as per the latest available data.", "While banks and NBFCs are showing good performance now, sustaining it requires concerted efforts.", "In good times like these, banks and NBFCs need to reflect and introspect as to where potential risks could possibly originate.", "Now is the time for them to further strengthen their risk management practices and build additional buffers to face the situation, if the business cycle turns adverse.", "On our part, the Reserve Bank of India has significantly strengthened its regulation and the supervision of banks, NBFCs and other regulated entities in recent years.", "We have also very recently announced a few macro prudential measures in the overall interest of sustainability.", "These measures are pre-emptive in nature.", "They are calibrated and targeted.", "It may be relevant to note that major growth drivers like loans for housing, vehicles and MSME sector have been excluded from these measures.", "We continue to focus on strengthening governance and assurance functions, ensuring effective risk management and robust lending practices.", "We are monitoring the supervised entities through various onsite and off-site tools, stress testing, vulnerability assessments, thematic studies, data dump analysis, etc.", "as part of our proactive and forward-looking supervisory approach.", "Banks, NBFCs and other financial entities must continue to do stress testing of their books.", "In fact, there is a strong case for companies in the real sector also to stress test their businesses and balance sheets.", "Many of them may already be doing so, but it would be desirable that many more also do this.", "At the current juncture there may not be any immediate cause for worry, but to remain on top of things, Banks and NBFCs would be well advised to take certain precautionary measures.", "In this context, I would like to highlight four points.", "First, while credit growth is accelerating in the current period, banks and NBFCs may take due care to ensure that credit growth at the overall, sectoral and sub-sectoral levels remain sustainable and all forms of exuberance are avoided.", "Expansion of the credit portfolio itself and pricing of the same should be in sync with the risks envisaged.", "Banks and NBFCs also need to further strengthen their asset liability management.", "They may give greater attention to their liabilities side.", "In certain cases, we have observed increased reliance on high cost short term bulk deposits while the tenure of the loans, both in retail and corporate loans, is getting elongated.", "Second, given the increasing importance of non-bank financial companies (NBFCs) in the financial system, the increasing interconnectedness between banks and non-banks merits close attention.", "NBFCs are large net borrowers of funds from the financial system, with their exposure from the banks being the highest.", "Banks are also one of the key subscribers to the debentures and commercial papers issued by NBFCs.", "NBFCs also maintain borrowing relationships with multiple banks simultaneously.", "Needless to state that such concentrated linkages may create a contagion risk.", "Though the banks are well capitalised, they must constantly evaluate their exposure to NBFCs and the exposure of individual NBFCs to multiple banks.", "The NBFCs on their part should focus on broad basing their funding sources and reducing over-dependence on bank funding.", "Third, microfinance has emerged as an important financial conduit to foster financial inclusion.", "As Micro Finance Institutions (MFIs) are catering to the marginalised clientele, they have to bear in mind the affordability and repayment capacity of the borrowers.", "Though the interest rates are deregulated, certain NBFCs-MFIs appear to be enjoying relatively higher net interest margins.", "It is indeed for micro finance lenders to ensure that the flexibility provided to them in setting interest rates is used judiciously.", "They are expected to ensure that interest rates are transparent and not usurious.", "Fourth, the increased collaboration of Banks and NBFCs with FinTechs is facilitating introduction of innovative products and services and new business models.", "Digital technologies are offering a powerful medium to access banking and financial services.", "This has also brought down the operational costs and helped in enhancing the reach of financial services providers.", "An important aspect that merits attention in this context is with regard to model-based lending through analytics.", "Banks and NBFCs need to be careful in relying solely on pre-set algorithms as assumptions based on which the models are operated.", "These models should be robust and tested and re-tested periodically.", "They may require to be calibrated and re-calibrated from time to time based on the changing contours of the financial ecosystem and fresh information.", "It is necessary to be watchful of any undue risk build up in the system due to information gaps in these models, which may cause dilution of underwriting standards.", "Concluding Observations We are living in highly uncertain times in an interconnected world.", "New risks are emerging from time to time.", "New sources of risk are also coming up.", "In such a scenario, building up further on resilience would be the best insurance against shocks and uncertainties.", "This holds good for all businesses and financial entities.", "As I see many banking and corporate leaders in the audience, let me also stress that new opportunities are knocking at our doors.", "It is for us to capitalise on them.", "There has to greater focus on investment in capacity building, skilling of human resources and adoption of newer technology by all players.", "The international confidence on India's prospects is at a new high; it is an opportune time to make this India's moment and work towards strong, sustainable and inclusive growth.", "Federation of Indian Chambers of Commerce and Industry (FICCI) and Indian Banks Association (IBA).", "Mooring of household inflation expectations has been underway since September 2022.", "The capital and liquidity requirements in India are uniformly applied to all the scheduled commercial banks, irrespective of their asset size and exposure.", "Investment fluctuation reserves (IFR) have also been created in the banks.", "Valuation guidelines on available for sale (AFS) category of investment are stringent and follow a conservative approach.", "As of November 20, 2023, the INR had depreciated (on calendar year basis) by 0.7 per cent against the dollar, performing well when compared to its EME peers including the Chinese yuan, the Thailand baht, the Vietnamese dong, Argentine peso and the Malaysian ringgit.", "It had appreciated by 12.4 per cent against the Japanese yen, while it depreciated by 2.7 per cent against Euro and by 3.7 per cent against the UK pound.", "According to the International Monetary Fund (IMF), India will become the thirdlargest economy before 2030, with its GDP projected to surpass both Japan and Germany by 2026 and 2027, respectively.", "India is already the third largest economy in the world in terms of purchasing power parity (PPP) (with a share of 7 per cent of global GDP) after China and the USA (Source: IMF, World Economic Outlook (WEO) database).", "While twin deficit refers to the situation when an economy suffers from both the fiscal deficit and the current account deficit, twin balance sheet stress is a scenario where banks are under severe stress and the corporates are overleveraged to the extent that they cannot repay their loans.", "The widening presence of NBFCs is reflected in their increasing credit to GDP ratio - from 8.6 per cent to 12.3 per cent between 2012-13 and 2021-22."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation", "Growth Drivers", "Agriculture", "Manufacturing", "Services Sector", "Financial Sector", "NBFCs", "Microfinance", "FinTechs"]}