{"sentences": ["Check against delivery Ladies and gentlemen, I am very happy to be here again.", "Let me begin by thanking the hosts of the European Banking Congress for giving me the opportunity to speak to you.", "It's a pleasure to address such a distinguished audience.", "Do you know what \"postprandial somnolence\" is?", "In everyday language, it is also referred to as \"after-meal sleepiness\" or \"food coma\".", "While researchers still don't fully understand why people feel exhausted after lunch, there are several explanations.", "One is the redistribution of the blood flow.", "When eating, blood is redirected from the brain and muscles to the digestive system.", "This can make us feel drowsy and less alert.", "Another is that the consumption of large amounts of carbohydrates and fats leads to a rapid increase in blood sugar levels.", "When those levels suddenly decline again, this can produce a feeling of fatigue as well.", "In a sense, digesting can be seen as a transmission mechanism, as it is a process that converts food into energy.", "I am not a nutrition expert, of course.", "So I will focus my remarks on a transmission mechanism that I'm more familiar with, the transmission of monetary policy.", "Nevertheless, I hope that - after the lunch break - you will not fall into food coma during my speech.", "The monetary policy response to the surge in inflation Last year, we saw the highest inflation rates in the euro area since the introduction of the single currency.", "This surge in inflation called for a decisive monetary policy response, and that is what the Governing Council of the ECB delivered.", "Between July 2022 and September 2023, we raised the key ECB interest rates by 450 basis points.", "That's the steepest rise ever in the history of the Economic and Monetary Union.", "Headline euro area inflation has fallen back significantly from its double-digit peak in October 2022.", "This is mainly the result of lower energy prices, but it is also due to the steps that have already been taken to tighten monetary policy.", "Have we seen the peak in interest rates?", "That is not clear yet.", "Currently, with a headline rate of 2.9% and a core rate of 4.2% in October 2023, inflation is still too high.", "The Governing Council is committed to bringing inflation back to our 2% medium-term target in a timely manner.", "Based on our current assessment, we consider that key ECB interest rates are at levels that will make a substantial contribution to achieving this goal.", "Provided they are held at these levels for a sufficient period of time.", "Our future decisions will continue to be based on our assessment of the medium-term inflation outlook in light of the incoming data, the dynamics of underlying inflation, and our assessment regarding the strength of monetary policy transmission.", "As regards the inflation outlook and the dynamics of underlying inflation, the September staff projections do not see inflation rates returning to about 2% before late 2025.", "But those numbers were published before the terrible events in the Middle East.", "The associated geopolitical tensions make the medium-term outlook more uncertain.", "Incoming data and the December projections will provide important information for our decision-making at the next Governing Council meeting.", "The transmission of the recent policy tightening As regards the strength of monetary policy transmission, a handful of indicators cannot paint the full picture.", "In the following, I will share my view on how the interest rate hikes are currently being digested, and whether fears of overtightening might be justified.", "Monetary policy transmission is a complex process, with a whole host of \"channels\" at play, including the exchange rate channel, the inflation expectation channel and the credit channel.", "Transmission is also characterised by variable and uncertain time lags.", "Quite how monetary policy actions impact on the economy and the price level is always difficult to predict.", "And, given the highly uncertain external environment, the unprecedented monetary policy tightening, and possible changes in the behaviour of firms and consumers in the context of high inflation, it may be even more difficult at present.", "Moreover, structural differences across euro area economies mean that the single monetary policy does not have the same effect on prices or output everywhere.", "Rather, the impact differs from one country to the next.", "In Germany, for example, interest rate changes have a stronger effect on real GDP than they do in Spain, say, as recent Bundesbank research has shown.", "This could be the result of the more prominent role of interest rate-sensitive sectors in Germany, a more flexible labour market, a stronger focus on exports, or greater competition in the banking system.", "By contrast, the price level response is stronger in Spain than in Germany.", "And in Italy and France, by the way, it is somewhere in between.", "The most prominent channel of transmission is the interest rate channel.", "And especially in the bank-based euro area, interest rate pass-through by banks is of particular importance.", "So far, we have seen a faster adjustment of interest rates in banks' lending than in their deposit business.", "As an aside, this resulted in higher interest margins, bolstering banks' profits.", "Lending rates have risen significantly, for loans to enterprises and housing loans alike.", "The tightening of monetary policy is reflected in both lower credit demand and a drop in the credit supply.", "Yet, the slowdown in lending is in line with what our models would have suggested based on patterns observed in the past.", "Concerns that tighter credit supply conditions could amplify transmission have not yet materialised.", "Nevertheless, we are carefully observing the incoming data, including from the Bank Lending Survey.", "Thus far, the tightening has remained within the expectable range.", "As far as deposits are concerned, we need to make a distinction.", "Interest rates on overnight deposits have barely increased since monetary policy tightening began.", "Since July 2022, banks have raised these rates, on average, by a meagre 30 basis points or so.", "This is less than what historical patterns would suggest.", "I know a lot of bank customers who are disappointed by this.", "Interest rates on time deposits, by contrast, have risen significantly and in line with our model forecasts.", "This has resulted in substantial shifts of funds out of overnight deposits into time deposits.", "But even so, there is still a large stock of overnight deposits.", "That really is quite remarkable.", "One might have expected to see larger shifts into more profitable, but equally safe investments.", "It remains to be seen whether competition for customer deposits will cause overnight deposit rates to rise more noticeably in the future.", "For the time being, banks are obviously benefiting from their retail customers' sluggish response.", "In addition, banks are less reliant on customer deposits than they used to be, given that they still have significant excess reserves with the Eurosystem.", "Which are remunerated at the ECB's deposit facility rate.", "The remuneration of reserves is part of our monetary policy toolkit.", "Recent Bundesbank research has shown that the remuneration of reserves itself may have an impact on transmission.", "That has to do with another transmission channel, the balance sheet channel.", "Monetary policy tightening is usually accompanied by a decline in the net worth of banks; this can be reflected in lower stock prices.", "And banks with a lower net worth tend to decrease their credit supply.", "However, the authors show that banks with large amounts of excess reserves benefited significantly from the rise in remuneration.", "These institutions saw a far stronger rise in their net interest income - and ultimately their net worth - than their peers with low reserves.", "And the authors find that the loan supply of those banks reacted less strongly to the recent hiking cycle than the loan supply of banks with low reserves.", "In other words, the increasing remuneration of reserves may impede transmission, all else being equal.", "The minimum reserve requirement is a tried and tested monetary policy instrument that could help to counteract this effect.", "At this point, I see no reason to rule out a moderate increase to improve the efficiency of monetary policy.", "Just to remind you, over the first 13 years of the euro, the minimum reserve ratio stood at 2%.", "For a comprehensive assessment of transmission, it is not sufficient to analyse the interest rates on banks' new business.", "What also matters is how long it takes for changes in interest rates to feed through into outstanding loans.", "During the low interest rate period, many borrowers arranged long interest rate fixation periods with their lenders.", "This will shield them from higher interest rates for some time to come.", "While this may be positive from a financial stability perspective, it is slowing monetary transmission.", "All in all, though, we can conclude that transmission across financial markets is currently working well.", "There can be no talk of overtightening.", "Having said that, it is clear that financial transmission is only the first stage of the process.", "The second stage is transmitting the impulse to the real economy, and ultimately to prices.", "If monetary tightening is supposed to reduce price pressure, a dampening of aggregate demand is inevitable.", "From this perspective, it is encouraging that the monetary tightening is affecting the real economy.", "Nevertheless, dampening aggregate demand does not necessarily mean inducing a recession.", "I am optimistic that we can avoid a hard landing of the economy, because several factors are moderating transmission: unusually stable, and also tight labour markets, favourable indebtedness levels among firms and households, and strong investment activity.", "According to Bundesbank model estimates, the tightening can be expected to have its maximum impact on economic activity in 2023 already, and on inflation only in 2024.", "In other words, much of the inflation-dampening effect induced by monetary tightening is yet to materialise.", "But we need it to materialise.", "And it will only materialise in full if we let it work.", "Against this backdrop, it would be unwise to start cutting interest rates too soon.", "That would be like switching off the oven before your Christmas biscuits are done.", "Once you notice that they are underbaked, you have to heat up the oven all over again and end up using a lot more electricity.", "Now we need to be patient and stay the course to reap the benefits of the tightening in terms of disinflation.", "Key interest rates will therefore have to remain at a high level for a sufficient period.", "While it is impossible to predict exactly how long this period will be, it is highly improbable that it will end anytime soon.", "Ladies and gentlemen, At the beginning of my speech, I mentioned that the exact causes of \"food coma\" are unknown.", "But rest assured, there is some helpful advice on how to prevent tiredness after a meal.", "Eat less, choose low-carb and low-fat foods, and even engage in some \"postprandial perambulation\" - that's taking a brief walk after eating, by the way!", "And there is also some good advice as regards combating high inflation.", "The best thing is to tighten monetary policy and to not give in - until a timely return to our price stability target is ensured.", "To avoid the economic damage caused by inflation being too high for too long, we need to restore price stability.", "As of now, it is too early to declare victory over inflation.", "In any case, we must not loosen policy until we are absolutely certain of returning to price stability on a lasting basis.", "That's why \"Are we there yet?\"", "- the title I gave to my speech here today - is a question I would rather frame in the context of restoring price stability.", "And my answer to that would be \"no\".", "Deutsche Bundesbank , Heterogeneous impact of monetary policy in the euro area?, Monthly Report, September 2023, pp.", "Deutsche Bundesbank , Developments in bank interest rates in Germany during the period of monetary policy tightening, Monthly Report, June 2023, pp.", "Fricke, D., S. Greppmair, K. Paludkiewicz , Transmission of interest rate hikes depends on the level of central bank reserves held by banks, Bundesbank Research Brief, 61st edition, October 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Monetary policy transmission", "Inflation", "Interest rates", "Price stability", "Economic activity", "Monetary policy tightening", "Financial markets", "Credit supply", "Deposit rates", "Balance sheet channel"]}