{"sentences": ["Distinguished guests, Good evening.", "First of all, let me thank the Indian Banking Association (IBA) and FICCI for inviting me over to deliver this address today.", "It's a pleasure to be here amidst such a gathering of important stakeholders across the spectrum of our financial landscape.", "In a very short span of time, FIBAC has achieved a prominent status for being a premier brainstorming event on emerging themes of relevance to the financial world.", "I am sure that you have had an open and insightful discussions on several important issues over last two days.", "The theme for FIBAC 2023 - 'winning in the uncertain times' is very apt in the current scenario.", "Therefore, my remarks today would centre around this theme, i.e., managing the uncertainties that we are living with and those which lurk on the horizon, and later, dwell upon how we could navigate such uncertain times.", "Prudent Risk Management When we think of uncertainty, we immediately think of risk and risk management.", "The people in the field of finance often have a love-hate relationship with risk.", "While most entities are willing to assume risks on their balance sheets, sometimes, there are reservations to plan and provide for it, often due to costs involved.", "While there are obvious incentives for taking risks, an overdose of risk in a leveraged entity like a bank or a finance company can be disastrous if not managed efficiently.", "Therefore, the regulators and policy-makers endeavour to make policies to facilitate overall financial stability and occasionally, give out didactic fiats and guidance stressing on importance of systemic resilience.", "To give you an analogy, the prudential guidelines are akin to a diet plan given by the physician.", "If you stick to them, your balance sheets would look healthy.", "Then as the supervisor, RBI also conducts annual health check-ups in the form of onsite visits to see that what looks healthy from outside, reflects the position accurately with no hidden illness.", "If indeed there are symptoms of illness, medication in terms of time-bound action plan, to not only treat the symptoms but to address the root cause, is prescribed.", "In a way, prevention is better than cure is an apt mantra in the financial world too.", "Drawing a reference to the five natural elements which human body is composed of, let me outline my version of five elements make the foundation of a robust and resilient financial system.", "These are - (a) Strong governance and management, (b) Sound regulatory principles, (c) Adequate capital and liquidity, (d) Strong supervisory and risk management practices, and, (e) Effective crisis management and resolution frameworks.", "I do not think that I need to elaborate on these as these elements will be quite familiar to this audience.", "Our micro-prudential risk management framework revolves around two very simple yet powerful measures - provisioning and capital requirement - one for anticipated loss component of the asset portfolio at risk and another for unexpected loss component.", "The third component, i.e., liquidity has been under lot of discussion in global forums of late.", "However, it may yet be worth reiterating that, in India, we implemented the Statutory Liquidity Ratio (SLR) way back in 1949, which required the banks to maintain a level of high quality liquid assets, mostly in the form of government securities to essentially address this concern.", "The importance of these measures have been reinforced repeatedly through the frequent international episodes of financial crises.", "Perhaps the higher quantum and better quality regulatory capital requirements have helped the financial system around the globe to navigate the turbulence in the wake of Covid and other crises that we experienced of late.", "A resilient financial system is one that can withstand and quickly recover from the episodes of financial shocks and crises.", "Such a financial system also requires early identification of vulnerabilities and risk build-up within each entity as well as at the system level, and initiation of appropriate corrective actions.", "So, it is of utmost importance that banks as well as other financial entities are always vigilant regarding build-up of risk pockets in their balance sheets and operations, adopt prudent risk management practices and are transparent in disclosing risks to the regulator and other stakeholders.", "Changing paradigms in banking The recent crisis episodes in the US and Europe have brought back the question of robust and sustainable business models again to the fore.", "The business models of the banks have evolved depending on the roles they have played throughout the history, with the current focus being on the intermediation paradigm i.e., acceptance of deposits and credit creation.", "However, this approach needs to change with newer players entering the financial service space and disrupting the traditional rules of the game.", "In the newer paradigm, markets are likely to become the central point for intermediation where banks may become but one amongst the host of other entities interacting in the marketplace.", "The traditional banking business model needs to pivot to address this evolving paradigm.", "Another important transition which is underway is the changing consumer preferences.", "While this customer driven evolution is often slow, it's mostly definitive and nonreversionary.", "The future of banking cannot be imagined without visualizing the needs of post Generation Z consumers, those that are yet to be tagged by an alphabet.", "The future generation of customers are likely to consume financial service in the same way that they consume other products and service, and banks may have to be prepared to make that transition.", "Therefore, let me imagine the contours around a few aspects of where we would likely see banking in the next decade or so under the marketplace based and consumer preference driven paradigm.", "Let me emphasize here that what I am going to tell lies in future, more in the realm of the probable, but the undercurrents of this transition are already visible.", "(i) The first point is that the banks will have to transition from a sectoral approach to an ecosystem approach.", "The oft-repeated pitch is that all the banks of future will actually be technology companies also undertaking business of banking.", "While it's difficult to be certain that this will indeed be the case, it is likely that the era of exclusiveness of providing banking services by banks are over.", "With Banking-as-a-Service (BaaS) model making steady and silent inroads, the banks have to operate as a part of the larger ecosystem with good number and varieties of non-bank players in the mix.", "A lot of these transformations are already becoming visible.", "Banks and NBFCs are partnering with FinTechs to deliver financial products and services by deploying innovative methods and technological solutions.", "(ii) Second, the banking of future is going to be hyper-personalised, and banks may have to shift from isolated service provisions to hyper-personalised embedded banking.", "In future, probably banking may cease to be a separate service.", "Instead, banking would be embedded in all the products and services which consumers are expected to avail.", "Embedded finance is the integration of financial services or tools within the products or services of a non-financial organisation.", "So, in future, customer may not have to visit a bank branch to avail a home loan.", "For example, when you log-in on the builder's app to book a flat, the app could be integrated to the bank's app or to a fintech's platform and when you enter your KYC identifier, the loan eligibility would be automatically calculated using your consent to pull your financial and non-financial information through account aggregator/ Digi Locker and loan would get disbursed.", "All this would take place within few minutes if not seconds.", "Technological solutions would allow banks to offer prices that could continuously adjust to customer behavior and preferences while responding to supply and demand position, margin requirements, and competition.", "All this hyper-personalisation would become possible as we increase our digital footprints and banks, or their partnering digital companies learn how to get AI/ML based decision outputs from this data.", "(iii) Third, the current form of business segmentation may give way to customer preferences-based verticals.", "The focus of tomorrow's banks has to go beyond just its business to better meet customer's needs.", "Hence the segmentation will be based on homogenous customer groups and all products would be designed to serve these segments.", "Hence, the core strength of the successful banks would be customer segment specific.", "Even now, some banks, often in partnership with fintechs, are trying to target some specific segments such as MSMEs, Women, Senior Citizens, millennials, etc.", "We already have examples elsewhere, that where the traditional banks have failed to innovate and adapt to the new needs of the customers, disruptors such as Nu Bank in Brazil have come in and captured the market, filling the vacuum and offering products and services that were demanded by the customers.", "(iv) Finally, the traditional break-up of assets and liabilities may likely undergo drastic changes.", "Currently, the balance sheet of Indian Banks is dominated by loans on the assets side and deposits in liabilities side.", "We could expect transformation of composition of bank balance sheets during the forthcoming decade, driven by the natural progression of the Indian economy.", "This transformation will be further propelled by the widespread integration of technology into business operations and decisionmaking.", "It is possible that customer preferences in future may shift from the passive saving products like a fixed deposit to more esoteric and market linked investment products.", "Alternate avenues will compete to tap the depositors' money on account of better returns and convenience of a finance super app to meet all financial needs may become the norm.", "Tokenisation of assets and liabilities using the power of DLT may change the way bank balance sheet is structured.", "All these changes would mean adjustments to the traditional asset-liability structure of banks.", "So given these risks and changing paradigms, let me share a few thoughts so as to how we will have to manage these challenges.", "As the bank balance sheet transforms, we, and when I say we, it means both RBI and banks, would have to refocus our priorities from a risk management perspective.", "From the regulatory side, we may have to relook at the risk management frameworks, especially for liquidity and market risk.", "From the bank's side, active monitoring of deposit concentration and diversification of funding sources may become even more important.", "As the March 2023 banking crisis in the United States and the events at Credit Suisse showed, despite having capital and liquidity comparable or in some cases, better than the industry level/peer levels, the banks failed.", "Therefore, to address these concerns, we may have to look at qualitative metrices such as enhanced disclosures, strong code of conduct and clear governance structures.", "Simultaneously, the self-regulation by the industry through Self-Regulatory Organization (SROs) needs strengthening to promote responsible conduct and innovation.", "We have to focus on fortifying cyber security and prevention of cyber frauds in the hyper-personalised and tech-banking environment.", "The banking landscape is fast evolving with increase in financial inclusion, customer access, product choices, and convenience.", "However, the risks to the consumer have also increased.", "There are increasing instances of frauds and data breaches.", "Customer today are facing threat from technology induced frauds such as fraudulent apps, breach of privacy and deep fakes.", "Even mis-selling has emerged in a digital avatar now - called Dark Patterns.", "Dark patterns are design interfaces and tactics used to trick users into desired behaviour such as availing high-cost short-term consumer credit masquerading as an instant loan.", "We must work hard, work smart and work together to protect customer from these threats to retain and strengthen their trust.", "A key element of protecting customers is to provide them an efficient, prompt and cost effective grievance redress mechanism.", "Unfortunately, it appears that the efforts of the banks to provide timely solutions to customer grievances have not kept pace with explosion in technology and products.", "While banks are hugely invested in forging new and innovative ways of customer acquisition, very little thought seems to be going on improving the customer grievance redress mechanisms.", "To me, this seems very odd for a sector which prides itself on being a service industry.", "We definitely wish to see more serious thought and intent emerging from the Boards and top executives on quality of grievance redressal instead of just monitoring TAT and MIS on complaints.", "v. A related point which would help banks in winning the customer segmentation paradigm is bringing in greater empathy into their services, products and operations.", "For example, there is a need for greater effort to provide safe and friendly tech-banking to senior citizens.", "Banks must require their employees to treat senior citizens, people with special needs, those that are technologically challenged or someone who may need help otherwise with special care and empathy.", "The Boards must ensure that their access points - branches, websites, and apps are user friendly and convenient for the customers with special needs.", "From the regulatory side, we are taking up these subjects more vigorously in our interaction with the industry but there is also a need for a cultural and attitudinal change within the fraternity that I would like to emphasise.", "To conclude, Over the course of time, it has been said several times that we need banking, but not banks.", "This prophecy is yet to become true.", "I am certain that banks will continue to be the primary drivers of India's growth story, but the trajectory that the banks would adopt during this transition will determine how the banking landscape will look in the next decade.", "As far as regulations are concerned, they have to keep in view of the overall financial system stability, ensure resilience of the institutions, and attempt to bridge the information asymmetry.", "While we laud the fact that next-gen banking is fast becoming a reality, aided by innovations in the fintech space, we also need to continuously work to redefine the regulations and the regulatory frameworks to support these innovations and deliver on our mandate of financial stability while protecting the customers.", "At the same time, the innovations and collaborations need to be well thought out, risks properly analysed, and mitigation plans put in place before offering them to customers.", "Thank you once again for this opportunity to share my thoughts with you.", "The inputs provided by Rupesh Kumar Kanaujiya, Saurabh Pratap Singh, Peshimam Khabeer Ahmed and Pradeep Kumar are gratefully acknowledged."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["prudent risk management", "changing paradigms in banking", "cyber security", "customer grievance redressal", "financial stability", "hyper-personalisation", "liquidity", "risk management", "self-regulation", "tech-banking"]}