{"sentences": ["vy RESERVE BANK OF AUSTRALIA Modernising Australia's Payments System Michele Bullock !", "Australian Payments Network Summit Sydney - 12 December 2023 Thank you for the invitation to speak at AusPayNet's annual summit.", "The payments landscape is changing rapidly, with new business models and technologies entering the space.", "The industry is also moving from legacy systems towards new platforms that can deliver payment services that are faster, safer and more convenient.", "We therefore need to modernise our regulatory architecture and payments infrastructure to support these innovations, and we have been working with the Government to update the regulatory framework.", "This morning, I will talk through how the Payments System Board is responding to this changing environment.", "I will begin by highlighting the Board's strategic priorities through this period of change.", "The RBA's plan to conduct a comprehensive review of retail payments regulation under its expanded regulatory perimeter.", "How industry and government can work together to maintain access to cash.", "How to ensure a successful transition from BECS to modern payment systems.", "The Payments System Board's strategic priorities The Payments System Board recently refreshed its strategic priorities given the changes in the payments system and the regulatory landscape.", "These were set out in the Payments System Board's 2023 Annual Report.", "{11 The first priority is to strengthen the resilience of Australia's payments and market infrastructures.", "Busin sses and consumers are more reliant on electronic payment systems than ever before, with outages becoming increasingly disruptive to everyday life.", "We are therefore stepping up our oversight of these systems, particularly the New Payments Platform (NPP) and the card schemes.", "The second priority is to advance and implement the Government's payments reforms.", "These reforms will modernise the regulatory architecture and ensure the RBA can continue to promote a safe, efficient and competitive payments system.", "The third priority is to promote competitive, cost-effective and accessible electronic payments.", "Consumers and businesses are benefiting from new payments technologies that are more flexible and easier to use.", "But greater use of these electronic methods is also adding to payment costs for businesses.", "We expect payment service providers to help merchants lower their payment costs by implementing least-cost routing.", "We also expect financial institutions to deliver more fast payment capabilities to consumers and businesses through the NPP.", "In particular, the NPP's PayTo service will help to modernise how we make direct debits, giving customers greater visibility and control over these payments.", "The fourth priority is to enhance cross-border payments.", "Australia is working with other G20 countries to make cross-border payments cheaper, faster, more transparent and more accessible.", "One key initiative is standardising the messages associated with cross-border payments - what information is mandatory for such payments, what is optional and how it is presented in the message.", "I recently chaired an international working group that developed such harmonised messaging requirements for cross-border payments.", "The aim is to implement these requirements globally by 2027.", "The operators of systems processing cross-border payments in Australia have publicly stated their intention to meet these requirements on that timeline.", "'2] We expect financial institutions to also be ready to use the standardised messaging by 2027 so that their customers can enjoy more seamless cross-border payments.", "Another key initiative is the NPP's International Payments Business Service, which will allow the Australian dollar leg of inbound cross-border payments to be processed via the NPP on a real-time 24/7 basis.", "This service was due to be implemented by all NPP participants this month, but some of them are not ready, which is disappointing.", "We expect the Australian payments industry to deliver on this commitment as soon as possible.", "Our fifth strategic priority is to shape the future of money in Australia.", "This year, we completed a research project that explored potential use cases for a central bank digital currency (CBDC).", "Building on this, we are now planning a project that will examine how different forms of digital money and infrastructure could support the development of tokenised asset markets in Australia.", "We are looking forward to continuing our engagement with industry on this work.", "We are also continuing to work closely with the Treasury in exploring the policy case for a CBDC in Australia.", "We expect to release a joint paper in mid-2024 that will take stock of the CBDC analysis in Australia so far and lay out a roadmap for future work.", "Key issues for 2024 Within these strategic priorities, there are three key issues that will be particularly important in 2024 that I would like to highlight today.", "Next review of retail payments regulation One of the key projects under our second strategic priority - advance and implement reforms - is a comprehensive review of our retail payments regulation.", "The RBA's regulatory remit will soon be expanded, as part of the Government's payments reforms.", "Specifically, the Payment Systems (Regulation) Act 1998 is being amended to ensure that newer players in the payments system - including 'buy-now- pay-later' providers, payment gateways, payment facilitators and mobile wallet providers - can be regulated by the RBA.", "We expect these reforms to be in place sometime in 2024, at which point we intend to launch a holistic review of retail payments regulation.", "This will be an opportunity to consult widely on current regulation as well as on areas where regulation might be required in the interests of safety, competition and efficiency.", "This will help us to set our regulatory priorities in the expanded regulatory perimeter.", "The RBA's payments regulation over the past couple of decades has been shaped by some key principles that help to promote safe, efficient and competitive markets.", "These include: ¢ The cost of payment services should be clear for businesses and consumers, because transparency helps to promote competition.", "e Businesses should be free to choose which payment methods they accept.", "e Businesses should be able to pass on the cost of the payment methods chosen by end users.", "Some initial questions for the review are whether these principles are still sufficient and how to apply them to the wider range of payment systems and participants that will fall within the RBA's expanded regulatory perimeter.", "The review will also focus on some specific issues, including: 1.", "Least-cost routing (LCR) - This is important because it puts competitive pressure on card payment schemes to lower fees to merchants.", "But while some progress has been made to enable LCR for businesses, it has been slow.", "So formal regulation may be required to get acquirers and other service providers to deliver the full benefits of LCR to businesses.", "Mobile wallets - Usage of mobile wallets has grown rapidly, but the costs associated with these services remain opaque and payment service providers can face barriers to access.", "We will need to consider whether regulatory action is needed in this area.", "Buy-now-pay-later (BNPL) services - In previous reviews, we have concluded that merchants should have the right to surcharge BNPL services, which are expensive means of payment, just as they have the right to surcharge card payments.", "The right to surcharge for payment methods provides an important incentive for payment schemes to keep their fees low.", "Formal regulation may be required to allow this.", "As part of the review, we look forward to engaging constructively with industry on these issues.", "Maintaining access to cash We also remain focused on access to cash for Australians.", "This issue has received some attention in the media recently and I would like to provide some context and discuss the work that is underway.", "The use of cash for payments has been in decline for many years as consumers have switched to digital payments.", "The share of consumer payments made using cash declined from 70 per cent in 2007 to 13 per cent in 2022 (when our latest consumer payments survey was conducted) (Graph 1).", "Despite this decline, cash remains an important means of payment for some people and is widely held for precautionary or store-of-wealth purposes.", "Cash is also an important backup method of payment during system outages or natural disasters, when electronic payments might be unavailable.", "For these reasons, the RBA places a high priority on the community continuing to have reasonable access to cash withdrawal and deposit services.", "The Government also highlighted the importance of maintaining adequate access to cash services as a key priority in its Strategic Plan for the Payments System.", "The challenge we face is that as the transactional use of cash declines, it is affecting the economics of providing cash services and putting pressure on the cash distribution system.", "These challenges prompted the RBA to launch a Review of Banknote Distribution Arrangements in 2021, which sought to identify changes to make the distribution system more effective, efficient, sustainable and resilient.", "[4] The review made recommendations, focusing on areas where the RBA has a direct relationship with the industry to improve transparency and support industry input into distribution arrangements.", "However, it also acknowledged that the changes, in themselves, would be unlikely to fundamentally reshape the medium-term economics of the industry.", "The challenging economics of cash distribution was one of the main factors behind the recent merger of the two largest cash-in-transit (CIT) providers, Linfox Armaguard and Prosegur, which the Australian Competition and Consumer Commission (ACCC) approved earlier this year.", "The merger was approved subject to a three-year undertaking from the firms regarding pricing and service levels.", "As part of this, Linfox Armaguard gave an undertaking to continue supplying CIT services to existing customers until 2026.", "The merger was intended to address the structural decline and overcapacity in the CIT industry and reduce the risk of one or both of the CIT companies suddenly exiting the industry, which would cause disruption to the availability of cash in the economy.", "Despite the merger having taken place as proposed, Linfox Armaguard is now indicating that its CIT business continues to be unsustainable.", "Given these issues, the RBA recently convened a roundtable discussion with industry participants to discuss what more could be done to promote the sustainability of the cash distribution system.", "These discussions are ongoing, and industry, regulators and government will need to continue to work together to put in place sustainable arrangements for cash distribution.", "Many other countries are facing similar challenges associated with declining transactional use of cash.", "There has been a range of policy and legislative responses contemplated overseas, including measures to maintain cash access and acceptance, and to shore up wholesale cash distribution arrangements.", "We continue to closely monitor developments overseas, though the diversity of policy options being considered suggests that solutions tailored to Australian circumstances will be required.", "In terms of wholesale distribution arrangements, one model that has been considered in some countries is a utility in which a number of organisations form a single entity to carry out wholesale cash distribution functions.", "Utility models aim to share fixed costs among the participants and achieve efficiencies, though cooperative arrangements can also be challenging to implement.", "There are examples overseas where industry was unable to reach consensus on moving to a utility structure, and legislative options to address risks to cash access have therefore been pursued.", "Nevertheless, it may be worth exploring the merits of a cooperative model in Australia.", "To facilitate the development of options to put the cash distribution system on a more sustainable footing, the Australian Banking Association (ABA) recently applied to the ACCC for authorisation to develop in-principle solutions to the challenges facing the cash distribution industry.", "The ACCC has granted interim authorisation for the ABA and other stakeholders to discuss these issues.", "The RBA will also be involved in these discussions.", "The declining use of cash is also challenging the provision of retail cash services.", "This has been evident in the significant reduction in the number of cash access points over recent years, including ATMs and bank branches (Graph 2).", "Despite this, the distance people need to travel to access cash services has been little changed in recent years.", "!°1 But this may not be the case in the future if access points continue to decline.", "** The decrease in the number of active ATMs in June 2020 was largely due to temporary COVID-19-related venue closures.", "Sources: APRA; AusPayNet; RBA.", "ATMs remain the preferred means for accessing cash for most Australians.", "The RBA regulates pricing aspects of the ATM industry via an Access Regime.", "These regulatory arrangements were introduced in 2009 to promote competition in the ATM industry at a time when cash was much more heavily used.", "We recently consulted industry participants on the future of the access framework given the substantial changes in the industry since 2009.", "The feedback was that the Access Regime still plays a useful role in protecting fair access and promoting competition in the industry.", "Based on this, we have decided to retain the Access Regime.", "However, we recognise the ongoing challenges the industry faces from declining cash and ATM use and the rising costs of deployment.", "We are keen to see the industry maintaining a broad coverage of ATMs at reasonable prices, particularly in regional and remote areas.", "We will continue to engage with industry participants to determine whether any changes are required to the RBA's regulation of the ATM industry to facilitate this.", "Supporting the Transition from BECS to Modern The final issue I would like to discuss is the industry's plan to transition from the Bulk Electronic Clearing System (BECS, also known as Direct Entry) to more modern payment systems.", "BECS has been a low-cost and reliable workhorse of the Australian payments system for decades, processing salary and welfare payments, recurring payments to merchants and other account-to-account transfers.", "In 2022/23, BECS processed around three-quarters of non-cash payments by value and is still heavily relied on by many businesses and government agencies.", "Since the NPP was launched in 2018, account-to-account transfers have been migrating across to the fast payment system, with around 30 per cent of account-to-account transfers now made over the NPP (Graph 3).", "The payments industry, through AusPayNet, has been discussing whether to transition away from BECS and has recently decided to retire the BECS framework with a target end date of 2030.", "We understand the reasons why the industry wants to wind down BECS.", "Apart from the cost of maintaining the system, it has limitations compared with more modern alternatives such as the NPP: e It processes payments in batches only on business days, compared with the 24/7 operation of the NPP with funds transferred in close to real time.", "e BECS is not able to send complete remittance information.", "As many of you know, the limited number of characters stems from the number of characters that could be carried on a punch card!", "Decades on, this is no longer fit for purpose.", "It prevents automating the reconciliation of payments and makes it harder to screen for financial crimes.", "The NPP uses the data-rich ISO 20022 messaging format, which is the new global standard for payments systems.", "e Payments through BECS can only be addressed using BSB and account numbers.", "By contrast, the NPP incorporates the PayID addressing service, allowing payments to be addressed to an email address or phone number, and it also provides a confirmation of payee service.", "These features help to reduce mistaken payments and combat some scams.", "The limitations of BECS are becoming more significant as users expect fast payments and the economy becomes increasingly digitised.", "But there are some significant challenges that will need to be overcome for the industry to successfully transition all BECS payments to more modern payment systems.", "Financial institutions will need to connect all relevant accounts that currently send and receive payments via BECS to the NPP.", "Some financial institutions are not yet connected to the NPP, while others that are connected have not yet made all their accounts reachable.", "Until all accounts are connected, it will be difficult for companies and governments to migrate existing payments such as payroll to the NPP.", "Completing this will take considerable investment and time.", "It is important that work begins now to ensure that end users are not disrupted when BECS is retired.", "We are monitoring industry progress on making accounts reachable via the NPP.", "We are also engaging with institutions that are not yet connected to discuss their plans to make NPP services available to their customers.", "Another key issue is cost.", "We hear from users that processing payments through BECS is significantly cheaper than processing them through the NPP, especially for regular payments such as payroll.", "Employers are typically making such payments every couple of weeks, sometimes for thousands of employees, and so the cost of each individual transaction can really add up.", "We expect that as the volume of payments processed by the NPP rises, the per transaction cost will come down.", "It is also important to recognise that there are some less visible costs associated with BECS payments.", "These include manual reconciliation and managing mistaken payments, given BECS' limited messaging and addressing capabilities.", "Given the mandate of the Payments System Board to promote safety, efficiency and competition in the payments system, we plan to undertake a review of end-user costs of account-to-account payments through BECS and the NPP to provide greater transparency.", "Financial institutions will also need to ensure that their NPP services can reliably handle the full range of payments that are currently processed by BECS.", "An important milestone has been the launch of NPP's PayTo service as a modern alternative to direct debits.", "Most NPP participants have now enabled PayTo for retail (payer) customers, but there is more work to do to make the service widely available to business (payee) customers looking to use PayTo as an alternative to direct debits.", "Another important BECS use case is bulk payments, such as salaries and welfare payments, which are currently processed as batch files through BECS.", "The industry will need to find a way to efficiently process bulk payments through the NPP, which operates on a line-by-line rather than batch basis.", "Many businesses and government agencies have bulk payment capabilities, and it will take time and effort to enable these payments to be processed via the NPP.", "Given the common challenge here, there may be value in developing a standardised industry approach to processing bulk payments through the NPP.", "This could promote interoperability, efficiency and competition in processing bulk payments and give businesses and government entities more time to transition their systems.", "Financial institutions will also need to uplift their processing capacity to ensure that BECS payment volumes can be reliably processed through the NPP.", "Australian Payments Plus has built capacity uplift into their roadmap.", "Further capacity upgrades are likely to be required in later years.", "Another challenge is the reliability of NPP services provided by financial institutions.", "We collect data from financial institutions on the reliability of the various retail payment services they provide.", "These data show a substantial rise in the number and total duration of operational outages in recent years, with NPP services being the least reliable (Graph 4).", "Downtime per Service Provider Year to September 2023 Direct Entry Make Card Payments Branches @ Maximum Accept Card Payments 0 10 20 30 40 50 60 = hrs ATM downtime maximum of 244 hours has been truncated.", "As more volume shifts from BECS to the NPP, it is important that providers improve the reliability of their NPP services.", "Decommissioning BECS should reduce the costs and complexity involved in running two account-to-account payment systems in parallel.", "But it would also mean that BECS is not available as a backup option when NPP services are down.", "There will be even less tolerance from the community for outages to NPP services when most wages and benefit payments start going through the NPP.", "Improving the reliability of NPP services across the industry will be a major focus of the RBA over the coming years.", "Notwithstanding the various challenges I have outlined, it is appropriate that the industry has set a target end date for the BECS framework.", "This will help focus industry attention and effort on the migration process.", "Given the significant opportunities and challenges associated with the BECS migration, we will be closely monitoring industry efforts in this area.", "The payments landscape is changing rapidly, and we have a lot of work to do to continue modernising the payments system.", "The Government's reforms will enable us to promote safety, efficiency and competitiveness across the payments ecosystem.", "At the same time, industry, government and the RBA will need to work together on maintaining access to cash and transitioning from BECS to more modern payment systems.", "I look forward to continuing the cooperation between AusPayNet and the RBA as we navigate these challenges in the interests of the Australian public.", "Thank you for listening and I am happy to answer some questions.", "[*] I Iam grateful to Ellis Connolly, Morgan Spearritt, Chris Thompson, Grant Turner, Sally Wong, Troy Gill, David Wang, Chay Fisher, Tanya Livermore and Anthea Faferko for assistance with this speech.", "[1] I See RBA (2023), 'Payments System Board Annual Report 2023' [2] I See RBA (2023), 'Harmonised ISO 20022 Data Requirements to Enhance Cross-border Payments', Media ReleaseNo 2023-28, 18 October; Australian Payments Network (2023), 'AusPayNet Welcomes Harmonised ISO 20022 Data Requirements for Cross-border Payments', Media Release, 18 October; Australian Payments Plus (2023), 'Australian Payments Plus Welcomes the Release of BIS CPMI Harmonised ISO 20022 Data Requirements in Seeking to Achieve More Efficient, Lower-cost Cross-border Payments', 18 October.", "[3] Australian Government (2023), 'A Strategic Plan for Australia's Payments System', Final Report, Treasury, 7 June.", "[4] RBA (2021), 'Review of Banknote Distribution Arrangements', November.", "[5] I Guttmann R, T Livermore and Z Zhang (2023), 'The Cash-use Cycle in Australia', RBA Bulletin, March.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payments System Modernization", "Payments Regulation", "Cash Access", "BECS Transition", "Cross-Border Payments", "Payment Costs", "NPP Enhancements", "Digital Money", "Payment Security", "Financial Institution Reliability"]}