{"sentences": ["It is my great privilege to be here this morning.", "I would like first of all to congratulate the Board and management of PIDM for organising this important event.", "Much like PIDM's metaphoric umbrella, resolution frameworks and systems are not something many pay close attention to, and would much rather leave aside, when the weather is fine.", "But when storms blow, we fervently hope they work.", "This symposium is a timely reminder to examine our umbrella and make sure it works.", "Globally, financial industry players and regulators have long understood the importance of a good resolution regime.", "Bank failures in the US during the Great Depression of 1929 underscored the need to preserve public confidence in the domestic banking system - leading to the formation of the Federal Deposit Insurance Corporation or FDIC.", "Fast forward 75 years into the highly connected modern financial system that we live in, and we have the widespread contagion of the Global Financial Crisis that taught us that resolution schemes cannot be designed in isolation, but requires a broader international solution.", "Since then, the Financial Stability Board has played an active role in establishing and advocating international standards to fortify the resilience of banking systems worldwide - a centrepiece of which is the Key Attributes of Effective Resolution Regimes.", "Malaysia has embraced these standards, recognizing the exceptional times we are living in, and the considerable financial stability risks that they pose.", "Building resilience against these risks entails both promoting sound financial institutions that are less likely to fail through strong regulation and supervision on the one hand, and protecting the system when financial institutions do fail, by strengthening our capacity to deal with failures swiftly and safely on the other.", "This is a continuous spectrum.", "At BNM, we remain sharply focused on ensuring that banks are identifying and managing risks in their business and operations prudently and responsibly.", "This includes technology- and cyber-related risks that continue to confound financial institutions and supervisors, and longer horizon risks that we do not yet fully understand or can measure, such as climate-related risks.", "In parallel, we are working hand-in-glove with PIDM to strengthen the system's collective preparedness to respond to institutional and systemic stress.", "This is being mainly advanced through our ongoing work in recovery and resolution planning, as well as testing and improving our operational frameworks for managing crises.", "In a speech delivered in December 2021 on the Key Attributes, Klaas Knot, Chair of the Financial Stability Board, wisely refrained from claiming victory when it came to the question of whether the Key Attributes have successfully solved the too-big-to-fail problem.", "At that time, we had yet to experience a failure of a global systemically important bank (G-SIB) since the Global Financial Crisis.", "Since then, the banking stress episodes earlier this year that also engulfed Credit Suisse, have provided much fodder for reflection.", "I have no doubt this will include practical reflections on operational aspects of the Key Attributes.", "Our own reflections on lessons learnt from past crises are helping to guide the path ahead in Malaysia for recovery and resolution planning.", "These reflections have continued to sharpen our perspective on how resolution and recovery planning work together in Malaysia.", "Recovery and resolution planning: Interconnected strategies As already mentioned by PIDM Chief Executive Officer, Rafiz Azuan Abdullah, recovery and resolution planning in Malaysia are intrinsically linked.", "While they approach the management of stress from different lenses, the credibility and feasibility of resolution plans will be critically informed by key components of recovery plans - particularly the strategic analysis, scenario analysis and recovery options.", "A well-executed recovery plan should reduce the likelihood of a financial institution having to enter into resolution.", "Our approach therefore builds on the same information sets contained in recovery plans to provide key input into the development of credible resolution strategies by PIDM.", "In the coming months, we will be engaging banks on the first batch of submissions of their recovery plans.", "A key focus of these engagements will be on ensuring that the strategic analyses are sufficiently robust, and stress scenarios developed by banks are sufficiently severe and diverse.", "This is consistent with our expectation for banks to manage risks at a level commensurate with their capacity to recover from severe stress events that could threaten their viability.", "If the recovery planning process indicates that recovery capacity is unlikely to be met, then banks will be expected to consider business and operational measures to reduce their vulnerability to shocks.", "We recognise that for some banks, this could mean altering their business direction.", "We believe this is consistent with the primary accountability of financial institutions, and not resolution authorities in the first instance, to ensure that they are able to withstand periods of severe stress.", "But we also recognise that if we are speaking of systemic institutions, changes to business strategies and plans to increase resilience could involve adjustments that have broader implications for the role that they play in the financial system and economy in the near term.", "In this context, supervisory and resolution authorities will need to carefully consider the relative merits of policy options to improve the associated trade-offs.", "Recovery planning therefore is first and foremost about managing risks in an environment where banks will continue to face heightened challenges as well as opportunities.", "And they will critically inform not just actions by banks, but also supervisory and resolution measures by authorities - both prior to and when a financial institution failure is imminent.", "As such, recovery and resolution plans should not be seen as distinct exercises in mere compliance, but essential, integrated tools that enhance our individual and collective capacity to respond to severe stress events - not if, but when they occur.", "Our early engagements with pilot banks already point to substantial benefits from undertaking the process of developing a recovery plan, including a vastly improved organisational awareness that enabled banks to think more broadly about recovery options.", "This is a good starting point.", "The ultimate destination must be a greater alignment between business and operational strategies, and recovery plans - informed by effective feedback loops between business planning and recovery planning.", "Collaboration and coordination Needless to say, close and effective collaboration between PIDM and BNM will continue to underpin recovery and resolution planning efforts in Malaysia.", "This is not just a formality, but a practical reality built upon a long-standing, strong foundation for cooperation that has been established since 2012 - codified and operationalised through the Strategic Alliance Agreement (SAA) that has supported a decade-long history of close working arrangements across various levels of staff in both our organisations.", "Even so, we do not take these arrangements for granted.", "PIDM and BNM together with other stakeholders such as the Ministry of Finance have, and will continue to, undertake regular crisis simulation exercises designed to test multiple aspects of a resolution event, such as coordination and communication protocols.", "These exercises serve a dual purpose: they allow financial safety net players to conceive and explore a broader range of plausible failure scenarios, while also pitting existing coordination frameworks and operational arrangements against these scenarios.", "Recent exercises have enabled us to continuously improve our collaborative processes and frameworks and fine-tune strategies.", "And we expect to progressively broaden these exercises to support testing of recovery plans for critical market infrastructure and individual institutions.", "While we continue to make progress domestically to strengthen the resilience of our financial institutions and the broader financial system, this too is no longer sufficient.", "In an increasingly interconnected financial world, cross-border cooperation between different resolution and regulatory authorities has become paramount to manage the potential challenges that global and regional operations can pose to recovery and resolution.", "Authorities in Malaysia remain committed to strengthening the operation of supervisory colleges and crisis management groups which play a key role in bringing together relevant competent authorities from different jurisdictions to enhance coordination.", "Importantly, these forums serve to foster trust and confidence among authorities through personal relationships that are cultivated and solidified in peace times.", "The importance of these relationships in helping to significantly reduce uncertainty surrounding national-level responses during crisis times cannot be overstated.", "Indeed, these factors are often decisive determinants of successful cross-border resolutions.", "Because of this, they have also helped to encourage group recovery and resolution strategies that are more aligned with optimal resource allocations across operating entities.", "An unfinished agenda The recovery and resolution agenda is an unfinished one, but one we cannot afford to neglect only to find the umbrella doesn't work when we need it to.", "To this end, BNM, working closely with PIDM, will continue to examine a range of issues - including the changing nature and speed of interactions between liquidity and solvency, as well as the practical operation of contractual bail-ins and blanket deposit guarantees to safeguard financial stability.", "While authorities in other jurisdictions have deployed these tools to varying effects in bank resolutions, their use comes with a unique set of challenges and considerations.", "In Malaysia, a substantial share of loss-absorbing capital of domestic banks is held by pension and retail investment funds.", "Consequently, the conversion or write-down of these instruments could have large negative spillovers for the economy.", "This significantly complicates their utility as a loss-absorbing tool in bank resolutions.", "In navigating the road ahead, it will therefore remain important to preserve an appropriate degree of flexibility within the recovery and resolution regime.", "This is necessary to allow authorities to respond to exceptional circumstances to contain large negative spillovers, without materially weakening incentives for institutions and markets to rein in imprudent risk-taking.", "This National Resolution Symposium presents a valuable opportunity to engage in these vital discussions.", "With that, it leaves me only to thank Rafiz and his team for the exceptional support and cooperation extended to BNM in advancing the recovery and resolution planning agenda for the financial system in Malaysia.", "This has enabled us to proceed with increasing confidence in ongoing efforts to deliver a cogent response in dealing with financial institution failures under a wide and diverse range of stress scenarios - including scenarios yet to be conceived.", "We hope we never have to do so, but together, we must be ready to act when needed.", "On that note, I wish you productive discussions in the sessions ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["Recovery planning", "Resolution planning", "Financial stability", "Risk management", "Bank failures", "Global Financial Crisis", "Key Attributes of Effective Resolution Regimes", "Systemic risks", "Cross-border cooperation", "Liquidity and solvency"]}