{"sentences": ["News conference 14 December 2023, 10.00 am Introductory remarks by the Governing Board Thomas Jordan, Martin Schlegel and Thomas Moser Chairman of the Governing Board / Vice Chairman of the Governing Board / Alternate Member of the Governing Board Swiss National Bank Berne, 14 December 2023 © Swiss National Bank Ladies and gentlemen As Chairman of the Governing Board, it is my pleasure to welcome you to the news conference of the Swiss National Bank.", "I would also like to welcome all those who are joining us today online.", "After our introductory remarks, we will take questions from journalists as usual.", "Questions can also be asked by telephone.", "Monetary policy decision I will begin with our monetary policy decision.", "We have decided to leave the SNB policy rate unchanged at 1.75%.", "Banks' sight deposits held at the SNB are remunerated at the SNB policy rate up to a certain threshold, and at 1.25% above this threshold.", "We are also willing to be active in the foreign exchange market as necessary.", "Inflationary pressure has decreased slightly over the past quarter.", "However, uncertainty remains high.", "We will therefore continue to monitor the development of inflation closely.", "We will adjust our monetary policy if necessary to ensure inflation remains within the range consistent with price stability over the medium term.", "Inflation forecast Allow me to address the development of inflation.", "Inflation stood at 1.4% in November, and was thus somewhat lower than in the previous months.", "The slight decrease was above all attributable to lower inflation on goods and tourism services.", "However, inflation is likely to increase again somewhat in the coming months due to higher electricity prices and rents, as well as the rise in VAT.", "Our new conditional inflation forecast is below that of September.", "In the short term, this is due to the recent lower-than-expected inflation.", "In the medium term, reduced inflationary pressure from abroad and somewhat weaker second-round effects are resulting in a downward revision.", "Over the entire forecast horizon, the inflation forecast is within the range of price stability (cf.", "Our forecast is based on the assumption that the SNB policy rate is 1.75% over the entire forecast horizon.", "Global economic outlook Let me now turn to the global economic outlook.", "Global economic growth was stronger than expected in the third quarter of this year.", "However, developments varied greatly between the individual economic areas.", "While the US economy showed robust growth, momentum in Europe remained weak.", "Inflation has declined significantly in most countries in recent months.", "Against this backdrop, many central banks have refrained from further monetary policy tightening.", "With inflation still above the respective targets, monetary policy is likely to remain restrictive in many countries for the time being.", "The growth outlook for the global economy in the coming quarters remains subdued, in particular due to the tightening of monetary policy in recent quarters and less expansionary fiscal policy.", "Inflationary pressure is likely to continue to ease.", "Our scenario for the global economy is still subject to large risks.", "Inflation could remain elevated for longer in some countries, necessitating a further tightening of monetary policy there.", "Equally, the energy situation in Europe could deteriorate over the course of the winter, and geopolitical tensions could increase.", "It therefore cannot be ruled out that global growth momentum will weaken more significantly than assumed.", "Swiss economic outlook How does the economic situation look in Switzerland at the moment?", "GDP growth was moderate in the third quarter of this year.", "The services sector expanded again, albeit not as dynamically as in the previous quarters.", "By contrast, value added in manufacturing stagnated.", "This was above all attributable to the subdued momentum in the manufacturing sector globally, but especially in Germany.", "Unemployment rose somewhat, and the utilisation of overall production capacity was only slightly above average.", "Growth is likely to be weak in the coming quarters.", "Subdued demand from abroad and the tighter financing conditions are having a dampening effect.", "Overall, Switzerland's GDP is likely to grow by around 1% this year.", "In this environment, unemployment is likely to continue to rise gradually, and the utilisation of production capacity should decline somewhat further.", "Our forecast for Switzerland, as for the global economy, is subject to high uncertainty.", "The main risk is a more pronounced economic slowdown abroad.", "Monetary policy outlook Ladies and gentlemen, allow me to return to our monetary policy.", "Since June 2022, we have raised the SNB policy rate by a total of 2.5 percentage points, and the Swiss franc has appreciated significantly since mid-2021.", "This tightening of monetary conditions was necessary to bring inflation back within the price stability range.", "Inflation has been below 2% again since June this year.", "At 1.4% in November it was even lower than we had expected in September.", "Inflation is likely to increase again somewhat in the coming months.", "Nevertheless, underlying inflationary pressure has continued to decrease slightly compared with September, and our conditional inflation forecast is now within the price stability range over the entire forecast horizon for the first time in some time.", "We have decided today to leave the SNB policy rate unchanged.", "At the same time, we are no longer focusing on foreign currency sales.", "This reflects that monetary conditions are currently appropriate.", "However, uncertainty about the development of inflation going forward remains high.", "On the one hand, there are still upside risks, although these have abated somewhat of late.", "For example, there could still be second-round effects in many domestic goods and services.", "On the other hand, there are also downside risks with regard to inflation.", "It could, for example, decrease more strongly than expected in the wake of the economic slowdown.", "At present, our assessment is that the upside and downside risks for inflation are approximately balanced.", "Against this backdrop, we will monitor the ongoing development of inflation closely.", "If necessary we will adjust our monetary policy and in this context we are also prepared to be active in the foreign exchange market.", "Our goal remains to keep inflation within the range consistent with price stability on a sustainable basis over the medium term.", "Ladies and gentlemen, thank you for your attention.", "I will now hand over to Martin Schlegel.", "Ensuring the supply and distribution of cash I would like to inform you today about the SNB's current efforts in the area of cash.", "According to our payment methods survey, more than 95% of the population would like to retain the option of using cash as a means of payment in the future.", "Consumers want to be able to choose whether to pay with cash or electronic payment methods.", "It is true that this freedom of choice is largely a given nowadays.", "However it is not to be taken for granted, especially when less and less is paid for with cash.", "In order to retain cash as a payment method in the future, it must remain readily accessible, e.g.", "from ATMs, and it must be widely accepted in retail trade.", "Cash accessibility, use and acceptance are interrelated - if access declines, then so too does its use and thus also its acceptance in retail.", "As a result, the use of cash decreases further, and a downward spiral ensues.", "Indeed, the use of cash, the number of ATMs and the acceptance of cash in retail have declined in recent years.", "With a view to gaining a range of perspectives on these developments, the SNB and the Federal Finance Administration held a first roundtable on cash at the end of October.", "Banks, retailers, cash-in-transit operators, public transport companies as well as trade and consumer associations took part in this exchange.", "The participants are in agreement - any threat of a downward spiral within the cash system should be countered at an early stage.", "The supply and distribution of cash is one of the SNB's core tasks.", "We are currently assembling a broad-based group of experts.", "The aim of this group is to identify challenges to cash distribution and to develop solutions.", "In particular, it is necessary to maintain access to cash so that, in turn, both consumer use and acceptance by companies remain unrestricted.", "In conclusion, let me emphasise the following point.", "The freedom of choice between cash and electronic payment methods is not only dependent on the SNB - it is the responsibility of all stakeholders.", "To preserve this freedom of choice, it is important that shops and businesses accept cash, banks and the post office dispense cash, and consumers actively use cash.", "Ladies and gentlemen, thank you for your attention.", "I will now hand over to Thomas Moser.", "The new generation of the central Swiss payment system On 17 November, the Swiss National Bank and SIC Ltd successfully launched SIC5.", "This new generation of the central Swiss payment system changes the way payments can be processed thanks to the introduction of instant payments.", "In the future, private individuals and companies will be able to execute electronic payments end-to-end, from one account to another, within seconds - around the clock and including on weekends and public holidays.", "Financial institutions will now connect to the system and start offering this functionality to their customers, at the latest from August 2024 onwards.", "Until now, cash has been the only payment method with which customers could effect an immediate and final transfer of value.", "Thanks to instant payments, this may now also be achieved with electronic transfers.", "Both private individuals and companies stand to benefit from this.", "The advantages include the immediate availability of funds received, and thus greater scope for process automation, as well as simplified liquidity management and lower settlement risk.", "The launch of SIC5 is an important milestone in the development of Switzerland's payments landscape.", "It was made possible thanks to a close cooperation between the SNB, SIC Ltd and financial institutions, and reflects the commitment of these parties to a future-proof Swiss payments infrastructure.", "The SNB is convinced that instant payments will become the new standard in electronic payments."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Monetary policy", "Inflation", "Global economic outlook", "Swiss economic outlook", "Cash", "Payments", "SIC5", "Instant payments", "Price stability", "Foreign exchange"]}