{"sentences": ["Assalamu'alaikum w.b.t and good morning.", "It is a great honour to be here today.", "This is such an impressive gathering of minds, academics, researchers and practitioners across economics, finance, and business disciplines.", "It's not often that Bank Negara Malaysia is invited to such a prestigious gathering.", "I would like to thank the organisers for giving us this opportunity to share our perspectives today.", "Given the uniqueness of this gathering, this also presents us with a great opportunity to share what I think are important questions, challenges and issues for us and the Islamic finance community as a whole to consider on how Islamic finance would advance further.", "best of people are those that bring the As a saying of Prophet Muhammad S.A.W., 'The most benefit to the rest of mankind'.", "The theme of today's conference, 'Empowering Change, Elevating Impacts', signals a commitment to make a difference and bring that benefit.", "This, indeed, has always resonated with the evolution of Islamic finance in Malaysia.", "Guided initially by the objective of financial inclusion for Muslims during the early years of its establishment, the Islamic finance industry has expanded beyond serving the Muslim community to achieve scale, a wide range of solutions and address evolving finance needs.", "Today, Malaysia is recognised as one of the leading Islamic financial markets globally.", "Our Islamic capital market commands close to 65% share of the total capital market and has continued to grow alongside Islamic banking, which now accounts for almost 45% of the total financing in the banking system.", "Takaful has also gained a stronger presence, holding almost a quarter (24%) of the market share of net contributions.", "Our vision towards elevating the contribution and impact of Islamic finance transcends borders and the marketplace.", "Global Islamic financial assets have tripled over the last decade to reach USD4 trillion and are expected to reach USD6 trillion by 2026 .", "Within the region, Asia is home to nearly a quarter (23%) of the world's Islamic finance assets.", "Malaysia has immense potential as an international gateway for Islamic finance, building upon the ecosystem strengths we have nurtured since the introduction of the Malaysia International Islamic Financial Centre (MIFC) in 2006.", "With a focus on Islamic finance innovation, supported by a comprehensive ecosystem and diverse financial market players, Malaysia offers a strong proposition for global stakeholders to pilot and scale new Islamic finance solutions using our marketplace as a 'test bed'.", "A more progressive and industry-driven approach, under the steer of the MIFC Leadership Council (MLC), is envisioned to enable the industry to better capture global prospects in tandem with the expanding halal economy and rising demand for sustainable investments.", "I believe you will hear more about their role and ongoing work later at this conference.", "Ladies and gentlemen, This year marks four decades since the enactment of the Islamic Banking Act, and the first Islamic bank was established in Malaysia in 1983.", "Surah al-Ahqaf, verse 15, mentions that the age of 40 holds a special significance in an individual's lifespan.", "Ibnu Kathir, a 14th-century Islamic historian and scholar, related that at that age, a person's intellect, understanding and patience had reached a certain level of maturity.", "Reflecting on this, after 40 years of establishment, the Islamic finance industry too has matured to a level that it can and should drive important changes that will enable the industry to deliver an ever more meaningful impact to its stakeholders.", "From this vantage point, I wish to outline two priorities for Islamic finance: 1.", "First, to effectively deliver value-based finance and unlock impactful innovations; 2.", "Second, to continue to build a more wholesome financial and economic system that is aligned with Shariah virtues.", "Both priorities require transformative thinking and thoughtful application of Islamic economics and finance within the modern Islamic economic and financial system.", "Effectively deliver value-based finance and unlock impactful innovation.", "The Financial Sector Blueprint 2022-2026 (FSBP) envisions the Islamic financial sector to lead efforts in developing innovative solutions and refine business practices towards greater social, economic, and environmental resilience - underpinned by more refined measures of value and impact.", "We want to develop a progressive, sustainable, and inclusive Islamic financial system that delivers 'finance for all', 'finance for transformation' and 'finance for sustainability', the three main goals of the FSBP.", "This also translates well, consistently with the 'Halalan Thoyibban' objective that is now a key theme of the Madani economic framework for Islamic finance.", "One key avenue for this direction lies in the sound combination between Shariah contracts and modern financial instruments.", "These instruments can be tailored to engineer financial solutions that meet the unique and varied needs of different segments of society.", "Islamic financial institutions also have the capacity to engage in \"blended finance\" through the integration of different forms of capital, including philanthropic and risk capital.", "With this, they can expand their roles beyond conventional credit provisions and risk transfers.", "Blended finance is also able to attract private sector investments into economic activities that might not be financially viable on their own, encouraging private sector participation in sustainable development efforts.", "For example, the iTEKAD programme, which generally applies blended finance, has benefited over 3,000 microentrepreneurs by providing greater access to finance and value-added skills to elevate their financial well-being and business resilience.", "Integrating Islamic social finance mechanisms as part of Islamic finance solutions has supported the upliftment of vulnerable groups out of the poverty and low-income trap.", "The next step for us is how do we scale these up.", "We will also continue to further reinforce Islamic finance's role as a viable and effective means of intermediation, which is pivotal to the nation's economic development.", "Wider adoption of digital financial services will be a crucial acceleration tool.", "We are progressively working to facilitate the first Islamic digital bank to be operationally ready by early next year.", "We have also set the groundwork to enable the entry of digital takaful operators that can offer strong value propositions that could bolster financial inclusion, intensify market competition, and improve efficiency through the application of innovative business and operational models in providing meaningful risk protection to consumers.", "Efforts are also directed at measures that will deepen Malaysia's Islamic financial and capital markets.", "Alhamdulillah, for the progress that we have made thus far, but there is room to enhance this.", "One of the key efforts in this space is to enhance the vibrancy of the Islamic money market and expand the availability of Shariah-compliant instruments that can facilitate more effective liquidity management.", "The development of Shariahcompliant hedging instruments and the industry's work around anticipatory hedging are examples of such efforts.", "These initiatives are part of the broader efforts led by the Islamic Financial Market Committee, aimed at further enhancing the efficacy of Islamic money markets in Malaysia, which would also enhance our value proposition as an Islamic financial marketplace.", "Distinguished guests, Building a financial, monetary, and economic system that embodies Shariah The second priority encourages a reimagining of the financial ecosystem for Islamic finance.", "The prevailing monetary system, which is deeply ingrained as the basis for modern banking, has facilitated credit expansion and resource allocation that catalysed decades, even centuries, of economic advancement.", "It is a system within which the Islamic financial system currently operates, not just in Malaysia but worldwide.", "Time and again, critiques of the current monetary system have contested the limits of such a system as the bedrock for Islamic finance and highlighted the inherent features that may not be compatible with the virtues of Islamic economics and Shariah.", "Yet, developing a feasible alternative system is not a simple feat.", "The growing significance of Islamic finance in Malaysia is already prompting us to ask several key questions: If we continue with the current trajectory, it is possible for the size of Islamic finance to overtake conventional finance?", "How might a dominant Islamic financial system look like and operate?", "Currently, both systems somewhat compete, and hence, profit rates are influenced by interest rates.", "Would this be the other way around if this were to happen, and what would be the implications for the financial markets and the sector?", "How would this development shape future monetary policy mechanisms, tools, and decisions?", "Some are of the view that an Islamic monetary policy, if any, should be a quantitative monetary policy, where the central bank influences the amount of money in circulation and money creation and leaves the determination of profit rates to the market.", "This could be rather a simplistic take for a few reasons.", "Firstly, we know the experience of past central banks in advanced economies of trying to manage the money supply.", "Perhaps things have changed by now, and we have a better understanding of the behaviour of money supply and demand.", "Secondly, would we be as effective to achieve our outcomes on inflation and growth?", "Interest rates are a blunt but direct and impactful tool.", "Money supply and credit creation are not.", "Thirdly, and beyond the questions surrounding efficacy, what is really the ideal financial, monetary, and economic system?", "In Islamic finance, we are quite clear on what such a system is to deliver.", "One that embodies the fundamental principles of Shariah that advocates and achieves a just economy, wealth sharing and circulation, prevention of harm and promotion of substantive benefits to wider stakeholders.", "But are these the same objectives as with the conventional or traditional economic models; to maximise economic profits and, subsequently, social welfare?", "If it is, all is good.", "But, Islamic economics and finance must rest on further virtues and guidance.", "Values such as moderation, brotherhood, ta'awun and others guide our perspective and behaviour.", "Guidance in objectives could be in achieving the Maqasid Al-Shariah - preservations of religion, life, family, intellect, and property.", "These certainly encompass more than just the broad objectives of profits and welfare, and it also does not emphasise profits as an end goal.", "Consequently, if the Islamic economic and financial system is to achieve these ideals, can it really achieve these within today's economic and financial system?", "Here is where active participation of scholars and practitioners in this room and beyond towards building knowledge and practical ideas that could advance Islamic economics is very much welcomed.", "One aspect of such knowledge prime to be delved deeper into is the function of money from the perspectives of Shariah and Islamic economics in a contemporary context.", "During the time of the Prophet (peace be upon him), money primarily existed in the form of gold and silver, the dinar and dirham.", "Al-Ghazali once said: \"Almighty Allah created the dinar and dirham) for circulation and to be an equitable and just standard between different assets.", "They are the means to measure the value of all other assets; they are precious in themselves but not desired for themselves.\"", "It is interesting to note that there are those who advocate a return to this standard as a return to an Islamic monetary system.", "It should also be noted that the dinar and dirham pre-existed Islam in the Byzantine and Persian empires.", "These foreign coins were adopted by the early Islamic nation, and it wasn't until 74 After Hijrah that the Islamic dinar and dirham were minted.", "Over the course of history, we have seen many adoptions of similar gold, silver or essentially a precious metal-backed monetary system.", "This has subsequently evolved in time .", "This evolution has been driven by the needs of the growing economy and the financial system.", "Today, we have a fiat currency system in the paper or coins are hardly worth much, but for the value we attach to it in our respective currencies.", "Even then, today, most of the money we have is just debit balances, data points with banks.", "While there actually is no physical form, there is value, which we denominate in our currency.", "So, what is really the true nature of money?", "Is it the physical manifestation in the form of physical coins of gold and silver, dinar or dirham, or is it more than this?", "In today's digital world, it is obvious we can have money without any physical form.", "While we no longer require a physical form, what we do require is a system to record these debits, credits and transfers of money, which, essentially, is the financial system.", "From this perspective, some are of the view that money is transferable credit and another form of social technology to measure, attach value, organise and facilitate social and economic exchanges.", "This runs counter to much of contemporary economic thinking, which has its roots in money originating as a commodity that overcame barter trade.", "This latter thinking also underpins much of conventional or traditional economic theory that separates financial and real economics.", "At its extreme, neo-classical economics asserts that the financial system doesn't matter.", "It gives one to think of the Shariah perspective; 'money' is not a commodity to be used to generate surplus value or profit in and of itself.", "For profits to be justifiable, a person must either bear ownership or investment risk, be liable to perform a duty or provide a service .", "It is thus understood that money and profit generation must be rooted in real economic activities.", "But again, we circle to another conundrum: that if the financial system is irrelevant to the real economy, how do we tie 'money' to the real economy, like we must do for Islamic finance?", "Ladies and Gentlemen, I am posing a lot of questions.", "To me, these are relevant questions and areas of research to pursue to truly understand the real economic and financial system.", "In Islamic finance and Islamic economics, we have the alternative to pursue these based on fundamental Islamic perspectives and move away from traditional economic thinking.", "We can do away with the concept of the economic man, the greedy, selfserving superhuman who strives to meet his unlimited wants in an environment of resource scarcity.", "Instead, we should replace this with guidance: a nobleman, fairly moderate, charitable, who can be satisfied at some point, operating in a world where he has the resources he requires.", "I believe by doing this, we can develop better economic theories and finance solutions where fundamental Shariah principles can be fully crystalised to achieve the objectives ( ) of Shariah.", "In the recent Budget announcement, the Government has allocated RM20 million for research and innovation relating to Islamic economics and advancing our thought leadership.", "While this has been entrusted to INCEIF and the MIFC Leadership Council, it is our hope to bring the stakeholders together and collaborate in producing impactful and practical research that could unlock the application of economics and values in the modern financial system.", "On this note, we must continue to seek purposeful use of finance for the common good.", "Albert Einstein once said, \"The world as we have created it is a process of our thinking.", "It cannot be changed without changing our thinking\".", "I hope this conference will spur deeper discussions about fundamental aspects of Islamic finance so that we can jointly empower change and elevate the impact of Islamic finance to much greater heights.", "Lastly, what is true is from Allah S.W.T.", "What is false, I humbly beg your forgiveness, is from me.", "With that, I wish all of you a productive discourse ahead.", "Source: Islamic Finance Development Indicator Report 2022 As time has passed, the form of money has naturally evolved to adapt to the changing economic landscape - from hard money (e.g.", "metal coins), to claims on hard money (e. g. promissory notes), to fiat money as per in present days.", "This is based on a Hadith by Prophet (PBUH), \"It is not permissible to sell something that is not with you nor to profit from what you do not bear the risks (associated with an asset)\" (Narrated by Ibnu Majah)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Islamic finance", "Shariah", "Islamic banking", "Sustainable investments", "Halal economy", "Value-based finance", "Blended finance", "Islamic economics", "Monetary policy", "Islamic monetary system"]}