{"sentences": ["Assalamu'alaikum w.b.t and a very good morning, Meet Aishah, a working professional with a jam-packed schedule.", "As her car takaful coverage nears its expiration, she navigates the labyrinth of websites and, with a few swift clicks, renews her policy and road tax without ever setting foot outside her home.", "Meanwhile, across town, Ahmad finds himself in need of a caffeine boost.", "He saunters into a cosy café, deftly taps his debit card on the payment terminal, and seconds later, relishes the taste of his freshly brewed coffee.", "For Ahmad, it doesn't end there.", "Having some spare time on his hands, Ahmad effortlessly opens an online account to secure his children's education fund, expertly navigating the intuitive interface of a mobile application to transfer funds in real-time.", "These snapshots of everyday life showcase the transformative power of fintech: it has made our lives easier, more efficient, and seamlessly connected.", "In fact, this entire paragraph is written by generative AI with my role limited to only providing a prompt.", "Distinguished guests, ladies, and gentlemen, I am delighted to be here today at the 3 Annual Islamic Fintech Leaders Summit.", "Examples that I just shared are only a minor fraction of what we are experiencing today.", "How intriguing it is to witness financial consumers' activities becoming deeply integrated into digital ecosystems.", "Over the years, we have witnessed how technology progressions and sophistications have advanced the finance world.", "Technology helps in improving efficiency and accuracy in finance by providing real-time data, enabled automated compliance, and provided tools for analysis and reporting.", "Technology such as blockchain is evolving - mobilised to provide a secure, transparent, and decentralised framework for a wide range of applications.", "We have also seen Application Programming Interfaces or APIs playing a crucial role in allowing different software systems to communicate, collaborate, and interoperate, regardless of their differences in technology or architecture, thus creating the much-needed efficiency.", "Technology also enables accessibility and inclusivity: It facilitates the unbundling of financial services, allowing fintech players to offer specialised and tailored financial products and services to customers.", "This, among others, catalyses access to financial services, bridging the gap between the unbanked or underbanked with the formal financial system, including in the areas of sustainability.", "And technology also facilitates decision-making: For example, data analytics enables financial institutions to process huge quantities of data to produce meaningful insights and use for fraud detection.", "Robo-advisors are used to create and manage investment portfolios.", "And now, the Generative AI has allowed for creation of new content and data which can assist in tasks like drafting contracts and assisting with financial reporting.", "In the future, professionals are likely to collaborate with generative AI-\"assistant\" to transform fundamental processes, reengineer business collaborations and reduce risks.", "Against this backdrop and align with this year's theme of \"Tech Toward Sustainability: Empowering Resilient Ecosystem\", I hope this summit will further catalyse efforts in leveraging the ever-expanding technology evolution towards enhancing the Islamic finance industry to be more competitive, inclusive, and sustainable.", "Although technology is agnostic to either Islamic or conventional finance, the untapped opportunities within Islamic finance are eminent.", "We can view this from the lenses of traditional roles of the Islamic financial institutions, as well as from collaboration perspective, with emergence of fintech companies offering diverse, innovative, and potentially disruptive solutions.", "Globally, the Islamic fintech sector is showing signals of prospect with close to 400 Islamic fintech companies present to date.", "The market size of Islamic fintech in the OIC countries is projected to grow at CAGR of 17.9 , relative to global fintech growth rate at 13.5%, to reach USD179 billion by 2026 .", "Revolutionising change in Islamic finance through greater adoption Ladies and Gentlemen, Today, I wish to focus my remarks on how Islamic finance, could be revolutionised through greater adoption of fintech from three fundamental aspects: Firstly, we must optimise use of technology as tools to better deliver the objectives of Shariah (Maqasid Shariah).", "This can be achieved by leveraging on technology to promote inclusivity, sustainability, integrate decision making and impact considerations with , while continuing to advance accessibility and transparent services to customers.", "Looking at the progress that we have made, application of fintech has facilitated a more inclusive and efficient wealth distribution through sadaqah and waqf by utilising digital analytics and interactive online platforms.", "For example, the development and applications of various digital donation platforms have facilitated cross-border investments and waqf contributions for various purposes.", "In Malaysia, there is myWakaf initiative, a crowdfunding platform which aims to mobilise the Waqf fund to support sectors of education, healthcare, as well as economic empowerment.", "More can be explored in this space.", "The use of data analytics and fintech tools can be further optimised to better analyse investors or contributors' preferences and behaviours, allowing them to opt for the best choice of outcomes.", "This increases the efficiency of wealth distribution and enable more effective Islamic financial intermediation including via Islamic social finance instruments.", "In the future, blockchain technology could also be optimised to enhance transparency, accountability, and trust in financial transactions.", "It can facilitate microfinance, support green sukuk issuance and trading, as well as improve efficiency in the utilisation and distribution of waqf , zakat and sadaqah , and even the CSR money.", "Secondly, use of fintech as enabler for Islamic financial product and services innovation, particularly towards impact-driven financial solutions.", "For example, future adoption of smart contracts in Islamic finance through Distributed Ledger Technology (DLT) could help to enhance transparency and traceability which is vital in the sequencing-based execution of Shariah contracts.", "These applications can help the Islamic financial institutions to better manage risks of non-compliance in a cost-effective manner and therefore allowing greater focus to be directed towards other areas such as product innovation that can strengthen their competitiveness and resilience going forward.", "In the takaful space, digital takaful solution with seamless end-to-end customer experience can go a long way towards elevating consumer trust on the value of takaful protection.", "Thirdly, fintech can enhance outreach and decision-making process for customers and investors seeking for Shariah-compliant products.", "This will spur greater growth by enabling access to more clients to grow their wealth in a manner consistent with religious beliefs and values via a convenient and automated way.", "One example is the introduction of world's first Shariah robo-advisory technology, and use of data algorithms to offer Shariah-compliant investment and portfolio management services.", "Through technological advances such as cloud computing, AI and data analytics, Shariah-compliant investors can now access their options using real-time data, hence assisting evidence-based decisions.", "At our end, Bank Negara Malaysia remains committed and is highly supportive of innovations and digitalisation that bring positive outcomes to consumers.", "Our resolve is to ensure that our policies and regulations continue to keep pace and remain be fit for purpose going into the future.", "Some updates on our key initiatives may include: i.", "We are finalising improvements to Fintech Regulatory Sandbox by year end to facilitate faster time-to-market innovations, safeguarded by capabilities in risk management, governance, and compliance.", "Digital banks, including Islamic digital banks are expected to commence operations earlier next year to further advance financial inclusion and contribute towards sustainability agenda This will increase opportunities for our society to participate in the economy - by overcoming geographical barriers, reducing transaction costs, and promoting better financial management, as well as helping individuals and businesses gain better access to more personalised solutions backed by data analytics.", "The framework for Digital Insurers and Takaful Operators (DITO), is also expected to be finalised by the first half of 2024, with aims to encourage wider participation from players in the insurance and takaful value-chain including providing clarity for emerging and innovative business models such as embedded takaful and takafulas-a-service.", "Digital empowerment is also one of the identified key themes in advancing Islamic finance under the stewardship of the MIFC Leadership Council.", "Ladies and Gentlemen, Strengthening the symbiosis between Islamic fintech players and other stakeholders within the ecosystem Henry Ford says, \"If everyone is moving forward together, then success takes care of itself\".", "The optimisation of Islamic fintech opportunities calls for further strengthening of the symbiosis within the ecosystem, and beyond.", "Active participations and ongoing interests by fintech players and innovators, industry experts and thought leaders, regulatory bodies, as well as Shariah experts are what we need, and we know it is not going to be an easy feat.", "The nation is ready to take on the role of a pioneering testbed centre for Islamic fintech innovation and solutions.", "With a well-established Islamic fintech market and ecosystem in place, which consists of conducive regulation , ready infrastructures and talent pool, Malaysia offers a fertile ground for exploring and developing cutting-edge Islamic finance technologies.", "Malaysia can lead the way in shaping the future of Islamic finance through innovative fintech solutions and key to this is having a long-term symbiotic relationship within the ecosystem.", "To conclude, I would like to congratulate the organisers and the sponsors for organising this summit.", "It is a strong exhibit of the industries' commitment to gather all the global fintech leaders, innovators, and the financial services community, in curating a resilient Islamic fintech ecosystem moving forward.", "Allow me to remind all of us to keep looking ahead and play an integral role to better serve the people and planet.", "The Islamic Golden Age, with its legacy of innovation and enlightenment, reminds us of the potential for human progress when knowledge, diversity, and cultural exchange are embraced and celebrated.", "Technological achievements of the times had a profound influence on the wider world, shaping the cause of human civilisation.", "In this modern finance world, we must also strive for excellence in our actions.", "As the world population is getting more technologically adept, it presents to us the opportunity to do good efficiently, to create more impact and values in finance and to better serve Maqasid Shariah .", "On this note, I wish everyone a beneficial and productive summit ahead.", "Compound Annual Growth Rate Global Islamic Fintech Report (GIFT) 2022, Dinar Standard and Elipses Global Islamic Fintech Report (GIFT) 2022, Dinar Standard and Elipses"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Islamic finance", "Fintech", "Technology", "Shariah", "Sustainability", "Financial inclusion", "Digitalization", "Innovation", "Robo-advisory", "Data analytics"]}