{"sentences": ["It is my pleasure to welcome all participants.", "Let me also thank all those at the Banco de Portugal who have contributed to this initiative, most notably the Compliance Office team, who planned and prepared it.", "I should like to extend a very special greeting to our guests from the Bank of England, the European Court of Auditors and the Central Bank of Ireland, namely Michael Salib, Mihails Kozlovs and Hannah Byrne respectively, while stressing that Ms Byrne is currently working at the Banco de Portugal under the Schumann Programme.", "We are honoured to welcome them and very pleased that they have accepted our invitation.", "The theme of trust and ethics in the financial sector has always been a major issue, although many, more cynically, see it with some suspicion.", "The 2007-09 global financial crisis brought the issue even more to the fore.", "Indeed, major shortcomings in terms of conduct and governance in many banks have deeply undermined confidence in the banking sector.", "In 2017, Mark Carney, then Governor of the Bank of England, citing a 2013 study , drew attention to the fact that, at that time, only 20% of British citizens considered banks to be well administered, while at the end of the 1980s that figure had been as high as 90%.", "Central banks were not left unscathed from this wave of mistrust and criticism.", "Thus, also at this level, measures had to be taken to strengthen trust and ensure that high standards of conduct were followed by central bank management and staff members across the board.", "From 2015 onwards, the Banco de Portugal has made great progress in that direction.", "At institutional level, the Compliance Office and the Ethics Committee were set up.", "At regulatory level, the Banco de Portugal is currently served by a robust network of instruments, of which I would like to highlight: (i) the Code of Conduct for the members of the Board of Directors; (ii) the Code and Regulation of Conduct for Employees; (iii) the Code of Conduct for the members of the Board of Auditors, and the General Framework of Principles for Contractors of the Banco de Portugal.", "I could also mention the Regulation on the Internal Reporting Channel (whistleblowing) or the Plan for the Management of Corruption Risks and Related Offences.", "I should also underline that several of these instruments include mechanisms to monitor compliance with existing rules.", "Yet, we know that it is not enough to have an operational and efficient institutional framework or an adequate set of regulatory instruments to be successful.", "Rules of conduct must be understood and internalised and seen as something normal, so that they can be truly enforced.", "The dissemination of a culture that awakens and values the achievement of high ethical standards is vital - something that requires a lot of training and education.", "It is my belief that neither has been missing from our Institution.", "The Banco de Portugal has followed a steady path in this respect, albeit at times with the indispensable growing pains.", "Determination must always be combined with common sense, and I believe this has been accomplished.", "Overall, this path has been understood by everyone.", "Indeed, we know full well how much a slip from one of us could affect the Institution and consequently, all those who work here.", "We must be careful, as there are plenty who would like nothing better than to undermine the Banco de Portugal's mission.", "The conduct of members of the Bank's corporate bodies and its employees is therefore of strategic importance.", "And that is how it has been treated.", "In fact, the Banco de Portugal's Strategic Plan for 2021-25 defines the Institution's values as follows: (i) integrity; (ii) competence, effectiveness and efficiency; (iii) independence; (iv) transparency and accountability; (v) team spirit and (vi) social and environmental responsibility.", "For this purpose, integrity means that the members of the Bank's corporate bodies and its employees place the public interest at the heart of their activities and are governed by high ethical standards.", "On the other hand, the Strategic Plan is based on two key ideas: promoting proximity and strengthening trust.", "In fact, promoting proximity to society at large is, in itself, a factor for strengthening trust.", "In short, I can state here, with complete conviction, that the Banco de Portugal is equipped overall with the necessary tools to achieve and guarantee high levels of ethical conduct, in line with the highest standards in force in the European Union and its institutions, in particular the ECB.", "But this goal must be continuously embraced, revisited and renewed.", "Learning from experience is a never-ending path; one which I promise we will keep on following.", "It will not come as a surprise to any of you if I say that we are experiencing difficult times, wherever we look.", "Mutual trust is an ever-rarer value and this has very negative consequences.", "This is another reason to discuss the strategic importance of ethical behaviour in public institutions in general and central banks in particular.", "Acting well, acting properly, is within everyone's reach if we want to live in a more trustworthy world.", "And although this has always been our fundamental duty, it becomes even more imperative when we have public responsibilities.", "At today's session, we are pleased to welcome experts who are highly knowledgeable of these issues and have experience in different fields, which is also a factor for enrichment.", "I am sure that we will have a fruitful and stimulating exchange of ideas.", "Thank you very much for your attention.", "Carney, M., Remarks at the Banking Standards Board panel \"Worth of trust?", "Law, ethics and culture in banking\", Bank of England Conference Centre, 21 March 2017, p. ."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Trust", "Ethics", "Conduct", "Governance", "Central banks", "Financial sector", "Compliance", "Regulation", "Integrity", "Values"]}