{"sentences": ["I'm pleased to be here today and I want to thank the Saint John Region Chamber of Commerce for the invitation.", "Travelling to different parts of Canada is one of the most important and rewarding things I do because it allows me to see and hear first-hand how economic circumstances are playing out across our vast country.", "I want to hear about the opportunities and obstacles your businesses face and to understand your perspectives on the economy.", "I look forward to your questions and our discussion today.", "I know that for many people, high inflation has made life hard.", "We hear it at the Bank of Canada in our surveys of consumers.", "And I hear it directly-I get many letters and emails from Canadians.", "Too many of these are about the impossibility of keeping up with higher prices.", "I hear the worry, the frustration, even the desperation in these letters.", "I also hear from businesses that are being squeezed by higher costs and from workers who need higher wages to keep up with the rising cost of living.", "Nothing concerns me more than the pain that high and volatile inflation is causing so many Canadians and the broader costs it's imposing on our economy.", "Inflation has come down from its peak of 8.1%, but it's still too high, and progress is slower than we'd hoped.", "And I know that even as our interest rate increases are bringing inflation down, to many Canadians they feel like another added cost.", "Today I want to talk about the high cost of inflation on families, businesses and communities.", "The pain is real, and inflation is not going away by itself.", "That's why it is so important that we stay the course and restore price stability.", "We have already come a long way.", "And that's the other thing I want to discuss: what's working, and why.", "I will explain some of the advantages we have in this fight against inflation compared with the past.", "Higher interest rates are squeezing many Canadians, but these rates are relieving price pressures broadly throughout the economy.", "If we stay the course, the payoff will be worth it.", "The harmful impacts of high inflation By the numbers, the Canadian economy has done remarkably well.", "The COVID-19 pandemic is now behind us, and workers, consumers and businesses have all emerged in much better shape than we feared in 2020.", "After the deepest and sharpest recession in our history, we had the fastest recovery on record.", "The job market came roaring back, and even though economic growth has slowed in recent quarters, the unemployment rate is still relatively low at 5.7%.", "This is where it was just before the pandemic began, when times felt good.", "The workforce participation rate is high- particularly for women and newcomers-and many of us have taken advantage of new ways of working and new workplace flexibility.", "Many households have added to their savings despite the rising cost of living.", "But Canadians are not feeling happy.", "I hear this first-hand.", "We hear this in our Canadian Survey of Consumer Expectations.", "And we see it in other consumer confidence measures and surveys of public sentiment ( Chart 1 ).", "Usually, consumer confidence is high when unemployment is low, and vice versa.", "But right now, sentiment is at a recessionary low-as low as it was during the global financial crisis in 2008-09.", "This is despite the fact that the job market is stronger today and the unemployment rate is lower than it has been for most of the last 40 years.", "Why is public sentiment so low?", "There's probably more than one reason.", "People are weary from the pandemic.", "Public attitudes are more polarized, reducing the sense of common purpose.", "Technology is accelerating change, making it harder to keep up.", "And rising conflicts and climate change are increasing anxiety about the future.", "These causes are all well beyond the reach of monetary policy.", "one factor is clearly our responsibility-inflation.", "People are angry about high inflation (But Chart 2 ).", "The rising cost of living is making life harder for everyone, especially Canadians who have less to start with.", "People are working hard, but their salaries don't buy what they used to.", "They can't afford the things they need to live.", "That feeling of unfairness eats away at the fabric of society.", "One metric where we can see this is the amount of time lost to labour strikes and work stoppages ( Chart 3 ).", "With higher inflation in the last couple of years, we're seeing more strikes as employers and workers struggle to reconcile rising costs on each side.", "Nobody wants this-workers don't want to strike, and employers don't want work to stop.", "But high and unpredictable inflation makes it difficult to agree on fair compensation for work, and that leads to strikes.", "When inflation is high and volatile, contracts get shorter, negotiations are harder, and uncertainty is higher for everybody.", "Businesses have also changed the way they price their goods and services, raising prices more often and by larger amounts.", "That hurts their relationships with customers, raising suspicion and blame.", "For all these reasons, inflation makes people unhappy.", "In our most recent consumer survey, almost 9 out of 10 respondents said they feel worse off due to high inflation.", "Almost no one said they benefit ( Chart 4 ).", "And inflation is changing behaviour.", "We can see in our surveys that families are changing their spending to protect themselves from inflation.", "They're spending less and trying to find cheaper goods and services ( Chart 5).", "This is particularly difficult for lower-income Canadians.", "When people are spending more of their income on necessities, it's hard to shift what they need to buy, and they have little savings to buffer higher prices.", "Moreover, necessities-food and rent-have had some of the fastest price increases over the past few months.", "Canadians on fixed pensions are also particularly affected because they are not receiving any increase in their income to compensate for higher prices.", "What happened in the 1970s We have seen inflation and the unhappiness it brings before.", "Indeed, what we're feeling today is reminiscent of the 1970s.", "For those of you who are too young to remember, inflation in the 1970s was high and variable.", "It averaged more than 7% for the decade and peaked at nearly 13%.", "Then, as now, global forces ignited the run-up in prices.", "A global food shortage and the Organization of the Petroleum Exporting Countries' oil embargo in 1973 caused inflation to rise quickly.", "My impression as a teenager was that inflation made everyone angry.", "There were a lot of labour strikes in the 1970s.", "Many were long and heated.", "People felt ripped off because they would get what looked like a good pay raise, but their money didn't buy what it used to because prices were higher.", "To get inflation down in the 1970s, policy-makers tried a few things, including price and wage controls as well as monetary targeting-slowing the growth of the money supply.", "Unfortunately, these policies were ineffective.", "And the government and central bank weren't willing to stay the course-to restrain government spending and tighten monetary policy enough to wring inflationary pressures out of the economy.", "So Canadians lived with high inflation for more than a decade.", "By the time policy-makers realized they needed more forceful action, inflation was entrenched in the economy.", "When businesses, workers and consumers all expect high inflation, it is harder than ever to bring it down.", "It took very high interest rates and a deep recession to break inflation.", "In 1981, the policy rate reached 21% and mortgage rates were even higher ( Chart 6 ).", "Advantages we have this time around That brings me to what's different today, and why I am confident we will get back to low inflation more quickly and at lower economic cost than we did in the 1970s.", "We have learned the bitter lessons from that time.", "And we've got some distinct advantages this time around: an inflation target with a strong track record and a forceful and sustained response.", "Let me start with our inflation target.", "We began targeting inflation more than 30 years ago.", "Between then and when the pandemic hit in 2020, inflation averaged 1.9% and was within that band 80% of the time-a remarkable success compared with the 1970s and 1980s ( Chart 7 ).", "For more than 25 years, Canadians benefitted from low, stable and predictable inflation.", "People understood that when inflation got too high, we'd raise the policy rate to slow demand.", "When inflation slumped, we'd lower the policy rate to stimulate demand and growth.", "That track record and stability allowed households and businesses to budget their spending and savings, confident that the purchasing power of their money was not going to diminish substantially.", "Canadians came to expect that prices overall would rise only about 2% a year.", "As a result, competitive forces were working.", "Businesses were cautious about raising their prices.", "There was less disagreement, fewer strikes and less labour force disruption.", "And the economy was more stable and better able to weather adverse shocks.", "Even though inflation rose above 8% last year, and even though it is still above our target, long-term inflation expectations have remained well anchored.", "It's not all smooth sailing: expectations for near-term inflation rose with inflation and have been slow to come down.", "This is a concern, and we want to see expectations decline to be reassured we are headed back to our 2% target.", "But the fact that long-term expectations remain consistent with the 2% target means Canadians believe we will bring inflation back to target-as we have for 30 years.", "The 1970s showed us the very high cost of entrenched inflation, and we know we need to avoid that danger this time around.", "That brings me to the second advantage we have.", "This time we responded forcefully to high inflation from the start and are resolute in our commitment to complete the job.", "We began increasing rates in March 2022 and raised our policy rate by more than 4 percentage points in eight consecutive steps, including a 100-basis-point increase in July 2022.", "After our rate increase in January of this year, we paused to take stock.", "We were clear when we held our rate steady in March and April that we were using this pause to assess whether we had raised interest rates enough to get inflation back to target.", "When we saw the downward momentum in underlying inflation stall, we raised rates twice more, in June and July, bringing the policy rate to its current 5%.", "This tightening of monetary policy is working, and interest rates may now be restrictive enough to get us back to price stability.", "But if high inflation persists, we are prepared to raise our policy rate further.", "By responding forcefully, we've cooled our overheated economy and taken the steam out of inflation.", "We also moved quickly to avoid the need for even higher interest rates later-because experience has shown that the slower that monetary policy adjusts to high inflation, the more tightening will ultimately be required.", "This is what happened in the 1970s-slower action meant even higher interest rates and a sharper economic slowdown as a result.", "We don't want to repeat that mistake.", "The economy is slowing now, with growth in gross domestic product near zero over the past several months.", "The economy is approaching balance, and inflation has fallen from 8.1% in June of 2022 to 3.1% last month.", "We expect the economy to remain weak for the next few quarters, which means more downward pressure on inflation is in the pipeline.", "In short, the excess demand in the economy that made it too easy to raise prices is now gone.", "We know that the higher interest rates that are working to bring inflation down are making things difficult for many Canadians.", "And slow growth doesn't feel great.", "But the alternative-years and years of high inflation and then a deep recession -is much worse.", "When we get through this period of slow growth and inflation is back to the 2% target, Canadians will once again be able to budget and invest with confidence, prices will be stable and predictable, and the economy will work better for everyone.", "It's time for me to conclude.", "The past two years have been a painful reminder of how much high inflation hurts households, businesses and communities.", "It's our common enemy-not only because it creates financial pain and social upheaval, but also because no one wins when inflation is high and volatile.", "We all want to see high inflation defeated.", "The lesson from the 1970s is that fighting inflation half-heartedly and living with the stress, labour strife and uncertainty inflation can cause would be a huge mistake.", "The right way to respond is with a firm commitment to restoring price stability.", "But we don't want to avoid one mistake only to overdo it on the other side.", "We are trying to balance the risk of over- and under-tightening.", "If we do too much, we risk making economic conditions unnecessarily painful for everyone.", "If we do too little, Canadians will continue to endure the harm of inflation and we will likely have to raise interest rates even higher later.", "To return to low inflation and stable growth in the years ahead, we need these higher interest rates and slow growth in the short term.", "Our inflation target, our track record and our forceful response will get us through to the other side.", "We're well on our way, and we need to stay the course.", "I would like to thank Daniel de Munnik and Brigitte Desroches for their help in preparing this speech.", "Bank for International Settlements, Annual Economic Report 2022 (June 2022)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Inflation", "High inflation", "Interest rates", "Consumer confidence", "Monetary policy", "Economic growth", "Inflation target", "Wage controls", "Price controls", "1970s"]}