{"sentences": ["On June 29, 2012, the Heads of State and Government of the euro-area countries issued a statement announcing that the Commission would present a proposal on the basis of Article 127(6) of the Treaty on the Functioning of the European Union (TFEU) for a single supervisory mechanism.", "This was meant to be a forceful response to the severe stress experienced by the banking sector in the wake of the Global Financial Crisis and the harsh consequences of the sovereign debt crisis that had hit some of the euro-area economies.", "Just over a year later, that statement was followed by the adoption of the Single Supervisory Mechanism (SSM) Regulation on October 15, 2013.", "At that juncture, given the urgency, it was decided not to amend the Treaties, but to leverage on the enabling clause of the above mentioned Article 127(6) TFEU, which in any case prescribes a complex and burdensome legislative process, to entrust the European Central Bank (ECB) with extensive and direct micro-prudential supervisory powers over the most important ('significant') banks of the euro area, while at the same time also granting the ECB substantial powers to guide and coordinate the prudential supervision of smaller ('less significant') credit institutions that remained at national level.", "The Regulation - whose tenth anniversary we are celebrating today - represented a pioneering experiment in the field of EU administrative law, marking a major advance in the EU integration process.", "While it involved a substantial transfer of national sovereignty to the ECB, the SSM was conceived as a network with no legal autonomous personality, with a Union Institution at its centre - indeed, the ECB - vested for this purpose with considerable direct and intrusive administrative powers visà-vis third parties.", "The national competent authorities (NCAs) were required to assist the ECB 'in the preparation and implementation' of the acts necessary to perform the supervisory tasks.", "This included the assessment, on an ongoing basis, of banks' situations, and on-site inspections.", "The basic principles of a Banking Union were then drawn up over a very short period, especially so if compared with the time that it took to define the framework and the rules at the basis, within the Economic and Monetary Union, of a common monetary policy and a common currency, the euro.", "Furthermore, and also because of this, the SSM can only operate on the basis of a set of multiple (and at times complex) legal schemes.", "Ten years ago, the first priority was deemed to be aligning the supervisory practices within the euro area, through a significant but not complete centralisation of administrative powers.", "At that time, further accelerating the process for harmonising substantive banking law, which had already been under way for years, was not being considered: this is also because, contrary to what the Treaty (Article 140 TFEU) envisages for access to the single currency, primary Union law does not make participation in the single banking supervision conditional on legal convergence.", "Thus, the time pressure has certainly imposed some trade-offs.", "I will just recall three of them.", "The first concerns the decision to concentrate the key administrative powers of microprudential supervision on the ECB, despite the lack of a fully harmonised substantive banking law.", "The application of different national laws by the ECB and the need to ensure the equality of treatment among the supervised entities has led to a rather peculiar outcome: that of a Union Institution required to apply the national law of each of the (now 20) EU member states belonging to the euro area when implementing the SSM.", "Accordingly, the SSM's administrative decisions must be adopted on the basis of many different domestic legal frameworks, without at the same time jeopardising the obligation to interpret them in accordance with EU law, given the goal of ensuring equality of treatment for the credit institutions concerned.", "At the same time, the ECB has the power to issue opinions on draft legislation, including national legislation, in the field of banking supervision.", "While this is only an advisory role, given that it is also aimed at ensuring harmonised rules, it is certainly significant.", "The second issue concerns the division of powers between the ECB and the NCAs.", "A 'political compromise' between the Commission's initial proposal and the significantly divergent stances voiced by the delegations of some Member States was only reached at the end of a complex negotiation.", "This is reflected in some uncertainty, if not ambiguity, in the SSM Regulation with regard to the exact allocation of powers between the ECB and the NCAs in the matters covered by the Regulation itself.", "The reason for this essentially lies in the fact that the original text of the Regulation proposed by the Commission envisaged the exclusive competence of the ECB over all the banks in the euro area.", "Furthermore, the specification of very delicate aspects relating to the allocation of powers, such as day-by-day supervision, had been assigned by the Founding Regulation (i.e.", "the SSM Regulation)to the NCAs as a task concerning all banks, including the significant ones, whereas under the Framework Regulation (a 'second-level' regulation) it is assigned to the Joint Supervisory Teams chaired by the ECB.", "Thirdly, the ordinary decision-making process within the SSM has been influenced by the constraints imposed by the Treaties and by the Statute of the ESCB and of the ECB, with the additional complexity coming from the separation between monetary policy and micro-prudential supervision.", "The set-up of the Supervisory Board as a nondecision-making body that approves complete proposals for supervisory measures and submits them - through a non-objection procedure - to the Governing Council, entitled to raise objections especially on monetary policy issues, is the break-even point.", "Despite several legal challenges, the SSM has been in many ways a historical achievement.", "Not least as evidence of the hard balance reached, the text of the SSM Regulation was not deemed as requiring any amendment at the outcome of the two periodic reviews concluded by the Commission on the SSM in 2017 and 2023, pursuant to Article 32 of the same Regulation.", "There is no doubt that greater uniformity and effectiveness of prudential supervision has been achieved with regard to all the jurisdictions participating in the SSM.", "The room for arbitrage within the euro area, fuelled by asymmetrical supervisory approaches, has since been considerably reduced.", "Moreover, the SSM has acted as a catalyst for a significant banking restructuring process, directed at enhancing soundness and capitalisation.", "The importance of resilient banks for the euro area became evident during the COVID-19 pandemic as well as in the context of the Russian aggression against Ukraine, but it has also been confirmed very recently in connection with the banking crises that occurred in the United States and in the Switzerland.", "The SSM has certainly benefited from the advantages of a single jurisdiction over all ECB acts and measures: that of the Court of Justice of the European Union.", "The Bank of Italy is fully aware of the growing role of the case law of the Court in the process of building the Banking Union: so much so that we have set up a periodical publication, in our Legal Research Series (Quaderni di ricerca giuridica), devoted specifically to reporting and providing comments on these judicial developments.", "The Court of Justice - with its rulings - has first and foremost supported the view of the SSM as a centralised EU mechanism, in which the ECB is acknowledged as the holder of supervisory powers over all the banks in the SSM (regardless of their significant or less-significant classification).", "Meanwhile, the Court has also affirmed its exclusive jurisdiction over the 'endo-procedural' or 'preparatory' acts adopted by the NCAs, within the perimeter of the common procedures envisaged by the SSM Regulation.", "It is important that the EU Judge has also provided guidance on the application of national law by the ECB, by making it clear that the ECB - when required to apply national law in transposing directives - must first look to the interpretation provided by the domestic courts.", "This brings me back to the beginning of these brief opening remarks.", "The urgency with which the SSM was established has led, inter alia, to the exercising of supervisory powers on all credit institutions that operate in the euro area, in compliance with prudential banking rules that were and continue to be only partially uniform at EU level.", "This asymmetry is clearly still a source of imbalance.", "Ten years after the enactment of the founding regulation of the SSM, it is now high time to work towards a much more advanced degree of harmonisation of those rules.", "From this point of view, it would certainly be desirable to launch a systematic and comprehensive assessment at EU level of the extent to which the current dispersive banking rule directives can be merged into a single comprehensive piece of legislation.", "It is time to think about a single EU Banking Code, which not only sets out the Pillar 1capital requirements (as is already the case by virtue of the CRR), but also standardises the organisational and governance requirements for credit institutions, with a view to the wide range of activities that banks are authorised to conduct.", "In addition, the enforcement mechanisms need to be coordinated with the SSM Regulation as much as possible.", "The significant discrepancies that persist among the various SSM jurisdictions, in the areas of commercial law, corporate law, labour law and administrative law should not be an ideological barrier to such an exercise.", "The regulation of the qualitative prudential standards to be applied vis-à-vis credit institutions could disregard the corporate models provided under each single jurisdiction, and focus instead on a functional approach.", "One area, perhaps a minor but not a negligible one, that apparently continues to elude a fully harmonised approach is that of administrative sanctions, as national legislators still retain wide margins of discretion with reference to those who should be sanctioned and, above all, under what conditions.", "The CRD6 proposal, still under negotiation, seeks to define in a more precise and exhaustive manner the list of infringements that Member States should be obliged to consider when applying sanctions.", "However, it is still a minimal list, naturally subject to gold plating.", "Likewise, the precise combination of sanctions against supervised entities on the one hand, and sanctions against their managers, on the other hand, would also seem to remain a matter of domestic law.", "In the last few years, the European Court of Human Rights as well as the Court of Justice have had a fruitful dialogue with the national judges and drawn up a dense case law on the fundamental procedural principles to be applied to administrative sanctions ('right to be silent', 'ne bis in idem', and so on).", "We believe that these rulings could form the basis for a fully uniform EU law on sanctions vis-à-vis credit institutions and their management.", "Again with a view to a level playing field in the sensitive area of enforcement, there should also be some thought on the possibility of harmonising - here at a minimum level, considering the conditions imposed by Article 83(2) TFEU - a very delicate area that is still closely governed by national laws: namely that of the criminal law rules intended to safeguard the exercise of banking supervisory tasks and the general interests underpinning them, within the constitutional framework of the Member States.", "A mature system such as the SSM should be backed and secured by a hard set of criminal law rules, with their basic features enshrined at EU level.", "Indeed, any obstruction to the supervisory functions exercised by the ECB or by one of the 20 NCAs ought to be subject to homogeneous criminal sanctioning treatments across the whole SSM area.", "This would also be true if we refer to an unauthorised exercise of banking activity: with the European dimension of banking supervision, the transnational dimension of such offences does seem to exist per se.", "My focus today has been on the genesis of the SSM and on possible leverages to remedy some internal weaknesses within the mechanism.", "The SSM cannot still be deemed a self-contained system, but rather a part - albeit the key one - of that Banking Union which, ten years after the founding regulation of the SSM, has still not been fully completed, especially on the front of crisis management and depositors' protection.", "It goes without saying that no banking supervision mechanism - no matter how efficient - can extinguish the risk of banking crises, especially when considering the unending transitions to which the advanced banking sectors are subject in the digital era, as the recent collapse of some US regional banks shows.", "Following the further postponement of the European Deposit Insurance Scheme announced by the Euro group at its meeting of 16 June 2022, the Commission - on the basis of the outcomes of that same meeting - presented a proposal last April for a revision of the Crisis Management and Deposit Insurance framework.", "On the one hand, the proposal - which takes into account many of the suggestions we voiced in recent years - definitely includes some positive elements that could ease the crisis management for small and medium-sized banks, especially insofar as it enhances the potential for Deposit Guarantee Schemes to intervene to support a transfer of assets and liabilities, both in liquidation or in resolution, and to ensure an orderly exit from the market of failing banks.", "On the other hand, some critical issues remain: the enlargement of the scope for resolution should be guided by the principle of proportionality, requiring an assessment of the bank's actual capacity to issue Minimum Requirements and Eligible Liabilities, which in the Commission's proposal remains the main source of funding for resolution, and the lack of financial stability exemption for addressing systemic crises, such as the one adopted to solve the recent banking crises in the United States.", "This is not the time to enter into the details of this very technical debate, but - in my view - it is not possible to outline the perspectives of the SSM without considering the frontiers of crisis management.", "I leave these thoughts to the eminent panellists of today's conference, which is intended to be an occasion to celebrate a decade in which legal challenges have mostly been successfully overcome, but also to openly discuss the many steps that still await the future generations of colleagues working for and within the EU banking supervision."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Single Supervisory Mechanism", "Banking Union", "Prudential Supervision", "Harmonisation of Banking Law", "European Central Bank", "National Competent Authorities", "Crisis Management", "Depositors' Protection", "Administrative Sanctions", "Criminal Law Rules"]}