{"sentences": ["Emerging India: A Land of Stability and Opportunities Keynote Speech by Shri Shaktikanta Das, Governor Reserve Bank of India Delivered at the Symposium on Indian Economy 2023 organised by Institute of Indian Economic Studies at the Tokyo Chamber of Commerce and Industry, Tokyo, Japan on November 9, 2023 I am delighted to participate in this symposium on Indian Economy organised by the Institute of Indian Economic Studies (IIES), Tokyo.", "I understand this event is being organised by the IIES after a gap of 3 years due to the intervening period of the COVID-19 pandemic.", "Earlier this year in March 2023, Prof. Sakakibara and Mr. Sugaya had visited the Reserve Bank of India in Mumbai when we discussed about my participation in this symposium.", "I would like to convey my sincere thanks and gratitude to Prof. Sakakibara and the IIES for inviting me to participate in this event today.", "The global economy continues to face multiple macroeconomic and geopolitical shocks.", "The prediction of a global recession has not come true but there are indications that global growth is slowing down amid tightening financial conditions and still elevated inflation.", "Even as the fallouts of the pandemic, the war in Ukraine and the unprecedented tightening of monetary policy reverberate across the world, the recent developments in West Asia have added to the litany of challenges for the global economy.", "Policymaking in this scenario becomes extremely challenging with difficult trade-offs - growth versus inflation; price stability versus financial stability; and current exigency versus future sustainability.", "There is always a risk of doing too little or doing too much.", "In such a scenario, I would like to start with the Reserve Bank of India's approach to policy making during this turbulent period.", "To protect the economy from the relentless shocks in the recent period, our endeavour has been to remain proactive, pragmatic and prudent in our policy response.", "We were conscious of the fact that an overdose of monetary medicine, while relieving the pain in the short run, could give rise to increased vulnerability and fragility over a period of time.", "Following the onset of the COVID-19 pandemic, we injected liquidity, but almost every measure of liquidity injection was for a limited period and was targeted.", "By doing so, we avoided the pitfall of a liquidity trap.", "Further, our lending standards were not diluted in terms of our counterparties (banks) and collateral requirements for on-lending to stressed entities or sectors.", "On the regulatory side also, our actions were measured.", "We allowed lenders to offer moratorium on loan repayments and interest payments.", "We put in place loan resolution frameworks for the COVID-19 related stressed assets thereafter.", "These loan resolution frameworks were not open ended but subject to achievement of certain financial and operational parameters.", "The idea was to avoid the phenomenon of 'moral hazard' and other pitfalls typically associated with open ended restructuring of loans.", "We are acutely aware that a healthy and efficient banking and financial system is the primary stabilising force against various shocks.", "Mindful of this, we have carried out a series of reforms in our regulatory and supervisory architecture.", "We have come out with certain governance guidelines for banks and introduced a scale-based regulation for non-bank financial companies (NBFCs), based on the size and complexity of their businesses.", "The process of supervision of banks, NBFCs and other financial entities has also been substantially strengthened with the focus being on early detection and pre-emptive correction, rather than reacting to the symptoms of weaknesses.", "Thanks to a confluence of factors, including to a large extent, the steps taken by the Reserve Bank, the Indian economy has emerged as an epitome of stability and opportunity.", "We have not only kept our house in order against large and overlapping global shocks, but also improved our macroeconomic fundamentals and buffers.", "While growth remains on track, inflation is on a path of moderation, though it is still above the target.", "The balance sheets of banks and corporates are healthiest in a long time and with the public investment push by the Government, they create favourable conditions for a sustained revival in investment.", "Consumer confidence, as evident from our surveys, is on a rising trajectory since the pandemic lows.", "Our external sector inspires confidence as we are reaping export opportunities, in the services sector; our current account deficit remains eminently manageable; and we have bolstered our forex reserves to deal with potential eventualities.", "Today, India has become the new engine of global growth with its young demography1, improving physical and digital infrastructure and above all, an enabling policy environment.", "In this context, Japan and India continue to be the natural partners.", "We share deep historical ties.", "The teachings of Gautama Buddha have inspired our shared ethos and cultures.", "We look up to the Japanese \"Economic Miracle\" as a learning opportunity as we prepare the ground to uplift India's growth trajectory.", "Japan has played a critical role in infrastructure building in India through several public and private sector partnerships.", "There are many collaboration opportunities in frontier technologies such as space technology, artificial intelligence, quantum computing, rare-earths extraction, semiconductors and resilient supply chains, and other areas.", "Our partnership could also be potentially strengthened in the sphere of human resources.", "I am sure the future offers limitless possibilities to deepen our engagements for the benefit our people and the entire world.", "It would be worthwhile here to look a little deeper into India's growth drivers, its experience of managing inflation since the pandemic, and the emerging opportunities and challenges especially in the FinTech space.", "Policy focus on strengthening macroeconomic fundamentals and continued structural reforms have made India distinct in terms of growth outcomes.", "The GDP grew by 7.8 per cent in the first quarter of 2023-24, and the available high frequency indicators suggest continuation of this momentum.", "For the full year 2023-24, real GDP growth is projected at 6.5 per cent by the Reserve Bank.", "The innate resilience of the Indian economy could be attributed to its well diversified economic structure.", "Although India has made rapid strides in external openness through trade and financial channels and gained competitiveness, its core dependence for growth continues to be its domestic demand which also provides a cushion against external shocks.", "Among the constituents of aggregate demand, private consumption accounts for over half of GDP (around 57.0 per cent average share during 2011-12 to 2022-23), followed by fixed investment and government consumption.", "During the post-pandemic recovery, private consumption contributed an average of 66.0 per cent to GDP growth during 2021-22 and 2022-23.3 At the same time, structural reforms related to banking, digitalisation, taxation, manufacturing, etc., have laid the foundation for a strong and sustainable growth over the medium and long term.", "On the supply side, while the agricultural and the industrial sectors are maintaining their underlying momentum with renewed focus on manufacturing, a major part of the India's growth is coming from the services sector which again largely depends on domestic demand.", "With crucial transformations underway, India's services sector is expected to lift its future trajectory of growth with a major impetus coming from rapid digitalisation of the economy, which could be a game-changer for economic development.", "The external demand for India's services is also increasingly gaining significance with services exports growing rapidly on the back of rising competitiveness in niche areas.", "India's services exports are diversifying from information technology (IT) related services to other professional services such as business development, research and development, professional management, accountancy and legal services.", "Domestic services are also undergoing a steady shift from low-skill consumer-oriented services towards more technology-enabled business services.", "The newly emerging start-ups are largely concentrated in the services sector.", "Capitalising on India's impressive public digital infrastructure4, many of these start-ups function as service providers for other businesses by offering services ranging from facilitating digitization and improving access to credit.", "Managing Inflation 12.", "As in the case of growth, there are some nuances in India's experience in managing inflation vis-à-vis other countries.", "The nature of inflation shocks throughout much of 2020 and 2021 in India were largely supply side shocks, coming from COVID-19 lockdowns and adverse weather events.", "As lockdowns were withdrawn and the impact of weather disturbances waned, forces of inflation correction began to operate.", "The monetary and fiscal support provided during the pandemic were measured and targeted.", "Consequently, demand-led inflation pressures in India were much less compared to several other economies.", "The monetary policy committee (MPC) of the Reserve Bank was, therefore, able to look through the intermittent higher inflation prints with the aim of supporting economic growth during and in the aftermath of the COVID-19 pandemic.", "The MPC took the considered view that policy tightening in such a scenario would only accentuate the growth slowdown and impart higher volatility, without being able to properly address the first-round effects of temporary supply side shocks.", "This approach was in consonance with the flexibility embedded in our flexible inflation targeting framework wherein the primary objective of monetary policy is to maintain price stability while keeping in mind the objective of growth.", "In early 2022, with the waning of COVID-19 shocks on inflation, gradual easing of supply bottlenecks and forecast of a normal monsoon, inflation was expected to witness a significant moderation to the target rate of 4 per cent by Q3:2022-23.", "These expectations were completely overturned by the war in Ukraine.", "Initially, the shocks came from the spike in global fuel and food prices, which got further accentuated by local adverse weather events.", "These shocks got transmitted to the retail prices of goods and services, as domestic economic recovery and rising demand enabled pass-through of the large pent-up input costs.", "This also imparted stickiness to underlying core inflation.", "The result was a generalized inflationary impulse.", "In the period that followed the Ukraine war in 2022, what stood out in India was the coordinated monetary and fiscal policy response to tame the inflationary pressures.", "The MPC quickly changed gears by prioritising inflation over growth, while changing its stance from being accommodative to withdrawal of accommodation in April 2022.", "The MPC then went on to increase the policy repo rate by 250 bps cumulatively between May 2022 and February 2023, to keep inflation expectations anchored, break the core inflation persistence, and contain second round effects.", "Looking back, there were several aspects in our conduct of policy that helped in taking decisive and timely action during the heightened inflation pressures seen in 2022-23.", "First, prudence was the cornerstone of the monetary policy response to the COVID-19 shock, with most of the extraordinary liquidity injection measures being targeted with pre-set end dates.", "This ensured an orderly unwinding of the monetary stimulus as growth recovered.", "Second, the Government also adhered to fiscal prudence, with actual fiscal deficit for 2022-23 kept in line with the Budget Estimates.", "Third, complementing the monetary policy measures were a series of proactive and targeted supply side measures by the Government.", "All these factors put together, proved to be critical in moderating the price pressures.", "Headline inflation, however, remains vulnerable to recurring and overlapping food price shocks.", "The core inflation has also moderated by 170 basis points since its recent peak in January 2023.", "In these circumstances, monetary policy remains watchful and actively disinflationary to progressively align inflation to the target, while supporting growth.", "The advent of FinTechs has transformed the landscape of traditional financial services.", "This has tremendously improved the delivery of financial services by making them faster, cheaper, efficient and more accessible.", "India is currently the world's third largest FinTech ecosystem in terms of the number of FinTechs operating in India.", "It is growing at a robust pace and is projected to generate around US$200 billion in revenue by the year 20306, contributing to approximately 13 per cent of the global FinTech industry's total revenue in 2030.", "The defining feature of the Indian 'model' of digitisation is the lead taken by the Government and the Public Sector in building infrastructures, on top of which innovative products are created by private sector FinTech firms and start-ups.", "The JAM trinity - a combination of bank accounts (Jan Dhan); Aadhaar, India's biometric identity system that provides a single and portable proof of identity; and Mobile phone numbers - has revolutionised India's FinTech ecosystem in terms of financial inclusion, digitisation of financial services, and overall service delivery.", "On top of this, the Unified Payments Interface (UPI) has played a phenomenal role in the FinTech revolution in India.", "Its success story has in fact become an international model.", "Its ability to instantly transfer money between bank accounts through mobile applications has transformed the way people make digital transactions.", "The interoperability of UPI across banks and payments systems has created a unified payment ecosystem.", "It has facilitated digital payments even for small businesses and street vendors, leading to greater financial inclusion.", "UPI has also spurred development of new payment related products and services8.", "Further, linking of the UPI with fast payment systems of other countries is also being undertaken.", "Linkage of fast payment systems of India and Japan may also be explored to leverage the power of fintech and make cross-border payments more efficient and less costly.", "The Reserve Bank has also commenced pilot runs of India's central bank digital currency (CBDC), the e-Rupee, for specific use cases in both wholesale and retail segments.", "Our approach to FinTech ecosystem is customer-centric; focus on good governance; ensuring effective oversight, ethical conduct and risk management; and encouraging self- regulation by the FinTechs themselves through a Self-Regulatory Organization (SRO).", "Although financial innovation enhances ease of payment and lowers its cost, they also pose risks and challenges to the financial system.", "These risks have a bearing on overall financial stability and market integrity.", "We, therefore, intend to play a dual role of acting as promoter of innovation as We are constantly working on new use cases of UPI like UPI Lite that has been introduced for offline payments, and UPI123Pay that allows feature phone users to perform UPI transactions.", "The infrastructure like RTGS and NEFT are also available on 24x7 basis throughout the year.", "UPI-PayNow linkage for cross-border remittances between India and Singapore was launched in February 2023.", "Other similar linkages with several countries are work in progress.", "Presently, remittances from Japan make up only a small fraction (0.2 per cent) of the total inward remittance receipts by India.", "However, the cost of sending remittances from Japan to India through banks is much higher than the United Nations Sustainable Development Goals (UN-SDG) target of 3 per cent.", "These estimations based on World Bank's Remittance Prices Worldwide database.", "well as being the regulator.", "While promoting innovation, our focus is on ensuring a well-regulated ecosystem that addresses systemic risks and challenges.", "Concluding Observations 21.", "It is a matter of satisfaction that the Indian economy has sailed through the turbulent waters smoothly during the recent years.", "Driven by its inherent dynamism and supported by a prudent policy mix, growth is getting stronger foothold while inflation is also coming under control.", "Our economic performance also owes a lot to the very calibrated, focused and targeted monetary and fiscal responses since the pandemic.", "I must add that in the current uncertain environment, it is best to avoid any sense of complacency.", "We remain agile and continue to fortify our macroeconomic fundamentals and buffers.", "Today, the confidence and trust in India's prospects are at an all-time high.", "To seize the moment, India looks at Japan as a close partner to usher in a new era of growth and prosperity, for both our countries.", "We will be celebrating the festival of lights, Deepavali, in a few days in India.", "With Japan as our close partner, I am sure the land of the rising sun will further light up our spirits to take our economies and well-being of our people to greater heights."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic growth", "Financial stability", "FinTech", "Monetary policy", "Fiscal policy", "Banking", "Digital infrastructure", "Services sector", "Supply side"]}