{"sentences": ["September 30, 2023 Central Bank Finances and Monetary Policy Conduct Speech at the 2023 Autumn Annual Meeting of the Japan Society of Monetary Economics Governor of the Bank of Japan (English translation based on the Japanese original) It is my pleasure to have this opportunity to speak at the Japan Society of Monetary Economics.", "Today I will speak on the theme of \"Central Bank Finances and Monetary Policy Conduct.\"", "This issue has been gaining heightened interest, with foreign central banks entering the exit phase.", "On the other hand, in Japan, sustainable and stable achievement of the price stability target of 2 percent has not yet come in sight, and there is still a distance to go before reaching the \"exit.\"", "Given the current distance, however, I believe now is the right time to discuss this topic from an objective perspective.", "At the Japan Society of Monetary Economics held 20 years ago, I gave a speech on \"The Role of Capital for Central Banks.\"!", "My speech today is a sequel to that one, but the fundamentals are essentially unchanged.", "Nevertheless, taking into account the developments in monetary policy at home and abroad during the subsequent two decades, I would like to provide somewhat of a review, reflecting upon this important topic once again.", "At the time of my previous speech, the Bank of Japan had already implemented its quantitative easing policy and had started purchasing new financial assets, such as asset-backed securities.", "Moreover, amid the global disinflationary trend, other central banks were beginning to consider unconventional monetary policy measures.", "Under these circumstances, interest in central banks' financial risks grew.", "In the last 20 years, with the disinflationary trend continuing, major central banks conducted monetary easing by cutting policy interest rates as well as implementing unconventional monetary policy measures such as large-scale asset purchases in response to shocks such as the Global Financial Crisis (GFC) and the COVID-19 pandemic.", "Since 2021, however, inflationary pressures have been rising worldwide due to the resumption of economic activities after the pandemic and the global surge in commodity prices.", "Against this backdrop, foreign central banks have been tightening monetary policy by raising policy interest rates rapidly and substantially and by reducing their asset holdings.", "Over the 20 ' See Ueda, K., \"The Role of Capital for Central Banks,\" speech at the Fall Meeting of the Japan Society of Monetary Economics, October 25, 2003. years, there have been significant changes in the situation surrounding monetary policy and central bank finances.", "During this time, there have been many discussions on central bank finances and monetary policy conduct.\"", "Therefore, today I will talk about the relationship between central bank finances and monetary policy conduct in light of recent developments.", "I would like to start by describing the basic structure of a central bank's balance sheet and profits and reviewing changes over the past 25 years in the finances of the Bank of Japan, the frontrunner in terms of introducing unconventional monetary policies.", "Next, I will provide an overview of the mechanisms through which the expansion and contraction of a central bank's balance sheet affects such factors as its profits.", "Further, I will touch on the debate over central bank finances within academia, for example, and describe recent developments at foreign central banks that are in a phase of tightening monetary policy.", "Lastly, I will summarize these issues and explain the Bank's basic thinking on central bank finances and monetary policy conduct.", "Central Banks' Balance Sheets and Profits Let me start by describing the basic structure of a central bank's balance sheet (Chart 1).", "Conventionally, the Bank of Japan and other major central banks had conducted monetary policy by controlling short-term interest rates at their target level through adjusting the amount of funds in the short-term money market.", "Means for such money market operations include short-term operations, such as lending to financial institutions, and purchases of government bonds, which are recorded on the asset side of the central bank's balance sheet.", "On the other hand, current deposits of financial institutions held as required reserves, government deposits, banknotes in circulation, and capital are recorded on the liability and net asset side of the central bank's balance sheet.", "Given these balance sheet items, let us look at the profit structure of a central bank.", "The central bank receives interest income on assets, such as the government bonds it purchases.", "On the other hand, on the liability side, banknotes and current deposits of financial ?", "Such discussions include Adler, G. et al.", "Other examples are listed in the References.", "institutions held as required reserves are costless, in the sense that the central bank pays no interest on them.", "The profits earned from this difference are called \"seigniorage,\" and the central bank is usually able to generate such profits on a stable basis.", "In the late 1990s, the Bank implemented conventional monetary policy by controlling short-term interest rates.", "Therefore, its balance sheet and profits at the end of fiscal 1998 took the shape that I just described.", "Subsequently, Japan's economy, in addition to the non-performing loan problem, faced a variety of shocks, including the bursting of the IT bubble, the GFC, and natural disasters.", "Moreover, the appreciation of the yen and the inflow of cheap imports from emerging economies exerted direct downward pressure on prices.", "Under these circumstances, overcoming deflation and achieving price stability became a longstanding challenge.", "With Japan facing the zero lower bound on short-term interest rates at the end of the 1990s, the Bank embarked on a variety of unconventional monetary policies to achieve price stability, including Quantitative Easing, Comprehensive Monetary Easing, Quantitative and Qualitative Monetary Easing (QQE), and the current QQE with Yield Curve Control.", "These monetary policies gave rise to three major changes in the Bank's balance sheet (Chart 2).", "The first is that the large increase in purchases of long-term Japanese government bonds (JGBs) to encourage a decline in longer-term interest rates led to a substantial increase of such JGBs on the Bank's asset side.", "The second is that risk assets such as exchange traded funds (ETFs), which the Bank began to purchase to encourage a reduction in risk premiums, appeared on the Bank's balance sheet for the first time.", "The third is that, in line with the developments on the asset side, there was a substantial rise in current deposits on the liability side, in the form of an increase in financial institutions' excess reserves.", "In order to control short-term interest rates at the target level in the presence of such large excess reserves, it became necessary to apply interest rates on excess reserves.", "For this reason, during the GFC, the Bank introduced the Complementary Deposit Facility in October 2008, under which it started applying interest on excess reserves.", "With such changes in the Bank's balance sheet taking place, its profits have shown the following developments (Chart 3).", "First, the Bank's income has been on an increasing trend.", "Interest income on the government bonds has been rising following the increase in the purchases of long-term JGBs.", "In addition, the dividends received from its holdings of ETFs and other assets have grown to a sizable amount over the past few years.", "On the other hand, as the Bank began to apply interest on excess reserves, it started to record interest payments as expenses.", "Nevertheless, the amount of interest payments brought about by applying interest on excess reserves has been small compared to the rising income.", "Therefore, the Bank's operating profits, which are the difference between its income and expenses, have been on a rising trend with its balance sheet expanding.", "Thus, the Bank's financial structure has changed substantially as a result of the implementation of unconventional monetary policies.", "The Mechanism of Changes in Profits When the Balance Sheet Expands and Changes in Profits Associated with the Expansion/Contraction of the Balance Sheet I would now like to provide an overview of the general mechanism through which the expansion and contraction of the central bank's balance sheet is linked to changes in profits.", "First, let us examine a situation where the balance sheet expands.", "When the central bank expands its balance sheet by purchasing government bonds and other assets as part of its monetary easing, both the holdings of long-term government bonds and other assets on the asset side and the current deposits on the liability side increase.", "Moreover, since the average residual maturity of asset holdings increases, the duration gap between assets and liabilities widens.", "While such balance sheet expansion brings about interest expenses on excess reserves, the interest rate on excess reserves is kept low, since short-term interest rates need to be controlled at a low level during a phase of monetary easing.", "On the other hand, since long-term interest rates are usually higher than short-term interest rates, the yield on long-term government bonds purchased exceeds the interest rate on excess reserves, and the rise in interest income through the increase in government holdings exceeds the rise in interest expenses.", "If the central bank purchases risk assets in addition to government bonds, the profits from such assets will increase in line with its holdings, although such profits will be returns commensurate with the risk.", "It can be said that the Bank of Japan's finances are currently in this phase.", "Next, let me explain how central bank profits typically change during the exit phase, when monetary policy moves toward tightening and the balance sheet shrinks.", "In this phase, there will be a decline in government bonds and other assets on the asset side and a decline in current deposits on the liability side.", "Moreover, the central bank will hike the interest rate on current deposits in order to raise short-term interest rates.", "As a result, interest expenses will increase, putting downward pressure on the central bank's profits.", "Central banks including the U.S. Federal Reserve (FRB), the European Central Bank (ECB), and the Bank of England (BOE), which are currently tightening monetary policy in response to inflation, are in this phase and their profits are decreasing in practice.", "I will elaborate on this point later.", "Thus, once entering the exit phase, central bank profits will be under downward pressure for a while.", "However, eventually, interest expenses will decline as current deposits decrease.", "On the other hand, proceeds from the redemption of maturing existing government bonds -- of which the central bank needs to hold a certain amount -- will need to be reinvested at some point.", "In that case, amid interest rises, interest income will increase as such government bond holdings are successively replaced by higher yielding ones.", "Therefore, in theory, from a somewhat longer-run perspective, the central bank's profits will eventually recover, although this will depend on economic activity, prices, and financial conditions at each point in time, as well as the conduct of monetary policy based on these conditions.", "Factors Affecting the Amplitude of Profits as the Balance Sheet Expands and Contracts Thus, central bank profits fluctuate as the balance sheet expands and contracts.", "However, the extent to which profits fluctuate depends substantially on a range of factors.", "In what follows, focusing mainly on the contraction in balance sheets currently faced by major foreign central banks, I would like to outline the four main factors affecting the amplitude of central bank profits and the mechanisms through which they do so.", "(1) Balance sheet size The first factor is the size of the balance sheet (Chart 4).", "When central banks turn toward monetary tightening, as major foreign central banks have done recently, they raise interest rates by hiking the interest rate on current deposits.", "In this process, the interest rate on government bond holdings may temporarily fall below the interest rate on current deposits, and spreads may turn negative.", "In this case, the larger the size of the balance sheet, the greater the downward pressure on profits, resulting in a greater amplitude of profit changes.", "(2) Extent of reinvestment of proceeds from redemption of government bond holdings at The second factor is the extent to which proceeds from the redemption of government bond holdings at maturity are reinvested (Chart 5).", "If all of the redemption proceeds are reinvested in new government bonds, the size of the balance sheet is unchanged.", "On the other hand, if only part of the redemption proceeds are reinvested in new government bonds, the balance sheet will shrink.", "Thus, the pace at which the balance sheet shrinks depends on the amount reinvested.", "If no reinvestment is made at all, the balance sheet will shrink at a rapid pace.", "Since long-term interest rates are expected to rise to a certain degree during the monetary tightening phase, the larger the reinvestment, the greater its impact on improving the yields on government bond holdings.", "Meanwhile, the pace of improvement in yields through such reinvestment depends on the maturity structure of its government bond holdings.", "As government bonds with low yields are redeemed at maturity while new ones with high yields are added to the portfolio, the larger the share of bonds maturing early, the faster the pace of improvement in yields.", "Of course, the extent to which proceeds from the redemption of government bond holdings are reinvested -- in other words, at what pace a central bank reduces the size of its balance sheet -- will depend on the circumstances at any given time.", "For example, when the FRB raised interest rates from the end of 2015, it maintained the size of its balance sheet for less than two years from the start of its policy interest rate hikes by reinvesting all of the redemption proceeds from its holdings of government bonds and other assets.", "This time, however, due to the need to deal with historically high inflation, it began to reduce the size of its balance sheet by reinvesting only part of its redemption proceeds from maturing government bond holdings soon after raising the policy interest rate.", "Thus, reinvestment of proceeds from maturing government bond holdings greatly depends on economic activity, prices, and financial conditions as well as the conduct of monetary policy based on these conditions.", "(3) Developments in short-term and long-term interest rates The third factor is developments in short-term and long-term interest rates or, in other words, the shape of the yield curve and changes therein (Chart 6).", "As explained earlier, during a balance sheet contraction, interest expenses increase as the interest rate on current deposits is raised, while interest income also increases due to the reinvestment of proceeds from maturing government bond holdings.", "Therefore, when the yield curve steepens -- that is, long-term interest rates rise at a faster pace than short-term interest rates -- the increase in interest expenses will remain relatively small, so that the downward pressure on profits will be limited.", "On the other hand, when the yield curve remains flat -- that is, long-term interest rates rise at a relatively moderate pace while short-term interest rates rise rapidly -- the downward pressure on profits will be greater.", "How long- and short-term interest rates change also depends on the prevailing conditions at the time.", "In the United States, policy interest rates have been raised rapidly and substantially during the current monetary tightening phase, and the yield curve has become inverted with higher short-term than long-term rates.", "In terms of the impact on the central bank's finances, this is a situation that will contribute to downward pressure on central bank profits to an extremely considerable degree.", "(4) Developments in banknotes in circulation Lastly, developments in banknotes in circulation are also a determinant of central bank profits (Chart 7).", "Banknotes are recorded on the liability side of a central bank's balance sheet, but since they do not bear interest, they are a costless liability for the central bank.", "On the other hand, excess reserves bear interest, so a large part of current deposits are cost-bearing liabilities for the central bank.", "Therefore, central banks' profits are also affected by the proportion of banknotes on the liability side, which incur no cost.", "For example, if deposit interest rates at private financial institutions rise as the policy interest rate is raised, people may have a greater incentive to deposit their banknotes in their bank accounts in order to earn interest income.", "The banknotes accepted by private financial institutions will return to the central bank in the form of deposits in current accounts held by private financial institutions at the central bank.", "As a result, on the liability side of the central bank's balance sheet, costless banknotes will decrease and their contribution to liabilities will be reduced, thereby putting downward pressure on profits.", "Changes in the demand for banknotes, in addition to such economic factors, are determined by a range of background conditions, including social, cultural, and historical factors.", "Therefore, the level of banknotes in circulation differs across countries, regions, and periods.", "In Japan, banknotes in circulation as a percentage of nominal GDP hovered around 6 to 8 percent until the mid-1990s, after which they began to trend upward, recently reaching a level exceeding 20 percent.", "The basic background to this trend likely includes the prolonged low interest rate environment.", "On the other hand, the demand for banknotes is thought to decrease if the trend toward a cashless economy grows.", "In fact, in Sweden, where the use of cashless payment is very advanced, banknotes in circulation as a percentage of nominal GDP have been on a declining trend in recent years.", "Thus, since the demand for banknotes depends on a variety of factors, it is difficult to predict future developments in banknotes in circulation.", "The Debate within Academia and International Organizations over Central Bank So far, I have described the mechanisms through which central bank balance sheet expansion and contraction lead to changes in profits and the factors that determine the amplitude of such changes.", "As major foreign central banks have experienced, a central bank's profits increase during a balance sheet expansion.", "They decrease temporarily when monetary policy tightens and the balance sheet contracts.", "I hope this mechanism is now clear.", "Next, I would like to look at the relationship between central bank finances and monetary policy conduct from a theoretical perspective.", "A major premise is that the finances of a central bank depend on the currency system adopted.", "In the past, under the convertible money system, banknotes issued by the central bank were convertible notes for which convertibility to gold or silver was guaranteed.", "In other words, such central banks were required to hold gold or silver corresponding to the amount of banknotes issued as specie reserves so as to meet requests from banknote holders to exchange their banknotes for gold or silver at any time.", "Thus, under the convertible banknote system, confidence in banknotes was directly based on the value of the underlying assets, such as gold and silver, held by the central bank.", "However, subsequently, many countries and regions switched from a convertible money system to a fiat money system, under which the common understanding is that confidence in the currency is ensured through the appropriate conduct of monetary policy with the aim of achieving price stability.", "Therefore, under a fiat money system, the link between central bank finances and confidence in the currency must be considered from the perspective of how decreases in a central bank's profits and capital affect the conduct of monetary policy.", "Within academia and international organizations such as the International Monetary Fund (IMF) and the Bank for International Settlements (BIS), there have been various debates on this issue from such perspective.", "Looking at the conclusions, our impression is that there is a range of positions, with some saying that decreases in the central bank's profits and capital adversely affect monetary policy conduct and others saying that they do not.", "However, taking a bird's-eye view, I think that these arguments are not inherently contradictory.", "That is, those arguing that decreases in the central bank's profits and capital have no adverse effect on monetary policy conduct mainly focus on the fact that a central bank can supply its own means of payment and settlement and that damage to its finances normally can be repaired eventually through seigniorage, and they highlight that decreases in the central bank's profits and capital do not immediately impair its ability to conduct policy in an operational sense.", "This describes the major difference between a central bank and private financial institutions or business corporations, and is the basic idea when considering the relationship between the central bank's finances and its ability to conduct policy.", "In other words, it is inappropriate to capture central bank finances through analogies with private financial institutions or business corporations.", "On the other hand, those arguing that there are adverse effects on monetary policy conduct focus on the possibility that decreases in the central bank's profits and capital can lead to a decline in confidence in that central bank.", "Specifically, a theoretical argument is that speculation will grow that, for example, there will be political intervention or the central bank will prioritize improving its finances in its policy conduct, leading to a substantial rise in inflation expectations.", "Taken together, I think we can reach the following conclusion on the relationship between central bank finances and monetary policy conduct.", "In general, decreases in the central bank's profits and capital do not immediately impair its ability to conduct policy in an operational sense; however, in order to avoid a decline in its credibility triggered by decreases in the central bank's profits and capital, it is also important to pay attention to the central bank's financial soundness.", "Recent Developments in the Finances of Foreign Central Banks So far, I have talked about the relationship between central bank finances and monetary policy conduct from a theoretical perspective.", "I would now like to turn to recent developments at foreign central banks as practical examples (Chart 8).", "Major foreign central banks adopted unconventional monetary easing policies after the outbreak of the GFC.", "Subsequently, the sizes of their balance sheets expanded significantly and profits increased as they responded to the European debt crisis and the COVID-19 pandemic, for example.", "Since 2022, however, major foreign central banks have been tightening monetary policy in response to inflation, leading to a decline in profits.", "In the following, I would like to review recent developments in central bank finances, focusing on various aspects, using the central banks of the United States, Europe, and Australia as examples.", "Decrease in Profits The first aspect I would like to focus on is developments in profits.", "The foreign central banks' profits increased substantially in the past phase of balance sheet expansion.", "Foreign central banks, however, are currently experiencing in practice the mechanism in which their profits are decreasing as they are contracting their balance sheets (Chart 9).", "The FRB began raising its policy interest rate in March 2022, and the rate hikes have been more rapid and more substantial than in the past, reaching around 5 percentage points in a little over a year.", "Since the interest rate on current deposits has been raised as well, the cost of liabilities has increased substantially at a rapid pace.", "As mentioned earlier, the FRB's policy during this phase of monetary tightening is to limit reinvestment of proceeds from redemption of government bonds at maturity and contract its balance sheet at more or less the same time that it is raising interest rates, due to the need to firmly rein in inflation.", "Under these circumstances, partly because of the difficulty in improving yields on its asset holdings, the FRB has been reporting weekly losses since September 2022.", "Similar developments can be observed in Europe.", "In the United Kingdom, the BOE has conducted large-scale asset purchases through its subsidiary, the Asset Purchase Facility Fund Limited (APF).", "The APF borrows from the BOE at the policy interest rate to finance the purchases, while any profits and losses on the assets purchased accrue to the government.", "Against this backdrop, the BOE has raised its policy interest rate rapidly and substantially, resulting in negative spreads for the APF.", "Since October 2022, the interest income from the APF's asset holdings has been insufficient to cover its interest payments on borrowings from the BOE, and thus the government has been making transfers to the APF to cover its losses.", "Also, in the euro area, the ECB has been raising the deposit facility rate, which is the interest rate on current deposits.", "As a result, not only the Bundesbank, which has purchased large amounts of German government bonds with relatively low yields, but also the Bank of Italy, which has purchased large amounts of Italian government bonds with relatively high yields, have seen the interest rate on current deposits at a level exceeding the average yield of their government bond holdings and other assets, resulting in a squeeze on their profits.", "Increased Unrealized Losses on Bond Holdings The second aspect is unrealized gains/losses on bond holdings (Chart 10).", "Major foreign central banks have seen the market prices of their government bond holdings fall in tandem with rising interest rates, resulting in widening unrealized losses.", "However, central banks choose their valuation method based mainly on the developments in their bond holdings, and the impact on their financial statements varies from one central bank to another.", "For example, the FRB, like the Bank of Japan, uses the amortized cost method and discloses unrealized gains/losses as reference information.", "As of March 31, 2023, the FRB held substantial unrealized losses on its bond holdings, amounting to 0.9 trillion dollars.", "However, this does not directly affect its actual profits/losses, as in the case of the Bank of Japan.", "Other central banks that use the amortized cost method to value their government bond holdings include the ECB.", "On the other hand, the Reserve Bank of Australia (RBA) uses fair value accounting for its government bond holdings.", "For this reason, the large unrealized losses on government bonds held by the RBA exerted substantial downward pressure on its actual profits, so that the RBA's equity turned negative in the June 2022 financial statements.", "Institutional Responses to Financial Risks The third aspect concerns central banks' institutional responses to financial risks (Chart 11).", "Since before adopting unconventional monetary policies, central banks have been holding capital to prepare for financial risks.", "There is large variation in the level of capital held by central banks, reflecting the nature of their asset holdings, institutional differences, historical background, and other factors.", "All central banks, however, recognize the importance of ensuring their financial soundness by holding capital.", "With this in mind, as for other institutional responses, the FRB, for example, changed its accounting rules in 2011 and started to record accumulated negative net income as a deferred asset in the event of actual loss.", "Also, transfers to the Treasury are suspended until the accumulated negative net income is eliminated.", "Next, in the United Kingdom, the BOE and the government clarified the division of roles in advance when starting asset purchases.", "Specifically, as mentioned earlier, the BOE provides funds to the APF by lending at the policy interest rate, and any profits or losses made by the APF accrue to the government.", "Moreover, in Germany, the Bundesbank had been actively accumulating provisions to prepare for financial risks in advance during the past balance sheet expansion.", "It avoided losses by drawing down these provisions in the financial statement for 2022.", "The Bank of Japan has a similar mechanism in place.", "In 2015, to prepare for a downturn in profits during a future exit from monetary easing, the Bank expanded measures pertaining to provisions for possible losses on bond transactions.", "This measure allows the Bank to set aside a portion of its profits during periods of higher profits, and if profits were to decline, it can draw down those provisions.", "This helps to ensure the Bank's financial soundness by reducing the amplitude of profit changes.", "Thus, looking at these examples of major central banks, we can see that all have taken various institutional measures to prepare for financial risks.", "In particular, central banks that have implemented unconventional monetary policies have put in place a range of measures apart from holding capital.", "These measures are evidence that central banks are acting on the recognition that paying attention to their financial soundness is also important.", "External Communication The final aspect I would like to talk about is central banks' external communication; that is, how they are explaining financial risks.", "First, all central banks have emphasized that there will be no impediments to their ability to conduct monetary policy, even if they temporarily make losses or have negative equity.", "In addition, some have mentioned that, although their profits are currently decreasing, it is also true that they increased during the past balance sheet expansion.", "On this basis, central banks have highlighted that assessments of their large-scale monetary easing should focus on the positive effects on the economy overall and not on central bank finances.", "At the same time, central banks have also continued to clearly communicate their policy of giving due consideration to their financial soundness by maintaining their stance of working to restore their capital over time, in recognition of the importance of central bank capital.", "There are various media for disseminating information, including explanations to legislators, speeches, the publication of the central banks!", "staff papers, and Q&As on central banks' websites.", "Because central bank finances are in some way different from those of private financial institutions or business corporations, this may be difficult for non-experts to understand.", "On the other hand, they are an extremely important topic with regard to confidence in a currency and central bank credibility.", "Therefore, all central banks take every opportunity to provide detailed explanations regarding their finances.", "V. Basic Thinking on Central Bank Finances and Monetary Policy Conduct Lastly, based on what I have said so far, I would like to outline the Bank of Japan's basic thinking on central bank finances and monetary policy conduct.", "Although there are some points that overlap with what I have spoken about, I would like to explain the Bank's thinking in the form of answers to frequently asked questions.", "(1) If the Bank's profits and capital decrease, will there be a loss of confidence in the currency?", "Perhaps the most fundamental question is: \"If the Bank of Japan's profits and capital decrease, will there be a loss of confidence in the currency?\"", "Under the current fiat money system, which is adopted by many countries and regions, including Japan, the central bank controls the level of interest rates and the amount of currency from the perspective of achieving price stability.", "Therefore, confidence in the currency is not directly ensured by the assets held by the central bank or its financial soundness, but by the appropriate conduct of monetary policy with the aim of achieving price stability.", "As mentioned earlier, foreign central banks have maintained confidence in their currencies even though some of them have made losses and/or have negative equity.", "The reason is that these foreign central banks are conducting appropriate monetary policies from the perspective of achieving price stability.", "This shows that confidence in a currency is ensured by the appropriate conduct of monetary policy.", "(2) Will there be a negative spread during the exit phase?", "Will the Bank make significant losses and record negative equity for a prolonged period?", "Next, the questions of \"Will the Bank of Japan experience a negative spread during the exit phase?\"", "and \"Will it make significant losses and record negative equity for a prolonged period?\"", "have been matters of concern.", "During the exit phase from large-scale monetary easing, the Bank's profits will indeed be subject to downward pressure, since interest expenses will increase due to the rise in the interest rate on current deposits.", "However, since long-term interest rates are expected to rise during this phase as economic activity and prices improve, interest income is also expected to increase as JGB holdings are replaced by higher-yielding JGBs.", "Therefore, it is not possible at this time to accurately predict whether there will be a negative spread in practice and, if so, to what extent this will affect the Bank's finances.", "Outside experts have published simulations of the Bank's finances under certain scenarios.", "The results of these simulations vary, depending on how the scenarios are set up.", "For example, as I explained when I was talking about factors affecting the amplitude of profits, the extent of a decrease in the Bank's profits will be greater if it does not reinvest the proceeds from redemption of JGBs at maturity at all, or if short-term interest rates rise sharply.", "Therefore, when looking at these simulations, it is necessary to pay attention to what assumptions are made regarding the extent to which proceeds from redemption of JGBs at maturity are reinvested, the shape and changes in the yield curve, and developments in banknotes in circulation.", "That being said, it is true that the Bank's finances incorporate a mechanism in which profits change in line with the expansion and contraction of the Bank's balance sheet.", "In relation to this, we have been asked the following question: \"During the exit from the central bank's unconventional monetary policy measures, will the amount of its profits transferred to the government decline and the burden on the public increase?\"", "In this regard, the general setup around the world is that a central bank's profits are ultimately transferred to the government.", "Under this setup, if a central bank's profits fluctuate as a result of the conduct of monetary policy, the amount of such transfers will also fluctuate accordingly.", "Therefore, it is correct to say that, in normal circumstances, the amount transferred to the government fluctuates as follows: it increases during a balance sheet expansion and decreases during the exit phase.", "What I would like to emphasize, however, is that the objective of monetary policy is achieving price stability.", "The Bank aims to achieve the price stability target in a sustained and stable manner, accompanied by wage increases.", "The central bank's finances are the result of the policies it conducts to achieve its objectives.", "Therefore, I think that monetary policy should be judged based on the progress made toward achieving the policy objective of price stability.", "(3) Might the Bank conduct monetary policy that gives priority to considerations of its finances, etc.?", "Third, I have also heard the following question: \"Given the concerns about a decrease in the Bank of Japan's profits and capital, might the Bank conduct monetary policy in such a way as to avoid this decrease?\"", "However, let me reiterate that the objective of the Bank's monetary policy is achieving price stability, which is its mission as stipulated by law.", "Considerations of the Bank's finances, etc.", "do not prevent it from implementing necessary policies.", "As I have already explained, a key characteristic of central banks is that they generate seigniorage, which ensures that they make profits from a somewhat longer-term perspective in normal circumstances.", "Moreover, central banks can supply their own means of payment and settlement.", "Therefore, a central bank's ability to conduct monetary policy is not impaired by a temporary decrease in its profits and capital, provided that it conducts appropriate monetary policy.", "This applies not only to monetary policy but also to the basic role of central banks in general, such as maintaining the stability of the financial system, the stable operation role as the government's bank, and the smooth operation of the payment and settlement system.", "Central banks are unique in terms of their profit structure and their function as issuers of banknotes.", "Such distinctive features are given to central banks in order for them to make contributions to the economy through policy conduct.", "Thus, central banks have aspects that cannot be captured through analogies with private financial institutions or business corporations.", "(4) Does this mean that a central bank can run up unlimited losses and negative equity?", "What I have just mentioned, however, does not mean that a central bank can run up unlimited losses and negative equity.", "If the central bank's credibility declines, triggered by decreases in its profits and capital, this will have an adverse impact on the conduct of monetary policy.", "As I mentioned when talking about the discussions within academia and international organizations, various theories have been presented on the mechanism through which decreases in the central bank's profits and capital can lead to a decline in credibility.", "It is for this reason that foreign central banks for which profits have recently decreased have been stressing that temporarily making losses or having negative equity will not impede their ability to conduct monetary policy, while at the same time they have been taking various necessary measures to ensure their financial soundness.", "These answers to the various questions represent the Bank's basic thinking regarding central bank finances and monetary policy conduct.", "In summary, confidence in a currency is ensured through the appropriate conduct of monetary policy with the aim of achieving price stability.", "Based on this premise, central banks are structured such that, from a somewhat longer-term perspective, they normally generate profits and, moreover, supply their own means of payment and settlement.", "Thus, temporary losses or negative equity do not impede their ability to conduct monetary policy.", "However, this does not mean that a central bank can run up unlimited losses and negative equity.", "If a central bank's financial risks become a matter of undue attention and give rise to unnecessary confusion over monetary policy, there is a risk that this could lead to a decline in its credibility.", "Based on this thinking, the Bank deems it appropriate to continue with conducting appropriate policies while also paying attention to financial soundness.", "Concluding Remarks At the Japan Society of Monetary Economics 20 years ago, I argued that central banks needed to conduct monetary policy carefully, keeping various aspects of issues related to their capital -- which, I think, more broadly can be referred to as issues related to their finances -- and the link with monetary policy in mind.", "Although the circumstances surrounding monetary policy have changed substantially in the two decades since then, this basic thinking still seems appropriate for policymakers today.", "It is also true, however, that there are many issues regarding central bank finances and monetary policy conduct that still require further discussion.", "I hope that both practitioners and academics will analyze these issues further, including from a political economic perspective.", "While practitioners tend to take the lead in discussions in rapidly changing fields such as this one, I would like to say that the role of academia in providing a theoretical perspective is also extremely important.", "Lastly, the Bank of Japan is currently conducting a review of its monetary policy over the past 25 years from a broad perspective.", "It recognizes that its past unconventional monetary policy measures have interacted with and influenced wide areas of Japan's economic activity, prices, and financial sector.", "My speech today on the topic of central bank finances and monetary policy conduct forms part of this review from a broad perspective.", "The Bank will continue to conduct the review from a broad perspective on a variety of topics and disseminate the results in due course, so as to deepen discussion on such topics.", "Thank you very much for your attention.", "Adler, Gustavo, Pedro Castro, and Camilo E. Tovar.", "\"Does Central Bank Capital Matter for Monetary Policy?\"", "IMF Working Paper, no.", "Archer, David, and Paul Moser-Boehm.", "\"Central Bank Finances.\"", "Bell, Sarah, Michael Chui, Tamara Gomes, Paul Moser-Boehm, and Albert Pierres Tejada.", "\"Why Are Central Banks Reporting Losses?", "Del Negro, Marco, and Christopher A. Sims.", "\"When Does a Central Bank's Balance Sheet Require Fiscal Support?\"", "Journal of Monetary Economics 73: pp.", "Hall, Robert E., and Ricardo Reis.", "\"Maintaining Central-Bank Financial Stability under New-Style Central Banking.\"", "NBER Working Paper, no.", "Hooley, John, Ashraf Khan, Claney Lattie, Istvan Mak, Natalia Salazar, Amanda Sayegh, and Peter Stella.", "\"Quasi-Fiscal Implications of Central Bank Crisis Interventions.\"", "JMF Working Paper, no.", "Nordstr6m, Amanda, and Anders Vredin.", "\"Does Central Bank Equity Matter for Monetary Policy?\"", "Sveriges Riksbank Staff Memo.", "\"Different Types of Central Bank Insolvency and the Central Role of Seignorage.\"", "NBER Working Paper, no.", "Central Bank Finances and Monetary Policy Conduct Speech at the 2023 Autumn Annual Meeting of the Japan Society of Monetary Economics September 30, 2023 Governor of the Bank of Japan I.", "Central Banks' Balance Sheets and Profits Chart I Basic Structure of a Central Bank's Balance Sheet <Assets> <Liabilities/Net Assets> Current deposits (Required reserves) interest - -- Costless Changes in the Bank of Japan's Balance Sheet End-Fiscal 1998: 79 Trillion Yen End-Fiscal 2022: 735 Trillion Yen Ratio to Nominal GDP: 15% Ratio to Nominal GDP: 131% <Assets> _ <Liabilities/Net Assets> 9 times JGBs Current deposits S7ehaitven 549 tril.", "yen Started to apply interest on excess <Assets> <Liabilities/Net Assets> reserves (CY2008) Current deposits 6 tril.", "yen Banknotes i 51 tril.", "yen 121 tril yen Sources: Cabinet Office; Bank of Japan.", "Central Banks' Balance Sheets and Profits Chart 3 Developments in the Bank of Japan's Profits Operating Profits Contributions to Operating Profits 800 tril.", "The Mechanism of Changes in Profits When the Balance Sheet Expands and Contracts Chart 4 Factors Affecting Profits (1) Balance Sheet Size and Amplitude of Profits With a Smaller Balance Sheet With a Larger Balance Sheet <Illustration of Interest <Illustration of Interest oy rate profits/losses> vate profits/losses> Short-term A A Short-term outstanding interest rate piiciacding interest rate Negative ~ Negative Assets yield Assets yield IL.", "The Mechanism of Changes in Profits When the Balance Sheet Expands and Contracts Chart 5 Factors Affecting Profits (2) Illustration of How Reinvestment Affects Profits With Reinvestment Without Reinvestment government bonds CI Interest on excess [Interest on government bonds CJ Interest on excess Income I Income Time IL.", "The Mechanism of Changes in Profits When the Balance Sheet Expands and Contracts Chart 6 Factors Affecting Profits (3) Long- and Short-Term Yields during the Future Exit from Monetary Easing and Its Effects on Profits With the yield curve steepening With the yield curve remaining flat Long-term interest rate Long-term interest rate ~~ Short-term interest rate Interest rate -=-= Short-term interest rate @ Downward pressure on profits becomes greater @ No widening of the spread between the long- term and the short-term interest rate (yield curve remains flat) @ Downward pressure on profits @ Widening of the spread between the long-term and the short-term interest rate (steepening yield curve) @ Moderate pace of increase in the short-term interest rate @ Fast pace of increase in the short-term Time Time IL.", "The Mechanism of Changes in Profits When the Balance Sheet Expands and Contracts Chart 7 Factors Affecting Profits (4) Ratio of Banknotes in Circulation to Banknotes in Circulation in Japan Nominal GDP in Selected Economies tril.", "Sources: FRB; BOE; ECB; Bundesbank; Bank of Italy; FRBNY.", "Recent Developments in the Finances of Foreign Central Banks Chart 10 Major Central Banks' Unrealized Gains/Losses of Their Government Bond Holdings Major Central Banks' Valuation Method The Reserve Bank of Australia (RBA)'s of Their Government Bond Holdings Equity bil.", "Australian dollars Valuation method FRB At amortized cost %° ECB At amortized cost 20 BOE At market value 10 RBA At market value 0 BOJ At amortized cost 10 Reserves etc.", "[Accumulated losses 30.", "Sources: FRB; ECB; BOE; RBA; Bank of Japan.", "Recent Developments in the Finances of Foreign Central Banks Chart 11 Major Central Banks' Institutional Responses on Finances Capital and the Deferred The Bundesbank's Provisions Asset of the FRB and Annual Profits/Losses 400 bil."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central bank finances", "Monetary policy conduct", "Balance sheet", "Profits", "Interest rates", "Yield curve", "Banknotes", "Capital", "Financial risks", "Institutional responses"]}