{"sentences": ["WN BANK OF CANADA wat, BANQUE DU CANADA Remarks by Toni Gravelle Windsor-Essex Regional Chamber of December 7, 2023 Windsor, Ontario Economic progress report: Immigration, housing and the outlook for inflation Thank you for the warm welcome and thank you to the Windsor-Essex Regional Chamber of Commerce for having me today.", "It's a real pleasure to be here.", "Yesterday the Bank of Canada announced that we will hold the policy interest rate at 5%.", "I will expand a bit on our discussion and the thinking behind our decision.", "Then I will dive into recent shifts in Canada's population growth, focusing in on how newcomers contribute to our economy.", "Immigration is one of Canada's greatest strengths.", "Our country is known as a welcoming place for newcomers.", "And Canadians are admired for how we help new arrivals succeed-both in our communities and in our workplaces.\"", "This is a reputation I feel that we should all aim to protect.", "Because newcomers strengthen Canada's labour force with their knowledge, skills and hard work.", "They play a crucial role in supporting the economy's capacity to grow now and in the future.", "But there have been hiccups.", "Canada has long had housing supply challenges.", "The recent increase in newcomers has coincided with those material supply issues, raising questions about how chronic housing challenges might limit Canada's future growth and what the implications are for inflation.", "These will be key elements of my speech today.", "First, let's turn to our decision.", "1 For example, results from the Statistics Canada's Labour Force Survey show that the employment rate for those born outside of Canada is higher than the national average.", "Our decision to maintain our policy rate Yesterday, Governing Council held the policy rate at 5%.", "This reflected our view that our monetary policy actions are working to cool the economy and relieve price pressures.", "We have made good progress on restoring price stability, but we are not there yet.", "Let me explain what we are seeing.", "After a strong first quarter, economic growth stalled through the middle of this year.", "High interest rates are holding back consumer spending, and consumption growth was close to zero in the past two quarters.", "Business investment has been volatile in recent quarters but remained essentially flat over the past year.", "Housing activity rose 8.3% in the third quarter.", "This was driven largely by new home construction, which increased for the first time since mid-2022.", "This is helpful, given Canada's structural supply shortage; however, it is far below what is needed to keep up with our growing housing needs.", "On the employment front, we are seeing more signs that the labour market is easing.", "Job vacancies are nearing their pre-pandemic levels, and job creation has been lower than labour force growth.", "The unemployment rate has also edged up.", "However, wage growth remains elevated at 4% to 5%, which is above the level consistent with inflation at the 2% target.", "Overall, the economy no longer looks to be in excess demand.", "What does this all mean for inflation?", "The economic slowdown has helped reduce price pressures across a broad range of goods and services.", "This, combined with lower gasoline prices, contributed to a decline in total inflation to 3.1% in October.", "While food price inflation is still too high, it has come down.", "And inflation in the prices of services excluding shelter has eased from earlier this year.", "We are also seeing price declines in durable goods like appliances and furniture, which are particularly sensitive to higher interest rates.", "However, shelter price inflation has picked up.", "I will come back to this later.", "Our preferred measures of core inflation dipped slightly in October.", "And on a three-month annualized basis, which is more volatile, it dropped to about 3%.", "While we saw some welcome improvement in inflation measures in October, we must remember it's just one month.", "We need to see further progress.", "The economy is now roughly in balance, but we are closely watching inflation expectations, wage growth and corporate pricing behaviour.", "These indicators are helping us assess whether inflation is on a sustained path to 2%.", "Given the risks to the inflation outlook, we remain prepared to increase the policy rate further if needed.", "Our decision to maintain the policy interest rate at 5% reflects our best efforts to balance the risks of over- and under-tightening.", "We don't want to slow the economy too much, but we also don't want Canadians to continue living with the pain of high inflation.", "The recent rise in newcomers Now, let's consider immigration and its effects on the Canadian economy.", "Canada has had the fastest growing population in the G7 every year since 2016.", "I probably don't need to tell you that newcomers are driving most of this population growth.", "Immigration is not a new story in Canada, but it has changed in recent years.", "In fact, Bank staff have just published a paper on these changes and their economic impacts.\"", "Annual targets for new permanent resident (PRs) admissions have increased by nearly 50% since 2019.", "There has also been a substantial increase in arrivals of non-permanent residents (NPRs)-a category that includes foreign workers, international students and refugees.?", "Work permits, study permits and asylum claims are up by around 40% since 2019.", "Canada welcomed more than one million newcomers over the past four quarters alone, 60% of whom were NPRs.", "When we look at the past 30 years, we can see that the inflow of new PRs has long been a significant driver of population growth (Chart 1).", "In the last year or so, inflows of NPRs have become more pronounced and now account for a larger share of population growth.", "2 For more information on recent immigration developments in Canada and their potential economic impacts, see J.", "Champagne, E. Ens, X. Guo, O. Kostyshyna, A. Lam, C. Luu, S. Miller, P. Sabourin, J. Slive, T. Taskin, J. Trujillo and S. L. Wee, \"Assessing the effects of higher immigration on the Canadian economy and inflation,\" Bank of Canada Staff Analytical Note No.", "3 We use the term newcomer in this speech to include both permanent residents and non- permanent residents.", "The term immigrant traditionally refers to permanent residents.", "\"NPR\" stands for net non-permanent residents.", "\"Other\" includes minor flows such as emigrants and returning emigrants.", "Sources: Statistics Canada and Bank of Canada calculations Last observation: July 1, 2023 Enhancing our growth potential Now I want to explain a key benefit that comes with welcoming large numbers of newcomers and helping them put down roots: It boosts our potential growth rate.", "The potential growth rate is how much the economy can grow without causing inflation.", "The basic ingredients that drive potential growth are increases in capital, productivity or labour.", "To explain how potential growth works, I'll use an analogy based on making tourtiere-a French-Canadian meat pie that is part of my heritage.", "Every year during the holidays, my brother makes tourtiére to give to his friends and family.", "Think about potential output as the number of tourtiéres my brother can make in a day.", "If he wants to make more people happy, he needs to be able to make more tourtiéres than he does now.", "He can boost his tourtiére output-or increase potential-in three ways: e through capital-he could buy a second, bigger stock pot to make more of his meat filling; e through productivity-he could rearrange part of his kitchen and set it up like a production line to assemble the tourtiéres more quickly; or e through labour supply-he could get his kids to help out.", "Strong immigration since the start of 2022 has helped increase Canada's workforce-like having more people to help make tourtiéres-boosting the level of our potential output by 2% to 3% without adding to inflation.", "* This is a 4 This is the Bank of Canada's estimate of the contribution to potential output from population growth between the first quarter of 2022 and the second quarter of 2023. significant improvement, especially considering Canada's otherwise rapidly aging population.", "Counteracting aging: Building our future labour force More than one in five working adults in Canada is nearing retirement, which will act to hold back workforce growth.", "Most advanced economies are facing a similar demographic drop off as members of the baby boomer generation retire.", "But Canada is doing better than others, thanks to immigration.® Our working-age population-15 to 64 year olds-is growing faster than that of the United States, the euro area and the United Kingdom (Chart 2).", "Notably, the pace of growth of Canada's working-age population has been more than double that of the United States over the past four quarters.", "Chart 2: Canada has stronger working-age population growth than its Change in population aged 15-64 since 2021Q1, quarterly data % 12021 2022 2023 -Canada ---United States ---Euro area United Kingdom Note: Population data for the United States are for those aged 16-64.", "Sources: Organisation for Economic Co-operation and Development and Bank of Canada calculations Last observations: Canada and United States, 2023Q3; euro area and United Kingdom, 2023Q2 And when we look at the data on recent employment gains, we see newcomers-both PRs and NPRs-are leading job growth (Chart 3).", "5 Living standards are important to consider on a per capita basis, with immigration boosting both potential and population.", "8 Strong immigration has slowed the aging of Canada's working-age population but has not reversed the trend.", "Chart 3: Employment growth is strongest among newcomers Percent change in employment since January 2022, three-month moving average, monthly data --Recent PRs ===NPRs = Other Note: \"Recent PRs\" include permanent residents who arrived in Canada five years ago or less.", "\"NPRs\" stands for non-permanent residents.", "\"Other\" includes permanent residents who arrived in Canada more than five years ago and those born in Canada.", "Sources: Statistics Canada and Bank of Canada calculations Last observation: November 2023 Recent newcomers have helped ease the tight labour market, alleviating critical labour shortages in many sectors.", "For example, job vacancies have dropped more than 65% from their peak in the finance and insurance sector-a sector that has seen a notable rise in newcomer workers.", "Overall, job vacancies have fallen more in sectors where the share of newcomer workers is growing faster, though the softer economy may now also be playing a role (Chart 4).", "Chart 4: Job vacancies have fallen sharply in sectors where the share of newcomer workers has risen more Percent change in job vacancies since their May 2022 peak, by industry, monthly data May 2022 May 2023 --Sectors that absorb recent newcomers Other sectors Note: Sectors that absorb newcomers include accommodation and food; business, building and other support services; retail trade; finance and insurance; professional, scientific and technical services; and information, culture and recreation.", "Sources: Statistics Canada and Bank of Canada calculations Last observation: September 2023 However, missed opportunities remain.", "We've all heard stories of foreign-trained doctors driving taxis or working at daycares because they face challenges getting their credentials recognized.", "And it's not just in the medical field.", "Many newcomers are underemployed because their credentials are not recognized here.", "This means some specialized jobs that could have been filled by a skilled newcomer may instead remain vacant and that hurts the economy's potential growth.", "What more immigration means for inflation Now let's turn to how the arrival of newcomers affects inflation.", "As I just explained, higher immigration has improved Canada's supply of workers, and that will greatly strengthen our economic prospects over the long run.", "But we are living in the present.", "And when newcomers first move to Canada, there is an initial burst of demand for goods and services as they set up home, which can put pressure on inflation.", "We also need to appreciate that not all newcomers to Canada are the same.", "The arrival of a temporary farm worker will have a very different economic impact than the arrival of an international student or a permanent resident.", "Each will bring different resources with them, and each will face different costs to set up their life in Canada.", "Consider international students, who accounted for about one-third of total newcomers in 2022.", "Undergraduate tuition fees for international students run about $38,000 a year, roughly five times what a local student pays.", "Higher tuition means a typical international student may add more to spending than the average Canadian, while contributing only partially to the labour supply.", "But other newcomers, like temporary farm workers, may spend significantly less while in Canada.", "In addition, we know that many newcomers are saving up to buy a home or sending money to relatives in another country.", "This means they may contribute less to consumption than the average Canadian, even though they fully contribute to increasing the supply of labour.", "Bearing these differences in mind, we estimate the boost to consumer spending from the recent increase in newcomers had barely any effect on inflation-less than 0.1 percentage points.", "Of course, newcomers don't just consume goods and services.", "They also need a place to live, and this is where we do see pressure on inflation.", "No vacancy: Housing under pressure When a country's population is growing quickly, the supply of housing also needs to increase to avoid a worsening in affordability.", "Shortly after immigration began ramping up in 2015, Canada's vacancy rate-a measure of how many apartments and houses there are available to rent or buy-started to fall.", "The construction of new housing was not keeping pace with population growth, reflecting structural challenges like: e zoning restrictions; e lengthy permitting processes in many cities; and e ashortage of construction workers, to name a few.", "Then, when newcomer arrivals picked up sharply in early 2022, that steady decline in the vacancy rate became a cliff.", "Canada's vacancy rate has now reached a historical low (Chart 5).", "Chart 5: Canada's low vacancy rate reflects a worsening of long-standing housing market imbalances Housing vacancy rate, quarterly data % 1980 1984 1988 1992 1996 2000 2004 2008 2012 2016 2020 Sources: Canada Mortgage and Housing Corporation, Statistics Canada and Bank of Canada calculations Last observation: 2023Q3 Canada's low vacancy rate shows how imperative the need is to address these challenges.", "The recent focus by all levels of government to increase housing construction is a welcome development.", "The housing imbalance also has serious consequences for shelter price inflation, which accounts for about 25% of the CPI basket.", "Shelter price inflation rose to 6.1% in October and contributed 1.8 percentage points to that month's total inflation reading of 3.1%.", "Higher mortgage interest costs are part of the reason shelter price inflation is high.", "When we raise interest rates, mortgage interest cost inflation goes up.", "But a decline in other components in the shelter basket usually helps offset this increase.", "We have not seen that same degree of offset this time.", "If we look more closely at the data, we see rent inflation accelerated to 8.2% in October, a 40-year high, up from 7.3% in September and 4.7% a year ago.", "At the same time, components tied to housing prices have declined but not as much as we had expected given higher mortgage rates and slowing economic activity.", "Most newcomers rent when they first arrive in Canada, which pushes up demand for rental housing and can lead to short-term pressure on rent inflation.'", "Research shows this pressure dissipates relatively quickly in a flexible, well- supplied housing market.", "However, Canada's housing market is not well supplied because of the complex set of structural issues I've already noted.", "The supply conundrum To get a better sense of what is happening with rents in Canada, let's do a quick international comparison.", "Living across the river from Detroit, you are all probably familiar with just how different housing markets can be between Canada and the United States.", "In the United States, rent inflation has peaked and is currently declining.", "In Canada, it continues to rise (Chart 6).", "Chart 6: Rent inflation is picking up in Canada and easing in the United States Annual rent CPI inflation, monthly data 2019 2020 2021 2022 2023 --Canada --United States Note: Data for rent CPI inflation for Canada reflect a methodology change in 2019 by Statistics Canada.", "Sources: Statistics Canada, US Bureau of Labor Statistics and Bank of Canada calculations Last observation: October 2023 So why are we seeing such different stories?", "There are many potential drivers, including the difference in population growth that I outlined earlier.", "But the bigger issue is that Canada's housing supply has not kept pace with recent increases in immigration.", "This is different from the United States, where 7 Rent inflation can also be affected by other factors such as higher interest rates, which can raise costs for landlords.", "8 For example, see J. Monras, 2020, \"Immigration and Wage Dynamics: Evidence from the Mexican Peso Crisis,\" Journal of Political Economy 128 (8): 3017-3089.", "housing construction has been more flexible to respond to population shifts and where rent inflation is expected to continue to decline.", "'° The United States has also traditionally taken in a larger share of immigrants who work in construction, contributing to home building.\"", "Indeed, while Canada is welcoming more newcomers than ever, only about 3% of NPRs work in construction.", "By comparison, roughly 8% of the overall employed population works in construction.", "Canada also has an immigration pathway that includes qualified construction workers: the Federal Skilled Trades Program.", "But it accounts for just 0.1% of annual PR admissions, or 455 newcomers in 2022.", "At the same time, around 20% of Canada's construction workforce is set to retire in the next decade.", "The federal government has launched a new program to help prioritize construction workers for PR status, which is a positive step.", "This leads me to the relationship between the construction of new housing and demographic demand, which is driven by both new arrivals to Canada and new family formation within Canada's existing population.", "When we look at the five years leading up to the COVID-19 pandemic, the need for new housing grew somewhat faster than new construction.", "This imbalance before 2020 is another sign of that long-standing housing supply issue I mentioned earlier.", "Then, in the last year or so, demographic demand soared above the pace of new housing starts (Chart 7).", "'2 ° Data from the US Census Bureau show that the number of housing units under construction in structures with 5 or more units hit its highest level on record in July 2023.", "10 For example, the Federal Reserve Bank of Dallas forecasts that rent inflation (including owners' equivalent rent) will fall to 5.7% in the first quarter of 2024.", "See T. Atkinson, Federal Reserve Bank of Dallas, 2023, \"Rent inflation remains on track to slow over the coming year,\" (June 20).", "11 For example, the US Bureau of Labor Statistics reported that foreign-born workers were more than twice as likely to be employed in construction occupations in 2022 as workers born in the United States.", "See US Bureau of Labor Statistics, News Release, 2022, \"Foreign-Born Workers: Labor Force Characteristics-2022,\" (May 18).", "12 The decline in demographic demand in 2020 reflects far lower PR and net NPR inflows due to the COVID-19 pandemic and international border restrictions.", "Since 2022, increases in demographic demand have more than offset this temporary decline.", "Housing starts rose during the pandemic as consumers sought bigger homes, often outside urban centres.", "Chart 7: Demographic demand has far outpaced housing construction in Demographic demand and housing starts, 4-quarter moving average, annualized quarterly data and demographic demand forecast for 2023Q4 --Housing starts --=Demographic demand Note: Demographic demand is a measure of the change in the number of households per quarter.", "Sources: Canada Mortgage and Housing Corporation, Statistics Canada and Bank of Canada calculations Last data plotted: 2023Q4 This jump in demographic demand coupled with the existing structural supply issues could explain why rent inflation continues to climb in Canada.", "It also helps explain, in part, why housing prices have not fallen as much as we had expected.", "To sum up, the recent increase in immigration boosted consumption in the near term, but we estimate that that alone did not have a significant impact on inflation.", "However, due to Canada's existing housing supply challenges, population growth has added to the pressure on shelter price inflation.", "Had builders been able to respond more flexibly to the increased demand, it would have helped reduce upward pressure on rent and housing prices.", "Let me wrap all this up.", "I have said a lot today, but I want to make sure you leave here understanding that newcomers are a positive thing for Canada.", "Newcomers have helped loosen tight labour markets and have significantly improved our country's potential growth, which will help keep a lid on inflationary pressures in the long run.", "But Canada needs more homes.", "And we need to make our housing supply more responsive to increases in demand.", "This will allow us to properly welcome new arrivals and to ensure all Canadians have an affordable place to live.", "The housing supply issue is quite complex, and we need all levels of government to work together on a variety of policies.", "We need to reduce the barriers to adding capacity, and we need to ensure the market has greater flexibility to meet future changes in housing demand.", "Without these policy changes, we could continue to see upward pressure on the components of inflation related to rent and house prices.", "Canada is known around the world as a country that embraces newcomers- even when they arrive in large numbers.", "As I said at the start of my remarks today, the ease with which Canadians help new arrivals feel at home is one of our country's greatest strengths.", "Solving our housing supply issues will make life easier for Canadians, and it will allow us to fully realize the long-term economic benefits of our recent population growth."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Immigration", "Housing", "Inflation", "Labour market", "Potential growth", "Shelter price inflation", "Construction", "Rent inflation", "Economic outlook", "Population growth"]}