{"sentences": ["Speech Channels of Transmission Christopher Kent Assistant Governor (Financial Markets) Address to Bloomberg Sydney - 11 October 2023 I want to thank Bloomberg for organising this event.", "It's great to be back at this venue.", "Since May 2022, the Reserve Bank has raised the cash rate target by 400 basis points with the goal of bringing inflation back into its target range of 2-3 per cent.", "Tighter monetary policy is working to slow the growth of demand and bring it into better balance with supply.", "This is contributing to the decline in inflation.", "Today I want to show how increases in the Bank's cash rate target are transmitting through to demand and inflation.", "The most well-known element is the cash-flow channel, whereby a rise in the cash rate leads to higher interest payments for those who have debt, reducing the income borrowers have to spend on other things, leading to slower growth of demand and ultimately a decline in inflation.", "The cash-flow channel is felt with immediacy by borrowers with variable-rate debt and then with a lag for those with fixed-rate debt.", "It is this channel that is being felt most keenly at present, with many indebted households and businesses experiencing a painful squeeze on their finances.", "While this burden falls on only part of the population, there are other channels of monetary policy that spread across a broader range of people.", "Indeed, in economies such as the United States where a sizeable share of borrowing - particularly mortgages - is at rates fixed over very long periods, these other channels of monetary policy do most of the heavy lifting.", "My talk today will focus on how monetary policy moves through the economy in three steps - from the cash rate to a broad range of interest rates, from those rates to economic activity and from economic activity to inflation.", "I will discuss the five main channels of monetary policy and the impact these are having in Australia to bring down inflation.", "Step 1: From the cash rate to other interest rates The cash rate is the interest rate paid by banks that borrow from other banks in the overnight market.", "It is closely linked to other interest rates throughout the economy.", "When banks borrow at slightly longer terms - of say a month - they pay a similar rate of interest (to what they expect the cash rate to be over that time).", "If they faced a much higher rate, they would be better off borrowing overnight in the cash market and rolling that each day for the month.", "Going the other way, banks can leave spare cash with the RBA at the Exchange Settlement (ES) rate, which is just below the cash rate target.", "As such, they will be willing to lend spare cash to other banks so long as they get more than the ES rate in return.", "For these reasons, short-term interest rates are closely linked to the cash rate (Graph 1).", "Australian banks typically fund themselves with debt that pays interest linked to short-term interest rates - the three-month bank bill swap (BBSW) rate to be precise.", "Therefore, changes in the cash rate have a direct effect on banks' funding costs.", "Banks pass this on to borrowers with variable-rate debt.", "Banks have also passed on much - though not all - of the rise in the cash rate to depositors.", "Since May 2022, Australian banks have passed on about 75 per cent of the increase in the cash rate to deposits, which is in line with past phases of rising interest rates.", "In fact, the extent of this pass-through to deposit rates has been relatively high compared with other economies (Graph 2).", "In New Zealand, for example, the equivalent figure is about 50 per cent, while in the United States it is about 35 per cent.", "Among other things, this difference may reflect Australian banks' focus on variable-rate borrowing and lending.", "Bank Deposit Pass-through* Share of increase to policy rates passed through to deposit rates 40 40 Australia UK Norway NZ US Canada The link to the cash rate is not as tight for longer term interest rates.", "A higher cash rate usually results in long-term interest rates and yields rising, but by less than the cash rate.", "This is because other factors affect long-term rates, including yields offshore and expectations for the cash rate and inflation beyond the near term.", "Longer term yields are more important for the transmission of monetary policy in some economies such as the United States, where a lot of borrowing is at long-term fixed rates.", "They are much less important in countries like Australia where most borrowing is variable rate.", "That said, because changes in long-term interest rates have important effects on the valuations of other assets like equities, corporate bonds and the exchange rate, they are still relevant to the transmission of policy in Australia.", "I will come back to this point later.", "Step 2: From interest rates to economic activity Economists typically think of five channels through which monetary policy - via both current and expected future policy rates - affects economic activity and inflation.", "These are: 1. the cash-flow channel 2. the intertemporal substitution channel 3. the asset-price channel 4. the credit channel 5. the exchange rate channel.", "The cash-flow channel When interest rates go up, households pay more on their debt and earn more on their savings.", "Because the cash-flow channel is so noticeable, and felt so keenly by borrowers, it gets a lot of attention, particularly in Australia where most borrowing and much saving is done at variable rates.", "And even for borrowing that is at fixed rates, these tend to be for three years at most, which is short compared with many other economies.", "Since last May, required household mortgage payments - interest plus scheduled principal repayments - have risen from around 7 per cent of household disposable income to almost 10 per cent.", "This is above estimates of the peak reached in 2008 when the cash rate was 71⁄4 per cent.", "And for those households with a large mortgage, required payments are a much higher share of their income.", "Required payments will continue to rise a little further in the period ahead as fixed-rate loans taken out during the pandemic reach the end of their fixed-rate period.", "The share of such loans has already fallen substantially, from close to 40 per cent in early 2022 to about 20 per cent today.", "Many borrowers have had to cut back on spending to meet higher mortgage payments, while also feeling the pain of rapidly rising living costs.", "This has led to slower growth in demand for goods and services.", "Businesses with high levels of debt may also have reined in their investment spending.", "Conversely, households that have savings are now earning more interest and may spend more in response.", "To some degree, this counterbalances the households that are spending less.", "However, the stock of household debt in Australia is larger than the stock of household savings.", "Since rates have been rising, the contribution of interest received by those with savings to the growth of disposable income (the yellow bars in Graph 3) has been noticeably smaller than the extra interest payments made by those with debt (in orange).", "Moreover, people with savings typically spend less of each extra dollar they earn than those with debt, so any additional spending associated with extra interest received is not enough to offset the reduction in spending associated with extra interest paid.", "Household Disposable Income Growth Real, year-ended with contributions 0 0 -15 -15 2018 2019 2020 2021 2022 2023 Total Interest payable Other net income Labour income Interest receivable Prices Tax payable Sources: ABS; RBA.", "Our estimates suggest that the 4 percentage point increase in the cash rate target since May 2022 will have reduced overall household spending by around 0.4-0.8 per cent per year through the cash-flow channel.", "Studies imply similar-sized effects in other countries with high levels of variable-rate debt.", "Again, the cash-flow channel is less prominent in economies where most debt is locked in at fixed rates for lengthy periods (Graph 4).", "In the United States, mortgages are typically fixed for 30 years.", "That said, when rates are falling, existing US borrowers tend to refinance, while rising interest rates dampen the demand for new loans and turnover in the housing market declines, thereby reducing a range of associated spending.", "Monetary policy is still effective in such economies, including through the cash-flow channel, but it operates more intensively via other channels.", "Changes in Policy and Mortgage Rates* Policy rates Outstanding mortgage US 300 300 UK Australia S D M J S D M J S D S D M J S D M J S D The intertemporal substitution channel Changes in interest rates also affect the incentive to spend versus save, through what is known as the intertemporal substitution channel (or the savingsinvestment channel).", "For businesses, the interest rate affects the cost of capital, which helps to determine whether and when they'll invest.", "For households, higher interest rates provide an incentive to save more today and postpone consumption and dwelling investment until another time.", "There is mixed evidence on the extent to which interest rates affect business investment in Australia directly.", "It can be difficult to find a relationship in the aggregate data.", "But studies using firm-level data do suggest that business investment responds to changing interest rates.", "Recent Bank model estimates imply that the 4 percentage point increase in the cash rate might contribute to business investment being around 4 per cent lower than otherwise after two to three years.", "Dwelling investment typically responds quickly to changes in interest rates.", "Fewer homes are built and renovation activity declines when interest rates rise noticeably (Graph 5).", "This is the intertemporal substitution channel at work - people are saving their money and putting off major spending to a later date.", "That said, the asset-price and credit channels are also likely to be at play here.", "In the current cycle, higher interest rates may have also played a role in slowing the rate at which many households have run down the sizeable stock of additional savings accumulated during the pandemic.", "This would contribute to slower growth of consumption than otherwise.", "In fact, the household savings ratio in Australia has only recently dipped below the pre-pandemic average after having been well above that for most of the pandemic period (Graph 6).", "The asset price channel A rise in interest rates contributes to lower asset prices.", "This is because asset prices - for shares, bonds and housing - depend on the discounted value of the expected future cash flows such assets produce (namely, dividends, coupon payments and rental income).", "A rise in interest rates increases the discount factor and hence lowers asset prices and in turn household wealth.", "While details vary, empirical studies suggest that changes in wealth lead to changes in consumption.", "For Australia, various estimates suggest that each 1 per cent decline in wealth results in a fall in consumption of around 0.1-0.2 per cent, well within the range of estimates for other countries.", "However, other factors also have an impact on asset prices.", "Indeed, while housing prices in Australia declined during the initial period of monetary policy tightening through 2022, they have been rising over much of this year even though credit growth has slowed and monetary policy has been tightened further.", "This is likely to owe, at least in part, to the surge in population growth combined with a relatively low level of new construction.", "The credit channel Higher interest rates can also reduce the supply of loans to households and the availability of external funding to businesses, via the credit channel.", "Higher interest rates tend to make lending more risky, especially to lower net worth borrowers.", "It also makes it more costly for businesses to borrow at a time when weaker economic conditions are weighing on their ability to generate profits (which could otherwise help them to fund investment).", "Increases in the riskiness of the underlying loans will also raise banks' funding costs.", "To the extent that some households and businesses are offered smaller loans than they would otherwise have preferred, and on less favourable terms, this will result in less borrowing and so slow the growth of overall demand.", "One way the credit channel operates in Australia is via the serviceability assessment that banks apply when deciding how much to lend to prospective borrowers.", "Under these assessments, the increase in the cash rate since May 2022 has seen the borrowing capacity for a typical household fall by around 30 per cent.", "Accordingly, housing loan commitments have fallen by around the same amount since early 2022, although other factors such as lower demand for credit may also be playing a role (Graph 7).", "The exchange rate channel The exchange rate channel can be important, particularly for a small open economy like Australia.", "All else equal, a rise in Australian interest rates relative to interest rates offshore increases the demand for Australian assets and so increases the value of the Australian dollar.", "By itself, an appreciation of the Australian dollar will reduce the prices Australians pay for foreign goods and services, and increase the prices foreigners pay for goods and services produced here.", "So an appreciation of the Australian dollar would contribute directly to lower Australian inflation via lower prices for imports.", "It would also encourage both Australians and foreigners to divert some of their spending from goods and services produced here to those produced offshore.", "In the context of high inflation and demand that is greater than the economy's capacity to supply goods and services, this diversion of spending offshore would be helpful.", "But of course all else is not equal.", "While Australian interest rates have been rising to combat inflation, interest rates overseas have been rising for the same reason.", "As a result, despite increases in Australian interest rates from May 2022, the Australian dollar has depreciated by just a little more than 2 per cent on a trade-weighted basis since then.", "Other global developments have also played a role.", "In particular, over recent months there have been rising concerns about the economic outlook for China, which is a major user of Australian commodities and is our largest trading partner.", "Nevertheless, by raising the cash rate, monetary policy has helped to support the value of the Australian dollar in the face of these other influences.", "Step 3: From economic activity to inflation The first step of the transmission of the cash rate to other interest rates and the exchange rate is quick.", "The second step takes time, with changes in interest rates affecting the growth of demand via the various channels I've discussed.", "The third step - the link to inflation - takes longer still, with growth in demand typically slowing before there's a broad-based reduction in inflation.", "The past year or so has been an exception to this, given that some of the sharp increase in inflation and then subsequent decline has reflected problems in global supply chains that are now resolved or improving.", "Nevertheless, the effect of slower demand growth on inflation is now building.", "For example, we are hearing in liaison that a range of retailers are discounting prices in the face of weak consumer spending.", "It is difficult to gauge the strength of these different channels because they operate at the same time and we only observe the net effects.", "However, there is empirical evidence for the importance of each channel on elements of demand and/or inflation.", "We also know that monetary policy is effective in countries that have a much weaker cash-flow channel than Australia.", "For example, the significant increase in policy rates in Australia and the United States are contributing to broadly similar changes in key macroeconomic indicators.", "In particular, growth in domestic demand has moderated in both economies.", "Labour market conditions are easing as indicated by the decline in job vacancies as a share of unemployment.", "And inflation has declined, including in core terms.", "Sources: ABS; RBA; Refinitiv; U.S. Federal Reserve.", "The cash-flow channel is the obvious way in which monetary policy is transmitted to aggregate demand and inflation in Australia.", "Compared with earlier episodes of rising interest rates, this channel has been operating with a slight delay given the high initial share of fixed-rate loans.", "But around half of all loans that were fixed at a low rate have now rolled off, and most of the rest will do so over the next 12 months.", "Required mortgage payments are at a record share of household disposable income and will rise further as more fixed-rate loans expire.", "The cash-flow channel is felt acutely by those with variable-rate debt.", "But there are other important channels of monetary policy.", "In particular, the rise in interest rates has increased incentives to save.", "This is true even for households that had built up a lot of extra savings during the pandemic.", "Households with debt also have an incentive to save more; some may be able to pay down their debts ahead of schedule or at least run down their savings buffers more slowly than otherwise.", "These and the other channels of monetary policy are slowing the growth of demand and contributing to a decline in inflation.", "The lags of transmission mean that some further effects of rate increases to date are still to be felt through the economy, which will provide further impetus to lower inflation in the period ahead.", "Meanwhile, the Board is paying close attention to economic developments here and overseas, and some further tightening of monetary policy may be required to ensure that inflation, which is still too high, returns to target in a reasonable timeframe.", "[*] I would like to thank Richard Finlay, Jonathan Hambur, Jeremy Lawson and Jack Mulqueeney, as well as a number of staff from Domestic Markets, Economic Analysis, Economic Research, Financial Stability and International departments for help with this speech.", "[1] See La Cava G, H Hughson and G Kaplan (2016), 'The Household Cash Flow Channel of Monetary Policy', RBA Research Discussion Paper No 2016-12; Flodén M, M Kilström, J Sigurdsson and R Vestman (2021), 'Household Debt and Monetary Policy: Revealing the Cash-Flow Channel', The Economic Journal, 131(636), pp 1742-1771.", "[2] Unlike the cash-flow channel, the intertemporal substitution channel does not depend on whether borrowing and saving is at fixed or variable rates.", "This is because the channel works through the opportunity cost of spending versus saving, which depends on the current interest rates available to prospective borrowers and savers.", "Hence, this channel should work in a similar fashion across different economies.", "[3] See Lane K and T Rosewall (2015), 'Firms' Investment Decisions and Interest Rates', RBA Bulletin, June.", "[4] See Jonathan Hambur and Gianni La Cava (2018), 'Do Interest Rates Affect Business Investment?", "Evidence from Australian Company-level Data', RBA Research Discussion Paper No 2018-05.", "[5] Gibbs CG, J Hambur and G Nodari (2018), 'DSGE Reno: Adding a Housing Block to a Small Open Economy Model', RBA Research Discussion Paper No 2018-04.", "[6] Higher interest rates may also reduce the supply of credit, which can influence the prices of assets that are typically purchased with borrowed funds, such as housing.", "[7] For a review of recent wealth effect studies, see May D, G Nodari and D Rees (2019), 'Wealth and Consumption', RBA Bulletin, March.", "[9] Based on current prudential requirements, when deciding how much they can lend to a prospective borrower, Australian banks must assess the borrower's ability to service the debt were interest rates to rise by a further 3 percentage points from current levels.", "See APRA (2023), 'Housing Lending Standards: Reinforcing Guidance on Exceptions', Letter to all authorised deposit-taking institutions (ADIs), 9 June.", "[10] To get a sense of the orders of magnitude, our internal modelling suggests that a 100 basis point increase in the cash rate should lead, all else equal, to a 5-10 per cent appreciation in the trade-weighted exchange rate.", "The effect of such an appreciation would lead to an estimated reduction in inflation in the vicinity of 1⁄4 to 1⁄2 of a percentage point after two years.", "[11] Many models imply that the intertemporal substitution channel is dominant, but this is by assumption in models that do not allow for credit constraints, which are relevant to several channels including the cash-flow, credit and asset-price channels.", "Other models characterise the channels differently to how I've discussed them above - for example, some emphasise indirect employment effects, while others emphasise the role of redistribution between different types of households (e.g.", "By contrast, in one of the Bank's key models, MARTIN, most of the effect of monetary policy comes via the exchange rate channel and the channels affecting the housing sector.", "In the longer term, the picture from MARTIN is less clear cut, as the contribution of each channel is sensitive to the assumptions used to calculate the decomposition.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to country.", "We pay our respects to their Elders, past and present."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["cash-flow channel", "interest rates", "monetary policy", "inflation", "demand", "credit channel", "asset-price channel", "exchange rate channel", "intertemporal substitution channel", "household debt"]}