{"sentences": ["Introduction The Bank of Japan submits to the Diet its Semiannual Report on Currency and Monetary Control every June and December.", "I am pleased to have this opportunity today to talk about recent economic and financial developments and about the Bank's conduct of monetary policy.", "Economic and Financial Developments I will first explain recent economic and financial developments.", "Japan's economy has recovered moderately.", "Exports and industrial production have been more or less flat, supported by a waning of the effects of supply-side constraints.", "Corporate profits have been at high levels on the whole, and business sentiment has improved moderately.", "In this situation, business fixed investment has increased moderately.", "The employment and income situation has improved moderately.", "Private consumption has increased steadily at a moderate pace, despite being affected by price rises.", "With regard to the outlook, Japan's economy is likely to continue recovering moderately, supported by the materialization of pent-up demand, as well as by factors such as accommodative financial conditions and the government's economic measures, although it is expected to be under downward pressure stemming from a slowdown in the pace of recovery in overseas economies.", "The year-on-year rate of increase in the consumer price index (CPI) for all items excluding fresh food is slower than a while ago, mainly due to the effects of pushing down energy prices from the government's economic measures, but it has been at around 3 percent recently owing to the effects of a pass-through to consumer prices of cost increases led by the past rise in import prices.", "Regarding the outlook, it is likely to be above 2 percent through fiscal 2024 and then decelerate in fiscal 2025.", "Meanwhile, through fiscal 2025, the Bank expects that underlying CPI inflation will increase gradually toward achieving the price stability target of 2 percent.", "Concerning risks to the outlook, there are extremely high uncertainties surrounding Japan's economic activity and prices, including developments in overseas economic activity and prices, developments in commodity prices, and domestic firms' wage- and price-setting behavior.", "Under these circumstances, it is necessary to pay due attention to developments in financial and foreign exchange markets and their impact on Japan's economic activity and prices.", "Meanwhile, Japan's financial system has maintained stability on the whole.", "Although attention is warranted on, for example, the impact of the tightening of global financial conditions, the financial system is likely to remain highly robust on the whole, even in the case of an adjustment in the real economy at home and abroad and in global financial markets, mainly because Japanese financial institutions have sufficient capital bases.", "Regarding financial risks from a longer-term perspective, while there is a possibility that prolonged downward pressure on financial institutions' profits may lead to a gradual pullback in financial intermediation, the vulnerability of the financial system could increase, mainly due to the search for yield behavior.", "Although these risks are judged as not significant at this point, it is necessary to pay close attention to future developments.", "Conduct of Monetary Policy Next, I will explain the Bank's conduct of monetary policy.", "The Bank considers that sustainable and stable achievement of the price stability target is not yet envisaged with sufficient certainty at this point, and that it is important to closely monitor whether a virtuous cycle between wages and prices will intensify.", "In this situation, it will patiently continue with monetary easing under Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control, aiming to support Japan's economic activity and thereby facilitate a favorable environment for wage increases.", "In October, the Bank decided to conduct yield curve control with the upper bound of 1.0 percent for 10-year Japanese government bond (JGB) yields as a reference and to control the yields mainly through large-scale JGB purchases and nimble market operations.", "This decision was based on the assessment that it was appropriate for the Bank to increase the flexibility in the conduct of yield curve control.", "The Bank will conduct monetary policy with the aim of achieving the price stability target of 2 percent in a sustainable and stable manner, accompanied by wage increases."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy", "Economic outlook", "Inflation", "Financial stability", "Price stability", "Wage growth", "Yield curve control", "Quantitative easing", "Financial risks", "Economic recovery"]}