{"sentences": ["Welcoming Good morning to the speakers, discussants, and everyone who is here attending in person and to those who are following us via streaming.", "We welcome you to the twentysixth Annual Conference of the Central Bank of Chile entitled \"Implications of Climate Change and Ecosystem Services Degradation for Macroeconomic and Financial Stability.\"", "Let my first words be to thank the team that has worked very hard to make this event possible and that has arranged the magnificent line-up of speakers and discussants that we will have over these two days.", "Motivation and Context Over the last years we have seen dire warnings of the deterioration of nature and its consequences.", "We have witnessed record temperatures in many countries, reduced river levels, devastating fires, droughts, and extreme weather events.", "In parallel, we have seen a severe disruption of multiple ecosystems around the world and massive loss of wildlife.", "In this context, on the one hand, several scientific publications draw attention to what is happening and predict the outlook to be far from auspicious.", "The latest reports on climate change and biodiversity by the IPCC and the IPBES show that we are running very short on the commitments made to halt the damage to nature, thus risking the crossing of multiple tipping points which can have consequences on our societies.", "On the other hand, policymakers, businesses and households, are increasingly taking actions to reduce their impact on the nature and driving a transition to a sustainable economy.", "All these activities and climate change itself have repercussions on the economy, the financial system and the welfare of society.", "The natural question that arises is: how is this challenge being addressed by central banks?", "Not all central banks have the same mandates or economic tools, but there are several common areas in which our institutions should advance and contribute towards a more sustainable economy, always respecting our mandates, objectives, and activities.", "But it should be mentioned that our role is not to be a climate policymaker.", "In other words, central banks are not here to provide recommendations or enact policies to safeguard the environment.", "In fact, at the Central Bank of Chile we do not have an explicit mandate regarding climate change.", "Our goals established by law are to look after the stability of the currency and the normal functioning of internal and external payment systems.", "And, from my point of view, it is fundamental for an autonomous institution such us ours, to be cautious in exercising our attributions and to do our job carefully and well.", "In this sense, to achieve our objectives, we must consider the environment in which we operate.", "For example, we need to understand the macroeconomic implications of climate change when assessing our economic and financial outlook, highlighting the relevance of developing models that incorporate this aspect into our projections.", "These, in turn, will allow us to be convinced of the correct internalization of the risks associated with climate change that impact the financial system.", "Therefore, we must be able to measure well and generate statistics that will enable us to evaluate and make good decisions.", "In other words, we need to know, measure, anticipate, and certainly share that knowledge if the policy maker so requires.", "Thus, and, in line with Network for Greening the Financial System (NGFS) commitment, as a central bank we are taking action by designing a work agenda on these topics.", "The details of this effort are part of our 5-year planning cycle, that began early this year.", "We stress three main lines of action: macroeconomic analysis; financial risk assessment; and the provision of economic and environmental statistics.", "The knowledge and the generation of information of the effects of climate change on the economy and the financial sector are central for a correct evaluation of economic policies.", "The macroeconomic implications of climate change include some well-known elements for monetary policy, such as supply shocks, structural changes and uncertainty.", "But in this case, the changes may occur over an extended period, beyond what is a normal business/policy cycle.", "One of the most immediate challenges that central banks face is factoring into their analysis and projection models the macroeconomic impacts arising from the physical damages related to climate change and environmental degradation, as well as the transition effects associated with mitigation and adaptation policies that might be implemented.", "Certainly, the analysis of climate change and transition policies poses big challenges, but central banks have a comparative advantage given their expertise accumulated in the last few decades in terms of data-driven structural modeling.", "Our medium-term research agenda will incorporate climatic and, more broadly, environmental concerns into its standard toolkit for macroeconomic analysis, including the effects of physical and transition risks, as well as new opportunities presented by the green transition.", "All the above is in line with our commitment with NGFS.", "These tools will be used mainly to assess the implications of environmental degradation and the green transition on long-run potential growth.", "Another challenge is safeguarding the long-term stability and resilience of the financial system through two main lines of action: 1) incorporating climate risks into financial stability assessments to identify and address vulnerabilities in the financial system; 2) enhancing risk management and supervision practices to take into account climate risks.", "The impact of climate change on the economy exacerbates traditional financial risks.", "Plus, our functions include the production of key macroeconomic statistics.", "A comprehensive analysis of the impact of climate change and ecosystem degradation requires consistent, comparable and quality statistics to close data gaps and include nature in the decision-making process of the different actors.", "We plan to contribute by producing information and analysis for climate risk assessments that complement the efforts of, and are an input to, the financial regulator and can serve as a guide to other financial institutions and businesses.", "A first step in this line was the exposure analysis to physical and transition risks of climate change published in the Financial Stability Report during the first half of 2022.", "We also are working on developing methodologies for measuring Chile's natural capital, in line with the framework derived from the United Nations' System of Economic and Environmental Accounting.", "Natural capital can be systematically measured and monitored based on its contribution to production and societal well-being.", "Additionally, we are working on other climate-related topics, such as the estimation of the carbon footprint of economic activity by using the Input-Output model, and we are studying the factors influencing its evolution.", "Besides these initiatives, we have related activities.", "Internationally, as an active member of the NGFS, we are co-chairing the macro modeling group within the Workstream of Monetary Policy, and part of the Taskforce for Nature-related Risks and the Research Network.", "We are also chairing a Research Network including many countries in the Americas on the macroeconomic consequences of environmental change with the support of the BIS.", "At home, we are supporting some governmental instances to work on these issues as external advisors.", "For example, since 2019 we have been part as an advisor to the Green Finance Roundtable and the preliminary-Committee in Green Taxonomy, created by the Ministry of Finance.", "Additionally, we are also a member as an external advisor to the Natural Capital Committee formed by the Ministry of Environment, the Ministry of Finance, the Ministry of Economy and the National Council for Science, Technology, Knowledge and Innovation.", "This committee is an instance of collaboration between institutions that aims to develop methodologies to measure the real value of the multiple services that our ecosystems provide us every day.", "Conference contents The fact that our annual conference will be dedicated to addressing issues on this topic this year is proof of our interest in building a better understanding of these phenomena and learn about the challenges and opportunities associated with possible future environmental scenarios and their associated macroeconomic impacts.", "This conference seeks to answer questions such as: What are the main mechanisms through which nature degradation and climate change can affect long-term growth?", "How does macroeconomic and financial stability depend on ecosystem services and climate stability?", "and What methodologies and tools are available to incorporate naturerelated risks into standard macro-financial analysis?", "To answer these questions and shed light on the future we have gathered a select group of experts.", "Thus, today we will have two academic sessions with papers studying different aspects of the macroeconomic impacts of climate change and ecosystem services degradation, we will have Philippe Aghion as Keynote speaker, and we will end the day with a discussion panel talking about policy implications.", "In the first session, James Stock will talk about how both physical and transition impacts related to climate change can be incorporated into macroeconomic models and what insights we can get from these integrated kinds of models.", "Anthony Smith will then talk about how a global economy-climate model featuring a high degree of geographic resolution can shed light on the uneven distribution of the climate change impacts around the world.", "Also, Luigi Durand will discuss how, through international trade, policies implemented in one country can affect the evolution of the natural capital of other countries.", "This session will have two amazing discussants: Benjamín García and Larry Karp.", "Today's keynote speaker, Philippe Aghion, will then tell us about whether it would be possible to achieve a green transition process that reduces CO2 emissions and, at the same time, enhances economic growth.", "Then, the second academic session of the day will be started by Steve Polasky, who will talk about to integrate ecosystem services into economic models and the policy implications resulting from such integrated framework.", "The second speaker of this session is Justin Johnson, who will discuss what are the policy recommendations from an earth-economy model to achieve global sustainability.", "We will have two extraordinary professors discussing Steve and Justin ́s presentations: Francisco Gallego and Andrew Plantinga.", "We will end this first day with a discussion panel, in which we will listen to Marshall Burke, Douglas Arent, and Eduardo Cavallo about what they consider the relevant macroeconomic implications of environmental degradation that policymakers should be aware of.", "They will also discuss the opportunities and challenges posed by the investment projects required to achieve the green transition and mitigate the damages that we are already experiencing and expect to intensify in the near future.", "Tomorrow, we will open the discussion with an academic panel focused on the financial implications of environmental degradation.", "In this session, Hyeyoon Jung will tell us how insurance companies can be exposed to climate-related physical risk through their operations and transition risk through their financial asset holdings.", "Then, Johannes Stroebel will discuss how physical and regulatory risks related to biodiversity loss can affect economic activity and asset values.", "As discussant of this session, we will hear from Katherine Wagner and Mauricio Larraín.", "Following this, we will have the pleasure of hearing the keynote speaker of this second day, Maximilian Auffhammer, who is also a co-organizer of the conference.", "He will talk about key issues related to the physical and transition impacts of environmental degradation.", "Then, in the fourth and last academic session of the conference, we will have the privilege to hear from Tamma Carleton about new approaches to estimate the social cost of carbon; from Marshall Burke, who will discuss the channels through which climate change can lead to socio-economic issues affecting economic growth, and from Elías Albagli who will speak about what the past tells us about the relationship between emigration and climate change, what the present tells us with the current available data, and what we can expect for the future under different possible scenarios.", "In this session we will have Joaquín Vial, Klaus Schmidt-Hebbel and Anouch Missirian as discussants.", "Finally, we will close the day and this Conference with a discussion panel from policymakers, as Charlotte Gardens-Landolfini, Mauricio Larraín, Marcus Molbak and Daniel Santabárbara, about the impact of climate change on financial stability.", "I hope the expertise and insights of our distinguished speakers and discussants provide invaluable guidance on how to navigate the very challenging climate and environmental transitions that we urgently need to address.", "I wish all of you a fruitful two days in this conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Financial Stability", "Macroeconomic Impacts", "Ecosystem Services", "Natural Capital", "Green Transition", "Climate Risk", "Environmental Degradation", "Sustainability", "Monetary Policy"]}