{"sentences": ["Turnaround of the Indian Banking System Keynote Address by Shri Shaktikanta Das, Governor, Reserve Bank of India Delivered at the Mint BFSI summit, January 11, 2024, I am extremely delighted to be here this morning at the Mint BFSI Summit.", "I would like to thank the organisers, Mint, for inviting me to this event.", "Incidentally, I had also participated in a similar event - Mint Annual Banking Conclave - in February 2020.", "Not very long ago, the Indian banking sector was beset with a host of issues.", "Indian banks were weighed down by high levels of non-performing assets (NPAs),' while the returns on assets and equity were in negative zone.", "Eleven banks were under Prompt Corrective Action (PCA) as at end-June 2018.\"", "Failure of a major Non-Banking Financial Company (NBFC) stoked fear and risk aversion among market participants leading to increased costs of market borrowing, especially for those with perceived asset-liability mismatch concerns.", "Even as we were coping up with the stress in the financial sector, the COVID-19 pandemic in the beginning of the year 2020 came as a shocker, which led to major disruptions across all sectors.", "1 As on March 31, 2018, the gross non-performing assets were around 11 per cent of the gross advances, after the RBI had done an asset quality review in 2014-15.", "Financial Stability Report, June 2018 3.", "During the last five years, the Reserve Bank took a series of initiatives on the regulatory and supervisory fronts, while banks themselves, to their credit, responded to the challenges by strengthening their internal defence mechanisms.", "As a result of these concerted efforts, there has been a gradual and consistent turnaround in the banking system, despite the multiple headwinds emanating from COVID-19, geo-political conflicts and sharp monetary policy tightening across the world.", "All key indicators of scheduled commercial banks (SCBs), namely, capital adequacy, asset quality and profitability have shown improvement in the last four years.", "* The credit growth has now become broad-based and backed by the strong fundamentals of the financial institutions.", "The financial indicators of non-banking financial companies are also in line with that of the banking system as per the latest available data.", "On the whole, India's banking sector has emerged stronger from the unprecedented challenges of the recent years.", "Questions are often raised as to how this turnaround in the banking sector took place.", "My short answer to this question is that it is the result of all the good work of various stakeholders in the system.", "In my address today, I have chosen to speak on the Reserve Bank's efforts to steady the economic ship amidst turbulent waters in ° The capital adequacy of banks has increased by 181 bps from 14.8 per cent as on March 31, 2020 to 16.6 per cent as on September 30, 2023.", "The asset quality has also steadily improved with gross non-performing assets decreasing from 8.3 per cent to 3.3 per cent and the provisioning coverage ratio increasing from 81.2 per cent to 91.9 per cent during the same period.", "The profitability, as reflected in the Return on Assets and Return on Equity, too, has shown an increase of 119 bps and 1131 bps, respectively.", "The liquidity coverage ratio (LCR) of SCBs was comfortable at 135.4, much above the minimum stipulation of 100. the last few years.", "I have structured my talk in the following manner.", "First, I shall speak on our response to various crises starting with the non-banking finance companies (NBFC) stress that haunted us even before the pandemic.", "Next, I shall dwell upon the body of work we have undertaken in recent years to revamp our regulation and supervision.", "How We Navigated through the Crisis 5.", "In the aftermath of the Infrastructure Leasing and Financial Services (IL&FS) crisis, the Reserve Bank heightened its focus on maintaining and fostering macro-financial stability through a series of conventional and non-conventional measures.", "The __ flexibility provided in the Flexible Inflation Targeting (FIT) framework of maintaining price stability, while keeping in mind the objective of growth, helped us to accommodate large supply side shocks, while focusing on immediate growth concerns during the pandemic.", "In particular, the tolerance band around the target came handy during this period.", "While always keeping an eye on the financial stability concerns, the Reserve Bank endeavoured to ensure that the economy got back on its feet as quickly as possible and returned to a higher trajectory of growth.", "Our ultimate objective is the mutual coexistence of price stability, sustained growth and financial stability that works best for the Indian economy.", "Following the collapse of IL&FS in the second half of 2018, almost the entire 2019 necessitated taking measures to intensify the supervision of NBFCs; monitoring their liquidity and_ stability conditions more closely; infusing system liquidity through innovative instruments like currency buy-sell swaps; restoring market confidence through appropriate communication and backing it up with actual action on several fronts.", "When we envisaged that COVID-19 could be a major disruptive factor, our response was swift and decisive.", "A slew of measures was announced on March 27, 2020.", "They included targeted term repo operations (TLTROs) up to %1,00,000 crore, reduction in the cash reserve ratio (CRR) by 1 percentage point and enhancement of access to marginal standing facility (MSF) by the banks.° Business continuity measures were put in place in the Reserve Bank even before the nation-wide lockdown was announced.° In parallel, all supervised entities (SEs) were advised in March 2020 to activate their existing operational and business continuity plans and manage the risks posed by the COVID-19 pandemic.", "On the monetary policy front, the policy repo rate was reduced sizeably by 115 bps in a span of two months (March-May 2020).", "Liquidity enhancing measures equivalent to 8.7 per cent of GDP were announced.", "As a result of these measures, financial conditions got substantially eased during the COV-19 period.", "4 In June 2019, during the post policy press conference, the Governor had said clearly that \"...it is our endeavour to ensure that there is no collapse of any large systemically important NBFC or any large NBFC.", "And, in that direction we are monitoring the evolving situation and we will see how it moves forward.", "....\" > Banks' limit for borrowing overnight under the MSF by dipping into their Statutory Liquidity Ratio (SLR) were raised to 3 per cent of NDTL from 2 per cent which allowed them to avail an additional %1,37,000 crore of liquidity under the LAF window.", "® We were perhaps amongst the first few central banks to have set up a special quarantine facility with about 200 officers, staff and service providers, engaged in critical activities to ensure business continuity in banking and financial market operations and payment systems.", "IThe regulatory focus was to frame appropriate policy responses to mitigate the immediate impact of COVID-19 on the financial institutions and their constituents.", "The regulatory measures introduced during this period could be broadly grouped into two categories viz., measures to stabilise the economy against the onslaught of the pandemic and measures to support a quick recovery and durable growth in the medium term in the post-pandemic period.", "To provide immediate debt service relief to borrowers whose income generating ability was impaired by the lockdowns, a moratorium on repayment of loans was provided to all eligible borrowers, initially for a period of three months, which was subsequently extended by another three months, taking the total to six months from March 2020 to August 2020.", "Given that the borrowers would require additional working capital financing to tide over the crisis period, lenders were permitted to recompute working capital requirements of the borrower and finance accordingly.", "To incentivise lenders to implement the above measures in its true spirit, regulatory exemption was provided, in terms of which loan moratorium and easing of working capital financing were not treated as restructuring.", "Further, to facilitate revival of activity in the real sector and to mitigate the impact on ultimate borrowers, a window under the Resolution Framework (1.0) was provided to lenders to implement viable restructuring plans in respect of eligible borrowers without asset classification downgrade.", "Given that a similar experience in the past had led to some adverse experiences, clear eligibility conditions were codified to ensure that only borrowers impacted by the pandemic were covered with a defined sunset clause.", "Additionally, to ensure that only viable proposals are extended the benefit, an expert committee was constituted to recommend the required financial parameters with sector-specific benchmark ranges for such parameters to be part of the resolution plans.", "Lending institutions were required to consider these parameters, in combination with any other parameters as decided by them, for evaluating the resolution plans.", "As the shocks of the second wave of COVID -19 emerged, a similar window under Resolution Framework 2.0 was announced for micro, small and medium enterprises (MSMEs); retail loans; and, loans to other small businesses as well as individuals for business purposes, having borrowings of less than %50 crores, with well- defined principles.", "The two Resolution Frameworks were an exercise in balancing the interests of creditors and debtors without losing sight of the prudential and financial stability concerns.", "With this background of our immediate response to the crisis, let me now turn to our efforts towards strengthening the regulatory and supervisory architecture of the banking system from the long-term perspective.", "Strengthening the Regulatory Architecture 12.", "While dealing with the COVID-19 pandemic related challenges, we announced and implemented a series of structural measures all through this period to strengthen our regulatory systems, shifting from an entity-based approach to more of a principle and/or activity- based approach.", "These measures have played a key role in not only averting a crisis, but also enabling the financial sector and the economy to emerge stronger and healthier from the multiple crises that we experienced in the last few years.", "In the recent period, the Reserve Bank has undertaken a complete overhaul of the regulatory architecture of the banking system.", "These regulatory steps include, among other things, the implementation of leverage ratio (June 2019)'; large exposures framework (June 2019)°; guidelines on appointment of directors and constitution of committees of the board (April 2021)9; revised guidelines on securitisation of standard assets and transfer of loan exposures (September 2021); scale based regulatory framework for NBFCs (October 2021)'°; revised regulatory framework for Urban 7 Keeping in view the requirements of financial stability and increased harmonisation with Basel Ill standards, it was decided that the minimum leverage ratio should be 4% for Domestic Systemically Important Banks (DSIBs) and 3.5% for other banks.", "8 In order to capture exposures and concentration risk more accurately and to align the instructions with international norms, the Large Exposure Framework was modified with notable introduction of economic interdependence criteria in the definition of connected counterparties and mandatory \"look-through approach\" in determination of relevant counterparties in case of structured financial investments.", "° The instructions were issued to the scheduled commercial banks about the Chair and meetings of the board; composition of certain committees of the board; age, tenure and remuneration of directors; and appointment of the whole-time directors (WTDs).", "10 Even before these new regulatory frameworks were brought in, we had taken measures such as issuance of guidelines on appointment of Chief Risk Officers (CROs) (May 2019) and Chief Compliance Officers(CCOs) in large NBFCs (April 2022); Liquidity coverage ratios for NBFCs with asset size of 5000 crore and above (November 2019); risk-based internal audit (RBIA) norms for large NBFCs (with asset size of 75000 crore and above) and UCBs with asset size of %500 crore and above (February 2021); and harmonising the guidelines on appointment of statutory auditors for NBFCs and UCBs with that of commercial banks (April 2021).", "Cooperative Banks (July 2022); and guidelines on digital lending (September 2022).", "The capital and liquidity requirements are uniformly applied to all scheduled commercial banks (SCBs), irrespective of their asset size and exposure.''", "We nudged the banks for achieving complete automation of income recognition, asset classification and provisioning processes.", "Notably, while the guidelines to this effect were issued in 2011, their full implementation was pending.", "Further, additional guidelines were issued in 2020 to ensure the completeness and integrity of this process.", "I would now like to highlight some of the other facets of the Reserve Bank's regulatory efforts.", "There are six points here to which I wish to draw your attention.", "(a) Fostering a Sustainable Digital Lending Landscape 15.", "Post pandemic, digital lending has seen an exponential rise in various emerging economies including India.", "There has been an increase in scale and velocity of digital credit.", "At the same time, it has raised a host of business conduct issues.", "Consequently, various regulatory dilemmas have emerged wherein a balanced approach had to be taken.", "It was necessary to weigh the customer benefits brought in by innovative business models of FinTechs on one side and the emerging business conduct and regulatory concerns on the other.", "1 All SCBs are required to maintain capital to risk weighted asset ratio (inclusive of capital conservation buffer) at 11.5 per cent, LCR at 100 per cent and NSFR of 100 per cent.", "The outcome of the Reserve Bank's regulatory balance was reflected in the digital lending guidelines issued in September 2022, followed by the guidelines on First Loss Default Guarantee (FLDG) in June 2023, covering prudential concerns and other salient facets of outsourcing, business conduct, data privacy and digital lending operation.", "The regulatory objective was to rein in the negative externalities while retaining the salutary effects of innovative digital business models.", "The data on private equity flows into the digital lending space after the issuance of these guidelines demonstrates the faith of investors on the Indian digital lending story and the belief that, going forward, digital lending under the regulatory gaze of the Reserve Bank will sour the FinTech sector even more.", "In furtherance of this objective and as a part of our efforts to accelerate and widen the reach of digital banking services, the concept of \"Digital Banking Units\" (DBUs) was also introduced. '", "(b) Firming Up Governance in Regulated Entities 17.", "Our focus in recent years has been on strengthening the governance and assurance functions in the regulated entities - banks and non-bank financial companies (NBFCs) - to enhance their internal lines of defence.", "The emphasis has been on building an 12 DBU is a specialised fixed point business unit / hub housing certain minimum digital infrastructure for delivering digital banking products & services as well as servicing existing financial products & services digitally, in both self-service and assisted mode, to enable customers to have cost-effective/ convenient access and enhanced digital experience to/ of such products and services in an efficient, paperless, secured and connected environment with most services being available in self-service mode at any time, all year round.", "environment of trust, transparency and accountability in the financial sector.", "The assurance functions, namely, risk management, compliance and internal audit are critical links between governance and business.", "The key is to identify risks early, monitor them closely and manage them effectively.", "In this context, instilling an appropriate risk culture in the organisation is important.", "This needs to be driven by the Board and senior management with effective accountability at all levels.", "We expect the senior management, the Board of Directors, the Audit and Risk Management Committees and the Internal Audit function in banks to play a more proactive role and be more watchful of incipient and emerging risks.", "The Reserve Bank has issued detailed guidelines for ensuring quality and independence of the governance and assurance functions.", "These areas are also subjected to intensive supervisory assessment.", "(c) Reimagining Regulations with a Pro-Customer Perspective 18.", "We have given renewed focus on strengthening the conduct related aspects.", "Instructions have been issued on the responsibilities of regulated entities to ensure avoidance of intimidation or harassment of customers by their recovery agents.", "The Master Directions on issuance of cards have strengthened the conduct regulations relating to various aspects of card operations.", "'% 13 These include closure of a credit card account, issuance of credit card for business purpose, billing issues, refund of credit transactions, new form factors, issues relating to co-branded arrangement, mis-selling, etc.", "Instructions have also been issued to ensure responsible lending conduct in terms of pricing and resetting pricing for loan related products, return of loan related security documents, addressing customer grievances related to reporting of credit scoring, etc.", "We have also addressed the issue of quick resolution of customer grievances by regulated entities.", "Accordingly, the Reserve Bank Integrated Ombudsman Scheme (RB-IOS) has been introduced and implemented.", "This is a one-stop, cost-free touch point for redressing customer grievances pertaining to certain key segments of the Reserve Bank's regulated entitities.", "The scheme envisages a grievance redress mechanism with powers to provide personal hearing, compensation and an_ in-built appellate mechanism.", "Importantly, the non-banking finance companies and credit information companies have also been brought under the ambit of the integrated ombudsman scheme, in addition to banks.", "(d) Sustainable Finance Initiatives 20.", "Given the significant challenges from climate risks, a dedicated Sustainable Finance Group has been institutionalized in the Reserve Bank.", "Besides actively participating in dialogues with various stakeholders at international and domestic levels, the focus has been to kindle brainstorming among regulated entities to internally review their systems, processes, policies and oversight towards sustainable finance and the way forward.", "(e) Measures to Develop Credit Market 21.", "In order to facilitate development of a robust market in credit risk transfer and greater investor participation in stressed loans, the Reserve Bank has put in place a regulatory framework in the form of guidelines on 'Securitisation of Standard Assets' and 'Transfer of Loan Exposures' (2021).", "Subsequently, a Discussion Paper has been issued on Framework for Securitizing Stressed Assets, the final contours of which are now being formulated.", "A core group of major banks has also been brought together to set up a self-regulatory body - Secondary Loan Market Association (SLMA).", "This body will play a major role in standardisation of documentation and market practices; setting up of the market infrastructure; and promoting growth, liquidity and efficiency of the secondary market in alignment with broad regulatory objectives.", "(f) Macro Prudential Measures 22.", "While we continue with our endeavour towards reorienting the financial system, our focus on broader systemic stability and addressing incipient signs of imprudent practices also continues.", "Considering the persistent credit growth in certain segments of retail credit, pre-emptive measures were announced in November 2023 to sober down undue exuberance which was clearly visible.", "Risk weights on certain segments of consumer credit have, therefore, been enhanced.", "The issue of interconnectedness through bank lending to NBFCs has also been addressed through higher risk weights.", "More recently, concerns on ever-greening on account of regulatory arbitrage between lenders and the alternative credit channels - Alternative investment Funds (AIFs) - have similarly been addressed (December 2023).", "Revamping the Reserve Bank's Supervisory Processes 23.", "Structural changes have also been implemented to enhance the agility, flexibility, and specialisation of our supervisory structure.", "The Reserve Bank's supervisory systems have been recalibrated to attune them to the dynamics of the financial sector in a forward- looking approach so as to smell possible distresses early.", "The emphasis is on fostering resilience in the supervised entities (SEs) at three levels - financial, operational and organisational.", "Needless to say, it is a constantly evolving process, but it has been made more dynamic.", "In this context, I propose to highlight five aspects.", "(a) Unification of Regulatory and Supervisory arms 24.", "A unified and harmonized supervisory approach has been institutionalised in the Reserve Bank for commercial banks, Non- Banking Financial Companies (NBFCs) and urban cooperative banks (UCBs).", "The emphasis is on identifying the root causes of vulnerabilities using a wide array of supervisory tools.", "Earlier, three separate units within the Reserve Bank were regulating and supervising three different types of entities in the banking sector, namely, the Scheduled Commercial Banks, the UCBs and the NBFCs.", "Now, only one department of regulation (DOR) regulates, while another department of supervision (DOS) supervises these three segments.", "This unified and harmonized approach has led to regulatory efficiency and effective oversight.", "It has enabled early and timely detection of cross-linkages across the sectors as well as synergy of regulatory and supervisory approaches.", "By no means, however, we have adopted a one-size-fits-all model.", "The rationale was to bring in an activity-based supervisory approach in addition to entity-based supervision.", "(b) On-Site Supervision 25.", "The frequency and intensity of on-site supervisory engagement is now based on the size as well as the riskiness of the institutions.", "These supervisions have also become more intense and frequent.", "We have strengthened our engagement with the senior management and boards of the supervised entities.", "These are over and above the interactions held with the supervised entities and their statutory auditors by the Senior Supervisory Managers (SSMs).", "The focus is now more on identifying the root cause of vulnerabilities, rather than dealing with the symptoms alone.", "The priority areas are identified for each supervisory cycle.", "The underlying objective binding all these initiatives is to be proactive and ever vigilant in identifying and addressing emerging risks and vulnerabilities.", "The recent (November 16, 2023) pre-emptive increase in the risk weights for consumer credit and bank credit to NBFCs is an example of this approach.", "We have also buttressed the feedback loop between onsite examination and offsite analytics so as to have continuous supervision.", "(c) Offsite Supervision: Sharper Analytics 26.", "We have considerably strengthened supervisory macro and micro data analytics to capture potential and emerging risks.", "We deep dive into the business models of banks and other lending entities and closely monitor their asset liability mismatches and funding stability.", "We have a system of early warning signals that provide lead indications of risk build-up.", "While asset quality and capital position indicate resilience and robustness of financial institutions in the medium term, recent experience in certain advanced economies have shown that liquidity can become an immediate cause of crisis.", "We monitor liquidity position of banks and NBFCs very closely and aberrations, if any, are immediately taken up with them for remedial measures.", "Stress tests are also carried out on a continuous basis for both individual entities as well as at the systemic level.", "Thematic studies across entities are also undertaken.", "We do not interfere in the business decision making of regulated entities, but our approach is to sensitise their senior management for remedial action.", "In strengthening the offsite data analytics, models have been developed with suitable and judicious use of machine learning.", "The risk based supervisory rating models have been revised on the basis of feedback from external and internal experts.", "Thus, our whole approach to supervision is to be pro-active for minimising surprises, spotting concerns and addressing them early.", "(d) Sustained Focus on Capacity Building 27.", "As part of strengthening the Reserve Bank's supervision, a College of Supervisors (CoS) for capacity building has been set up in 2020.", "The College has joined the cohort of Global Institutions on Financial Resilience.", "We have collaborated with many international organisations such as the International Monetary Fund, the World Bank, the Bank for International Settlements, the Federal Reserve Board, the Bank of England, the European Central Bank, the Southeast Asian Central Banks and the Toronto Centre, with the objective of having a platform for sharing experiences and building global expertise.", "Through this process, the effort is to expand the knowledge pool of our supervisors.", "(e) Enhanced Focus on IT and Cybersecurity Risks 28.", "Another area of our close attention is the cybersecurity risk.", "Although there are obvious benefits of adoption of IT in banking, the attendant risks need to be effectively addressed.", "Considering the diversification and complexity levels of our regulated and supervised entities, we have issued differentiated cybersecurity baseline control frameworks for the varied entities.", "For instance, a graded approach for the co-operative banks has been implemented, depending upon the digital services they offer.", "Guidelines have also been issued for robust governance structures, minimum security standards, IT and ITeS outsourcing, business continuity management, roles and functions of Chief Information Security Officers, among others.", "Inconclusion, I would like to say that the remarkable turnaround in the Indian banking system has been the cornerstone of India's success story in the recent years.", "Today, the Indian banking system is well-placed to support India's growth story in the years ahead.", "Trust is the essence of a robust financial system and is built over a period of time through sustained efforts.", "This needs to be preserved.", "The Reserve Bank has committed itself to safeguard the trust factor of the Indian financial system.", "Our recent efforts to improve regulation and supervision are guided by this basic principle.", "With our diverse responsibilities such as monetary authority, regulator and supervisor of banks and non-banks, payment systems, and other segments of the financial markets, we have used all our instruments - monetary policy combined with macroprudential regulation and supervision - synergistically to achieve better outcomes.", "As we move forward, we guard against any sense of complacency, and work tirelessly towards further strengthening India's banking and financial system."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination"], "topics": ["Banking sector turnaround", "Regulatory architecture", "Digital lending", "Governance in regulated entities", "Pro-customer regulations", "Sustainable finance initiatives", "Credit market development", "Macro prudential measures", "Supervisory processes", "IT and cybersecurity risks"]}