{"sentences": ["Dear colleagues, The Board of the National Bank of Ukraine has decided to keep its key policy rate at 15% per annum.", "This decision comes along with the need to maintain exchange rate sustainability, keep inflation moderate in 2024, and bring it to the target range of 5% ± 1 pp over the monetary policy horizon.", "Despite Russia continuing its aggression against Ukraine, the inflationary pressure eased significantly last year, including due to the NBU's consistent Inflation slowed to 5.1% yoy in November and stood at this level in December.", "Good harvests and lower global energy prices were major factors behind the decrease in the pressure on prices.", "The moratorium on tariff increases for certain utilities played an important role.", "At the same time, a decline in core inflation to 4.9% as of the year end also points to a sizeable contribution made by the NBU's consistent monetary policy, in particular measures to ensure exchange rate sustainability and attractiveness of hryvnia assets.", "These measures helped improve exchange-rate and inflation expectations.", "Despite the expected acceleration of inflation in 2024, it will remain moderate and will return to the target range in 2025 Inflation will be within the target range in the coming months.", "From the middle of the year, it will accelerate somewhat as effects of last year's bumper crops wane.", "Additional pressure on prices will come from the further recovery in consumer demand, as well as the pass-through of business costs to consumer prices, in particular due to persistently high security risks and wage increases.", "However, inflation will remain moderate, in part due to the NBU's measures to maintain exchange rate sustainability and the attractiveness of hryvnia assets.", "Inflation is expected to reach 8.6% as of the end of the year.", "In 2025, it will return to its target range, slowing to 5.8% as of the end of the year.", "This will be primarily driven by a decline in security risks, which is assumed by the forecast.", "It will ensure an overall improvement in expectations, and will allow restoring the logistics and production processes.", "The price pressure easing will continue to be also driven by the NBU's interest rate and currency policy measures.", "The economy returned to growth in 2023, and the recovery will continue in the The economy has been recovering throughout the entire 2023 thanks to the high adaptability of businesses and households to wartime conditions and thanks to the loose fiscal policy supported by large-scale international financing.", "In Q4, the growth in real GDP exceeded expectations, primary due to better harvests of late crops and the development of alternative export routes.", "This created grounds for an improvement in estimates of real GDP growth for the whole of 2023, to 5.7%.", "The economic growth will continue despite the war.", "In 2024, real GDP will rise by 3.6%, mainly thanks to budget expenditures remaining high in view of expected sufficient inflows of international financial assistance.", "In 2025-2026, economic growth will accelerate to 4%-6% per year, thanks to a decline in security risks, which is the main assumption of the NBU's forecast, an improvement in consumer and investment sentiments, and the implementation of European integration reforms.", "In the post-war period, the loose fiscal policy will continue to support the economy.", "At the same time, the budget deficit will significantly narrow as the internal resource base increases.", "International financial support of Ukraine will continue, albeit declining in volume.", "This will enable the NBU to maintain international reserves at a high level and ensure exchange rate sustainability Thanks to external support and the NBU's consistent policy, Ukraine's international reserves increased by 42% in 2023 to USD 40.5 billion.", "Despite delays in international aid disbursement at the beginning of the year, its regularity is anticipated to resume in the coming months.", "Under the baseline scenario of the NBU's forecast, Ukraine is expected to receive about USD 37 billion in foreign loans and grants in 2024.", "As security risks expectedly decline in the coming years, Ukraine will restore its ability to independently finance its own needs, and so the volume of official external financing will taper off.", "At the same time, this aid will be enough to maintain a sufficient level of international reserves and ensure exchange rate sustainability.", "Combined with domestic market borrowing, international support will also help meet the still significant fiscal needs of the government.", "The course of the war continues to be the key risk to inflation dynamics and economic development The war is grinding on.", "As before, the key assumption in the NBU's forecast is that high security risks will begin to ease considerably from 2025.", "A longer persistence of high security risks will adversely impact business and consumer sentiment and exchangerate and inflation expectations.", "It will also put more pressure on public finances and aggravate problems in the labor market.", "Under such a scenario, the potential for economic growth will be lower and inflationary pressure higher than currently expected.", "What is more, significant risks exist of consistent failure to provide regular international aid and/or of a deeper decline in its volumes compared to the baseline scenario.", "These include: emergence of additional budget needs (to maintain defense capabilities, eliminate the consequences of attacks, and more) and substantial quasi-fiscal deficits, in the energy sector in particular port and energy infrastructure damage significant enough that it restrains exports continuation of the partial blockade of freight transportation at border crossings with some countries, which will reduce exports and make imports more expensive deepening of adverse trends in migration.", "On the other hand, more positive scenarios could also happen, and some of them have already materialized.", "In particular, the rapid expansion of alternative export routes in Q4 2023 helped compensate for the losses from the halt of the grain corridor.", "Ukraine also began transporting other goods, including metallurgical products, via the new route.", "Continued positive trends will push up exports, while a further increase in the effectiveness of currency supervision measures will ensure the timely receipt of FX earnings.", "This, in turn, will contribute to a faster economic recovery, boost the NBU's ability to maintain exchange rate sustainability, while also enabling the central bank to speed up the easing of FX restrictions.", "The implementation of large-scale reconstruction projects in Ukraine could give considerable impetus to economic recovery.", "In addition, in recent months, Western partners have been more actively looking into transferring frozen russian assets to Ukraine.", "Taking into account the balance of risks, the need to safeguard exchange rate sustainability and to maintain moderate inflation in 2024, which in 2025 will be brought to its target range, the NBU Board decided to keep its key policy rate and other interest rates on its operations unchanged In July-December, interest rates on hryvnia instruments declined moderately in response to the NBU's easing of its interest rate policy.", "The ongoing incentives for banks - i.e.", "three-month certificates of deposit - restrained the drop in interest rates on hryvnia term household deposits.", "Yields on hryvnia instruments exceeded current and expected inflation.", "As a result, hryvnia term household deposits and households' investments in domestic government debt securities continued to rise, which was in line with the NBU's tasks.", "In view of the expected acceleration of inflation in 2024 and the upward shift of the balance of risks, the NBU considers it appropriate to keep the key policy rate unchanged.", "This will help maintain the attractiveness of hryvnia instruments, which will limit demand on the FX market, while also helping the NBU to discharge its mandate for safeguarding exchange rate sustainability.", "In addition, the NBU will maintain an active presence on the FX market to smooth out excessive exchange rate fluctuations within the scope of the managed exchange rate flexibility regime.", "In turn, maintaining exchange rate sustainability will remain an important tool for keeping 2024 inflation and inflation expectations in check, and for bringing inflation to its target range in 2025.", "The baseline scenario of the NBU's forecast, which assumes that Ukraine will receive sufficient international financing and that security risks will subside from next year, provides for a slight reduction in the key policy rate starting in H2 At the same time, the NBU will adapt its monetary policy if the balance of risks for inflation and exchange rate sustainability changes.", "Any further decisions on the key policy rate will depend on inflation dynamics, the state of the FX market, the regularity of international aid inflows, the evolution of security risks, and other factors."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["exchange rate sustainability", "inflation", "economic growth", "security risks", "international financial support", "fiscal policy", "interest rates", "monetary policy", "hryvnia assets", "international reserves"]}