{"sentences": ["India's Journey from Crisis to Confidence Speech by Shri Shaktikanta Das, Governor, Reserve Bank of India Delivered at an event organised by the Confederation of Indian Industry (Cll), Davos, Switzerland, January 17, 2024 It gives me great pleasure to be here at Davos for the annual meeting of the World Economic Forum.", "While the winter outside is cold, the warmth of coming together of eminent leaders and experts from diverse fields more than compensates for it.", "These meetings assume greater relevance when fundamental changes are taking place in a global scale that would potentially shape our common destiny.", "I thank the Confederation of Indian Industries (Cll) for giving me this opportunity to speak at this event.", "Recent information on the global macroeconomic front has been somewhat reassuring with inflation gradually descending closer to the target, even as growth has held up better than expected.", "The odds of a soft landing have increased and this has enthused the financial markets.", "Financial conditions have eased, and markets have scaled new highs, raising concerns that they might be running ahead of themselves.", "At this critical juncture, certain hard facts have to be kept in mind, namely, global growth is slowing down; geopolitical situation continues to be fragile with new flash points and fear of supply chain disruptions; geo-economic fragmentation remains unabated undermining global trade; and the daunting climate related challenges are holding their ground.", "Given this global setting, I propose to speak on the broad theme of India's journey from crisis to confidence.", "I shall first dwell upon our recent experience in maintaining macroeconomic and _ financial stability, which are the prime responsibilities of a central bank.", "I shall then talk about the emerging fintech space and payments ecosystem that have become the hallmark of India's success in financial innovation and inclusion.", "Finally, I propose to end with some concluding remarks.", "Macroeconomic Stability 4.", "Amidst an uncertain and challenging global macroeconomic environment, the Indian economy presents a picture of confidence, positivity and optimism.", "Recent growth outturns have surprised most forecasts on the upside.", "After clocking real gross domestic product (GDP) growth of 7.2 per cent in 2022-23, real GDP is expected to grow by 7.3 per cent during 2023-24 according to the latest release by the National Statistical Office (NSO).", "With strong domestic demand conditions, India remains the fastest growing major economy and is now the fifth largest economy in the world.", "In fact, in purchasing power parity (PPP) terms, India is already the third largest economy.", "The International Monetary Fund (IMF) has projected that India's contribution to world growth will rise from the current 16 per cent to 18 per cent by 2028.", "Strong domestic demand remains the main driver of growth, although there has been a significant increase in Indian economy's global integration through trade and financial channels.", "Higher reliance on domestic demand cushioned India from multiple external headwinds.", "We have emerged from the recent spate of shocks with stronger fundamentals - inflation is easing; bank and corporate balance sheets are stronger than before; fiscal consolidation is on course and its quality has improved; and the external balances are eminently manageable with strong forex reserves.", "The decisive and timely monetary policy actions of the Reserve Bank of India through appropriate policy rate and liquidity measures helped India's quick and sustained recovery.", "Added to this, the structural reforms undertaken by the government over the last few years in the field of taxation, banking, ease of doing business, manufacturing, inflation management, digitalisation coupled with a clear focus on physical and digital infrastructure have boosted the medium and long-term growth potential of the economy.", "These reforms are continuously helping the Indian businesses to improve productivity and adopt technology driven changes across the spectrum.", "is undergoing a marked shift with support from the production linked incentives (PLIs) scheme.", "Services sector, which contributes the largest share to total value addition in the economy, is fast adopting new technologies to improve delivery, reach, and ' Based on first advance estimates (FAE) for 2023-24 released by NSO, manufacturing sector has a share of 17.7 per cent in GDP, while services sector has a share of 63.3 per cent in GDP.", "The external demand for India's services is surging and diversifying rapidly from information technology related services to other professional services like business development, research and development, professional management, accountancy and legal services on the back of rising competitiveness.", "Headline inflation has substantially eased from its highly elevated level of the summer of 2022.", "This disinflation is underpinned by steady moderation in CPI core (excluding food and fuel group) inflation.", "There is easing of price momentum across core goods and services.", "This would show that our monetary policy action of increasing the repo rate by 250 basis points between May 2022 and February 2023, together with rebalancing of liquidity, is working.", "Even as the cost-push pressures induced by high commodity prices and supply-side shocks have eased, adverse transitory food price shocks with their increasing incidence and intensity, are imparting considerable volatility to headline inflation.", "Pro-active supply side interventions by the government have played a significant role to mitigate the impact of food price shocks.", "Going forward, the inflation outlook would be considerably influenced by food prices, which remain uncertain.", "Recurring food price shocks could lead to de-anchoring of inflation expectations and generalisation of price pressures.", "Monetary policy, amidst these uncertainties, needs to be alert and remain actively disinflationary to steer inflation towards the target rate of 4 per cent on a durable basis.", "Needless to add that a stable inflation will provide the bedrock to India's growth ambitions.", "Turning to the outlook on inflation and growth for the next financial year (2024-25), our research teams are in the process of making a comprehensive assessment for our forthcoming February 2024 monetary policy.", "At this stage, our expectation is that the CPI inflation will average around 4.5 per cent in FY 2024-25.", "As regards growth, my sense is that the GDP growth in India will touch 7 per cent in FY 2024-25.", "I am saying this on the basis of strong momentum of economic activity seen in India.", "Consequently, growth would be 7 per cent and above for four consecutive years starting from FY 2021-22.", "Let me now turn to financial stability.", "A stable and efficient financial system is pivotal in safeguarding monetary stability; meeting the financing needs of the economy; protecting depositors and investors interests; and achieving sustainable economic growth.", "The banking sector is now characterised by robust earnings, strong buffers, renewed focus on governance and strengthening of balance sheets.", "This has been possible due to the efforts of the banks under the overarching, prudent and proactive financial sector policies adopted by the Reserve Bank of India.", "Overall, the Indian banking sector has seen a remarkable turnaround in the recent period.", "The Reserve Bank's focus is not just on mere compliance with the regulatory parameters but on genuine strengthening of the internal defences of the banking system which has stood us in good stead as can be seen from the latest performance indicators.\"", "The non-banking financial companies (NBFC) sector is also reflecting sound performance parameters.?", "Improved balance sheets of financial institutions are providing good support to durable and broad-based credit growth.", "Moreover, macro stress tests undertaken to assess the resilience of banks under adverse stress scenarios show that their capital ratios will remain sufficiently above the regulatory minimum.", "* Rapid growth in retail loans, especially unsecured credit, and growing interconnectedness between banks and NBFCs, however, necessitated the Reserve Bank to take pre- emptive policy actions to prevent potential build-up of risks and safeguard financial stability.° 2 The capital to risk weighted assets ratio (CRAR) of the banking system at 16.8 per cent remains sufficiently above the regulatory minimum, while profitability has grown to multidecadal highs.", "The return on assets and return on equity of the banking system are at 1.3 per cent and 13.7 per cent, respectively.", "Asset quality has further improved with gross non-performing assets (GNPA) ratio and net non-performing assets (NNPA) ratio falling to multiyear lows of 3.3 per cent and 0.8 per cent, respectively.", "3 The CRAR of NBFCs at 27.6 per cent in September 2023 remains well above the regulatory minimum of 15 per cent; the GNPA ratio has declined from a high of 7.2 per cent in December 2021 to 4.3 per cent in September 2023; and NIM and RoA stood at 5.1 per cent and 2.8 per cent, respectively, in September 2023.", "4 For instance, if a 250 basis points (the cumulative rate hike between May 2022-February 2023) parallel upward shift in the yield curve is applied, the mark-to-market impact on the held to maturity (HTM) portfolio of banks would reduce the system level capital to risk weighted assets ratio (CRAR) from 16.6 per cent to 13.1 per cent in September 2023.", "A similar shock on the trading portfolio would reduce the CRAR to 15.6 per cent.", "Under both instances, however, the CRAR will remain above the regulatory minimum.", "5 Considering the persistent credit growth in certain segments of retail credit, pre-emptive measures were announced on November 16, 2023 to sober down undue exuberance which was Clearly visible.", "Risk weights on certain segments of consumer credit were enhanced by 25 percentage points.", "The issue of interconnectedness through bank lending to NBFCs has also been addressed through higher risk weights.", "The recent developments in the banking system of some advanced countries drive home the importance of ensuring prudent asset liability management; robust risk management; sustainable growth in liabilities and assets; undertaking periodic stress tests; and building up capital buffers for any unanticipated future stress.° The Reserve Bank has applied a judicious mix of micro and macroprudential measures to strengthen financial stability and support growth in the real economy.'", "The Reserve Bank has overhauled the regulatory architecture of Banks, NBFCs, Urban Cooperative Banks and other segments of the financial ecosystem.", "Steps have also been taken for mitigating cyber security risks and enhancing operational resilience of the regulated entities Our approach has been to ensure that innovation is assimilated in the financial system in a non-disruptive manner while simultaneously ensuring appropriate customer protection.", "In parallel, we have made a paradigm shift in the Reserve Bank's supervision of the financial sector.", "The thrust has shifted § In India, risk management measures are in place which allow banks to provide for interest rate risk with the upturn of the interest rate cycle.", "Sufficient levels of investment fluctuation reserves (IFR) - where banks transfer net profit on sale of investment until it reaches at least 2 per cent of the held-for-trading (HFT) and available for sale (AFS) portfolios - create necessary buffers for banks.", "Moreover, all commercial banks in India, irrespective of size, are subject to liquidity coverage ratio (LCR) guidelines which have stringent requirements for unsecured wholesale funding.", "The valuation guidelines on available for sale (AFS) category of investment are stringent and follow a conservative approach.", "7 We have issued guidelines for large exposure framework, scale-based regulation for non- banking finance companies, and digital lending norms for supervised entities.", "We also make use of the other conventional measures such as sectoral risk weights, provisioning norms, loan to value ratio, among others, as macroprudential tools flexibly to address the occasional risks that are observed.", "towards early identification and remediation of risk factors by identifying root causes of vulnerabilities and triggering timely intervention before such factors culminate into distress.", "The systems have been recalibrated to be more proactive and forward-looking and to smell a distress early.", "Akey component of financial stability is to have a currency that is stable and appreciates or depreciates in an orderly manner.", "Various stakeholders in the economy including businesses, investors and, above all, the people stand to benefit from a stable currency.", "Excessive volatility has to be checked through market intervention by the central bank, more so in an emerging market economy (EME).", "The Indian rupee is a freely floating currency and its exchange rate is market determined.", "Its relative stability in the recent period is an outcome of the strength of the Indian economy, its macroeconomic fundamentals and improvements in India's external position, particularly the significant moderation in the current account deficit (CAD) and revival of capital flows on the back of comfortable foreign exchange reserves.", "Labelling the Indian rupee in any other manner by cherry-picking time periods for analysis is not appropriate and grossly inconsistent with reality.", "During the recent period of heightened uncertainty, the emerging market economies (EMEs) were at the receiving end of excess volatility in US dollar and bond yields.", "In view of the systemic importance of the US economy in the global financial system, spillovers from these fluctuations are not unexpected, especially in the context of shifting expectations about the monetary policy trajectory in the US and its own fundamentals.", "In such a situation, the EMEs, which have their own domestic dynamics and challenges, cannot afford to be held hostage by international financial cycles.", "EMEs have to act to safeguard their own interest.", "We agree that there should be flexibility in exchange rates, but it should not be a destabilising influence on the domestic economy of EMEs.", "Accordingly, multilateral institutions would do well to take a more nuanced and balanced view of the policy perspectives of the EMEs.", "Overall, domestic macroeconomic and systemic risks in India have declined and the improving balance sheets of financial institutions, together with prudent policies of the regulators, have strengthened the resilience of the financial system.", "Fintech and Payments Ecosystem 16.", "There are several aspects of the Indian economy which are reflecting a lot of promise.", "I have chosen one area which merits greater attention, namely, the FinTech and the Payments Ecosystem.", "The FinTech ecosystem in India has tremendously improved the delivery of financial services by making them faster, cheaper, efficient and more accessible.", "India is currently the world's third largest FinTech ecosystem in terms of the number of FinTech entities operating in India.", "The adoption rate of FinTech in India is 87 per cent, which is well above the global average of 67 per cent.", "India's FinTech market is projected to reach USD 150 billion by 2025, a significant leap from USD 50 billion in 2021.8 The JAM trinity - a combination of bank accounts (Jan Dhan); Aadhaar (India's biometric identity system that provides a single and portable proof of identity); and Mobile phone numbers - has revolutionised India's FinTech ecosystem in terms of financial inclusion, digitisation of financial services, and overall service delivery.", "The indigenously developed Unified Payments Interface (UPI) has been the game changer.", "Its success story has, in fact, become an international model.", "The interoperability of UPI across banks has created a unified payment ecosystem.", "Its user-friendly interface and QR code-based payments have made it very popular.", "It has facilitated digital payments for small businesses and street vendors, leading to greater financial inclusion.", "The success is visible with more than 12 billion transactions carried out through UPI in December 2023.", "Various recent enhancements to UPI like 'Conversational Payments' backed by an artificial intelligence powered system; offline transactions; and linkage of credit lines to UPI would further enhance its versatility.", "At the same time 'UPI One World' provides foreign nationals visiting India to transact payments through the UPI.", "The linkage between India's UPI and Singapore's PayNow bears testimony to the resilience of UPI as a potential global fast payment system.", "The journey continues as we have signed up MoUs with a few other countries to tap the benefits offered by UPI.", "8 -FinTech-financial-services 19.", "With 24x7 operationalisation of retail as well as large value payment system operated by the Reserve Bank, India is part of a club of select countries providing such round the clock facilities with real time gross settlement (RTGS).", "With such availability, more than 485 million digital payments happen every day.", "This phenomenal growth of digital payments is reflected in the Reserve Bank's composite Digital Payment Index which has increased almost four- fold in the last 5 years.° 20.", "The Reserve Bank has taken several other initiatives to promote innovation.", "In 2019, the innovative Regulatory Sandbox framework was introduced.", "It allows live testing of financial products or services within a controlled environment.", "One of its notable successes is UPI123Pay, which enables offline UPI payments.", "The Regulatory Sandbox framework has been made interoperable in 2023 across multiple regulators.", "The annual Global hackathon, HaRBlInger, organised by the Reserve Bank and the Innovation Hub set up by the Reserve Bank further amplify our collaborative efforts with the private sector in the pursuit of innovation.", "Asastep towards greater digitalisation, the pilot for our Central Bank Digital Currency (CBDC), e-Rupee, was launched in both wholesale and retail segments in November-December, 2022.", "Since then, 4 million customers have been onboarded.", "The CBDC will enhance digital transactions, especially in areas with limited internet ° The RBI's composite Digital Payment Index has increased to 395.6 in March 2023 up from 100 as of March 2018. connectivity.", "We expect our CBDC (e-Rupee) to become a global trendsetter and facilitate seamless cross-border payments.", "Our approach to FinTech ecosystem is customer-centric, with focus on ensuring effective oversight, ethical conduct, risk management, and encouraging self-regulation by the FinTechs themselves by establishing a Self-Regulatory Organisation (SRO).", "The global economy is confronted with multiple challenges.", "There is a dire need for collective and coordinated action by all stakeholders and global agencies.", "I am sure the discussions in Davos will energise the spirit of cooperation and guide us to a better future.", "As far as the Indian economy is concerned, it is now poised for a long haul of higher growth.", "There are challenges, but they have to be dealt with effectively.", "With a confluence of factors in its favour, the confidence on India's prospects is at an all-time high.", "We have to make this happen in reality.", "All stakeholders need to be unambiguously focused and take measures to support this journey."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Macroeconomic Stability", "Financial Stability", "Fintech", "Payments Ecosystem", "Monetary Policy", "Inflation", "Growth", "Financial Inclusion", "Digital Payments", "Central Bank Digital Currency"]}