{"sentences": ["Chairman, State Bank of India Shri Dinesh Khara, distinguished guests and my fellow colleagues from the banking fraternity, ladies, and gentlemen.", "A very warm good morning to all of you.", "I am delighted to be here at the 10th edition of the SBI Banking & Economics Conclave, surrounded by industry leaders from banking and financial sectors, leading economists, policy makers, and other stakeholders.", "This marquee event provides a platform for discussing pertinent issues, sharing insights, and exploring potential solutions for the industry.", "In a lighter vein, after being a part of its host institution in its past nine editions, I now have the honour of being invited to speak at this prestigious event!", "I am extremely grateful to Chairman Shri Khara for extending this invitation.", "As mentioned by Governor, RBI, Shri Shaktikanta Das in the recent post Monetary Policy Press Conference, the years 2020 to 2023 will perhaps go down in history as a period of 'Great Volatility' .", "The global economy today is witnessing a renewed phase of turbulence with fresh headwinds from the banking sector turmoil in some advanced economies.", "A few bank failures and its contagion risk have brought financial stability and resilience issues to the fore again.", "Therefore, the theme of this year's conclave 'Building resilient brand India amidst global uncertainty' is highly topical in the current economic scenario.", "The term 'brand India', refers to the overall image, perception, and reputation of India as a nation.", "It encompasses a wide range of elements, including the country's culture, heritage, economy, innovation, tourism, and more.", "Today, I would like to focus on brand India and its resilience from a financial sector perspective.", "Building a resilient brand India from a banking and economy perspective includes the aspects of financial stability, risk management and crisis preparedness, sound corporate governance as well as adaptive regulation complemented by robust supervision, financial inclusion and customer protection.", "Today, as compared to the situation five years ago, the Indian banking sector stands tall, reflecting its strength and viability.", "As of September 2023, the Capital to Risk Weighted Assets Ratio of Scheduled Commercial Banks stood impressively at 16.8 percent, underscoring the sector's resilience.", "The Gross Non-Performing Assets (GNPA) at 3.2 percent were at a decadal low with Net NPAs at 0.8 percent.", "The uptrend in profitability has continued into its fourth consecutive year with Return on Assets at a healthy 1.2 per cent and Return on Equity at 12.9 per cent.", "As compared to 2018 when 12 banks were placed under the Prompt Corrective Action (PCA) framework, today no SCB is under PCA.", "As we note the current state of our financial system, it is also imperative to reaffirm our commitment to maintaining and building upon this robust position.", "Our journey towards resilience should not end with achieving impressive metrics; it requires a continuous dedication to sound financial practices, prudent risk management, transparency and ethics.", "We need to remain steadfast in our commitment to upholding the elevated standards we have achieved, ensuring that our financial institutions remain resilient in the face of any future challenges.", "A vibrant and resilient financial sector is a sine qua non for a country's growth and development.", "As our economy strives to grow in an evolving and uncertain macroeconomic environment, it is imperative that the financial system in general continues to remain resilient through the uncertainties to fuel economic growth.", "In our financial ecosystem, the strength of individual banks is the bedrock upon which the edifice of financial resilience stands.", "I believe a resilient future ready bank needs to be: i. financially resilient through adequate capital, liquidity and earnings; ii.", "operationally resilient so as to deliver critical services to customers even in times of disruptions and iii.", "organizationally resilient to anticipate risks early and absorb them efficiently.", "In this context, I would like to discuss six aspects that, in my opinion, banks may need to delve deeper into in the upcoming period.", "Interest Rate Risk Effective management of interest rate risk is a crucial aspect of prudent banking.", "Recent regulatory changes, notably, the symmetrical treatment of fair value gains and losses as well as removing restriction on HTM have given banks greater flexibility in managing this risk in their investment portfolios.", "However, considering the dynamic nature of the interest rate risk, banks must proactively manage and mitigate this risk.", "Increasing NIMs that banks are presently enjoying may not be sustained in the future when the interest rate cycle reverses, whenever that happens in future.", "External benchmark linked loans will be repriced much faster than deposits contracted during the peak of the interest rate cycle resulting in pressure on NIMs and eventually profitability.", "Therefore, apart from interest rate risk in the trading book, banks must be mindful of the interest rate risk in the banking book as well.", "On the liabilities side, banks must endeavour to proactively manage the pricing and duration of their deposits while trying to diversify the sources and optimising the product mix of deposits.", "Excessive reliance on bulk deposits should be avoided as these are more sensitive to interest rate movements and perpetuate concentration risk while also eroding earnings.", "As recent global events have demonstrated, sometimes, even business models once perceived as safe can fail.", "Therefore, banks need to remain alert to the risks inherent in their business models and mitigate them in a timely manner.", "In good times like this, financial institutions must review their growth plans while putting in place adequate risk management systems to handle the emerging risks.", "It is imperative for Boards of banks and NBFCs to fix suitable sectoral and sub sectoral exposure limits and monitor them closely to avoid any sectoral concentration, adverse selection or dilution of underwriting standards.", "The growing collaboration between banks, NBFCs, and FinTechs is driving innovation in products, services, and business models.", "An important consideration is the cautious adoption of model-based lending through analytics.", "Banks and NBFCs should exercise caution in relying solely on preset algorithms, ensuring that these models are robust, regularly tested, and recalibrated as needed to maintain robust underwriting standards.", "Operational Resilience In view of the ever-increasing adoption and usage of digital channels by members of public, it has become imperative for banks and payment system participants to ensure uninterrupted availability of various online and mobile banking channels at all times.", "Recently, there have been a few incidents of unscheduled downtimes inconveniencing several customers.", "It is also observed that many banks have not been spending fully, the budget earmarked for procurement of IT systems and IT security systems.", "Banks have to proactively commit adequate resources for augmenting their IT infrastructure, commensurate with their business plans and also monitor them for their continued availability and stability.", "Banks and other ecosystem participants must have robust Disaster Recovery and Business Continuity Plans in place and test them periodically.", "Further, IT infrastructure and channels have to be protected from the emerging cyber threats to ensure operational resilience.", "I would therefore like to reiterate that the Boards and IT Strategy Committees of the banks need to step up their oversight in this matter.", "Outsourcing Risks - Managing third party dependencies While we acknowledge the numerous advantages that outsourcing can offer to a bank, such as cost savings and increased efficiencies, it is crucial for banks to maintain vigilance regarding the accompanying risks.", "These risks include the potential loss of control over critical operations, the risk of data security breaches, heightened dependency on third-party providers, and the possibility of reputation damage stemming from the misconduct of service providers.", "As the RBI has time and again reiterated, outsourcing does not absolve a bank of any of its obligations and they continue to remain ultimately responsible for the activities of their service providers including recovery agents.", "Banks must ensure that their service providers employ the same high standard of care in performing the services as would be employed by the banks.", "Banks should not engage in any outsourcing that may result in their internal control, business conduct or reputation being compromised or weakened.", "It also needs to be appreciated that we are living in an era when climate change and its consequent risks cannot be ignored.", "Due to its geographic, environmental and economic characteristics India is particularly vulnerable to climate change.", "Variability in monsoon patterns coupled with temperature change impact crop production and affect our food security.", "Apart from agriculture, even in other sectors the economic impact of climate change in India could be substantial.", "Climate-related financial risks pose both micro and macro-prudential concerns.", "Climate change risk is ascending the hierarchy of threats to financial stability across advanced and emerging economies alike and consequently, the need for an appropriate framework to identify, assess and manage climate-related risk has become imperative.", "Customer protection Lastly, and perhaps most importantly, I would like to discuss the aspect of customer protection which is integral to building a resilient brand India in many ways.", "Financial services institutions exist because of their customers.", "They entrust regulated entities with their hard-earned money, their dreams, and their aspirations.", "Therefore, customer protection and timely grievance redressal, forms the foundation of trust and reliability, contributing to the overall resilience and reputation of the brand.", "I would therefore urge banks to have a proactive approach towards resolving customer grievance issues by identifying and addressing the root cause of these issues.", "Customer complaints should only be rejected after careful examination by the Internal Ombudsman.", "To do this effectively, regulated entities must ensure that the Internal Ombudsman is adequately resourced.", "Last year the RBI had issued guidelines on digital lending to address concerns relating to delivery of credit products and their servicing through the digital route.", "These guidelines inter-alia endeavoured to promote transparency by requiring a standardised Key Fact Statement which should contain details of the Annual Percentage Rate, the recovery mechanism, the grievance redressal officer designated specifically to deal with digital lending/ FinTech related matters and the look-up period.", "Any fees or charges, including penal charges, which are not mentioned in the Key Fact Statement cannot be charged by the Regulated Entity to the borrower at any stage during the tenor of the loan.", "However, we are still coming across instances of non-compliance with these guidelines, requiring us to take appropriate supervisory action including imposition of business restrictions, where warranted.", "I would therefore urge the industry to review and strengthen its compliance with all regulatory instructions on customer protection and grievance redress.", "Role of Regulation and Supervision Before I conclude, I would also like to reflect on the role of regulation and supervision, which are essential components of a resilient and stable financial environment.", "The regulatory framework lays down prudential standards and guidelines which are designed to mitigate various risks including credit, market, operational and liquidity risks.", "The RBI is endeavouring to make its regulations more principle based, activity oriented rather than entity oriented and proportionate to the scale of systemic risk.", "The recent initiatives on scale-based regulation for NBFCs, tiered approach for UCBs and harmonisation of regulations across regulated entities are examples of this regulatory stance.", "Further, counter-cyclical macro-prudential measures are also used to address systemic issues such as the recent revision in risk weights for certain segments of consumer credit and bank credit to NBFCs.", "On the supervisory side, the initiatives taken are aimed at identifying risks and vulnerabilities early, putting in place a structured early supervisory intervention framework to mitigate the risks, increasing the focus on root cause of vulnerabilities, and harmonising the supervisory rigour across various segments of financial system.", "An endeavour has been made to build a pro-active off-site surveillance mechanism to identify emerging risks and assess the vulnerabilities across the supervised entities for timely action to mitigate or manage these vulnerabilities.", "The aim is to make supervision more forward-looking, proactive and preventive which will promote resilience and financial stability.", "In essence, building resilience in the banking and economy sector for brand India is about establishing a foundation of strength, stability, and adaptability.", "It requires a holistic and collaborative effort from the financial institutions, regulatory bodies, government, and other stakeholders so that India can not only weather global uncertainties but also emerge as a dynamic and resilient player in the international economic landscape.", "With this I thank you for inviting me and allowing me to share my perspectives in this forum.", "I am sure that the deliberations during this Conclave will be very productive and result in significant value addition to the participants.", "My compliments to the organisers for such a well-coordinated event.", "MPC Press Conference - Governor's Opening Remarks; December 08, 2023"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Risk management", "Resilient brand India", "Customer protection", "Interest rate risk", "Operational resilience", "Outsourcing risks", "Climate change risk", "Regulation and supervision", "Banking sector"]}