{"sentences": ["\"In our endeavour to build a strong and sound Islamic financial system, of importance are the critical milestones that we establish to crystallize this quest ... the first was the establishment of the Islamic Development Bank in 1975.", "The second was the establishment of the Accounting and Auditing Organization for Islamic Financial Institutions (AAOIFI) in 1990.", "And today, the establishment of the Islamic Financial Services Board marks another important milestone\".", "It is our great honour and pleasure to welcome you to this momentous occasion to commemorate the inauguration of the Islamic Financial Services Board.", "This occasion is of particular significance as, on this day, with the grace of Allah, we are laying the foundation for the promotion of a sound and stable Islamic financial system that will pave the way for its successful integration as a viable and credible component of the global financial system.", "Allow me to take this opportunity to express our gratitude to Yang Amat Berhormat Dato Seri Dr. Mahathir bin Mohamad for his unwavering commitment and support for the development of Islamic banking and finance.", "This has indeed opened a gateway for Malaysia to develop a comprehensive Islamic financial system and our participation in the global development of Islamic banking and finance.", "Malaysia is honoured to host the Islamic Financial Services Board and is committed to the development of a sound.", "Ladies and Gentlemen: Islamic banking and finance is ascending to greater prominence in the global financial system and has fast extended beyond the traditional predominantly Muslim economies to major industrial economies.", "This growing significance is a manifestation of the viability of Islamic banking as a financial intermediation channel that supports economic growth and development of nations.", "While it was initially developed to fulfill the needs of the Muslims, Islamic banking and finance has now gained universal acceptance.", "The appreciation of its promising potential has prompted interest amongst conventional financial institutions to venture into this fast expanding market.", "In essence, Islamic banking and finance can expect to evolve into an increasingly important component of the global financial system.", "At the heart of this expansion, emerged the need for the development of the regulatory dimension to explicitly address the unique features of Islamic banking and finance.", "At present, Islamic financial institutions have, to a large extent, been governed by the conventional regulatory framework, reinforced by the Shari'ah framework and Islamic accounting standards.", "However, Islamic finance is distinct from conventional financial activities in terms of its underlying philosophy on the prohibition of interest, which in turn shapes the nature of its financial transactions, and its risk attributes.", "A separate regulatory framework therefore needs to be developed in view of the unique risks in Islamic financial transactions to provide for their effective assessment and management.", "Such a prudential regulatory design would further complement concurrent efforts that are underway to develop Islamic financial markets and Islamic financial instruments.", "This architecture will contribute towards the development of a robust and resilient Islamic financial system that can effectively preserve financial stability and contribute to balanced growth and development.", "Ladies and Gentlemen: In recognition of this need, a proposal was made two years ago to establish an organization to spearhead the development of a uniform set of prudential, supervisory and disclosure standards for the Islamic financial services industry internationally.", "This proposal was crystallized and endorsed during a consultative meeting of a group of Central Bank Governors, and officials from the Islamic Development Bank (1DB), the Accounting and.", "Auditing Organization for Islamic Financial Institutions (AAOIFI) and the International Monetary Fund (IMF) in Prague in September 2000 during the occasion of the lMF-World Bank Annual Meetings.", "The endorsement set in motion the formation of a preparatory committee, with officials from Bahrain, Iran, Malaysia and Sudan, and representatives from the IMF, IDB and AAOIFI, to develop the terms of reference and operational structure for the Islamic Financial Services Board.", "In a meeting of Governors in April this year, Malaysia was mandated to lead a Steering Committee for the establishment and inauguration of the Islamic Financial Services Board in Kuala Lumpur.", "Today's historic event is the culmination of this extensive two-year consultative process.", "Ladies and Gentlemen: The Islamic Financial Services Board, IFSB will serve as an association of central banks, monetary authorities and other institutions, entrusted to develop and promulgate internationally accepted prudential regulatory standards and best practices.", "In advancing this mission, the Board will examine the extent to which existing international best practices need to be adapted and complemented to be consistent with Shari'ah principles.", "The IFSB will liaise and collaborate with other international standard setting bodies to achieve the common goal of international financial stability.", "In addition, the Board will also focus on the development of risk management instruments, cultivation of sound risk management practices and facilitate the implementation of robust risk control mechanisms in Islamic financial institutions through research, training and technical assistance.", "This would encompass the adoption of international best practices on risk management standards as well as the development of new risk management techniques in conformity with Shari'ah injunctions.", "Ladies and Gentlemen: The forces of globalisation, financial liberalisation, technological advancements, intensified competition and financial innovation have created new risks which are more complex and which have more profound systemic implications.", "Accordingly, to manage these risks, prudential regulation and supervisory oversight have become more demanding and challenging.", "To ensure the international financial regulators and supervisors are able to respond effectively to the changing environment, the Basel Committee has revised its Capital Accord to be more risk-focused and risk-sensitive.", "In this respect, the IFSB can certainly draw on this framework in designing the Islamic financial supervisory regime.", "In this connection, a more flexible capital framework that promotes an enhanced degree of capital sensitivity to actual risk intricacies is indeed appropriate for the governance of an Islamic financial institution.", "An Islamic financial institution's asset profile is characterized by a diverse spectrum of Islamic financing structures ranging from the low risk sales and lease-based modes of finance to the higher risk-equity-based modes.", "Each of these modes of finance has a distinct intrinsic characteristic dictated by its underlying Shari'ah principles and thus, entails different risk profiles.", "Ladies and Gentlemen: As the Islamic financial services industry ascends to maturity, it will be desirable to achieve a gradual increase in equity-based finance as this is deemed to be a more equitable financing structure in the eyes of the Shari'ah.", "It is therefore important to design an appropriate capital requirement that is commensurate with the associated risks.", "While equity-based finance may involve higher risks and therefore attract higher capital requirements, this, however, should not deter Islamic financial institutions from venturing into equity-based finance.", "A similar approach is needed to balance between regulatory requirements and financial innovation.", "Given that the Islamic financial services industry is still in its early stages of development and with the degree of flexibility accorded by the Shari'ah, there.", "vast potential for financial innovation to expand.", "Therefore, while ensuring that Islamic financial regulatory standards remain adaptive and effective in riding the evolutionary waves of financial innovation, it will be equally important to ascertain that regulatory requirements do not inhibit conducive market practices that promote the growth and development of the Islamic financial services industry.", "Ladies and Gentlemen: The Islamic financial system has an in-built dimension that promotes financial soundness and stability, as it resides within a financial trajectory underpinned by the forces of Shari'ah injunctions.", "These Shari'ah injunctions interweave Islamic financial transactions with genuine productive activities and prohibit involvement in illegal and unethical activities.", "This intrinsic principle of governance contributes towards insulating the Islamic financial system from the potential risks of financial stress triggered by excessive leverage and speculative financial activities.", "Indeed, the Islamic financial system derives its strength and stability from its faculty to uphold Shari'ah principles.", "This demands the internalization of Shari'ah principles in Islamic financial transactions, in its form, spirit and substance.", "This epitomizes the objectives of the Shari'ah in promoting economic and social justice.", "To achieve this objective, the Islamic financial regulatory and supervisory regime must always ensure Shari'ah compliance.", "Integral to this process is the success in achieving \"unity in diversity\" of the interpretations of Shari'ah injunctions in the realm of finance.", "In this regard, the Islamic Financial Services Board aims to strengthen the current initiatives to achieve a greater degree of convergence and harmonization.", "Ladies and Gentlemen: A greater understanding of Islamic banking and finance on the international front would contribute towards our efforts to reinforce the on-going international initiatives towards fostering greater global financial stability.", "In this regard, the participation of other financial supervisory and regulatory authorities, and other international standard setting organizations would facilitate this process to achieve our shared interest of preserving the soundness and stability of the Islamic financial system.", "Ladies and Gentlemen: It has been said that Islamic banking and finance is a \"mirror of the sea\" for until and unless we have the courage to explore its depth, we would never be able to uncover the treasures that reside within.", "Islamic banking as a new sphere of finance promises vast opportunities and benefits for all.", "Its integration into the global financial system will contribute towards achieving our shared aspirations for financial stability to ensure balanced growth in the global economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Islamic banking and finance", "Islamic Financial Services Board", "Shari'ah", "prudential regulation", "risk management", "global financial system", "Islamic financial institutions", "capital requirements", "financial innovation", "financial stability"]}