{"sentences": ["Introduction Thank you for inviting me to this year's SEACEN Central Bank Governors Conference, and I am happy to present a brief update on the economic development in Papua New Guinea (PNG).", "Please allow me firstly to summarise the structural developments that have taken place over the last 2-3 years during my absence from this conference.", "Legislative and policy changes In 1999, the Government embarked on a comprehensive structural reform program, which was endorsed and partly financed by the international multilateral financial institutions (IMF, ADB, World Bank), and the bilateral friends of PNG, including Australia and Japan.", "One important objective of the reform program was to rebuild the state owned institutions through legislative changes so as to avoid political influences, and to privatise the public enterprises that continue to operate inefficiently.", "Substantial progress has been made under the reform program to strengthen transparency, accountability and independence in these institutions.", "The reforms included the financial sector, whereby structural reforms at the Bank of Papua New Guinea were considered necessary to achieve macroeconomic stability over the medium term.", "A new Central Banking Act (CBA 2000), which became effective on 16 June 2000, enhanced the independence of the Central Bank in the formulation and conduct of Monetary Policy.", "A revised Banks and Financial Institutions Act (BFIA 2000) and the new Life Insurance and Superannuation Acts were also passed by Parliament in 2000, which enables the Central Bank to regulate and supervise these industries.", "The BFIA 2000 aims to broaden the scope and improve the effectiveness of financial sector regulation, drawing on international best practices.", "The supervision of Life Insurance and Superannuation industries was previously under the responsibility of the Finance and Treasury Department, and will be initially taken over by the Central Bank with a view to separate it out in the future.", "To strengthen its capacity, the Central Bank is receiving technical assistance (TA) from the Australian Government, IMF and World Bank to have in place a supervisory framework to assimilate the Life Insurance and Superannuation participants under its supervision.", "Developments in the financial system As at December 2002, the financial system in PNG consisted of four commercial banks, six finance companies, 17 savings & loans societies, ten major superannuation funds and six life insurance companies.", "Over the last two years, two commercial banks were sold and amalgamated into the operations of the other two existing banks.", "In line with its new powers under the BFIA 2000, the Central Bank initiated enforcement actions against a number of institutions, including the former Government owned commercial bank and finance companies, in an attempt to rectify problems that threatened depositors' funds or the overall stability of the financial system.", "The Central Bank also instituted care-taker management for a few large savings and loan societies under the Savings and Loan Societies Act, and liquidated 76 dormant societies as part of its revitalisation programme.", "Legal action was also taken against several fast-money schemes that continue to solicit deposits from the public.", "The Bank issued new standards on foreign currency exposures on 28 September 2001, setting a limit of 10 percent of bank capital for any single foreign currency exposure, and 15 percent of capital for total foreign currency exposures.", "The new standard also requires banks to report their exposures each day to the Central Bank in electronic format.", "The Bank is reviewing the existing prudential standards (i.e.", "regulations) covering capital adequacy, large exposures, and asset quality and provisioning that applies to banks and finance companies, with the TA from the IMF.", "These prudential standards have been reviewed and implementation will take commence in 2003.", "New polices are now being drafted to place limits on shareholdings and market share of the banks.", "Latest economic and outlook for 2003 Preliminary estimates of economic activity indicate that real GDP declined by 0.5 percent in 2002, following a revised decline of 3.4 percent in 2001.", "The decline was due to the continued depressed levels of activity in the mineral, building and construction, retail and wholesale, and electricity, gas and water sectors.", "For 2003, real GDP is projected to increase by 1.8 percent with growth in both the mineral and non-mineral sectors.", "The agriculture/forestry/fisheries sector is forecasted to grow by 2.9 percent in 2003, reflecting increased production of all agricultural export commodities.", "Balance of payments Preliminary balance of payments data for 2002 showed an overall deficit mainly reflecting a widening current account deficit, due to lower merchandise exports of most agricultural commodities, gold, copper, crude oil, forestry and marine exports, combined with higher imports and net service payments.", "The level of gross official reserves at the end of December 2002 was US$ 340.0 million, sufficient for around 4.6 months of total and 6.6 months of non-mineral import cover.", "The balance of payments for 2003 is projected to show a further deterioration in the overall balance reflecting a deficit in the capital account and narrow surplus in the current account.", "The projected surplus in the current account is attributed to increases in production and prices for the major agricultural and mineral exports.", "The declining trend in the current account surplus, which commenced in 2000, is a worry and reflects the decline in non-mineral sector exports and higher imports.", "Fiscal operations of the government The 2002 Supplementary Budget introduced in August 2002 aimed to achieve a deficit of 3.4 percent of nominal GDP, but is now estimated to be higher due to payment of unbudgeted expenditures relating to the National Elections and general goods and services.", "With no draw down in exceptional or program financing during 2002, the Government relied on new issues of domestic debt to finance the budget deficit and net external loan repayments.", "The 2003 National Budget, aims to consolidate the fiscal adjustments introduced in the 2002 Supplementary Budget and restore it to a sustainable fiscal position.", "The adjustments would assist in achieving macroeconomic stability and provide the conditions necessary for sustainable economic growth.", "The budget deficit is projected at 2.0 percent of GDP with reductions to 1.0 percent of GDP in the medium term.", "To achieve a sustainable budget deficit, a financing gap is required to be filled from external sources.", "During 2002, the depreciation of the exchange rate was influenced by the following factors: high Government expenditure; persistent current account deficit in the non-mineral balance of payments, due to sustained import demand mainly fuelled by fiscal expansion, low export receipts from the agriculture sector and high net overseas remittances by individuals and companies; increased forward transactions by importers; uncertainties created by the delay in the announcement of Government macroeconomic policies, and disruption to the mineral projects; increase in reserve money as a result of net maturity of Treasury bills by the non-bank public; downgrading of PNG's credit rating by an international ratings firm; and negative real interest rates, which contributed to the high net remittances overseas.", "Since December 2002, the exchange rate has generally stabilized and is steadily appreciating due to inflows of export receipts and supported by low import demand.", "The upward trend in the rate of inflation that began in 2001 continued into the June and September quarters of 2002.", "Significant downward pressure on the kina contributed towards the upward movements in consumer prices.", "Towards the end of the year, seasonal demand for foreign currency contributed to import price pressure, as retail and wholesale companies accumulated inventories in anticipation of increased domestic demand during the festive season.", "The 2002 December quarter inflation outcome is expected to be high because of the negative developments of the kina and the increases in the price controlled items.", "As a result, the annual headline inflation outcome for 2002 is expected to be around 15 percent, significantly higher than the 10 percent outcomes of 2000 and The annual headline inflation rate for 2003 is expected to be an improvement on 2002, due to positive influences from reduced uncertainties and the tight monetary policy stance taken by the Central Bank, which is expected to stabilize the financial market.", "Monetary and financial market development Because of renewed fears for high inflation, the Central Bank tightened monetary policy during the second half of 2002.", "Accordingly, the Bank increased the Kina Facility Rate (KFR) by 2.0 percentage points in aggregate, from 12.0 percent in July to 12.5 percent in August and to 14.0 percent in November 2002.", "Consistent with the increase in the KFR, market interest rates increased.", "The level of broad money supply (M3*) increased by 4.2 percent in 2002, influenced mainly by the growth in net credit to the Government.", "Reserve money increased significantly in the last two months of the year, due to maturities of Treasury bills by the non-bank private sector.", "The tight monetary policy stance is expected to be maintained in the first half of 2003, due largely to the following factors: the high underlying inflation rate expected for the December quarter of 2002, and the first half of 2003; the prudent implementation of the 2003 Budget and uncertainties relating to its external financing; and the continued recovery of the world economy and its effect on the international prices and demand for Papua New Guinea's exports.", "Consistent with these assumptions, the Central Bank will maintain a cautious approach in allowing growth in reserve money.", "This is due to the underlying high level of liquidity and excess capacity that the commercial banks currently have to increase lending and demand for foreign exchange, which may exert further pressure on the exchange rate.", "Accordingly, the annual percentage change in underlying trimmed mean and headline inflation rates are expected to be 10.6 and 9.0 percent in 2003, respectively.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Central Bank", "Financial System", "Monetary Policy", "Economic Outlook", "Balance of Payments", "Fiscal Operations", "Exchange Rate", "Inflation", "Structural Reforms", "Financial Sector Regulation"]}