{"sentences": ["Introduction I am very pleased and honoured to have been invited to speak here today at the Banco de España.", "Thank you very much, Governor Caruana, for the invitation and your kind remarks.", "And thank you all for participating in this event.", "I believe that this is the first time that a member of the Executive Board of the European Central Bank has delivered a public address in Madrid since the terrible events of 11 March.", "I would therefore like to take this opportunity to convey, personally and also on behalf of all my colleagues at the European Central Bank, our sincere condolences and our solidarity with the people of Spain.", "We all stand united against these acts of terror, which have resulted in a great loss of life and have inflicted so much pain on so many innocent people.", "In difficult times like these, when Europeans are drawn closer together, it is meaningful to focus on values and principles as well as on tangible proofs and actions which define our common identity and can pave the way towards a better and peaceful future.", "A specific and important symbol of European unity is our common currency, which is shared by more than 300 million citizens in 12 countries.", "For euro area central bankers in particular, there is indeed no greater a symbol of our European unity than the fact that we now have a single monetary policy and we are all part of the same central banking system, the Eurosystem.", "As an important and active member of the Eurosystem, the Banco de España plays a major role in the performance of all the System's functions, and not just in the decentralised implementation of monetary policy.", "Also in preparing, taking and communicating policy decisions, the Eurosystem would not be able to function effectively without the valuable contributions of all its components.", "And the Banco de España manifestly enriches the policy debate and enhances the performance of the Eurosystem.", "The euro and the single monetary policy have been in place for more than five years.", "The economic and monetary constitution embedded in the Maastricht Treaty defines the EU's economic policy framework, which incorporates the main policy goals as well as a number of fundamental principles for good economic governance.", "These include price stability as the primary objective of monetary policy, the principle of central bank independence, and the need to secure sound public finances for sustainable growth.", "More than a decade after the signing of the Treaty, the \"Maastricht consensus\" regarding these objectives and principles remains valid.", "At the same time, the conduct of the single monetary policy and of national economic policies and the interaction between them continue to be debated by both academics and policy-makers.", "The debate relates to several issues and reflects concern regarding policy effectiveness.", "One issue is the optimal assignment of policy objectives to instruments.", "Another is the appropriateness of the strategies employed by the authorities to achieve their objectives.", "A third topic, which has been the subject of discussion among economists for many years, concerns the merits of adopting rules versus exercising discretion in the conduct of policy.", "In my address, I will concentrate, first, on the strategies employed by monetary and economic authorities to maintain price stability and foster higher sustainable growth and, second, on the role and effectiveness of rules versus discretion in policy implementation.", "In the context of the euro area economy, the assessment of the formulation and implementation of policies must take into account, among other things, the European Union's institutional setting.", "The single monetary policy: strategy and implementation I will examine these issues by focusing, first, on the single monetary policy.", "As you may recall, in 1998 the Governing Council of the ECB adopted an explicit monetary policy strategy.", "It is a rather novel strategy, one which is particularly appropriate for the special characteristics of the euro area economy.", "It incorporates many elements of the successful monetary policy strategies employed by the national central banks of the euro area before 1998.", "It provides a consistent, coherent framework both for internal analysis and decision-making and for explaining to the public the decisions made.", "Last year, following a thorough evaluation, the Governing Council confirmed and further clarified this strategy.", "There are many reasons for arguing that the ECB's strategy is well suited to the conduct of monetary policy in the euro area.", "One argument is that our strategy is rather robust, as it takes into account a comprehensive set of information based on a variety of analyses and empirically plausible models, which help the ECB to take appropriate monetary policy decisions in an uncertain and ever-changing environment.", "Indeed, the common challenge confronted by all central banks is to make decisions under conditions of uncertainty.", "Therefore, the ECB, in seeking to maintain price stability, has to analyse all available information carefully and continuously in order to arrive at a comprehensive assessment of developments, of the shocks to the economy, and of the associated risks to price stability.", "In the end, we have to base our decisions on a sound evaluation of the possible outcomes under alternative scenarios about the future.", "At the same time, to reassure the public that we are committed and able to deliver price stability, we must present the information used in arriving at our assessment of the economic outlook and we must explain our decisions on the monetary policy stance in a timely, transparent and systematic manner.", "Let me elaborate on certain key elements of the ECB's strategy, which are critical in reaching robust and sound decisions on the appropriate policy stance consistent with our mandate.", "First and foremost, the strategy makes unambiguously clear our commitment to maintaining price stability and establishes a quantitative definition of price stability and the policy aim.", "This provides both a firm anchor for inflation expectations in the euro area and a yardstick for holding the ECB accountable.", "A second important feature of our monetary policy strategy is that it is forward-looking and has a medium-term orientation.", "Given the long and uncertain time lags in the transmission of monetary policy impulses to the economy, central banks cannot steer price developments in the short run, and with a high degree of precision, especially in the event of certain disturbances.", "For instance, monetary policy cannot offset the short-term impact on the price level of an unanticipated rise in commodity prices or indirect taxes.", "Consequently, it must be conducted with a view to preventing and minimising any secondary effects of such shocks, so as to maintain price stability over the medium term.", "The medium-term orientation of our policy allows for a gradual response to some economic shocks.", "This reflects the notion that monetary policy should be made conditional on the circumstances.", "The precise policy reaction will, of course, depend on the nature and size of shocks.", "Supply-side shocks, for example those stemming from disruptions in the global oil supply, may require a more gradual monetary policy response than shocks on the demand side of the economy.", "Its medium-term orientation also implies that the single monetary policy can avoid inducing unnecessarily high output volatility in the economy, without compromising price stability.", "Another key element of our strategy is that it is based on an eclectic analytical approach and a commitment to conduct analysis and to explain policy decisions in a systematic and structured manner.", "In so doing, we base our assessment on two analytical perspectives, or two pillars, which we refer to as \"economic analysis\" and \"monetary analysis\".", "This broadly based framework ensures that we arrive at a robust overall assessment of the current economic and monetary situation and the associated risks to price stability.", "An important reason for employing these two analytical perspectives in order to cross-check our assessment of the economic outlook and associated risks is that although, in theory, they can be combined in a unified analytical approach, in practice their integration has not been achieved in an effective manner."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Monetary policy", "Euro area economy", "Economic governance", "Policy effectiveness", "Policy objectives", "Policy strategies", "Rules versus discretion", "Forward-looking", "Medium-term orientation"]}