{"sentences": ["2003 in figures The Albanian economy during 2003 seems to have returned to its potential growth rates, leaving behind the deceleration of 2002.", "Various indicators generally point out that the economic growth forecast for 2003 - of about 6 percent - is a real opportunity.", "Developments such as: stability in the agricultural production, the positive performance in the branches of services, industry and transport, the increase of the trade transactions volume verified in the first 6 months of the year, the greater number of tourists, the stable and favourable energy situation, stability of remittances and other factors, are reliable arguments in achieving the economy growth objective.", "is believed to mark another year of the consumption price stability.", "As in the 3-4 previous months, the Bank of Albania's expectations speak about an annual inflation rate within the target interval of 2-4 percent.", "According to the latest data, the 12-month difference of consumption price index by the end of November 2003, marked the figure of 3.4 percent, while the annual inflation, calculated as the average of the last twelve months, reached the level of 2.24 percent, reinforcing thus its clear downward trend.", "The Bank of Albania - in its recent analyses - has been underlining the fact that its monetary policy has been a careful, financial, budgetary policy, where special emphasis has been given to the budget expenditures control versus the realized revenues ratio.", "Consequently, the government's liquidity needs, up to the present moment, have been completely covered by the banking system, and therefore, the Bank of Albania financing was unnecessary.", "Under these circumstances the fiscal pressures on the monetary policy are weak.", "Following this reasoning, it could be concluded that the move of both policies (monetary and fiscal) has been in harmony and in conformity with the general economic-financial development program of the country.", "Domestic budget deficit financing from the banking system during 2003 is estimated to be almost at the same level as the one of 2002, being about 2.2 percent of the GDP.", "The stable level of the internal government borrowing, facing the rapid increase of Lek deposits, was another factor, which influenced the immediate reduction of treasury bills interest rates.", "The monetary policy of 2003 has continued to be careful, characterized by smoothing tendencies.", "This is reflected in the reduction of interest rates three times throughout the year.", "Watching attentively the inflation performance and the liquidity indicators in the banking system, the Bank of Albania reduced, all in all, the Repos rate by 1.5 percentage points during 2003, bring it by the end of October at the pre-crisis liquidity level of the previous year.", "The real interest rates in positive terms have not changed the attitude of households and agencies in depositing their savings in the banking system.", "This helped keeping up the liquidity ratios in the system.", "Monetary developments show that the deposits hemorrhage of spring 2002 has been completely overcome, which is reflected in a liquidity surplus of the banking system, fluctuating round the level of Lek 5.3 billion during 2003.", "Worth underlining is the fact that, the surplus liquidity brought about the reduction of financial intermediation costs, expressed in the reduction of the difference between the treasury bills and Lek deposits interest rates.", "Also, considering the appreciating tendencies of Lek during 2003, the Bank of Albania has been present in the foreign exchange market.", "The foreign exchange activity of the Bank of Albania resulted in the injection of Lek 3.9 liquidity billion, in the market.", "However, considering the surplus liquidity performance in banks, the Bank of Albania sterilized the foreign exchange purchasing effect.", "It performed outright selling of treasury bills from its portfolio, at a value of Lek 4.07 billion.", "The rest of the surplus liquidity was withdrawn through the repurchase agreements.", "In support of the economy growth, this year seems to have marked a greater support towards the economy crediting.", "Banks' credit portfolio for the private sector of the economy increased by Lek 10.1 billion during the first 10 months of the year.", "During this period, a new credit of Lek 70.6 billion (USD 660 million) was extended to the economy, or 45 percent more than the same period in the previous year.", "Based on the developments noticed during the first ten months, on the current developments of the banking system liquidity, etc., it could be summarized that monetary developments of 2003 will be a greater contribution to the consolidation of the overall macroeconomic equilibrium of the country.", "In order to have a clearer view of the expected economic situation by end of 2003, following is given a table showing the general indicators of the country's economic development, including here the monetary ones as well.", "* Almost all the 2003 data are forecasts.", "Source: INSTAT, Ministry of Finances, Bank of Albania and IMF estimations."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic growth", "Inflation", "Budget deficit", "Liquidity", "Interest rates", "Banking system", "Foreign exchange", "Credit", "Economic indicators"]}