{"sentences": ["Introduction Business planning with a strategic perspective has paved the way for the Bangko Sentral not just to get by but more importantly, to get ahead.", "At a time when the national economic agenda is confronted with sometimes seemingly insurmountable roadblocks, our institution is left with no other option but to tackle them head on.", "And faced with the temptation to give up most of our strategies because of numerous risks and uncertainties, we have remained steadfast in our mission and unyielding in our convictions.", "Building on diversity It is my pleasure and privilege to welcome you to part three of the 2004 BSP-Strategic Planning Conference, the assembly of bold visionaries in the BSP.", "All of us here today have performed a diversity of roles and contributed a diversity of gifts to this endeavor.", "This planning conference is yet another opportunity to weave those disparate fibers together, to gauge how far we have come and determine what the overall picture is telling us.", "Understandably, there are still sizeable gaps, and as in the past, we ought to be decisive in dealing with the challenges we face.", "\"Strengthening the cornerstones of excellence.\"", "This is the theme of our strategic planning exercise for this year.", "In the previous years' planning initiatives, we set forth to establish the direction we intended to pursue and consequently laid the groundwork upon which to propel our aspirations.", "This time around, we embarked on a journey of introspection, stepping back a little and indulging ourselves in inward examination - deliberating about how we could further fortify the cornerstones of excellence, from people to business processes to information systems to infrastructure.", "This undertaking ultimately guides the refinement of our strategies - an inevitable course towards more effectively executing our ideas and more successfully implementing our plans.", "Legacy for excellence They say the best way to deal with the future is to take a hold of it.", "In so doing, it becomes vital to secure our own design of the future, which, I am proud to mention, is precisely what we have in our hands right now.", "The BSP medium-term blueprint is an embodiment of the tradition of world-class excellence we have envisioned to unify our energies and ignite inspiration in our workforce.", "It likewise symbolizes our hope that the resolve we now possess to deliver on our commitments will be sustained by the ones we shall eventually bequeath it to.", "Nothing appeases a parent more than the assurance of a formidable future he/she could leave behind.", "Today is the time Strengthening the structures around which we have built our vision and upon which we enable the fulfillment of our objectives is the order of the day.", "I am well aware that the road to accomplishing our operational plans has left not merely a handful of us battered and bruised, hardly getting time to breathe, more so, to regroup or reflect.", "But today provides the moment for us to recognize and celebrate our milestones, identify and accept the challenges that lie ahead and renew our vigor to move forward with our mandate.", "Let us, at all times, be encouraged by the unwavering importance of our mission and the promise of better times before us.", "Let us draw strength from the very resilience of the people we serve and the allies we have in each other.", "Let us, most of all, remember that the route to excellence may never be simple and easy but the journey itself, a rewarding experience.", "Good morning and good luck!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Strategic planning", "Excellence", "Challenges", "Vision", "Mission", "Legacy", "Diversity", "Infrastructure", "Inspiration", "Resilience"]}