{"sentences": ["Your Excellencies, ladies and gentlemen.", "First of all, I would like to thank you for taking the time to attend this event.", "It provides me with an opportunity to present Norges Bank's view of the economic outlook.", "This year marks the centennial of the dissolution of the union between Norway and Sweden.", "Historically, an important part of nation-building has been the establishment of a monetary system and a central bank.", "In Norway, the stage was set for the introduction of a national currency in autumn 1814.", "With the prospect of a union with Sweden, a clause was included in the Constitution saying that Norway would maintain its own bank and its own monetary system.", "The monetary unit was the specie daler.", "In 1875, the Storting (Norwegian parliament) decided to join the currency union that Denmark and Sweden had established two years earlier.", "The specie daler was then replaced by the krone.", "One Norwegian krone was worth 0.40323 grams of fine gold.", "In the latter part of the 1800s, Norway benefited from free trade and free capital movements and became a relatively prosperous country.", "The standard of living in Norway did not lag behind that of Sweden.", "The currency union was maintained after the political union with Sweden was dissolved.", "The agreement lost its practical significance after the gold standard was suspended in 1914.", "The agreement was not formally terminated until 1972.", "From an economic viewpoint, the dissolution of the union in 1905 was a painless process.", "Economic developments were favourable up to World War I.", "International real interest rates have fallen The interest rate level is lower today than in 1905.", "In fact, Norges Bank has not allowed the key rate to be this low since the Bank was established in 1816.", "This partly reflects international conditions.", "In many countries interest rates were reduced considerably when the economic situation took a turn for the worse early in 2000.", "Interest rates adjusted for inflation, i.e.", "real interest rates, are now also low.", "Low real interest rates may be ascribed to several factors: Inflation has been low for such a long period that savers require a low premium as a hedge against unexpected inflation in the future.", "In order to prevent an appreciation against the dollar, many Asian central banks have been buying US government bonds, thereby pushing down yields.", "Low short-term interest rates in the US, Japan and euro area countries have been inducing investors to shift into more long-term securities, with an attendant fall in long-term interest rates.", "Supply and demand factors may also have contributed to pushing down long-term rates.", "New regulations for European life insurance companies have also led to an increase in their share of investments in debt instruments with longer maturities.", "Economic developments and prospects Norges Bank's key rate, the sight deposit rate, is at a historically low level.", "Real interest rates are also low.", "Between December 2002 and March 2004, the key rate was reduced by a total of 5.25 percentage points.", "It takes time for an interest rate reduction to have an impact on inflation.", "We are now seeing the effects of previous monetary policy decisions, some of which were taken two years ago.", "The first signs of the effects of the interest rate cuts appeared in the foreign exchange market.", "The interest rate differential against other countries narrowed.", "It became more attractive to borrow and less profitable to invest in the Norwegian krone.", "The movement in the krone was reversed, and it depreciated through 2003 and into 2004.", "The nominal krone exchange rate, measured by the trade-weighted index (TWI), is now approximately back to the level prevailing in the mid-1990s.", "However, the impact on the krone exchange rate has been considerably dampened because external interest rates have remained low.", "High prices for oil and gas and other export goods also contributed to an appreciation of the krone last year.", "Partly due to very high growth in demand for oil, the average oil price rose to almost 40 US dollars per barrel in 2004.", "Lately, the price has risen to more than 50 US dollars.", "Oil futures prices have also risen.", "Strong demand growth, particularly in the US and China, has resulted in high energy consumption.", "As a result of strong demand growth in 2004, excess global production capacity, which is largely controlled by OPEC, has now fallen to a low level.", "Consequently, small disturbances in supply or demand could have a relatively strong impact on oil prices.", "The Norwegian economy experienced a moderate recession in 2002 and the beginning of 2003.", "Since the first half of 2003, growth has again been high.", "It may appear that growth in the Norwegian economy has become more self-driven.", "In the early phase of the recovery, private consumption, traditional exports and fixed investment in the petroleum sector were the most important driving forces.", "In the last few years, household demand has been underpinned by low interest rates, high real wage growth and higher asset prices.", "Real wage growth was relatively high in 2004, although nominal wage growth was lower than it has been in several years.", "Higher imports from low-cost countries and intensified competition in a number of industries have kept inflation at a low level.", "These factors have led to brisk growth in household purchasing power.", "Mainland fixed investment has gradually become an important driving force behind the upturn.", "Investment has picked up in most industries and growth was stronger than expected towards the end of 2004.", "Norges Bank's regional network has registered rising investment in all industries.", "Petroleum investment in particular appears to be growing at a faster pace than projected.", "This may continue to boost mainland output.", "High wage growth in Norway relative to other countries and a periodically high krone have weakened the profitability of Norwegian export companies and dampened export growth.", "Growth in traditional exports has nevertheless picked up in the past two years.", "Prices for many of our main export goods have risen as a result of strong growth in new markets.", "However, growth in Norway's total exports, excluding oil and gas, is lower than import growth among our trading partners.", "The fall in interest rates has pushed up house prices.", "Turnover in the housing market has been high.", "High resale home prices have made it more profitable to build new homes, and residential construction is rising.", "Higher housing wealth provides increased borrowing opportunities and thereby also boosts demand for consumer durables.", "Household debt has risen by around 11 per cent over the past year.", "Credit demand in the enterprise sector remains low.", "Despite the strong upturn in the mainland economy, the rise in the number of employed has been fairly modest.", "Productivity rose sharply in the first few quarters after economic growth picked up.", "Normally, strong productivity growth is gradually followed by an increase in employment.", "The current upturn has lasted about two years.", "The fairly low level of growth in employment, as measured by the number of employed, must be seen in the light of the sharp decline in sickness absence through 2004.", "The decrease in sickness absence has reduced the need for new employees.", "Measured in terms of person-hours worked, employment growth was solid last year.", "The unusually low rise in prices for imported consumer goods over the past few years is partly due to structural developments, primarily changes in Norwegian import patterns.", "It is difficult to estimate how long the effect of these changes will last.", "High capacity utilisation, a tighter labour market and higher wage growth imply that the rise in prices for domestically produced goods and services will move up in the years ahead.", "The projections for the years ahead are based on a gradual rise in the interest rate.", "This is in line with financial and foreign exchange market expectations.", "A gradual rise in the interest rate will after a period curb the strong growth in demand, and capacity utilisation in the economy will decline and then stabilise.", "Economic policy tasks The various components of economic policy have varying effects.", "This is why they have different Monetary policy steers inflation in the medium and long term and can also contribute to smoothing swings in output and employment.", "The central government budget - growth in public spending - influences the krone and the size of the internationally exposed business sector in the medium term.", "Government expenditure and revenues must be in balance in the long term.", "Wage formation, the structure of the economy and incentives determine how efficiently we use our labour resources and other economic resources.", "There is also an interaction: • In its budget resolutions, the government authorities will attach importance to the effects of the budget on the Norwegian economy and will therefore take account of interest rate effects.", "In this way, they avoid a situation where growth in public spending and the interest rate push the economy in different directions.", "With a known monetary policy response pattern, the social partners can take into account interest rate effects when wage increases are agreed.", "Moreover, the parties to public sector negotiations can take into account that the higher pay increases are, the fewer people can be paid over government budgets.", "The interaction here came into clear evidence when employment in the general government sector fell after the expensive wage settlement in 2002.", "The authorities can achieve better economic policy results if they can commit in advance to a set of credible policy rules.", "Households, enterprises and capital markets are forward-looking in their decision-making.", "It is therefore important that the authorities do not create doubt, but on the contrary act in a long-term and predictable manner.", "There must be consistency between plans and actions.", "Monetary policy's role is to ensure low and stable inflation.", "Experience shows that we cannot reduce unemployment over time by simply accepting somewhat higher inflation.", "In many countries, including Norway, confidence that inflation will be held at bay has increased because interest rate setting has been delegated to the central bank.", "We are now in a period where petroleum wealth is being invested in foreign financial assets via the Government Petroleum Fund.", "The government is to gradually phase in petroleum revenues into the domestic economy by using approximately the expected real return on the Fund.", "The fiscal rule was established in 2001.", "Growth in public spending started to accelerate in 1997 from its low level in the mid-1990s.", "Spending growth has also been fairly strong in recent years, but perhaps somewhat slower than earlier.", "The fiscal rule for the budget implies that the government can use 4 per cent of the Fund over time.", "This year, a little more than 6 per cent is being used.", "The deviation partly reflects an unexpected shortfall in tax revenues in recent years.", "The government budget deficit is the difference between total revenues and total spending.", "They each account for about half of total GDP in Norway.", "Even small deviations from spending and revenue projections can have a major impact on the deficit.", "Exchange rate changes will also lead to fluctuations in the value of the Petroleum Fund.", "For these reasons alone, the use of petroleum revenues may in periods deviate from the 4 per cent rule.", "Spending was also increased in response to the economic downturn.", "We can therefore safely affirm that the fiscal rule has been normative for fiscal policy.", "At the time of the introduction of the fiscal rule in 2001 projections pointed to a continued increase in the use of petroleum revenues.", "We had to expect this growth in spending to lead to weaker competitiveness in Norwegian manufacturing, either through higher wages or an appreciation of the krone.", "With wage growth in Norway higher than abroad, the competitive position of Norway's manufacturing industry has weakened by about 15 per cent since the mid-1990s.", "Competitiveness is about 4 per cent weaker than the average for the past 30 years.", "The krone has been influenced by high oil and gas prices and prices for other Norwegian export goods.", "Monetary policy has also influenced the path for Norway's relative costs, but the nominal value of the krone is about the same as 10 years ago.", "Strong growth in public spending and expectations of moderately higher growth in the use of petroleum revenues now seem to have been factored into the cost level.", "Over the past 30 years manufacturing has been scaled back in waves.", "The last wave occurred around the turn of the millennium, but a substantial decline also occurred in the period 1977 to 1984 and from 1987 to 1992.", "Prior to these periods, the manufacturing sector's competitive position had weakened.", "The fiscal rule is useful in that it gives weight to long-term considerations when addressing day-to-day economic policy challenges.", "The fiscal rule stabilises enterprises' expectations as to competitiveness and the krone exchange rate.", "This can prevent abrupt and pronounced swings in the structure of the economy.", "If the government authorities disregard the rule, enterprises will lose an important reference.", "A policy rule can make matters worse if economic agents have drawn up long-term plans on a faulty basis.", "The current cost level in the Norwegian business sector is adapted to an expansion of the petroleum sector and a steady phasing-in of petroleum revenues into the mainland economy.", "Costs rose sharply from the mid-1960s to the mid-1970s and reached a very high level.", "In subsequent years, costs have varied around this level.", "After a period, we will be able to cover a smaller share of our imports using current petroleum revenues and drawings on the Petroleum Fund.", "Competitiveness will then have to be improved - perhaps to around the level prevailing at the end of the 1960s prior to Norway's emergence as an oil nation.", "The labour market Compared with other European countries, income formation in Norway has been fairly flexible.", "Wage growth has declined rapidly when unemployment has risen.", "This is why unemployment has not taken hold at a high level.", "The favourable results partly reflect the considerations underlying the wage settlements at a centralised level.", "But perhaps equally important is the fact that it has been possible to adjust workforces and wage growth at a local level.", "First, companies can adapt the use of labour to production by using overtime, part-time positions or contract labour.", "Moreover, the supply of labour is highly flexible.", "When demand rises, the number of job-seekers increases.", "Those who are already employed work more.", "During upturns, we have in particular observed an increase in labour force participation among young people.", "Along the same lines, the number of persons in education tends to rise when unemployment is rising.", "When labour demand increases, we see an influx of job-seekers from our neighbouring countries.", "In addition, close to 30 000 persons had some form of employment in Norway throughout or during parts of 2001, but resided in Sweden.", "With the enlargement of the EU, Norway has become part of an extended labour market.", "Enlargement also provides scope for increased trade in services.", "This increases the production capacity of the Norwegian economy.", "For example, it seems that capacity in the construction industry has increased.", "The activity level is now very high, and there are still no signs of rising wage growth.", "Hence, labour mobility can eliminate bottlenecks in the labour market.", "Employment is also strengthened by local wage negotiations.", "Some of the newer industries apply performance-related pay to a greater extent.", "This allows firms to reduce costs more easily while retaining employees when earnings decline.", "More traditional industries also seem to be making use of wage flexibility.", "Differences in productivity growth and wage growth across Norwegian manufacturing enterprises show that workers tend to accept lower pay increases in enterprises with low productivity growth.", "This can provide companies with more time to adapt and curb the impact on unemployment.", "Even though Norway fares favourably in relation to many other countries, the Norwegian labour market also has its weaknesses.", "Wage growth now probably accelerates at a higher level of unemployment than it would have ten or twenty years ago.", "Many unemployed are also channelled from unemployment to social security benefits, and benefits may be an obstacle to returning to the labour force.", "Sickness absence also rose for a long period, but has declined markedly over the past six months, partly reflecting tighter requirements concerning individual follow-up.", "The Petroleum Fund The Government Petroleum Fund was established in 1990 with a view to promoting an even distribution of wealth across generations.", "The idea behind the Petroleum Fund is to channel cash flows from petroleum production to the Fund, with the capital being invested abroad.", "Consequently, changes in oil prices have little effect on the mainland economy.", "The chart shows the share of the central government's net cash flow from petroleum activities that has been transferred to the Petroleum Fund.", "The Ministry of Finance first transferred capital to the Fund in May 1996.", "Since then, the central government accounts have shown a surplus each year and capital equivalent to the surplus has been transferred to the Fund.", "In 2000 and 2001, almost the entire cash flow was transferred to the Fund, while in the last two years the share transferred to the Fund represented about two thirds of the cash flow.", "The Petroleum Fund has become large, even compared with the biggest funds in the world.", "At end-2004, the market value of the Petroleum Fund's international portfolio was 1 016 billion Norwegian kroner or 124 billion euros.", "The Ministry of Finance has defined a clear mandate for Norges Bank's management of the Petroleum Fund.", "Norges Bank shall seek to achieve an excess return in relation to a benchmark portfolio.", "Norges Bank has developed principles of corporate governance.", "For the internally managed assets, Norges Bank has exercised voting rights at the general meetings since the beginning of 2003.", "The external managers have exercised voting rights for the assets they manage on behalf of the Petroleum Fund since 1999.", "For that portion of the portfolio that is under internal management, Norges Bank voted at 132 annual meetings on 1 541 items in 2004.", "Norges Bank voted against the management's proposal on 18 per cent of the items.", "Norges Bank has voted most frequently on board-related matters.", "In November 2004, the Ministry of Finance approved new ethical guidelines for the Petroleum Fund's investments.", "The ethical basis for the Petroleum Fund shall be promoted using the following three Corporate governance based on the UN Global Compact, the OECD Principles of Corporate Governance and the OECD Guidelines for Multinational Enterprises in order to promote long-term financial returns.", "Negative screening from the investment universe of companies that, either themselves or through entities they control, produce weapons whose normal use violates fundamental humanitarian principles.", "Exclusion of companies from the investment universe where there is an unacceptable risk of contributing, inter alia, to gross or systematic violations of human rights.", "The chart shows developments in both the average annual net real return and the real return without the contribution from active management.", "Returns have fluctuated considerably since the Petroleum Fund made its first investments in the equity markets in 1998.", "Since 1998, the first whole year the Petroleum Fund invested in equities, the annual excess return from active management has been 0.45 percentage point.", "The corresponding krone amount is NOK 14.2 billion.", "The Petroleum Fund had another good year in 2004.", "The return was 8.9 per cent measured in international currency.", "The Fund achieved an excess return of 0.53 percentage point, which is somewhat higher than the historical average.", "Allow me to conclude with some brief comments on the Norwegian economy.", "The economy is showing solid growth without visible signs of accelerating wage and price inflation.", "Due to high oil prices, we are running substantial surpluses in public finances and in the current account.", "But there certainly are challenges ahead of us.", "Let me mention just one: Our cost level is very high.", "There is a significant risk that we are weakening the competitive sector of the mainland economy and becoming too dependent on the petroleum sector and on the return from our financial investments."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic outlook", "interest rates", "monetary policy", "Norwegian economy", "fiscal policy", "Petroleum Fund", "labour market", "competitiveness", "wage growth", "inflation"]}