{"sentences": ["Ladies and Gentlemen, The question about the symbol of the global labour market would most probably be answered by a majority of the Europeans with the words: \"the Polish plumber\".", "In France, the Polish plumber has become the key culprit of the rejection of the European Constitution, with the French media showing the Polish plumber on his quest for depriving the hard-working French plumbers of their work.", "At the same time, the data of the French society of plumbers show that there were 140 Polish plumbers working in France at that time, with 6000 plumber jobs still remaining vacant in the country.", "This example demonstrates how many false preconceptions concerning globalization are embedded in the media and in the public opinion.", "In the recent years, the process of globalization has been broadly based across all the markets: the financial market, the capital market, the market of products, services, knowledge, and the labour market.", "In many countries, the opportunities and threats related to the process of globalization have been observed early and their economic policy has been adjusted accordingly.", "For instance, many countries (the UK, the Scandinavian countries, many Asian countries, such as China, South Korea, Singapore, and India) have realized that the future economic success will strongly depend on the ability of a country to provide innovative solutions and offer products and services of high value added.", "Thus, their system of education is being adjusted to those needs.", "For example in 2003, the number of American patents obtained by companies from the five largest developing countries was 3,900, against 166,000 and 59,000 patents obtained by Japanese and German companies, respectively.", "In 2002, Polish companies filed 123 patent applications and were granted 11 patents.", "According to the present forecasts, starting from 2010 the annual number of graduates from engineering, technical, mathematical and related faculties in China will reach ca.", "800,000, and in India - about 600,000, which will jointly exceed the number of graduates from American colleges by twelve-fold.", "As early as now, IT companies, pharmaceutical and many other industries are launching or extending their research centres in Asia, not only with the aim of optimising their research costs, but also to gain access to the fast-growing army of highly qualified experts.", "Hence, a snowballing increase in the number of patents registered by companies from the developing countries, mostly in Asia, may be expected in the forthcoming years.", "It has been observed in many countries that the public sector itself must become a source of innovation as well as must actively support e.g.", "the development of e-economy, since such economy may benefit most from the process of globalization.", "There are numerous examples of such actions taken by many governments, and this problem has been discussed in more detail in my recent speech at the Congress of e-Economy.", "The text of the speech is available on the NBP website: www.nbp.pl → publications → speeches and lectures.", "In today's speech, I will try to present the reasons why the economic policy must not only take into consideration the process of globalization and adjust accordingly but also why it must be conducted in a way that enables to take the chance that globalization gives to the Polish economy.", "It applies especially to various aspects of the labour market, such as the education system, the role of the labour market institutions, including that of trade unions, its mobility and flexibility as well as to the aforesaid creation of favourable conditions for the growth of innovation.", "Demographic changes A discussion on the global labour market must be commenced with a presentation of the demographic trends.", "Over the past fifty years, demographic factors had a significant influence on labour markets, and these changes will go even further in the next fifty years.", "Since the labour market is becoming ever more global, the demographic changes will be increasingly influential on local labour markets.", "According to UN estimates3, Europe's population in 1950 was 547 million, in 2005 - 728 million, and is bound to decrease to 653 million in 2050, under the assumption that the present trends, including migrations, do not change significantly.", "It is estimated that over the next 45 years, when the European population drops by 75 million, the Asian population will grow by 1.3 billion, and the African population - by over a billion.", "At present, the share of the Asian, European and African population in the worlds' population is 60%, 14%, and 11%, respectively.", "Fifty years ago, the number of Europeans exceeded that of the Africans by threefold; in fifty years, this trend will reverse.", "What do the data show?", "In my opinion, there are three vital and far-reaching conclusions to be drawn.", "Firstly, the Asian population will account for over a half of the world's population, and if the economic growth continues to significantly exceed the growth dynamics in the US and Europe, Asia will become the world's economic centre.", "Secondly, the share of Europe in the world's population will decrease threefold over a hundred years, i.e.", "This means that if the Old Continent does not respond appropriately to the globalization challenges, in a few dozen years, all major global decisions will be made outside Europe, especially if the integration tendencies are continued in Asia, including the possible adoption of a single currency, which may be tentatively called the \"asian\".", "Thirdly, the share of Africa in the world's population will be a mirror image of the European trends and will increase almost threefold.", "It is still a very poor continent, of an unfavourable climate and poorly qualified workforce.", "However, in my opinion, the African countries will join the process of globalization in the manufacturing and services sectors sooner than it is expected, and some countries of the African continent may experience a very high economic growth rate in the decades to come, if their key political decision-makers take the chance that the globalization process gives.", "Global demographic trends - the world population according to UN forecasts LO - left axis (LA) PO - right axis (RA) Europe - (RA) The rest of the world - (RA) North America - (RA) Note: „LA\", „RA\" mean the left and right axis, data in million persons.", "Source: the UNO, / Hence the demographic developments, supported by the globalization mechanisms which have led to the establishment of the global labour market, will drive Asia and possibly some areas of Africa to become fierce competitors for Europe and the US in the forthcoming decades.", "There are many estimates that show the sizes of particular economies in the decades to come, based on demographic trends, assumptions concerning the long-term growth of performance, or changes in real FX rates.", "To give you and example, according to the estimates of PricewaterhouseCoopers5, by the buying power parity, in 2050 the Chinese economy will be over 40% larger than that of the US, India will catch up with the US, the economies of Mexico and Indonesia will outgrow that of Germany, and the Brazilian economy will exceed Japan.", "We must ask the question whether the present economic policy in Poland takes these facts into consideration.", "According to a research of the World Bank, in the years 2005 - 2025, the labour force participation rate in the developed countries of high income will fall by ca.", "20 million, whereas that the developing countries will increase by almost a billion.", "At the same time, in view of the aging populations, especially in Europe, there will be a rapid growth in the number of elderly people, from 36 per 100 working people to 52 per 100 working people.", "These trends, coupled with a fivefold difference in average wages between the developed and the developing countries, will inevitably bring about an increase in the economic migration rate.", "What triggered the emergence of the global labour market?", "The economic literature features a few factors that caused the emergence of the global labour market over the past dozen years6: - the collapse of the former Soviet block and joining the world economy by Central and Eastern European countries, - the reforms implemented in India and China, with the crowning achievement of China joining the WTO at the end of 2001, - a rapid advancement in the implementation of IT and telecommunications solutions in enterprise management, which has enabled the separation and standardization of a number of business processes that have been subsequently shifted to countries or locations of lower manufacturing costs, - a significant fall in the transport cost (prices have fallen by 21% in the road transport, by 30% in the air transport, whereas prices of telephone calls have plummeted by 95%), - multilateral trade liberalisation, the average customs duty has been down by ca.%, - the technological progress has blurred the fine line between what may or may not be traded internationally.", "It is worth noting that the global labour market has emerged as a result of the aforesaid factors, despite the fact that restrictions to migration of the population have remained tight.", "The emergence of i.e.", "the global labour market homo sapiens globalus Further in my speech, I would like to present two main global forces that will drive the emergence of the homo sapiens globalus: - economic migration, i.e.", "relocation of people in search for better-paid jobs and better living - outsourcing and off-shoring, i.e.", "relocation of workplaces in search of less costly or better qualified workforce to lower the production costs, increase the product and service quality, mitigate the risk, and boost innovation.", "People relocate in search for work - economic migration One of the strongest motivations behind migration is the difference in wages, or - more broadly - in the living standards between countries.", "Such differences have existed for many years, as is the case with migration.", "It may be expected, however, that the emergence of the global labour market coupled with the aforesaid demographical trends and the decrease in the cost of transport will lead to increased economic migration, including migration from poor countries and regions to the rich ones.", "Migration adds to the value of the global income.", "According to a simulation by the World Bank, if the number of immigrants in wealthy countries keeps growing by 2025 at a pace slightly lower than the average over the past three decades (which, being a very prudent assumption, means that over 14 million people will move from the developing to the developed countries, and even more taking into consideration their family members), the global income will increase by 0.6%, of which by 1.8% in the developing countries and by 0.4% in wealthy countries.", "Migration should also be analysed by central banks, as it may influence relative price developments and the general level of prices.", "According to estimates by the World Bank, migration causes a slight decline in the general level of prices in the developed countries, whereas the decline is larger in services (such as health services, services in the construction industry, and leisure), and the largest - in the economy sector for which no data is typically available, i.e.", "the domestic help (babysitting, cleaning, etc.).", "As opposed to other world regions, the flow of persons across the countries of the EU has been stable.", "Annual net migration to the EU15 has remained at a level below 5 persons per 1000 inhabitants over the past 40 years.", "9% of the UE population was born in countries other than those in which they currently live, whereas in the US this figure stood at 12% and in Canada and Australia at 20%.", "However, following the EU enlargement with ten new countries, migration accelerated also in our part of the world, as illustrated in Table 3 below.", "In some cases, a significant part of national workforce took up employment in foreign countries.", "It is estimated, for instance, that ca.", "5% of Lithuanians took employment in the countries that opened their labour markets to the new EU member states following 1 May 2004.", "Source: Skills needs in the Irish economy: The role of migration, A submission by the Expert Group on Future Skills Needs and Forfás to the Minister for Enterprise, Trade & Employment, .", "Source: Migracje specjalistów wysokiej klasy w kontekście członkostwa Polski w Unii Europejskiej, [eng.", "Migration of high class specialists in the context of Polish membership in the EU].", "Centre of Migration Research, Warsaw University.", "†Workforce - persons aged 15 and over in the first quarter of 2004.", "The number of Poles working in the UK is growing rapidly.", "Everyone visiting the UK in the recent months must have experienced the same - Poles can be met everywhere.", "According to the most recent information from the British Embassy, in May 2006, there were 240,000 Poles registered, against 205,000 in December 2005.", "Migration of many, mostly young people abroad will allow them to acquire new skills, experience, learn foreign languages, and fully integrate in the society of homo sapiens globalus.", "The open question remains, whether the next step of those people will be to climb the career ladder abroad, or to return to their country to set up their own companies.", "There is no answer to this question; however, a properly conducted economic policy may increase the chance for the return of Poles to their country, which would in turn increase the chance for a higher economic growth rate in the long-term.", "Workplaces are being relocated in search for employees - outsourcing and off-shoring For the purpose of this speech, a simplified definition may be adopted, under which outsourcing means relocating orders, services, production, employment or, in broader terms, a business process to another company (irrespective of its location), whereas off-shoring means relocating a business process abroad (irrespective whether to another company, or within the same enterprise).", "There are, however, not too many hard data which would allow for an assessment of the scale of outsourcing/off-shoring.", "Until now, there have been only estimates and fragmentary research results available on this subject, limited to some countries only.", "However, the data on global trade in goods and services and foreign investment proves the growing scale of this phenomenon.", "Over the past 15 years, there were significant changes in the share of particular regions in the global trade, with the decline of the UE share accompanied by increasing shares of the developing countries, including Asian countries.", "Shares of individual regions in global trade.", "Numerous empirical studies have demonstrated that outsourcing and off-shoring entail increased competitiveness of enterprises, which raise their employment level abroad in subsidiary companies and intensify their expansion on foreign markets, thus being forced to create workplaces, often much better paid and requiring higher qualifications also in parent undertakings.", "Thus, the growth of employment abroad is accompanied by the same at home.", "An analysis of the impact of off-shoring services to India in the years 2000 - 2003 on the US labour market shows that, for example, jobs for programmers of low value added were lost in favour of India; however the total employment in the IT services industry grew rapidly.", "As it has been observed, the role of trade and capital links among enterprises in various countries strengthened over the recent years.", "In the past, in response to increasing fuel prices or costs of living, trade unions demanded wage increases.", "It would result in the so-called second-round effects, and central banks had to increase their interest rates to mitigate inflation.", "Now, trade unions must take into consideration the fact that if wage increases exceed the growth in productivity, manufacturing may be off-shored to countries with lower manufacturing costs.", "In view of the research results presented at the recent conference organized by the Financial Times, dedicated to outsourcing and off-shoring12, an increasing number of companies is planning on the globalization of their manufacturing and services.", "This decision is underpinned with the wish to optimise costs, improve the quality, deliver new products, provide better customer service (e.g.", "use of various time zones to provide 24/7 customer service), mitigate risk, and drive innovation.", "The public sector holds the second position in the ranking of business sources for companies offering outsourcing and off-shoring services.", "The majority of the speakers stressed that the cost factor dominated in the first phase of off-shoring; now these are quality, innovation, and the use of talent bank in other countries that gain on significance.", "More and more often, aside from the supportive activity, companies outsource and off-shore their core business, as part of their elaborated strategy.", "They do so, because they obtain both lower costs, and better quality and innovation improvement.", "For instance, a call centre in Manila on the Philippines initially dealt with simple complaints.", "It turned out that the customer satisfaction level was much higher than in the call centres across Europe.", "The next step involved customer services of higher value added (such as, e.g., lost cheques, where the employee's own invention is required - such a customer call cannot be fully described with procedures).", "The subsequent step consisted in taking over phone investment consultancy from Europe, which was even more demanding in terms of qualifications.", "This was possible due to much higher educational standards represented by the employees (often at the level of PH.D. degree, holding appropriate licences) than those of typical employees of call centres across Europe.", "Companies whose business activity consists in the implementation of off-shoring processes are growing rapidly.", "For the majority of companies in India, this growth amounts to a few dozen percent per annum.", "The scale of the activity is also growing, as it is not confined to simple call centres any more, but it also includes outsourcing of ever more advanced business processes (e.g.", "related to IT, logistics, etc.).", "There is a demand for totally different managerial skills in the global economy, which are currently being rapidly developed in the Asian countries.", "For instance, in order to lower the personnel rotation, which is an ever-present problem of all call centres, the Indian companies have elaborated HR management techniques.", "It appears that off-shoring of services is only gathering momentum and is covering ever new areas (IT, shared services, BPO13, logistics, finance, legal services, etc.).", "Moreover, a new type of outsourcing/off-shoring, namely KPO14, appeared.", "Companies that outsource knowledge processes employ a few thousand high rank experts (often holding Ph.", "D. degree) in countries of low manufacturing costs.", "For example, one of the major international investment banks, which holds top positions in quality rankings of research and analyses, has outsourced its research and analyses department.", "Following the completion of each research, there is a follow-up research to check customer satisfaction; moreover, outsourcing has made it possible to launch new products and improve quality.", "For example, thanks to lowering the costs and increasing the number of analysts, it was possible to start analysing small and medium-sized listed companies, which had not been possible before, due to a high cost of an analyst.", "Outsourcing of knowledge processes is covering more and more areas and requires, as opposed to the outsourcing of business processes, a close collaboration of the customer and the end-user.", "More and more companies are planning on developing products/services through adopting a global product development strategy.", "This means that more and more forms of activity will be generated by international optimisation of business processes.", "This in turn will force individual countries/regions to increase their attractiveness for the global business, which requires an active attitude of local selfgovernments.", "For instance, Dubai Outsource Zone is a government initiative, aimed to make Dubai a highly attractive international off-shoring/outsourcing centre.", "The concept of multi-off-shoring appears, where a decision on globalization of manufacturing entails starting business activity (routing orders) in several locations.", "There is a lot being said and written on the impact of globalization on the US economy, but there is a lot going on across Europe as well.", "Off-shoring of manufacturing and services to other countries is not the key reason for restructuring yet; however its significance grows year by year.", "The European Restructuring Monitor15 website, at the end of 2005, contained a description of ca.", "3500 cases of company restructuring in Europe, which has been announced in the media (international and national) since 2002.", "6% of total) which, as their main reason, reported the transfer of manufacturing or service abroad (that is colloquially called off-shoring), whereas in 47% the reason was internal restructuring, which could have partly resulted from the growing competitive pressure ensuing from globalization.", "The EU enlargement in 2004 led to significant changes in the off-shoring process across Europe.", "In the years 2002 - 2003 the largest job destruction was reported in the UK, as a result of transferring manufacturing and services to India, and to a lesser degree to China and other Asian countries (a total of 44% of all jobs shifted in the period 2002 - 2003).", "However, at the same time, in 1/3 of all instances, companies from the old EU countries generally mentioned the Eastern Europe as the destination of off-shoring.", "In the years 2002 - 2003 a total of over 33,000 workplaces were shifted from the old EU countries to other countries, i.e.", "16,500 on average in each of those two years.", "Among the present new EU Member States, Hungary and the Czech Republic enjoyed the greatest popularity, whereas Poland was mentioned only occasionally.", "In 2005 the process of off-shoring in Europe accelerated in the period from January to November, with 32,000 jobs shifted, i.e.", "The leader among the countries transferring their jobs, following a few years of domination of the UK in Europe, was Germany, whereas India continued to be the leader among the countries which provided destination for the off-shoring process.", "Following India was the Czech Republic (before China and other Asian countries), where quite a number of jobs were shifted from Germany and Portugal.", "In light of the data, Poland's attractiveness as a destination of the off-shoring process is growing gradually, whereas that of Hungary is going down.", "Off-shoring in the EU The country to which jobs were Job destruction (in number of Job destruction in the EU shifted workplaces) in the EU in the January - November 2005, due period 2002 - 2003 through to off-shoring China 3361 3077 Asian countries 3786 3271 Czech Republic 780 3890 Hungary 1110 772 Total 33151 31942 Source: European Restructuring Monitor, own calculations Numerous available analyses have revealed that off-shoring is bound to grow and increasingly concern the services sector16.", "According to the forecasts by McKinsey Global Institute, in the years 2003 - 2008 off-shoring of services to countries with low manufacturing costs will grow at a rate of 30% per annum.", "In 2003 the global trade in services stood at ca.", "USD 1.7 trillion, of which a mere 3% resulted from off-shoring to countries of low manufacturing costs.", "It is expected that in 2008 the global trade in services will amount to ca.", "USD 2.4 trillion, of which 10% will represent off-shoring of business processes and ICT to countries with low manufacturing costs.", "For a comparison, the travel industry represents ca.", "30% of trade in services according to the OECD data, whereas transport - 20%.", "Based on an analysis of eight representative sectors, McKinsey Global Institute estimated that in 2003 18.3 million jobs in the services sector could have been off-shored (this applies mostly to such sectors as the IT - 2.8 million, banking - 3.3 million, insurance - 2.3 million, health care - 4.6 million, retail trade - 4.3 million).", "Extrapolating these results for the global economy, it may be estimated that in 2008 there may be as many as ca.", "160 million jobs in the services, i.e.", "11% of the estimated 1.46 billion of global employment in the services sector, may be performed at a distance from the service recipient.", "Most evidently, the off-shoring of business processes to various corners of the world to optimise the process of manufacturing or performing services will grow, and the scale of this phenomenon will probably surprise many architects of the economic policy.", "In many rankings, Poland holds one of the leading positions for its off-shoring attractiveness17, which is also reflected by the business decisions taken.", "For instance, a few days ago, Accenture announced opening a new centre in Warsaw, which deals with outsourcing of business processes, offers finance services, delivery management and HR management.", "Ultimately, the centre will employ up to a thousand of highly qualified experts and offer services in a dozen of languages.", "The outsourcing centre in Warsaw will be another one Accenture opens in Central and Eastern Europe, with similar having been launched in Prague, Bratislava and Riga.", "Today, due to time constraints, I did not touch many topics closely related to the emergence of the global labour market.", "For instance, we should consider why, in the ranking of Boston Consulting Group covering a hundred companies with the highest global growth potential on the emerging markets, there is no Polish company18, whilst the ranking is dominated by China and India, plus some companies from Turkey, Egypt, Indonesia, Thailand or Mexico.", "For instance, we should consider what impact of the demography, migration, off-shoring, and outsourcing will be on the income of global employees.", "The available results demonstrate that poorly qualified workers in expensive countries may experience their wages go down or even become unemployed19.", "However the impact on the economy remains positive, as outsourcing and off-shoring allow companies to increase their competitiveness and lift the sales - inter alia, due to the fact that foreign branches to a large degree serve the local markets - which, in turn, requires a higher employment level in head offices and a higher number of well-qualified people at home.", "Moreover, the fear of off-shoring increases the investment of employees in human capital, which results in better performance and flexibility of the labour market.", "Therefore, the ability to change and improve qualifications as well as to assess which sectors in Poland have the potential and which are on the decline due to their inability to face the global competition, is gaining on significance.", "We should also assess what impact globalization has on company strategies.", "If multi-sourcing strategies are to be more and more widely applied, the question arises how Polish enterprises should operate on that market.", "The question whether a long-term employment relationship in a large organisation is better than the one of self-organizing cooperating nets of small companies or even persons, which proved well in the manufacturing of motorbikes and textiles in China, and some software, still remains unanswered.", "Last but not least, we should consider how Polish companies and their employees should develop their most precious assets in the homo sapiens globalus society i.e.", "I am just making a remark of these extremely important topics.", "The recently published report by Edward Bendyk, \"Przyszłość pracy.", "Polska, Czechy, Słowacja.\"", "[\"The future of labour.", "Poland, the Czech Republic and Slovakia.\"]", "concludes that out of the three analysed countries, the culture of innovation has the smallest chances for development in Poland.", "The author recommends to launch a modernisation project under the name Polska 2.0.", "It appears that in the homo sapiens globalus society of the 21st century, many of the terms used in the debate on a unified Poland or the IV Republic of Poland, should adopt totally new meanings.", "Solidarity should not mean an algorithm for sharing the growth fruit, but should mean a policy which will allow the greatest possible number of Poles to function well on the global labour market.", "Patriotism should not confine to the roots of Poland, the tradition of the great fellow countrymen, but should also have a global character, i.e.", "lead to such behaviour and policies that will enable Poland as a country and its citizens to become successful in the fast globalizing economy, whilst maintaining close ties of Poles with their homeland.", "In this context, it is worth raising a few questions.", "- Is the Polish educational system able to deliver a sufficient number of specialists in the fields on which the success of Poland in the global economy depends, in particular engineers, IT specialists, people with multi-language skills, incl.", "- Does the Polish educational system provide continuing training, and in particular, are we able to offer quick and smooth re-qualification of workforce that is prone to loose jobs in companies or industries which cannot stand the global competition?", "- Are there sound relations between businesses and universities in Poland, which would deliver a large number of innovations?", "- Is the public administration in Poland stimulating the innovation process (e.g.", "through the use of modern communication channels, giving up paperwork for the Internet, etc.)?", "- Do we create and support organizations for Poles emigrating abroad, to help them maintain their relation with the country and facilitate their return to set up their own companies?", "- Do we conduct an active policy of developing business contacts and personal connections on the fast growing markets?", "Do we use the potential lying in the Polish universities (e.g.", "Poles that study in China or India and their counterparts studying in Poland)?", "- What is the role of trade unions?", "Should they add to their mandates, so far involving the defence of employee rights, informing employees of the anticipated changes and preparing them for the changes, e.g.", "through providing appropriate means for re-qualifying and training?", "- Do we have a policy to tackle the imminent mass migration, mostly from Asia and Africa, over the forthcoming decades?", "How should we provide social integration of immigrants so as to help them become Polish global patriots?", "How can we mitigate the possible pressure on social expenditure due to the immigration of poorly qualified workforce, and how can we attract highly qualified staff to move to Poland?", "- Do we sufficiently consider global factors, especially the involvement of countries with low manufacturing costs to the global manufacturing, services, knowledge and labour markets, in our strategic planning, both at the country and corporate level?", "- Are we able to anticipate Poland's specialisation on the global market, with the view to the demographic trends, and do we invest sufficient funds to develop such areas, at the expense of the discontinuing areas?", "Will Poland, for instance, become a healthcare centre for the aging Europe, or a global centre of outsourcing of business processes, which require a fluent command of several languages, or will it become an American silicon valley or an Indian Bangalore in IT services of the highest value added?", "How long will the car factories built over the past years in Europe and Poland and their co-operants stand the fast growing competition of China?", "It seems that we are in an exceptional period of the world economic history.", "The forthcoming years and decades will shape the economic world map anew, which will reflect the demographic trends, migration, and the growing globalization of manufacturing and services.", "Poland has a great chance to use the forthcoming global changes to improve their income and the standard of living of its citizens, and to mark its significant position on the new economic world map.", "Answers to the questions raised above and to many others, as well as drawing proper conclusions from those answers for the economic policy should endorse such chance, which I wish to this and the future generations of global Poles.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["global labour market", "migration", "off-shoring", "outsourcing", "globalization", "demography", "education", "labour market institutions", "innovation", "economic policy"]}