{"sentences": ["Your Excellency, the President Honourable Vice President My Lord Chief Justice Your Excellencies, Members of the Diplomatic Corp Hon Minister of Finance Other Cabinet Ministers Mr Secretary to the President and other senior civil servants Heads of Financial Institutions Colleague SETC members Distinguished Members of the Private Sector Ladies and Gentlemen It is my singular privilege and honour to chair this occasion.", "I must confess that I only agreed to perform this function under pressure from my colleagues of the Stock Exchange Technical Committee, who insisted that as chair of that Committee, I am under obligation to chair this ceremony.", "My personal inclination was that some more distinguished personality than myself should assume this role.", "It is not common that such a galaxy of distinguished personalities would converge on the Bank.", "When this happens, it is a clear indication that something out of the ordinary is in the offing, as is clearly the case today.", "Your Excellency, the inauguration of the Sierra Leone Stock Exchange, which you are about to perform, is a unique occasion in every sense.", "Not only is this the first such institution to be established in this country, but it also constitutes the first major visible sign of the formal commencement of organised capital market operations in Sierra Leone.", "This is a landmark in our financial history as we take a crucial step towards the further extension and deepening of our financial sector, which up till now largely consists of a money market.", "While this occasion is significant in its own right, I would like to stress that it is part of a process, rather than an event.", "From this perspective, it is simply the outcome of all the planning that has taken place in the context of deliberations in the Stock Exchange Technical Committee, work done by the Capital Market Unit of the Bank, and the inputs of local and foreign consultants, especially for the preparation of legal documents for the establishment of the capital market in general, and the stock exchange in particular.", "Sensitisation of various parties, including our Parliament, the press, representatives of the business community and the university has been undertaken, and will continue on a wider scale.", "Consultations have been held with some institutions in the public and private sectors to forge operational links in furtherance of the wider dimensions of the operations of the Stock Exchange.", "Further consultations of this sort will continue as the situation demands.", "All of these activities have crystallised in today's inauguration of the Sierra Leone Stock Exchange.", "Again, this launching is not an end in itself.", "Not only would we continue with the operationalisation of the exchange, but we will proceed with a number of related activities that will give greater strength and effectiveness to the new facility.", "In pursuance of this determination, we will advance the plan to create appropriate links between the capital market programme and the national privatisation programme, with a view to increasing the volume of shares traded on the exchange and provide for a high level of liquidity in the market.", "We will also proceed with the finalisation of modalities for the creation of a venture capital company, which would serve, inter alia, to improve the profile of some of the state enterprises earmarked for privatisation.", "This will increase their attractiveness to investors and improve the quality of shares to be traded on the market.", "As you would be aware, the present condition of some of the enterprises proposed for privatisation would require some further work for high value divestiture.", "Their value would be enhanced through a process of mentoring and nurturing.", "Moreover, the sale of these enterprises should not benefit only a small section of the society.", "The venture capital company will perform the mentoring function and also hold some proportion of the shares of some of these companies for periodical release to small private investors, who may not have the capacity to purchase such shares were they to be sold in a single parcel.", "This would help to bring about a wider share ownership structure in the country, empower its people and extend the distribution of the wealth of our nation.", "The establishment of the stock exchange will spurn a new set of financial activities such as rating agencies, investment advisers, registrars and brokers, thereby creating new avenues for employment and professional development.", "Thus, in addition to the usual benefits of a stock exchange, including the pooling of risk, mobilisation of savings, the fostering of specialisation through the reduction of financial cost, improved allocation of investment engendered by reduction of the costs of information, and the collective impact of all of these on growth and development, the establishment of the stock exchange will open avenues for other ventures, with immense multiplier potentials.", "We are therefore today, through the launching of the Sierra Leone Stock Exchange, unleashing a process that is pregnant with possibilities, and we should count ourselves fortunate to be the midwives of such a promising birth.", "Your Excellency, Distinguished Ladies and Gentlemen, I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sierra Leone Stock Exchange", "Capital Market", "Privatisation", "Financial Sector", "Investment", "Development", "Growth", "Employment", "Savings", "Risk"]}