{"sentences": ["Thank you for the invitation to speak this morning.", "I am very pleased to be able to continue the long-standing relationship between the Reserve Bank of Australia and the Australian Industry Group.", "Over the years, we have found this relationship very valuable and I hope and trust that this will continue.", "This morning, I would like to talk about some of the recent developments in both the world and Australian economies and the implications of these developments for the outlook for the Australian economy.", "The world economy The world economy is gradually recovering from the worst downturn since World War II.", "This recovery though is occurring on two different tracks (Graph 1).", "As a group, the G7 countries are experiencing only relatively weak growth, especially when viewed against the very large contraction in output that occurred.", "In contrast, the picture in Asia is quite different, with many of the economies in the region having had near V-shaped recoveries.", "There has also been a reasonably solid bounce back in some other parts of the world with, for example, Brazil growing quite strongly over the past year.", "World GDP Growth Per cent, weighted using GDP at PPP exchange rates G7 economies Asia excluding Japan Year-ended Quarterly 2002 2006 2010 2002 2006 2010 Sources: CEIC; RBA; Thomson Reuters This two-speed world is evident not just in the GDP data but also in the unemployment and inflation data.", "Unemployment rates in both the United States and the euro area are around 10 per cent and a sustained reduction still looks some time off (Graph 2).", "In contrast, unemployment rates are now clearly falling in Asia and are much lower than in the major advanced economies.", "Unemployment Rate Euro area Higher-income Asian economies 2000 2002 2004 2006 2008 2010 Sources: CEIC; Thomson Reuters In terms of inflation, in both the United States and the euro area, core measures are still trending down, and they are likely to continue doing so for some time yet (Graph 3).", "Again, in contrast, core rates have clearly bottomed in Asia and now look to be rising in a number of countries in the region.", "Core Consumer Price Inflation Six-month-ended annualised 1 1 Other east Asia (excluding Japan) -3 -3 2003 2004 2005 2006 2007 2008 2009 2010 Sources: CEIC; RBA; Thomson Reuters Rather than run through more of the recent economic data, I would like to touch on three broad issues that are likely to play a major role in shaping how the world economy evolves over the next few years.", "The first of these is the need for the advanced economies to consolidate their public finances.", "The second is the realignment of capital flows, given the likelihood of an extended period of low interest rates in the advanced economies.", "And the third is the challenge of increasing domestic demand in Asia.", "(i) Public finances Of these three issues, the one that has attracted the most attention recently is public finances.", "This is partly the result of what has been going on in Greece but, more broadly, it reflects the difficult fiscal positions in which many advanced economies currently find themselves.", "In the United States, the federal budget deficit for 2009 was around 10 per cent of GDP.", "In Japan, the deficit was almost as large, and for the euro area as a whole it was around 6 per cent, with some euro area countries having much larger deficits than this average.", "Furthermore, these large deficits come after three decades over which the ratio of public debt to GDP for the G7 economies as a whole trended higher (Graph 4).", "They also come at a time when there will be significant medium-term budget pressures due to the ageing of the population.", "The flexibility that they have to determine the timing and size of these steps is limited by the fact that they went into the current downturn with already high levels of debt.", "As a result of the poor starting points, many are now treading a fairly narrow path.", "On the one hand, tightening fiscal policy in the very near term risks derailing the recovery, while not doing so risks a damaging loss of confidence.", "How these risks are managed is likely to have a major effect on how the world economy evolves over the next few years.", "Presumably, what is required is for the affected countries to have credible medium-term fiscal consolidation strategies.", "While this is easier to say than to do, ensuring the confidence of investors is an important ingredient if the recovery is to be sustained.", "(ii) Capital flows This brings me to the second, but related, issue - that of capital flows.", "Most of the advanced economies are currently operating well below full capacity and, given the subdued nature of the recovery, it is likely to be some time before this excess capacity is wound back.", "One consequence is that, provided inflation expectations remain well anchored, official interest rates in these economies - which are currently at historically low levels - are likely to remain below average for a considerable period of time (Graph 5).", "In contrast, elsewhere, including in Asia and Australia where growth is stronger, interest rates are likely to be relatively higher.", "This interest differential is likely to lead to a flow of capital from the major advanced economies to Asia and other better-performing areas of the world.", "G7 - Average Policy Rate 1960 1970 1980 1990 2000 2010 Sources: Federal Reserve Bank of New York; Global Financial Data; Thomson Reuters In Asia, concerns are already emerging about the implications of this.", "In particular, some countries are worried about the potential for volatile capital flows to be destabilising for their economies.", "The concern is that capital inflows in the near term will later turn into capital outflows when interest rates in the advanced economies do eventually normalise, and that this could be disruptive.", "As a way of insuring themselves against this risk, some central banks continue to accumulate foreign reserves.", "A number of countries in the region are also concerned about the effects of capital inflows on their domestic banking systems, with some having taken steps to rein in bank lending growth, particularly in cases where property prices are increasing strongly.", "A related consideration is the effect of these capital flows on exchange rates in the region.", "In general, there is considerably less tolerance for large movements in exchange rates in many of these countries than there is in Australia.", "In our own case, movements in the value of the Australian dollar are largely seen to be a stabilising force for the economy.", "There is also a general acceptance of the view that, over the next few years, our real exchange rate is likely to be higher than the average over the past decade or so.", "In contrast, in much of Asia, where international trade shares are considerably higher than in Australia, movements in exchange rates tend to be viewed with more concern, particularly when they are seen to be driven by speculative capital flows.", "One other related consideration is the impact on asset markets around the world of an extended period of low official interest rates in the major advanced economies.", "When the global economy was in this situation around five years ago things did not work out well.", "While the current environment is very different from that in the middle of the 2000s, this earlier experience suggests that we need to watch the financial side of the global economy very carefully, particularly when interest rates are unusually low.", "(iii) Domestic demand in Asia The third issue I would like to touch on is the growth of domestic demand in Asia.", "For some decades, many countries in Asia have had a growth strategy focused on exports.", "Given the strong growth in consumption in the major western economies, this strategy worked.", "However, many of the countries in Asia recognise that given the subdued outlook for the advanced economies, there will now need to be a stronger emphasis on growth in domestic demand than has been the case in the past.", "China provides a good example here.", "Over the past two decades, the share of household consumption in Chinese GDP has declined from just under 50 per cent to 35 per cent - a very low level by international standards.", "This decline reflects two broad developments.", "The first is a reduction in the share of national income going to households; in the early 1990s, this share stood at nearly 70 per cent, but by late 2008, it had fallen to less than 60 per cent (Graph 6).", "The second factor is an increase in the household saving rate; in the early 1990s, around 30 per cent of household income was saved, while today this share is close to 40 per cent.", "China - Household Income and Saving Disposable income Saving ratio Share of nominal GDP Share of disposable income 65 65 35 35 55 55 25 25 1993 1998 2003 2008 1998 2003 2008 Sources: CEIC; RBA In China, as in many parts of Asia, there is now a recognition that policies to promote consumption are likely to play a more important role than was previously the case.", "In the past, strong consumption growth was often seen as something that would follow strong exports, rather than be a driver of the economy itself.", "This view is gradually changing and this is leading to an increased focus on structural reforms to increase the share of national income going to the household sector and to reduce the household saving rate.", "While reforms in these areas can be difficult, they are important if Asia, as a whole, is to continue to grow strongly in the face of subdued demand for exports from the region.", "How things play out in each of these three areas - public-sector debt, capital flows and structural policies in Asia - will have a significant impact on the global environment in which the Australian economy finds itself over the year ahead.", "As the Reserve Bank has spelt out a number of times recently, our central scenario is a relatively positive one.", "The economies in Asia are expected to continue growing reasonably solidly, while the advanced economies are expected to have only a subdued recovery, weighed down by the need to consolidate balance sheets in both the household and public sectors.", "Around this central scenario there are, however, clearly risks, particularly associated with the three issues that I have just touched on.", "Given these risks, one question is how should policy be set?", "The Reserve Bank's general approach has been to proceed on the basis of the central scenario, but be prepared to respond if things turn out differently, as we did in late 2008 when the global outlook took a marked turn for the worse.", "The alternative of waiting to see how the myriad of risks evolves before adjusting policy runs the significant downside of moving too late, particularly given that the economy is starting this upswing with less spare capacity than in previous upswings.", "Fortunately, in Australia we have had the policy flexibility to respond to changing events as they have occurred and this has served us well.", "The Australian economy I would now like to turn more specifically to the Australian economy, where the run of data over the past few months has tended to be on the firm side.", "Employment growth has been robust, business and consumer confidence is above average, the housing market has been strong, and there are signs that the period of business deleveraging is coming to an end (Graph 7).", "Collectively, these outcomes provide us with some confidence that the economy is now in a reasonably solid upswing.", "Unemployment and Business Confidence Unemployment rate Business confidence* -15 -15 1990 1994 1998 2002 2006 * Net balance; deviation from long-run average Sources: ABS; NAB; RBA Over the course of this year, the nature of this upswing is, however, likely to change somewhat.", "Recently, the overall level of spending in Australia has been supported by strong growth in public-sector demand.", "This has occurred at a time when growth in private-sector demand has been relatively weak (Graph 8).", "As we move into the second half of 2010, this configuration is likely to change.", "Public-sector investment is projected to decline, particularly as spending on the Federal Government's school building program tails off.", "But moving in the other direction, private-sector business investment is expected to strengthen further, particularly in the resources sector.", "Sources: ABS; RBA This expected rise in business investment is underpinned by the strong outlook for the terms of trade.", "Recently, the spot prices of iron ore and coal have risen, and the prices that exporters will receive over the next year look likely to be substantially higher than those received over the past year (Graph 9).", "As a result, a significant rise in the terms of trade is expected over the year ahead.", "While movements in the terms of trade do not get the same high-frequency attention as many of the monthly economic indicators, history suggests that they have a large influence on how the overall economy performs.", "Among other things, they can affect the investment climate, the government's budget position, asset values, overall confidence in the economy and the growth of domestic incomes.", "Bulk Commodity Spot Prices US$ 150 150 US$ US$ 300 300 Thermal coal 60 60 0 0 2004 2006 2008 2010 * Calculated using the spot import price in China less the spot freight rate from Australia to China Sources: Bloomberg; Citigroup; Macquarie; RBA In contrast to the terms of trade, one area that does get high-frequency attention is the property market.", "Over recent times, most indicators of conditions in the established housing market have been very buoyant.", "Auction clearance rates have been high and nationwide measures of housing prices have been increasing by around 1 per cent a month, with prices in Melbourne rising at an even faster pace (Graph 10).", "The rental market also remains quite tight, with rents having risen firmly and vacancy rates low.", "Capital City Housing Prices Index Index Index RP Data-Rismark 110 110 2005 2007 2008 2009 2010 Sources: APM; RBA; RP Data-Rismark There are, however, a few contrary signs to this generally strong picture.", "Total housing loan approvals declined in October, November, December and January, with the declines broader than just for first-home buyers following the scaling back of the additional grants (Graph 11).", "Some lenders have also tightened terms and conditions, including by further reducing maximum loan-to-valuation ratios (LVRs).", "And in the lower-priced suburbs of the capital cities, housing prices have broadly moved sideways since October, after earlier significant rises.", "Housing Loan Approvals* Non-FHB owner-occupiers Investors First home buyers 2002 2004 2006 2008 2010 * Excludes owner-occupier refinancing, alterations and additions and investor approvals for new construction and by 'others' Sources: ABS; RBA Looking forward, it is too early to tell whether these contrary signs indicate that some cooling in the property market is in prospect.", "It is, however, clearly desirable to avoid significant imbalances developing in the housing market, both in terms of the supply-demand situation and the price and financing dynamics.", "The pick-up in dwelling construction that is occurring will be helpful here, although further increases are likely to be needed over the medium term.", "On the financing side, we are currently not seeing the type of financial developments that caused concern in 2002 and 2003 when maximum LVRs were being raised, loan servicing requirements were being eased, new types of mortgage products were being introduced, and risk spreads were being compressed.", "This is good news, as it would obviously be unhelpful if a speculative cycle were to emerge on the back of the recent strength in housing prices.", "This is an area that lenders and current and prospective home owners will need to watch carefully over the months ahead.", "The final topic that I would like to touch on briefly is inflation.", "Here things have proceeded pretty much as expected.", "In underlying terms, inflation has moderated significantly, and the year-ended rate is expected to decline from its current rate of around 31⁄4 per cent to around 21⁄2 per cent over the course of 2010.", "This decline is being underpinned by the sharp slowing in wage growth in the private sector that we saw over the past year and the appreciation of the exchange rate.", "In addition, the Reserve Bank's liaison with retailers suggests that there has been significant discounting recently, and business surveys point to below average price increases.", "As we move forward, we need to ensure that inflation pressures remain contained and that inflation expectations remain well anchored.", "Expansion of the supply side of the economy is obviously important here.", "So too is addressing potential bottlenecks and ensuring that our labour and capital markets are sufficiently flexible so that resources are able to move to where they are most productive.", "In addition, as the Bank has noted a number of times, with the economy having relatively limited spare capacity, it is likely that interest rates will need to continue their gradual move towards more normal levels.", "In summary then, our central scenario is for the world economy to grow at around an average pace over the next couple of years, with strong growth in a number of our major trading partners in Asia.", "However, around this central scenario there are significant risks as the flow-on effects of the events of the past 18 months continue to reverberate around the global economy.", "While we need to watch these flow-on effects carefully, the outlook for Australia appears to be considerably brighter than that for most other advanced economies."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["public finances", "capital flows", "domestic demand in Asia", "interest rates", "exchange rates", "terms of trade", "property market", "inflation", "unemployment", "economic growth"]}