{"sentences": ["The Chairman and Board of Directors of DFCU Bank Limited; Senior Management of DFCU Bank Limited; Chief Executives of various institutions; Distinguished Guests; Ladies and Gentlemen The profile of DFCU Bank Limited reveals a common transformation process that has occurred in Uganda's banking industry over the past 10 years; Upon acquisition of the then Gold Trust Bank Limited by DFCU Limited, DFCU Bank Limited was licenced as a commercial bank in 2000; Over the last three years, DFCU Bank limited witnessed impressive growth in the following key performance indicators: Item 2006 2008 2010 Deposits Ugx.", "21.1 bn Branches 9 19 26 DFCU Bank Limited has all through the past period maintained full compliance with statutory requirements on capital adequacy, which is a key performance indicator; DFCU Bank Limited has been able to roll-out a number of financial products, which i) Savings Plus Foreign Accounts (Diaspora); ii) Women in Business Accounts; iii) Access Plus Loans; v) Contract Finance; vi) Commodity Finance; vii) Working Capital Loans; viii) Internet Banking; Behind this impressive performance of DFCU Bank Limited is the financial support in terms of short to long-term loans drawn from committed partners under the umbrella of the parent company, DFCU Limited.", "These shareholders include; ii) NORFUND; iv) FMO;  The above impressive performance has qualified DFCU Bank Limited into a major contributor in the development of Uganda's financial sector, with a sizeable portion of the market share;  Turning to Bank of Uganda, I wish to re-affirm that as a monetary policy and regulatory authority, the mission of \"Maintaining price stability and a sound financial system\" remains paramount.", "Rolling out guidelines for financial literacy and consumer protection."], "classifications": ["none", "none", "none", "none"], "topics": ["financial sector", "performance", "DFCU Bank Limited", "financial products", "banking industry", "Uganda", "capital adequacy", "monetary policy", "price stability", "financial literacy"]}