{"sentences": ["Welcome to the Salzburg seminar: Ladies and Gentlemen: It is a great honor for me and the Oesterreichische Nationalbank to host the Salzburg exceptionally here in Let me extend a warm welcome to all of you, Global Seminar Vienna.", "in particular the high-ranked decision makers and high-profile experts coming from all over the world.", "The Salzburg Seminar was in the immediate when visions were founded post-war period, so badly needed, by three young men from Harvard University as a center for intellectual exchange in the heart of Europe.", "More than half a century later, it has developed into one of Europe's foremost forums for the discussion of global issues.", "It brings together future leaders from around the world with prominent individuals from virtually every field of human activity: politics, economics, social and environmental concerns, the arts and academia.", "The next three days are devoted to an issue which has shaped my life at least for the last three years: \"New Rules for Global Finance: Which kinds of regulation are useful and which are counterproductive?\"", "In order to answer this tricky question, we need to learn the lessons from the recent financial and economic crisis.", "But even if the financial sector is in the core of our considerations, they also go far beyond.", "It is our whole economic model which needs to be checked.", "Let me present you my views on some of these topics.", "Sequencing of the financial and economic crises: Popular perception of the crisis origins: falling prices in the US housing market led to disturbances on the interbank market and finally to the financial crisis.", "Actually, a complex set of and factors made the crisis possible: conditions, causes trigger - First, basic conditions: disequilibria evolving over the last years:  inducing financial flows from Global imbalances emerging to advanced Increasing weight of the financial industry in the economy; in U.S.A. the share doubled since 1980 to reach about 8% of GDP in 20081; Global interest rates - arguably at least for some time too low; Related trend to household indebtedness, partly fueled by policies expanding homeownership to the poor2; Insufficient framework and rules of the international financial system; Trend towards income and wealth inequality within advanced economies3; Oil shock until mid-2008 seems to have contributed to recession4.", "- Second, more immediate causes: asset market bubbles: Bubbles started with financial innovations - turning mortgages into liquid These innovations led to bubbles that were fostered by a huge, unregulated shadow banking sector - excessive leverage; Intransparent products of \"financial industry\" attracted risk-loving investors5;  False favoring short-termism.", "management incentives - Third, the triggering factors that helped the bubbles burst:  Massive defaults in the U.S. mortgage market; In a second step, the bankruptcy of Lehman Brothers.", "Preliminary conclusion: Financial crisis has been caused by a however, the ignorance of its risk is a major policy failure, - Stemming from inadequate regulation and supervision of financial (and housing) - As well as overly loose global monetary policy.", "The dynamics of the crisis: Sequencing of Crises Financial Sector Real Economy - 2 - www.oenb.at oenb.info@oenb.at - First, immediately hit by liquidity shortage:  interbank market dried up; Banks refinanced themselves with fire sales of their assets (asset meltdown).", "- Second, the crisis reached the real economy Great Recession: Dramatic drop in confidence; Plunge of international trade and manufacturing.", "- Third, a truly global crisis: No decoupling of emerging economies (however recovery started first their).", "- Finally, domino effect - entire countries: Rapid deterioration of budgets (anticrisis measures & automatic stabilisors); Structural vulnerabilities of several economies got evident; Liquidity problems endanger refinancing of public debt; Perceived risk of sovereign insolvency by financial markets; Overshooting of risk premia on bonds interest rates created self-fulfilling prophecy effects.", "- Greece is a case in point, but also a very special case: Fraud of budgetary statistics - loss in confidence; Greece's fiscal situation worse than any other EU Member State (public debt around 140% of GDP in 2010; deficit now improving: 9.6% in 2010); Interest rate spreads to German 10-year bonds above 900 basis points; Rescue package of EMU MS and IMF (strong conditionality!", "): 110 bn EUR for Eliminated liquidity risk; Bought time to reduce (perceived) sovereign solvency and (derived) financial market risks.", "- Ireland is a different case (10-y spreads above 600 bps): Always obeyed to the Stability and Growth Pact: Fiscal surpluses instead of Problems arouse from overextended financial sector hit by a housing Mistake in crisis management: state guarantee of whole banking sector; Public debt exploded fourfold within 3 years (from around 25% in 2007 to almost 100% in 2010); Under rescue umbrella of EU/IMF: 85 bn EUR.", "- Other countries not comparable: (10-y spreads only around 200 to 400 bps) Portugal: problems less severe and different: competitiveness but no housing bubble!", "Nevertheless, meager growth prospects and high interest rates make Portugal susceptible to refinancing risks.", "Spain: low initial debt level (40% of GDP), in 2010: 64% - still below Germany's debt (76%), but strong dynamics; relatively sound banks despite  Italy: low liquidity risks, high saving rate, low external debt (but high overall debt).", "Misperception: crises not euro area origin but contagion from global crises; Exaggeration: break-up of EMU or end of the euro no issue!", "(Too costly for all participants); Crisis of few euro area countries not of euro: Just like California and Illinois - not affecting the US dollar; The euro remains a success story!", "Euro area = stability area: Over the last decade, average inflation exactly matched ECB's definition of price stability (below but close to 2%), despite heavy oil shock; Euro = at least as strong a currency as German mark: Against USD stronger than at time of introduction (around 1.18 EUR/USD in 1999); Marginal devaluation of effective exchange rate = relief for our exporters, after years of appreciation.", "With global crisis the euro has passed its hardest test: - beneficial for small member Elimination of exchange rate volatility states: \"in turbulent financial waters it is better to be on a large, solid and steady ship rather than on a small vessel,\" (ECB President Trichet); Europe proved its solidarity and ability to act - (recovery plan, rescue umbrella, reform debate); ECB reacted swiftly and effectively - avoiding a collapse of the whole providing boldly liquidity to banks: No inflationary impact as long as low credit demand;  Exit already underway.", "Securities Market Programme - temporary purchasing of bonds:  - only to calm markets; No state financing Temporary, secondary market, very limited amount; Recovery on its way (but slow and bumpy): 2010: 1.7%; forecasts 2011: around Nevertheless national adjustment challenges still exist: structural reforms + fiscal discipline.", "Financial sector stability:  importance of systemic risk, better understanding Macro-prudential perspective: of interconnectedness in financial system - turbulence can arise from relatively modest initial shocks.", "Central banks role in financial stability: independence and anchor of stability; Austria: important improvements already in 2008: Financial Markets Authority (FMA) and the OeNB have joint responsibility for micro prudential supervision of banks.", "Gradual Progress in the Europeanization of Financial Supervision (EBA) ESFS/ESAs (European System of Financial Supervisors/ (European Systemic Insurance Risk Board) European Supervisory Authorities) macro-prudential micro-prudential supervision supervision www.oenb.at oenb.info@oenb.at European supervisory architecture.", "European Systemic Risk Board to identify emerging systemic risk, to publish early warnings as well as to make recommendations to the competent authorities; Micro-prudential supervision: three European supervisory authorities (banks, insurances and securities).", "Various EU directives on detailed regulation issues: rating agencies, hedge funds, manager boni, etc; Basel III: Reducing bank leverage and pro-cyclical risk management; Examples of macro-prudential policies: - Austrian authorities active in reducing foreign currency loans (exchange rate October 2008: publication of enhanced minimum standards for foreign currency loans share of foreign currency loans to private households in Austria has declined since then (to currently 29,5%); Complementary, launch of CESEE foreign currency loan initiative applied to Austrian banks activity in the CESEE region.", "- to stabilize CESEE region: \"Vienna initiative\" „Vienna Initiative\" Minimized Contagion in CESEE EU banks' exposure in historical crises Support to CESEE Maximum before crisis = 100% 100% Romania Poland Hungary Ukraine Latvia Serbia Bosnia and Herzegovina Asia-5 (June 1997) Credit Commited* Credit Paid (IWF) Credit Paid (EU) Argentina (Dec. 2000) Source: IWF.", "Russia (June 1998) * Includes Stand-By Arrangment and Flexible Credit Lines.", "CESEE* (June 2008) www.oenb.at oenb.info@oenb.at Launched during the peak of the global financial crisis in early 2009; Platform for cooperation between home and host country supervisors, the European Commission, IMF (and other international financial institutions) and  Resulted in stabilizing in the region; commitment of foreign banks Over the medium term CESEE countries expected to return to continued catch-up growth path, although at a lower level compared to the pre-crisis period.", "- Background: The aggregate exposure of Austrian banking groups (domestically owned) to CESEE amounted to around EUR 212bn in the second quarter 2010; More than 70% of this exposure in EU Member States;  Claims of Austrian banks to Hungary account for EUR 26.7 bn.", "(In Austria, the decline will start around 2020.)", "Packages for Greece and Ireland and measures ECB to stabilize bond markets have bought some time to undertake substantial reforms; Consolidation measures announced as soon as possible to convince financial markets.", "- Consolidation should focus on especially where fiscal burden is expenditure side, already high (like Austria).", "- However, given the size of consolidation needs, supplementary tax increases necessary in many cases: Less distortive taxes, for instance on energy or wealth - to prevent undermining long-term growth potential; Reforms of the tax structure - to enhance growth and labor market participation.", "C. Structural reforms Rebalance economies of the euro area.", "- Greece, Italy, Portugal and Spain: Competitiveness losses in the past and/or high fiscal and external deficits.", "Heterogeneous developments in Europe GDP growth rates in Euro area and CESEE in % p.a.", "3.9 3.0 2.8 2.4 2.3 2 1.7 1.7 1.6 1.5 1.1 0.8 -3.0 Eura area Germany France Italy Spain Greece Austria Poland Czech Rep Slovakia Hungary Romania Source: European Commission Autumn forecast 2010 and Interim Forecast February 2011 www.oenb.at oenb.info@oenb.at  Significant adjustment needs on the part of these periphery countries: Short run: Cost cutting, wage moderation; Long run: Reforms to strengthen productivity growth.", "But every imbalance has two sides: Surplus countries (Germany, Netherlands, Austria) should strengthen domestic demand (2 ways): Structural reforms to enhance investment (ECB/Bundesbank view); Income and tax policy to strengthen consumption (FT view); Otherwise, deflationary drag - could not be compensated by loosening monetary policy (pushing on a rope).", "- Crisis lesson: Structural reforms go beyond proper functioning of markets.", "Eliminate conditions that favor bubbles: imbalances, inequality and overindebtedness; Reflected in the new EU 2020 strategy: smart, sustainable and inclusive Economic Governance Reform in the EU to address high degree of economic inter-dependence while preserving national responsibilities.", "Van Rompuy Task Force - 5 proposals (accepted by European Council): 1.", "Greater fiscal discipline: Reinforce compliance of EU's fiscal rules in euro area countries; Preemptive part of Stability and Growth Pact; Focus on debt sustainability.", "Broadening economic surveillance: New mechanism for macroeconomic surveillance (annual assessment); Alert on risks of macroeconomic imbalances and vulnerabilities; Excessive Imbalance Procedure with sanctions (including excessive surpluses?", "); Indicators to be specified.", "Deeper and broader coordination: European Semester 4.", "Robust framework for crisis management: European Stability Mechanism (ESM) to succeed rescue umbrella from 2013 on.", "Part of a credible crisis resolution framework; Details in discussion by European Council.", "Stronger national institutions: New public institutions to provide independent analysis, assessments and forecasts on domestic fiscal policy matters.", "D. Monetary policy: - internal and external stability: Price stability = primary objective; = (necessary but insufficient) condition for stable exchange rate and balanced current account.", "- inflation vs. deflation  deflation no immediate concern in the euro area; HICP in January 2011: 2.3% (energy, food and taxes); HICP in February 2011 (flash): 2.4% Eurosystem forecast (March) for 2011: between 2.0% and 2.6%; Inflation expectations firmly anchored: below, but close to 2% over the Risk: commodity prices (wheat, oil, etc.", "); But expansive monetary policy not inflationary - can easily be reversed!", "- Crisis lesson: monetary policy's role (Jackson Hole Consensus): Preserving both price stability and financial market stability; \"Leaning against the wind\": difficult in practice;  However more tools (blurring boundaries between monetary policy and  (but not sufficient).", "Price stability = sine qua non for financial stability 4.", "Conclusion Despite criticism, reform progress has been substantial.", "Enough to avoid future crisis?", "Certainly not, but hopefully enough to render crisis less severe.", "Remaining reform workload is huge.", "Changes in the regulatory framework are not technical matters alone implemented by pressing a button by a benevolent social planner.", "Resistance from vested interests and lobbyists endanger success of reform agenda.", "Policy makers need support for their ambitious project of securing future economic stability in Europe and elsewhere.", "A more balanced development path will enable our peoples (Europeans, Americans, Asians and all other world citizens) to prosper in a sustainable manner."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Crisis", "Financial Stability", "Euro", "Monetary Policy", "Fiscal Policy", "Structural Reforms", "Economic Growth", "Inflation", "Deflation", "Central Banks"]}