{"sentences": ["The sovereign debt crises in the euro area call for robust, rapid and courageous responses at the national, European and global levels.", "In Italy tensions have worsened since the summer, with alarming repercussions on the spread between Italian and German government bonds.", "The Government's decree law which supplements the measures passed in July and August, is a necessary and urgent step to re-establish the creditworthiness of the Italian state and avoid extremely serious and lasting consequences for the real economy.", "The measures, which aim to achieve budgetary balance in 2013, determine an adjustment on the order of €20 billion annually for each of the next three years.", "Taking the measures adopted in the summer into account, the adjustment in 2013 is equal to €76 billion.", "About two thirds of the new measures are on the revenue side, pushing the ratio of taxes and social security contributions to GDP up to around 45 per cent.", "The procedures for implementing the safeguard clause linked to the enabling law for tax and welfare reform are defined.", "The measures on government spending mostly affect pensions, completing the long process of reform serving to bring our system into line with the changed socio-demographic and economic growth prospects.", "Partly as a result of the adjustments made in the summer, primary spending falls in nominal terms.", "The only way to increase its efficiency is by systematically evaluating individual spending items.", "Firm action against tax evasion remains a priority.", "The tax base brought to light and the resources released following the rationalization of spending, will make it possible to achieve the reduction in the tax burden needed to give greater stimulus to enterprise and employment.", "The budgetary provisions contained in the decree will cause GDP to decline by an estimated half a percentage point in the next two years.", "The impact could be largely offset if the fall in the yield on Italian 10-year bonds seen in the days immediately following the promulgation of the decree were to be confirmed and extend across the entire range of maturities.", "The effort to ensure a return to higher growth rates, an improvement in firms' competitiveness and the creation of more jobs must be intensified, by rapidly implementing effective measures supplementing those already defined in the Government decree, in an allembracing framework to provide lasting reassurance to those who have invested and are investing in our State, in our country.", "In relation to GDP, the adjustment is equal to 1.3 percentage points in each year.", "The measures are in addition to those approved during the summer and those introduced by the 2012 Stability Law, which provided for a reduction in the budget deficit of €28.6 billion in 2012, €54.4 billion in 2013 and €59.9 billion in 2014.", "In total, the measures should reduce net borrowing by about 3 percentage points of GDP in 2012 and by more than 4.5 points on average in the two years 2013-14.1 A large part of the correction involves revenue, with effects that decline over the three-year period (from €17.9 billion in 2012 to €12.1 billion in 2014).", "On the spending side the adjustment, which rises from €2.3 billion in 2012 to €9.3 billion in 2014, is mainly due to the measures relating to pensions.", "In particular, the decree eliminates the doubts about the effects of the enabling law (€4.0 billion in 2012, €16 billion in 2013 and €20 billion in 2014) and the procedures for implementing the relative safeguard clause.", "Part of the resources in relation to 2012 (€3.3 billion of the aforementioned €4.0 billion) derives from the increase of two percentage points in the reduced and standard VAT rates (to 12 per cent and 23 per cent respectively) from next October.", "The safeguard clause has been redefined: the previously mentioned increase in VAT rates will become permanent and will be followed by a further increase in the rates of half a percentage point in 2014 if provisions have not come into force by September 2012 to implement the enabling law or if modifications are not made to the tax exemption and subsidy systems producing €13.1 billion of additional revenue in 2013 and €16.4 billion in With the aim of encouraging competition, the decree law also provides for liberalization measures in some sectors (retail outlets, pharmacies and transport), measures to increase the powers of the Antitrust Authority (AGCM), and others to simplify the procedures and reduce the time taken to build infrastructure.", "An overall evaluation The sharp deterioration in growth prospects in recent months and the drastic worsening of state funding conditions mean that last summer's corrective measures, although important, are now insufficient to respect the commitment made at European level to achieve a balanced budget in 2013.", "There was a further increase in the spread between Italian and German 10-year bonds which, in the second week of November, peaked at 575 basis points.", "Additional measures were therefore urgently needed to consolidate the budget and even more resolute action to address the structural problems of Italy's economy.", "The packages passed in July, August and December show Italy's determination to achieve a permanent adjustment of its public finances; they make it possible to achieve the objectives announced: a balanced budget in 2013 remains the fixed objective for fiscal policy.", "The size of the austerity package presented on 6 December is intended to reassure the markets; it is larger than what would have been necessary in the less troubled times of a few months ago.", "The measures have effects which are permanent and, in particular with reference to pensions, increasing over time.", "The contribution of one-off measures to the adjustment is small.", "Pension reform, by setting more stringent requirements for retirement, immediately strengthens the financial sustainability of the pension system.", "The measures, whose costs in terms of reducing spending power and frustrating individual expectations cannot be concealed, virtually complete the long phase of adjusting the system to the changed sociodemographic situation and economic growth prospects.", "The extension of the contributionsbased system to all workers reduces disparity in treatment and links the benefits received more closely to the contributions paid in, thereby reducing distortions in the supply of labour.", "The challenge now is to provide older workers with satisfactory job opportunities and offer younger ones regular careers that produce sufficient cumulative pension contributions.", "It is essential, therefore, to adapt the labour market rules, revise unemployment and welfare benefits, and reinforce private pension funds.", "Given the need to lower net borrowing very quickly, the correction relies largely on revenue increases.", "This will result in a further rise in total taxes and social contributions to about 45 per cent of GDP, very high by both historical and international standards.", "The composition of tax revenue has been somewhat modified in order to sustain economic activity and enhance competitiveness.", "Some tax relief is granted to firms for the purpose of strengthening their capital bases and reducing labour costs, thus helping to boost employment.", "Above all, levies on assets and consumption are increased.", "The stepped-up taxation of real estate is consistent with government decentralization, because it tightens the direct link between taxes paid and public services.", "Instituting ordinary forms of taxation of total wealth, as in other countries and also with a view to reducing income tax, requires the preparation of adequate means of acquiring information.", "A contribution to achieving the public finance targets is to come from a strict curb on primary expenditure, which should be €4 billion less in 2013 than in 2010, requiring a significant reduction in real terms.", "Only if appropriate mechanisms for detailed, item-by-item analysis of spending and accurate indicators of the efficiency of public structures (offices, schools, hospitals and courts) are put in place can the adequacy of the appropriation for each item be assessed independently of the amount of past spending.", "Resolute action along these lines while proceeding with cost containment and reduction for public agencies and governmental institutions can help in the medium run to free resources for reducing the tax burden.", "On 30 November the Chamber of Deputies approved on first reading a constitutional amendment requiring a balanced general government budget.", "A rule of this sort can help to maintain the budgetary balance set to be reached in 2013.", "In the past, the accomplishments of sharp fiscal adjustments have been eroded in the years that followed.", "Some measures are designed for more effective action against tax evasion, which is Italy's most serious obstacle to the fair sharing of the fiscal burden.", "It is essential to continue along these lines, in particular by enhancing the effectiveness of administrative action.", "Among other things, shrinking the area of tax evasion facilitates the design of programmes for lowincome citizens, for which it is essential to have reliable information on the real economic situation of households.", "Looking ahead, this could make it possible to ease the concentration of the tax burden and step up incentives for labour and enterprise.", "The tax wedge on labour income in Italy is 5.5 percentage points higher than the euro-area average.", "The official tax rate on corporate income, even excluding the regional tax on productive activity, is more than 4 points higher.", "In the medium term significant tax cuts must be accompanied by curbs on spending.", "If gains on this front were made more rapidly, there could be an attenuation of the rise in VAT rates provided for in case of failure to implement the tax and welfare enabling act, in particular the projected rise on items currently subject to the reduced rate of 10 per cent, which would have the most strongly regressive effect on income distribution.", "With a view to stimulating a return to faster economic growth, the structural measures contained in the decree remove some constraints and restrictions on competition and business activity and will simplify and accelerate the realization of infrastructure projects.", "The liberalization of pharmacies, retailing and transport resumes the reform processes initiated in the second half of the last decade.", "Powers of regulation and monitoring are assigned to independent authorities (which will incorporate today's existing agencies) in the sectors of water management and postal services.", "This is a course already given significant impulse by the measures taken during the summer concerning professional services and local public services; it must be resolutely pursued with effective implementation of the measures already enacted.", "Further reforms will be needed to make the set of structural actions consistent and comprehensive, with priorities being established and account taken of Italy's standing in the most common international rankings, in order to improve the perception of the country system by foreign investors as well.", "The Government's decision not to intervene immediately, in the decree, on issues involving employment relations and unemployment and welfare benefits will make it possible to hear the views of labour and employer organizations.", "Nevertheless, action on these matters is urgent, in particular to provide for easier and more secure access to the job market for young people and ensure that they can achieve economic advancement that is not ephemeral.", "Welfare reform should form part of an overall vision of social protection guided by the principle of universality.", "This means, among other things, combining the income support programmes for workers who lose their jobs with active policies of retraining and occupational reintegration.", "The outlook Over the past few months the outlook for growth in the euro area has deteriorated steadily.", "Cyclical indicators point to a further slackening of economic activity in the fourth quarter from the already low rates of growth registered in the central part of the year.", "The Eurosystem projections released yesterday, which are basically in line with the latest estimates of the main international organizations and leading private forecasters, are for modest GDP growth in 2012, held back on the one hand by the slowdown in world trade and less expansive budgetary policies and on the other by the sovereign debt strains and the heightened risk aversion of economic agents.", "Against this backdrop, economic activity in Italy is subject to additional factors of fragility, connected above all with the large public debt; these will be reflected in a contraction of GDP in 2012 and very slow growth in 2013.", "The worsening of the growth outlook since last summer's forecasts reflects the measures for the adjustment of the public finances enacted in recent months and the exceptional widening of the spread vis-à-vis German government bonds, which is being passed through to the cost of finance to the private sector and the spending plans of households and firms, thereby diminishing the domestic component of aggregate demand.", "A further tightening of credit supply terms could follow if banks continue to encounter funding difficulties on wholesale markets.", "The macroeconomic picture for the next few quarters is marked by extraordinarily great uncertainty, provoked mainly by the euro-area public debt crisis.", "If the yield spreads on government bonds were to remain very wide for a long time, this would further undermine the outlook for growth and constitute an obstacle to the planned adjustment of the public finances.", "Restoring confidence is essential to sustain growth.", "Other things being equal, the budget measures contained in the decree, which are indispensable to avert still worse scenarios, will inevitably have a negative impact on economic activity.", "Going by the historical pattern, the impact of the additional measures on GDP can be estimated as amounting to about half a percentage point over the next two years.", "However, this restrictive effect may be countered by the positive effects of increased confidence in Italy's ability to honour its debt and improving medium-term prospects for economic growth.", "A reduction in the cost of finance to the public sector and to households and firms could favour growth in the immediate.", "The initial impact of the Government's measures is indicative: the day after the announcement of the package the yield on ten-year bonds came down by 80 basis points.", "A reduction of that amount, if it were permanent and extended to the entire yield curve, would largely compensate for the restrictive effects of the budget package.", "The Government has also introduced measures to sustain economic growth, such as a tax allowance for corporate equity, the deductibility of the portion of IRAP relating to labour costs, provisions to foster competition and measures for infrastructure investment.", "Action must proceed with wide-ranging measures that gradually bring the economy up to a higher and better balanced growth path.", "It is crucial to establish a clear and credible comprehensive framework within which to place individual measures.", "This programme must comprise both the measures already specified and those to be designed starting today.", "It must apply both to the measures that can be taken in the short term and to those that will require more time.", "A comprehensive approach to the design of pro-growth measures can bolster confidence in the prospects for our economy, with beneficial effects on investment and the cost of the public debt.", "The measures - as we know - must aim to reduce administrative costs and the length of judicial proceedings; improve the efficacy of regulation and stimulate competition; raise the quality of public services and obtain better terms for infrastructure projects, including by means of resolute action on the legality front; they must also remove the obstacles to the growth of firms' size, enhance the formation of human capital, facilitate innovation and improve the working of the labour market.", "Summary of the decree law's main provisions A.", "Most of the increase comes from the taxation of real estate and excise duties.", "Other measures increase the taxation of assets other than real estate.", "Further provisions are designed to strengthen the fight against tax evasion.", "Taxation of real estate.", "- The decree brings forward the entry into force of the own municipal tax (IMP), instituted by the legislative decree on municipal federalism, from 2014 to 2012 and modifies the related tax base significantly.", "The latter now includes first homes and is calculated by applying higher adjustment factors to upwardly revised cadastral income than those previously in force for the municipal property tax (ICI), especially for residential buildings.", "As already provided by the March legislative decree for the implementation of municipal federalism, the new tax supersedes ICI and personal income tax (plus the related surtaxes) on imputed income from non-leased property (second homes).", "The basic IMP rate is confirmed at 0.76 per cent, except for first homes and rural buildings for instrumental use, to which reduced rates of respectively 0.4 and 0.2 per cent apply.", "For first homes there is a tax credit of €200.", "Municipalities may raise or lower the basic rate by 0.3 percentage points and the rate on first homes by 0.2 points.", "They may also raise the tax credit up to the amount of the tax due, but in this case they may not increase the ordinary rate for houses available for use by the owner.", "The central government is reserved half of the receipts from buildings other than first homes and rural buildings for instrumental use, determined by applying the basic rate; that share is officially estimated at €9 billion.", "The increase in municipal revenues deriving from the introduction of IMP (€2 billion according to the official estimates) is offset by a reduction in central government transfers to municipalities.", "Going forward, the revision of cadastral values needs to be accelerated.", "According to the Revenue Agency's latest estimates, the overall market value of the stock of housing is much higher than its taxable value; the discrepancy increases with the real-estate wealth of the owners; it also varies greatly according to the exact urban location and age of the building.", "Updating cadastral values would permit a rebalancing of these distributive aspects while keeping receipts unchanged.", "Regional personal income surtax.", "- The decree law has raised the basic rate of the regional personal income surtax from 0.93 to 1.23 per cent with effect from the 2011 tax year.", "According to the official estimates, this will produce additional revenue of €2.2 billion from 2012 onwards, offset in regional budgets by the reduction in central government transfers to finance health care.", "- The decree provides for an immediate increase in the excise duties on petrol, diesel oil, LPG and methane for use as fuels, with the additional revenue estimated at €5.9 billion per year (including the secondary effects on value-added tax); the receipts from the above excise duties are put at more than €30 billion.", "The impact of these increases on consumer price inflation in 2012 will be on the order of 0.2 percentage points.", "Taxation of assets other than real estate.", "- The decree law rationalizes the measure introduced with the first budget correction during the summer regarding the stamp duty on securities accounts by extending the tax to apply to financial products not held in securities accounts, except for pension funds and health funds.", "The tax levied as a fixed amount for different securities value brackets is replaced by a proportional levy of 0.1 per cent in 2012 and 0.15 per cent thereafter.", "Lastly, where possible the securities are to be calculated at market rather than face value.", "According to the official estimates, the additional revenue with respect to the stamp duty enacted during the summer should be €1 billion a year in the next two years and €0.5 billion a year thereafter.", "The decree also establishes a one-off 1.5 per cent levy on assets repatriated or disclosed under the favourable tax measures introduced in 2001 and 2009, with the proceeds estimated at €1.1 billion in 2012 and in 2013.", "A series of provisions increase the taxes on the ownership and use of luxury goods such as large cars, boats and airplanes.", "They will yield additional revenue of €0.4 billion.", "Measures against tax evasion.", "- The decree attacks tax evasion by reducing the ceiling for cash transactions from €2,500 to €1,000.", "A further reduction would be desirable and should be accompanied by a reduction in the costs of using electronic money.", "In addition, to foster the emergence of tax bases, some benefits are introduced from 2013 onwards for natural persons, partnerships and taxpayers subject to sector studies adopting transparent courses of conduct in tax matters.", "Checks conducted by the Revenue Agency and the Finance Police on the basis of specific analyses of the risk of evasion are to be strengthened.", "Accordingly, from 2012 onwards banks and other financial intermediaries will be required to transmit the data on financial movements on customers' accounts to the authorities for the purpose of tax audits.", "By significantly expanding the database available to the tax authorities, the measure will facilitate the exercise of other powers such as the use of presumptive income tables and audits of persons not in conformity with sector studies.", "Further, INPS will be required to inform the tax authorities of the social and welfare services and benefits provided to taxpayers, thereby making it easier to check the accuracy of declared incomes.", "To foster the modernization and efficiency of payment instruments and reduce the financial and administrative costs deriving from cash management, payments by general government in amounts greater than €500 are to be made by means of electronic instruments and cashless procedures.", "Apart from the safeguard clause, the main measures introduce tax reliefs in favour of firms.", "Deductibility of the return on new equity.", "- Among the measures for growth, the decree law introduces an \"aid to economic growth\" modelled on the allowance for corporate equity, i.e.", "in the form of the deductibility of the normal return on equity, estimated by applying a notional return to new issues of equity.", "This mechanism makes for greater tax neutrality in the choices of corporate financing, fostering a reinforcement of Italian businesses' capital structure.", "The facilitation applies to increases in equity capital with respect to the level at the end of the financial year in course on 31 December 2010.", "Given its incremental nature, the measure can couple moderate losses of revenue with powerful incentive effects and enable firms to undertake more innovative and potentially more productive and remunerative investment projects.", "Consequently it can foster the growth in size of Italian firms and impart impetus to new initiatives.", "Deductibility of IRAP and reduction in labour costs.", "- The staff costs subject to the regional tax on productive activities (IRAP) are to be totally deductible from corporate income tax and personal income tax from 2012 onwards, with an estimated decrease in revenue of €1.5 billion in 2012, €1.9 billion in 2013 and €2.0 billion in 2014.", "Furthermore, the deduction from the IRAP tax base that firms can claim for each new female employee or each new employee under age 35 hired on a permanent contract is increased by €6,000.", "By reducing labour costs, these measures could have positive effects on firms' competitiveness and the labour market participation of women and young people.", "In the case of an employee with gross earnings equal to the national accounts average for 2010, the new deductions for workers under 35 and for women constitute a benefit equivalent to 0.5 per cent of the cost of labour.", "Measures affecting expenditure Expenditure will be reduced mainly through intervention on pensions and transfers to local government.", "Measures will also be taken to contain the running costs of public agencies and institutional bodies.", "- The decree law completely overhauls the rules on pensions.", "From 2012 the contributions-based method of calculating pensions will also apply on a pro-rata basis to people with over 18 years of contributions in 1995: this will reduce, albeit to a limited degree, the unequal treatment favouring this category (in fact, for everyone else the new method has been in use since 1995).", "From 2018 the adjustment of qualifying age and contribution requirements to life expectancy and the recalculation of the coefficients for converting the total amount of contributions into income will take place every two years, instead of every three.", "As far as old-age pensions are concerned, the alignment of the qualifying age for female workers in the private sector to that of other workers will be brought forward.", "The qualifying age will be 66 for everyone starting in 2018 (barring any increments due to changes in life expectancy).", "The quota system for long-service pensions is abolished.", "In order to claim such benefits the following requirements must be met: in 2012, 42 years and 1 month of contributions for men and 41 years and 1 month of contributions for women.", "If retirement is taken before the age of 62, a penalty is levied amounting to 2 per cent for each year up to that age.", "In addition, the qualifying age of 62 years and the qualifying contribution period are henceforth anchored to future changes in life expectancy.", "The system of \"claim windows\" is abolished and the qualifying age and contribution requirements are increased accordingly.", "This change does not alter the full retirement age, but it does simplify the regulations.", "For workers paying into the contribution system alone, i.e.", "those who entered the workplace on or after 1 January 1996, an element of flexibility is offered: they may claim their pension if they fulfil the following requirements: 63 years of age, 20 years of contributions, and a pension equal to at least 2.8 times the minimum state pension.", "In practice, it will be a long time before this rule is applied on a large scale.", "The qualifying age of 63 years will also take account of changes in life expectancy.", "The contribution rate for self-employed workers is increased (by 0.3 percentage points a year, to a maximum of 22 per cent).", "A solidarity contribution is introduced from 2012 to 2017, to be levied on contributions paid into and pensions paid out by the airline workers' pension fund and other pension funds incorporated into the INPS employee workers' pension fund (only if those pensions are more than five times the minimum).", "Last, the indexation of pensions amounting to more than twice the minimum (€937) is suspended in 2012 and 2013, thereby reducing net borrowing by €2.9 billion and €4.9 billion.", "This measure replaces the one included in the summer reform package.", "Transfers to local government.", "- The austerity package includes a reduction of €2.8 billion in local government transfers starting in 2012: €0.9 billion less to the special-statute regions, €0.4 billion less to the provinces and €1.5 billion less to the municipalities.", "For the specialstatute regions the spending cuts are enacted through ad hoc coordination procedures and for the provinces and municipalities through reductions in transfers to the experimental \"re-balancing\" funds (for the redistribution of property taxes) and to the fiscal revenue equalization funds (as well as in fiscal transfers to such bodies in Sicily and Sardinia).", "Operating costs of some public agencies and institutional bodies.", "- Measures are introduced to reduce the operating costs of some public agencies.", "A few of the latter are abolished and their functions, and permanent staff, transferred to other bodies.", "The functions of INPDAP (National Pension Institute for General Government Employees) and ENPALS (National Pension and Healthcare Institute for the Entertainment Industry) are transferred to INPS.", "This measure is estimated to produce a saving of at least €20 million in 2012, €50 million in 2013 and €100 million from 2014, which will be devolved to the sinking fund for the redemption of government securities.", "The decree envisages a reduction in the number of independent administrative authorities.", "If the committee instituted under the July package with the objective of bringing the compensation of Italian elected offices into line with European averages has not completed its mandate by the end of 2011, the Government will introduce a measure of its own.", "The functioning of the provinces is to be overhauled by taking action on three levels: transferring functions to municipalities and regions (except for municipal policy guidance and coordination), reducing the number of councillors to a maximum of ten (appointed by the elected municipal bodies within the province), and eliminating the board of councillors, with the exception of the chairman.", "The measures should be finalized by 30 April 2012.", "More drastic measures to eliminate and reorganize local authorities may be introduced by laws of constitutional force.", "Economies of scale are exploited by adopting centralized management systems for calls to tender issued by municipalities with up to 5,000 inhabitants.", "Moreover, elected offices of local authorities not envisaged in the Constitution will not receive any compensation.", "- The austerity package includes some measures that raise expenditure; the increase in spending is estimated at €4.6 billion in 2012 and €3.6 billion in 2013 and 2014.", "The budget funds for development and local transport are increased (by €1.8 billion each year for the next three years).", "In addition, peace missions are to receive new funding (€0.8 billion in 2012) and spending on road transport is expected to rise (by €1.1 billion each year) to offset the increase in costs resulting from higher fuel taxes.", "Other measures The impact on the budget of some of the measures included in the package is not quantified for reasons of caution.", "Above all, these are measures that regulate the allocation of part of the revenue from the sale of CO2 emission quotas to the sinking fund for the redemption of government securities.", "The fund is also allocated any revenue from projects envisaged under the package to enhance public real-estate assets at local level by setting up companies, consortiums or local property funds.", "Such projects are promoted by the State Property Office, which works with the public management agencies and can join the company or other body as partner, as well as select potential private sector participants.", "These measures are in line with the commitments entered into by the previous government.", "The austerity package also provides for lira coins, notes and banknotes still in circulation to lapse and for their value to be assigned to the sinking fund for the redemption of government securities.", "At the beginning of December, lira banknotes in circulation amounted to €1,272 million; after the adoption of the euro, the Treasury was assigned €837 million, of which €662 million represented an advance on the lire that would lapse on 28 February 2012 and €175 million represented lira banknotes lapsing in the interval; the remaining sum to be assigned to the Treasury should therefore be on the order of €600 million.", "Structural measures for growth Liberalizations.", "- The decree law provides for the liberalization of shop opening hours and days, extending the trial measures adopted in tourist locations and cities of art and culture, and introduces the principle of freedom of opening hours, excluding restrictions of any kind except for those safeguarding workers' health and the environment.", "In order to promote competition in the pharmacy sector and lower the prices paid by consumers for pharmaceutical products, the decree proposes to expand the distribution channels of several kinds of drug (included in the \"Fascia C\" category) in municipalities with more than 15,000 inhabitants, and to allow discounts to be applied freely to the prices of all products sold in pharmacies and approved retail outlets.", "These measures go some way towards increasing competition in the system.", "The sector's liberalization could be advanced by the adoption of measures allowing the number of pharmacies in Italy to be increased.", "In the rail, air and sea transport sector, which remains among those least exposed to competition, provision is made for the adoption of a set of measures, to be implemented via governmental regulations, designed to achieve full liberalization.", "A key element of the new sector regulations is the creation of an independent authority, whose proposed functions and powers respond to the need to ensure it can regulate the sector effectively.", "The liberalization measures should be extended to other sectors that are only moderately exposed to competition, such as urban mobility and postal services.", "Additional measures to foster competition.", "- The decree establishes important principles regarding the freedom of economic initiative and the limits and procedures of state regulation.", "Moreover, it abrogates, with immediate effect, a series of restrictions on engaging in economic activities.", "The abolition of the regulatory agency for postal services and the national agency that regulates and supervises water services, and the transfer of their functions to existing authorities, goes some way towards achieving more effective sector regulation insofar as it ensures greater independence of the regulator.", "Measures for industrial development.", "- The decree contains measures to support innovation and bolster policies facilitating firms' access to credit.", "On the innovation side, it expands the range of investments that qualify for support under the Revolving Fund to Support Enterprises and Research Investment; in particular, it provides for the inclusion of industrial innovation projects, an area where Italy's shortcomings are especially marked by European standards.", "Regarding access to credit, the Guarantee Fund for Small- and Medium-sized Enterprises is strengthened, first by being refinanced, and second, by modifying how it works, thereby attenuating the risks associated with the tighter lending standards businesses and banks anticipate in the coming months, and lessening the operational difficulties the Fund is experiencing owing to the large number of requests for guarantees received in recent years.", "These measures confirm the central role which this instrument has played in facilitating access to credit from the onset of the crisis.", "The implementation of infrastructure projects.", "- The decree contains several measures aimed at simplifying and speeding up the implementation of infrastructure projects.", "In particular, by strengthening the powers of the Ministry for Infrastructure and Transport, the criteria and procedures for identifying strategic works are rationalized and simplified, the approval procedure streamlined, and powers to verify the progress of works introduced.", "There are plans to encourage greater involvement by private capital in the realization of public works and to increase recourse to public-private partnerships.", "Measures are introduced to make tender procedures more efficient by centralizing orders and to facilitate the participation of small and medium-sized enterprises.", "Overall, the measures are consistent with the objectives of speeding up the procedures and achieving greater involvement of private capital in the implementation of infrastructure.", "However, the proper use of public-private partnerships requires safeguards to guarantee the clear and efficient allocation of risks and careful monitoring of projects' day-to-day management.", "It is also important to ensure there are adequate technical skills at local government level to guarantee pursuit of the public interest.", "Interventions in the banking system.", "- The decree law includes measures to ease tensions in the banking system stemming from the sovereign debt crisis.", "Under one provision, Italian banks can benefit from a state guarantee for their liabilities at least until June 2012.", "The Italian government must intervene to enable banks to raise the funds needed to finance loans to firms and households.", "The procedures for benefiting from state guarantees are set out in accordance with the European Commission recommendations on the application of the rules on state aid to measures supporting banks in the context of the financial crisis.", "The measure has no effect on net borrowing or, until such time as the guarantee is executed, general government debt.", "To qualify, banks must meet requirements drawn up in a way that ensures the guarantee is provided only to financially sound intermediaries experiencing temporary liquidity problems.", "The decree specifies the liabilities that are covered by the guarantee, to prevent it from being extended to the entire stock of bank liabilities.", "TABLES AND FIGURES Table 1.", "Main public finance indicators for general government Table 2.", "General government revenue Table 3.", "General government expenditure Table 4.", "General government consolidated accounts on a current legislation basis Table 5.", "General government borrowing requirement Table 6.", "Effects on the general government consolidated accounts of the budgetary measures adopted in the summer and of those introduced in the 2012 Stability Law Table 7.", "Effects on the general government consolidated accounts of the measures included in Decree Law 201/2011 Table 8.", "Total effect on net borrowing of the recent budgetary packages Table 9.", "Objectives for the public finances and the budgetary packages Table 10.", "Minimum contribution and age requirements for retirement Figure 1.", "Net borrowing (+) and lending (-) in the euro-area countries in 2010 Figure 2.", "Gross public debt in the euro-area countries in 2010 Figure 3.", "Composition of general government revenue in the euro-area countries in 2010 Figure 4.", "Composition of general government expenditure in the euro-area countries in 2010 Figure 5.", "Twelve-month cumulative borrowing requirement Figure 6.", "State budget tax revenue Figure 7.", "10-year government bond yield differentials with respect to Germany in 2009-11 Figure 8.", "10-year government bond yield differentials with respect to Germany in 2011 Figure 9.", "(1) Rounding may cause discrepancies in totals.", "- (2) This item includes the proceeds of sales of public real estate with a negative sign.", "(1) Rounding may cause discrepancies in totals - (2) The figure for 2009 includes the extraordinary refund of the personal and corporate income tax overpayments made by firms in connection with the omitted deduction of 10 per cent of the regional tax on productive activities (IRAP) in the tax period up to 31 December 2008 (Article 6 of Decree Law 185/2006).", "(1) Rounding may cause discrepancies in totals.", "- (2) Includes deposits held with the Bank of Italy and securitizations.", "(1) A negative sign indicates a decrease in revenue or expenditure.", "- (2) The decree provides for an increase of 2 percentage points in the standard and reduced VAT rates with effect from October 2012.", "If implementing the delegated powers for tax and social security reform or the related safeguard clause does not produce €13.1 billion of additional revenue in 2013 and €16.4 billion in 2014, the increase in the two VAT rates will become permanent and there will be a further increase of half a percentage point in both.", "The figure for women is shown in brackets.", "From 2012 onwards there will be a 2 per cent penalty for every year persons retire before reaching age 62.", "- (4) From 2012 onwards there will be the additional requirement for persons aged less than 70 that their pension be equal to at least 1.5 times the old-age allowance.", "The figure for self-employed workers is shown in brackets.", "Gross public debt in the euro-area countries in 2010 (as a percentage of GDP) 90 90 Italy Spain Austria France Estonia Finland Cyprus Greece Slovenia Slovakia Portugal Belgium Netherlands Source: European Commission, Autumn Forecasts (2011).", "Composition of general government revenue in the euro-area countries in 2010 (as a percentage of GDP) 40 40 10 10 Malta Austria Ireland Estonia Finland Cyprus France Slovakia Portugal Belgium Germany Netherlands Direct taxes Indirect taxes Social security contributions Other current revenue Capital revenue Source: European Commission, Autumn Forecasts (2011).", "Composition of general government expenditure in the euro-area countries in 2010 (as a percentage of GDP) 50 50 20 20 area Austria Ireland Estonia Finland Cyprus France Slovenia Slovakia Portugal Netherlands Capital expenditure Current expenditure, excluding interest payments Interest payments Source: European Commission, Autumn Forecasts (2011).", "(1) Excluding privatization receipts.", "(1) Percentage change of the six-month moving sum with respect to the year-earlier period.", "France Greece Italy Ireland Spain Portugal (1) Updated to 6 December 2011.", "May June Aug. Sept. Oct. Nov. Dec. France Greece Italy Ireland Spain Portugal (1) Updated to 6 December 2011."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "fiscal dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sovereign debt crisis", "Budgetary measures", "Austerity", "Economic growth", "Public finances", "Tax evasion", "Structural reforms", "Competition", "Infrastructure", "Banking system"]}