{"sentences": ["• Economic growth - weaker than expected but not likely to deteriorate further • Inflation - coming in at lower half of forecast range Monetary policy - considerations driving recent decisions • MAS' financial performance - stable investment gains amidst volatile currency translation effects • Consumer initiatives - helping Singaporeans manage their finances • Financial centre development - broad-based growth across all segments Economy clearly lost some momentum in Q2 2.", "Real GDP contracted by 4.6% in Q2 on QoQ SAA basis • Trade-related industries declined, dragged down by weakness in pharmaceuticals, marine & offshore engineering, and electronics.", "• Domestic-oriented industries pulled back after strong performance in Q1.", "But growth momentum not expected to deteriorate further in H2 3.", "First, global and regional economic recovery remains broadly intact - should provide support for Singapore's outward-oriented sectors.", "• US economy has regained momentum.", "Contraction in Q1 largely weather-induced.", "PMI readings show manufacturing and services sectors expanding.", "Consumer spending should be buttressed by strengthening labour market.", "• In China, picture is mixed.", "Excess capacity has been weighing on production.", "But monetary stimulus and steady pipeline of infrastructure projects will support growth in H2.", "Latest indicators, including services and manufacturing PMIs, suggest economy is stabilising pick-up in infrastructure spending should support domestic demand strengthening US economy should provide gradual uplift to exports 4.", "Second, domestic non-tradable sectors should remain resilient.", "• Construction industry will be supported by further capacity expansion in transport infrastructure.", "• Demand for services such as education and healthcare expected to stay firm.", "Third, financial services should continue to pull up overall growth.", "• Underpinned by bank intermediation, fund management and risk management activities, reflecting demand from both domestic and regional markets.", "So, growth was weak in H1 but is not expected to weaken further.", "MAS and MTI are reviewing growth forecast for 2015, taking into account weaker outturn in H1 as well as support factors in H2.", "But risks on global macro front have increased.", "MAS closely monitoring three key risks in external environment.", "Situation remains highly fluid and uncertain.", "Failure by Greek government to implement measures agreed with international creditors could spark renewed market jitters.", "Could dampen confidence and recovery in wider Euro area, with spillover effects on rest of world.", "Downside risks have increased.", "Excess capacity in some heavy industries could reduce growth in investment spending more than expected.", "Further volatility in stock market could undermine consumer confidence and spending.", "Financial conditions could tighten more than expected, as US Fed begins to hike interest rates.", "This could raise borrowing costs and constrain private spending.", "Singapore experienced negative headline inflation for seven months now.", "But not facing deflation - price decline neither persistent nor pervasive.", "Temporary factors keeping inflation muted but underlying cost pressures persist.", "Look at headline and core inflation separately.", "Headline inflation at lower half of forecast range in 2015 but should pick up in 2016 11.", "Headline or CPI All-items inflation averaged -0.4% y-o-y in first five months of 2015 compared to 1.0% for whole of 2014.", "CPI All-items inflation likely to continue to be negative for rest of 2015.", "• For year as whole, CPI-All items inflation expected to come in at lower half of forecast range of -0.5 to 0.5%.", "Drag on headline inflation from COE premiums and accommodation costs.", "• Imputed rentals on owner-occupied accommodation are 3% lower compared to year ago.", "But headline inflation to pick up in 2016.", "• Effects of lower car prices and housing rentals could start to wear off on YoY basis.", "• Core inflation also expected to rise.", "Core Inflation should stay around current level before rising from Q4 15.", "MAS Core Inflation - which excludes accommodation costs and private road transport costs - remains positive.", "Core Inflation should rise gradually from Q4 onwards and reach close to its historical average in H2 2016.", "• Impact of lower global oil prices will wear off going into 2016.", "• Effect of budget measures to help households cope with costs of healthcare and education will also wear off • And some recovery in food prices.", "More fundamentally for inflation, our labour market remains tight.", "• While wage pressures and pass-through from wage cost to prices have both been modest this year, there is every possibility they could pick up in 2016.", "• Resident unemployment rate is near 17-year low • Job vacancy rate at its highest level over same period • As long as economy grows close to its potential rate, wage pressures can build up quickly.", "Second reason why we cannot be said to be in deflation is that most items in CPI basket continue to experience price increases 18.", "Slightly more than half of CPI-All Items basket and three quarters of Core CPI are experiencing moderate price increases.", "• This includes prices of everyday items like food.", "• Cost of restaurant food is up 2.5% while hawker food price is up 2.2% compared to year ago.", "In other words, man-in-the-street (or aunty-in-the-food-court) is not experiencing negative inflation on a broad scale.", "MAS' monetary policy decisions in H1 this year attracted fair amount of interest.", "• Our monetary policy statements in Jan and Apr have explained rationale.", "• But let me take opportunity to elaborate on context of our decisions.", "In Jan, MAS reduced slope of S$NEER policy band.", "• Came as surprise to market because it was outside our usual cycle of policy announcements in Apr and Oct. • Many wondered why MAS could not have waited till scheduled policy review in Apr.", "Some even wondered if there were going to be more such off-cycle moves in future given greater uncertainty and volatility in macroeconomic numbers.", "MAS had to adjust policy off-cycle in Jan because of significant change in inflation outlook for 2015 22.", "We did not take decision lightly.", "Considered two factors carefully.", "• Was decline in inflation likely to persist through 2015?", "• Was there a downside to waiting till Apr to adjust policy?", "Answer to both questions - yes.", "Both CPI-All Items inflation and MAS Core Inflation forecasts for 2015 were sharply down in Jan this year, compared to Oct 2014 when we last reaffirmed our monetary policy • Oil prices had fallen sharply - from US$84 in Oct 2014 to US$47 in Jan 2015 - and assessment was that prices were likely to stay low for at least a year.", "• Against backdrop of modest economic growth in 2014 continuing into 2015, wage growth was weaker than anticipated and so was pass-through into prices.", "Waiting to adjust policy in Apr would have put MAS considerably behind curve and led to excessive speculation about a policy move.", "• We decided to adjust both inflation forecast and policy stance in a timely and consistent manner.", "In Apr, MAS affirmed monetary policy stance.", "• This decision surprised some market observers, who had anticipated a further easing of S$NEER policy.", "We made no change to policy stance in Apr because there was no change to forecasts 26.", "There was no ground for another shift in policy.", "• No reason to reduce slope of S$NEER policy band further, given that core inflation was projected to pick up from Q4 onwards and economy remained close to potential.", "• No reason to shift level of policy band, as we did not envisage deflation or recession.", "• No reason to adjust width of policy band, which remained sufficient to accommodate volatility in foreign exchange markets.", "In effect, MAS front-loaded policy adjustment in Jan so that further adjustment was not necessary in Apr 27.", "Shift in monetary policy stance in Jan was measured: continuing to keep S$NEER band on gradual and modest appreciation path to ensure price stability over medium term.", "Important to keep a medium-term orientation with regard to setting monetary policy 28.", "If MAS reacted to every short-term fluctuation in output and prices, it would risk introducing even more volatility to markets and economy.", "This is because: • External shocks that could hit small open economy like ours can be very frequent • There are considerable lags in monetary policy transmission.", "Off-cycle policy shift therefore highly atypical and only sparingly used.", "Current policy stance remains appropriate for ensuring medium-term price stability • Economy estimated to be close to its potential for 2015.", "• Labour market expected to remain at full employment • Core inflation, most relevant indicator for MAS' monetary policy, expected to strengthen.", "Next monetary policy review is as scheduled in Oct. MAS' financial performance 30.", "MAS' P/L was almost in balance in FY2014/15, recording a small profit of $0.3 billion.", "Fluctuations in MAS' profit figures from year to year is almost entirely due to currency translation effects, i.e.", "exchange rate fluctuations between S$ and major currencies.", "• When S$ appreciates against major currencies, there is translation loss when assets are reported in S$ • Likewise, when S$ depreciates, there is translation gain But these gains and losses mean little for international purchasing power of our OFR which is denominated in foreign currencies.", "Focusing on overall profit figure therefore misses larger point about MAS' underlying investment performance.", "Investment gains on MAS' foreign assets have in fact remained relatively stable for last five financial years.", "• Holding S$ exchange rate constant to strip out translation effects, foreign investment gains amounted to S$10.4 billion in FY2014/15, comparable to foreign investment gains of S$10.6 billion in FY 2013/14.", "Helping Singaporeans manage their finances 34.", "A key area of focus for MAS in last two years has been to help Singaporeans better manage their finances.", "A multi-pronged effort: • Encourage prudent borrowing • Facilitate retail access to simple, low-cost investment products Spur competitive pricing for life insurance products • Educate consumers on financial matters Let me elaborate on each.", "First, MAS has put in place various measures to encourage prudent borrowing 35.", "• Amount of unsecured credit that FI can extend is limited to four times monthly income of borrower.", "• Limits on both loan-to-value and loan tenure for both housing and motor vehicle loans extended by FIs.", "• Individuals purchasing property are constrained on their total debt service ratio.", "MAS announced new unsecured credit rules two years ago.", "• FIs will not be allowed to grant further unsecured credit to borrower whose aggregate unsecured debt exceeds borrowing limit for 3 consecutive months.", "Vast majority of Singaporeans manage their debt well.", "• Less than 2% of unsecured credit users affected by industry-wide borrowing limit.", "Nonetheless, this is about 22,000 borrowers who need help to manage down their debt.", "There are measures to help unsecured borrowers pay down their debts 38.", "Banks have worked with Credit Counselling Singapore (CCS) to develop a new Repayment Assistance Scheme (RAS).", "• Convenient one-stop solution for borrower to work out centralised repayment solution with creditors.", "over repayment period of 8 years for debt in excess of 12 times a borrower's monthly income.", "Second consumer initiative: facilitate retail access to simple, low cost investment 39.", "Last year I spoke about how MAS was working to improve savings and investment options for retail consumers.", "Made progress on three fronts.", "• introduced Savings Bonds for flexible risk-free returns • facilitated access to S$ corporate bonds for stable, long-term returns • expanded ETF options for diversified equity returns 40.", "Savings Bonds, corporate bonds, and ETFs complement existing investment options in the market.", "Individual investors now better able to form a diversified and balanced portfolio at low cost.", "Introducing Savings Bonds 41.", "Singapore Savings Bonds are a special type of Singapore Government Securities (SGS) for the individual investor.", "Like regular SGS, Savings Bonds offer same long-term risk-free returns.", "• Unlike regular SGS, holders of Saving Bonds not exposed to price risks when they redeem them early.", "• Savings Bonds provide flexibility for investors to get their money back to meet unexpected needs for cash.", "Pleased to announce that first Savings Bond will be issued on 1 Oct 2015.", "Interested investors will be able to apply for this issue from 1 Sep.", "Details of first issue such as amount of bonds available and bond's interest rates will be released when applications open.", "• A new Savings Bond will be issued every month for at least next 5 years, so there is no need to rush for first issuance.", "To help investors understand features of Savings Bonds and learn how to apply for them, MAS has set up dedicated Savings Bonds website and Savings Bonds hotline.", "Details will be made available later today.", "Facilitating retail access to S$ corporate bonds 44.", "Bonds are relatively easy to understand, offer stable returns that are typically higher than fixed deposit rates, and are less susceptible to extreme price movements.", "• Many blue chip companies as well as government agencies have issued bonds.", "But retail participation in corporate bond market has been low.", "It is costly for bond issuers to tap retail market.", "MAS and SGX are reducing cost of retail bond issuance and making it easier for retail investors to buy corporate bonds listed on SGX.", "• Bond Seasoning Framework and Exempt Bond Issuer Framework will allow eligible corporate issuers to issue bonds to retail investors at lower cost in minimum denominations of $1,000, while ensuring sufficient safeguards for investors.", "• Proposals for both initiatives have been put out for public consultation and response has been positive.", "• MAS will finalise and announce rules soon.", "Expanding ETF options 47.", "Equity investment offers potential for higher returns compared to regular savings and fixed income products.", "But investing in individual stocks entails higher risks and exposure to market volatility.", "Exchange-traded funds (ETFs) can be low-cost way for investors to gain exposure to basket of underlying equities to build a well-diversified investment portfolio.", "ETFs also give investors exposure to various asset classes including bonds and commodities.", "MAS has made it easier for retail investors to access more ETFs.", "• Previously, all ETFs using derivatives were classified as complex or Specified Investment Products (SIP) - they could only be sold to retail investors with enhanced safeguards.", "• Have refined our rules to allow less complex ETFs which make limited use of derivatives to be reclassified as Excluded Investment Products (EIP) - these can be sold more easily to retail investors.", "80% of AUM of SGX-listed ETFs are now classified as EIP ETFs that investors can purchase as easily as they buy individual stocks.", "Third consumer initiative: spur competitive pricing for life insurance products 51.", "MAS worked with industry and CASE to create a new online portal, compareFIRST.", "• Will enable retail consumers to easily compare key features of life insurance products offered by various insurance companies • Since its launch in Apr, compareFIRST has registered healthy interest, with over 180,000 visits to portal and more than 110,000 product summaries downloaded.", "• Consumers and industry have provided positive feedback on convenience and ease of use of compareFIRST.", "MAS has also worked with industry to make available Direct Purchase Insurance (DPI).", "• DPI offers consumers access to selected term life and whole life insurance products sold without commissions or financial advice • More than 200 DPI policies have been sold in first three months of launch, with a further 100 applications pending approval by insurers.", "compareFIRST and DPI have spurred more competitive pricing for life insurance products.", "• Some insurers have lowered prices of both their DPI and non-DPI insurance products, since introduction of these initiatives.", "Fourth consumer initiative: enhance financial education 54.", "MAS is stepping up efforts to promote greater public awareness of simple, low cost financial products as well as compareFIRST and DPI.", "MoneySENSE, national financial education programme, is centrepiece of this effort.", "MAS will continue to work with industry, schools, and other government agencies to enhance financial literacy among Singaporeans so that they can take sound financial decisions.", "Institute for Financial Literacy (IFL), a collaboration between MoneySENSE and Singapore Polytechnic, delivered over 1,500 talks and workshops to almost 50,000 working adults since its launch in 2012.", "• MoneySENSE will partner schools in use of \"gamification\" to reach primary and secondary school students in fun and engaging way.", "Last year, I asked for media's help in our financial literacy effort.", "• Heartened by media's support, working with us, with industry, and on your own, to carry messages on financial education.", "• We look to media's continued support for MoneySENSE initiatives.", "Financial centre development Financial sector growth: broad-based and higher than overall economy 58.", "Financial services grew by 7.7% last year, compared to overall GDP growth of 2.9%.", "• Since recovery from GFC, financial sector growth has outpaced overall economy.", "• Growth has also been broad-based: across most business segments.", "Essentially an Asian growth story: • Rise of Asian middle class and growing affluence has generated demand for variety of financial services, including wealth management and insurance • Growth of Asian corporates has driven demand for offshore lending, foreign exchange trading, capital market activities, and risk management.", "• Foreign exchange trading, measured by average daily turnover volume, increased by 40% from a year ago to reach US$480 billion in October 2014.", "• Offshore non-life insurance, measured by gross written premiums, grew 8.8% yearon-year to S$8 billion in 2014.", "• Corporate debt issuance grew 13% in 2014 as outstanding debt reached S$300 billion.", "Infrastructure financing space becoming more active.", "Singapore already serves as important infra financing hub, with 60% of infra financing transactions in ASEAN led by project finance teams based in Singapore.", "• MAS working closely with industry to develop toolkit for standardised public-private partnership contractual clauses.", "This will: enhance bankability of infra projects; and facilitate subsequent capital market refinancing • Aim in coming years is to enhance infra financing ecosystem: Work with MDBs to increase supply of bankable projects Facilitate greater institutional investor participation in infra assets.", "RMB market has taken off well.", "Singapore currently second largest offshore RMB hub in world.", "• RMB deposits grew more than 20% year-on year.", "• Average daily RMB FX turnover grew more than two times in 2014.", "RMB is now one of top 5 most actively traded currencies in Singapore.", "• Aim in coming years is to: Grow RMB capital market activities, including through promoting RMB bond Enhance RMB asset management capabilities, leveraging on RQFII; and Promote cross-border RMB financing, building on RMB pilot for Suzhou Industrial Park and Tianjin Eco-city.", "Making concerted efforts in two areas that cut across asset classes: skills and technology.", "• We want to be a financial centre that is among leaders globally in workforce skills and expertise, with a strong core of Singaporeans at every level.", "• MAS in partnership with industry and educational and training institutes, will undertake initiatives to strengthen support for finance professionals to: learn continuously, develop expertise, and make strong contributions throughout their professional careers.", "Second, Smart Financial Centre.", "• We want to be a financial centre where innovation is pervasive and technology is used effectively to: increase efficiency, create new opportunities, manage risks better, and improve people's lives.", "MAS in partnership with industry will drive initiatives to create a vibrant ecosystem for innovation and adoption of new technologies while fostering safety and security."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic growth", "Inflation", "Monetary policy", "Consumer initiatives", "Financial centre development", "Labour market", "Financial performance", "Financial education", "Infrastructure financing", "RMB market"]}