{"sentences": ["Think Global, Act local Minouche Shafik, Deputy Governor, Markets and Banking Joint Bank of England, IMF and Hong Kong Monetary Authority conference on Monetary, Financial and Prudential Policy Interactions in the Post-Crisis World, Hong Kong I would like to thank James Benford, Ambrogio Cesa-Bianchi, Fernando Eguren Martin, Julia Giese, Sujit Kapadia, Grellan McGrath, Michael McLeay, Dennis Reinhardt, and Simon Whitaker for their assistance in preparing these remarks.", "I am grateful to other Bank colleagues for useful comments on an earlier draft.", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx The benefits of open capital markets are clear.", "They facilitate the flow of finance to where it would be most productive and help ensure global resources are allocated most efficiently.", "They allow savers and investors to diversify portfolios beyond national borders, and they provide a greater range of funding sources to fast growing economies and businesses.", "Motivated by these gains from openness, greater capital mobility has been one of the defining features of the global economy since the end of the Bretton Woods era, as first advanced and then emerging market economies liberalised their capital accounts (Chart 1).", "However, open capital markets also come with risks.", "Breaking the link between domestic saving and domestic investment allowed countries to accumulate ever larger stocks of external assets and liabilities.", "And that has contributed to another defining feature of the global economy since the breakdown of Bretton Woods: a significantly greater frequency of crises.", "Keynes warned when he said: \"The whereabouts of the better 'ole' will shift Of course this is no more than with the speed of the magic carpet.", "Loose funds may sweep around the world, disorganising all steady business.", "\"1 And for him the prescription was clear: \"the movement of capital funds must be regulated; - which in itself will involve far-reaching departures from laissez-faire arrangements.\"", "So must we return to a world of capital controls in order to break the cycle of boom and bust?", "Thankfully, the choice is not as stark as that.", "As set out in a recent joint report by the IMF, FSB and BIS which was commissioned by the Chinese G20 presidency,2 macroprudential tools offer us a way of reducing risks from rapid credit growth or building resilience of the financial system that should lower the frequency of financial busts, and reduce the risk that a downturn becomes a crisis.", "This means that we do not need to choose between openness and stability.", "In the first part of this speech I would like to use some research being undertaken in the Bank of England to show how the existence of macroprudential tools specifically a countercyclical capital buffer can reduce the frequency of crises, and improve the available set of outcomes.", "Perhaps more relevant, given the theme of this conference is international ramifications of domestic policies, this research suggests that reciprocity of those policies can further reduce the likelihood of a crisis by more than if countries act alone.", "Of course the countercyclical capital buffer is just one tool, and its application is limited to banks.", "So I would like to use the second part of this speech to talk about the financial stability implications of the growth in market based finance in recent years.", "This growth is welcome, not least because it reduces the reliance of both savers and borrowers on the banking system.", "But it is not without risks, partly because macroprudential policy for market-based finance is less well developed than that for banks.", "I will argue that those risks can be (2012); for 'ole read hole, a handy place to hide one's money (Grote and Marauhn As quoted in Bush 2006).", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx reduced by the development of strong institutions and deep domestic capital markets by the recipients of global capital flows, and by measures to reduce the risk of sudden stops such as those recently proposed by the FSB to address structural vulnerabilities from asset management activities.", "There are two themes that recur throughout these remarks.", "The first is that although cross-border bank flows have plateaued, in many other ways the global financial system is as interconnected as ever, and that we need to be mindful of spillovers from elsewhere when setting policy.", "The second is that by acting in their domestic best interest, policymakers can often improve the global outcome.", "In short, we need to think globally, act locally.", "The need to think globally with some context.", "Evidence of a 'global financial cycle', which drives Let me start co-movements in asset prices, and pro-cyclical gross capital flows, has been well documented, for example by Helene Rey (2013) and by my colleague Kristin Forbes (2016).", "Global financial markets have become more correlated and common shocks play an important role.", "According to the IMF, around three-quarters of equity and foreign exchange returns in both advanced and emerging market economies are now attributable to international factors.", "We have also observed an increase in the co-movement of domestic credit growth across countries over the last two decades (Chart 2).", "Elevated domestic credit growth has been found to be the best single predictor of banking crises (Drehmann et al (2011), Schularick and Taylor, 2012).", "However, banking crises come \"in waves\" (Reinhart and Rogoff, 2009; Laeven and Valencia, 2013), which, together with signs of greater correlation of credit growth across countries, suggests a role for external determinants and/or direct contagion.", "There is research underway at the Bank of England which studies the effect of credit growth abroad on financial stability at home, in particular, on the probability of experiencing a banking crisis4.", "It finds that even when domestic credit growth is moderate, elevated credit growth abroad could result in financial instability at home for example by boosting cross-border lending, through spillovers into domestic asset prices or by creating the potential for contagion in the event of a banking crisis abroad.", "In terms of magnitudes, a one standard deviation in foreign credit growth over five years increases the probability of a domestic banking crisis by around 2 percentage points6 - a relatively large number given the IMF (2016).", "In this research, domestic credit growth is defined as credit extended by domestic banks to the private non-financial sector in a given country.", "Foreign credit growth is defined as the average of the growth in credit extended by domestic banks to the domestic private nonfinancial sector in all other countries.", "On the basis of modelling and assumptions set out in Technical Appendix 1: Foreign credit growth and domestic financial stability.", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx overall frequency of these crises is about 3%7.", "This is very similar to the estimated impact of domestic credit growth, suggesting that foreign credit growth could even be as important as domestic credit growth in explaining movements in each country's risk of a banking crisis.", "The research also finds that the effect of foreign credit growth on domestic financial stability is stronger for countries that are more financially open.", "Taking all of this together underlines the need to think globally.", "At first blush, this may appear to sit awkwardly with the largely domestic nature of macroprudential tools that have been developed thus far.", "But there are number of ways in which international considerations form part of the calibration of those tools.", "Acting locally the use of domestic macroprudential tools to mitigate risks from abroad The most obvious way to take international considerations into account is by treating risks emanating from abroad as an important input when setting domestic macroprudential policy.", "At the Bank of England, for example, spillovers from the crystallisation of global risks play a key part of the design of the Bank of England's annual stress tests, which are used to inform the Financial Policy Committee's (FPC) decision on the countercyclical capital buffer.", "By building resilience to stress, the countercyclical capital buffer allows the banking system to remain an absorber, rather than an amplifier, of shocks, and reduces the probability of a downturn abroad becoming crisis at home.", "However, we cannot go it alone.", "There is mounting evidence that the effectiveness of macroprudential policies may be affected by leakages across borders.", "For example, Cerutti et al (2015) and Reinhardt and Sowerbutts (2015) provide evidence that cross-border borrowing may increase after domestic macroprudential policy is tightened.", "And Berrospide et al (2016) similarly find that domestic prudential policy may be less effective when banks operate globally.", "All of which points to the benefits of reciprocity, which I would like to illustrate using some results that develop another strand of Bank research10.", "Consider a stylised two-country model in which each of the two countries' domestic credit is provided partly by banks from the other.", "Each country has a macroprudential tool a countercyclical capital buffer at its disposal, which can reduce the probability of a crisis, albeit at the cost of lower output in the short run.", "The presence of leakages worsens this tradeoff between short term output and stability.", "Based on data from 38 advanced and emerging economies over the period 1970 to 2011, as set out in Cesa-Bianchi et al (forthcoming).", "The 2016 stress test scenario, results of which will be published in 2016Q4, embodies a synchronised severe downturn in global output, which sees global growth trough at -1.9% as it did in 2008.", "In March 2016, the FPC raised the countercyclical capital buffer rate to 0.5%, consistent with its view that financial conditions had phase, and the Committee's intention to move gradually toward a buffer rate in the region of 1% in a moved out of the post-crisis standard risk environment.", "Following the result of the EU referendum, this rate was reduced to 0% in order to reduce regulatory capital buffers and increase banks' capacity for lending as the real economy goes through a period of adjustment.", "Aikman et al (forthcoming).", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx Under a reasonable calibration11, a 15pp increase in credit growth in both countries over three years would increase the probability of a crisis by more than 6pp, as shown by the dark blue bars in Chart 3.", "Were there a reciprocity agreement between the two countries - by which an increase in the countercyclical buffer in one country is applied to lending in that economy by banks in the other country - they would both increase the countercyclical buffer by around 1pp, bringing the probability of a crisis down to only 1.8pp higher than before the shock - as shown in the yellow bars.", "However, if there were no reciprocity, any tightening of the countercyclical buffer will be partly offset by leakages.", "The higher buffer would boost resilience by less since foreign lenders in each country would be unaffected, reducing its overall effect on the crisis probability.", "This is shown in the light blue bars, in which the probability of a crisis is 0.5pp higher than with reciprocity, despite policymakers choosing to increase the countercyclical buffer a little more.", "This feature of reciprocity - that it allows both countries to reduce the probability of a crisis by more than if - can be thought of as \"enlightened self interest.", "\"12 they were acting alone And it is one of the reasons why it was built into the international framework for the countercyclical capital buffer.", "As part of the Basel III framework, reciprocity is mandatory for all Basel Committee member jurisdictions, and the BIS maintains a website where information on countercyclical capital buffer decisions of all participating countries is captured and which banks can use to calculate their institution-specific requirements.", "And reciprocity of the countercyclical capital buffer is a legal requirement in the European Union under CRD IV.", "Reciprocity also helps address the old problem of asymmetric adjustment of global imbalances.", "Suppose a deficit country wishes to contain the supply of credit and build resilience in its financial system by raising the buffer.", "If a surplus country whose banks are lending to the deficit country reciprocates, its banks should be incentivised to lend less to the deficit economy, and more to their domestic economy.", "That should increase domestic demand in the surplus country, and hence demand for deficit country exports, reducing the overall level of imbalances.", "All of this leads me to conclude that macroprudential policies as currently designed can be used to mitigate risks from abroad.", "By building domestic resilience, the countercyclical capital buffer can ensure spillovers from abroad are not amplified.", "The use of existing agreements around reciprocity can improve the available set of outcomes for everyone and can also help reduce imbalances in capital flows.", "Moreover, given the tendency for global credit growth to affect the probability of domestic crises, any macroprudential policy which tames the financial cycle in one country will have positive externalities for the world.", "Details of the modelling and assumptions used are set out in Technical Appendix 3: Model of international policy reciprocity.", "In both cases, if an authority sets a countercyclical buffer greater than 2.5% of risk weighted assets, reciprocity becomes discretionary.", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx The changing nature of global capital flows However, the focus of existing macroprudential tools on banks and banking flows means their ability to mitigate risks from abroad has its limitations.", "This is particularly true given the changing composition of global capital flows.", "While cross-border banking flows have declined, international marketable debt flows have increased (Charts 4 and 5).", "This has been associated with the expansion of asset management: as at the end of 2015, the total assets under management of the top 100 asset managers exceeded $50trn.", "At the same time, there has been a shift of capital flows away from advanced economies to emerging markets.", "Whereas these economies received less than 10% of cross border flows before the crisis, they have received 25% of those flows since 2009.", "The growth of market-based finance and asset management is creating new sources of funding, adding welcome diversity to the financial system, particularly for emerging markets.", "And in some ways these flows are less risky for example the average maturity of international securities issued by emerging markets is 10 years, reducing rollover risk and exposure to a sudden flight of capital.", "But market-based flows have risks nonetheless.", "As Chart 6 shows, portfolio flows to emerging markets have been just as volatile as bank flows once their relative sizes have been taken into account.", "And Hoggarth et al (forthcoming) find that portfolio debt flows to emerging markets in particular are pro-cyclical, in that they rise when global volatility is low and reverse when global volatility increases, especially when denominated in foreign currencies.", "So as these gain in importance relative to bank flows emerging markets could have greater volatility inflicted on them by global factors.", "As well as the type of instrument, risk also depends on who is purchasing those instruments.", "Mutual fund purchases of debt and equity have become an important source of finance for emerging markets.", "Since end-2009, mutual funds accounted for on average 5% of non-bank portfolio debt flows to advanced economies but more than one-fifth of those to emerging markets.", "And mutual fund flows to emerging markets seem particularly prone to abrupt stops (Chart 7).", "Intuitively, market-based finance makes domestic bank-focussed macroprudential policies less effective.", "Raising the countercyclical capital buffer for banks does little to reduce risks from, or build resilience in, the provision-of market based finance.", "Moreover, it can induce regulatory leakage as credit migrates to the market-based finance sector.", "The measure of volatility used is the standard deviation of flows relative to the long-term mean of the respective flows the coefficient of variation.", "This controls for the relatively smaller role that portfolio flows have historically played in emerging market financing relative to bank flows.", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx Chart 8, which is based on a similar illustrative model and calibration to the one I discussed earlier, demonstrates this point15.", "It shows the tradeoff available to a domestic policymaker whose only tool, the countercyclical capital buffer, is bank-focussed.", "In the scenario where all credit is the economy is provided by banks (the blue line), the policymaker can use this tool in response to a 15pp increase in credit growth in the domestic economy over three years to reduce the probability of a crisis to well below 1% before the cost (in the form of lost output) becomes material.", "However, if 25% of credit in the economy is provided by market-based finance (red line), the policymaker struggles to reduce the probability of a crisis significantly below 2.5% as tightening the countercyclical capital buffer does not reduce the provision of market-based finance.", "Acting locally to address the risks of market-based finance So how can we address risks emanating from global, market based finance?", "This is the subject of several panel discussions over the course of this conference, and indeed major international workstreams including of the FSB.", "So rather than pretend to have the answers, I will limit myself to two simple observations about how policymakers acting in their own best interest can help reduce these risks.", "The first is that by building strong domestic institutional frameworks and deepening domestic capital markets, recipients of global flows can reduce their susceptibility to volatility in those flows.", "Central bank credibility, a robust macroprudential framework, and fiscal stability all reduce the risk of a sudden stop, and liquid domestic capital markets make it easier to absorb larger inflows.", "As such they are prerequisites to being able to enjoy the benefits of open capital markets sustainably.", "The second observation is that by encouraging the use of responsible liquidity management, source countries can reduce the probability of a sudden rush for the exit.", "The FSB's recent proposals to reduce structural vulnerabilities from asset managers are an excellent example of this.", "Recommendations to enhance reporting to authorities, undertake more stress testing and to extend the suite of liquidity will all help better align investors' expectations of liquidity with management tools available to fund managers reality, and hence ensure their flows to the rest of the world are less flighty and more sustainable.", "Thus far I have focussed on the idea that acting in our own local interest to build up domestic resilience helps protect us from global forces that we cannot control on our own.", "Let me end with a word on the benefits and limitations of working together.", "Details of the modelling and assumptions used are set out in Technical Appendix 2: Model of monetary-macroprudential policy coordination with market-based finance.", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx There are many ways in which co-operation on macro-prudential policies could be deepened further.", "Options which could warrant further investigation range from formalising the exchange of information, to frameworks for reciprocity for tools beyond the countercyclical capital buffer, to common stress test scenarios and risk assessment that are used across the world.", "And were we to further integrate the consideration of the international financial cycle into the setting of domestic macroprudential policies, it would likely improve the available set of outcomes further still.", "However, the body of evidence required to justify including the interests of other nations in the setting of domestic policy is understandably large, even when the long run benefits would be to all.", "This is more true now than ever, as the unequal distribution of benefits from globalisation has increased scepticism about international co-operation.", "The analysis I have outlined today shows that even without consensus around a fully articulated global framework for macroprudential policy, we can make quite a bit of progress by countries pursuing their local national interests.", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx TECHNICAL APPENDICES 1.", "Foreign credit growth and domestic financial stability Eguren Martin and Thwaites (forthcoming) explore the effect of 'foreign' credit growth (that is, domestic credit growth in the rest of world) on domestic financial stability.", "In particular, they look at the effect of foreign credit growth on the probability of experiencing a banking crisis at home.", "In order to do so, they extend the baseline regression in Schularick and Taylor (2012), which only looks at the effect of domestic credit growth, by also considering its foreign counterpart.", "Therefore, their baseline regression is as follows: = α + ∑ + ∑ + + Bririri,s α1,i∆Brddi,s-i α2,i∆Brddi,s-i εi ri,s Where is a dummy variable that takes the value of one if a banking crisis occurs at time r in country i, is the percentage growth of credit from domestic banks to the domestic private non-financial sector and ∆Brdd∗ is its foreign counterpart, constructed as = , with weights determined ∆Brddi,s i≠iψi∆Brddi,s ψi by PPP-GDP levels.", "is a country fixed-effect.", "This specification is estimated via OLS using a panel data of 38 advanced and emerging countries for 1970-2011.", "Banking crises data comes from Laeven and Valencia (2013), while credit data comes from the BIS.", "The resulting estimated coefficients can be found in the table below.", "In order to quantify the average effect of foreign credit growth on the probability of experiencing a domestic banking crisis, the coefficient attached to the sum of lags of foreign credit growth (1.42) is multiplied by a one All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx standard deviation in the five-year average16 of (1.6%).", "The resulting figure (0.022) means that a one standard deviation in foreign credit growth over five years increases the probability of experiencing a domestic banking crisis by 2.2 p.p.", "In order to put this number in perspective, it is useful to note that the domestic analogue of this figure is 1.6 p.p., and that the overall frequency of crises in the sample is only 3%.", "Model of monetary and macroprudential policy coordination with market-based finance Aikman, Giese, Kapadia and McLeay (forthcoming) use a calibrated two-period New Keynesian framework to examine the trade-offs and interactions between macroprudential and monetary policies.", "Their model includes the possibility that rapid credit growth in the first period leads to a future financial crisis, and analyses the decision facing a policymaker with access to both a macroprudential tool, a countercyclical capital buffer (CCyB), and a traditional monetary policy tool, the policy interest rate.", "In the variant of the model used for the results shown in Chart 8, some credit is provided by a market-based finance sector, which reduces the effectiveness of macroprudential policy.", "This model is described by the following set of equations, where all variables except B1 B1 (growth rates), B, and (probabilities) are expressed as deviations from steady state.", "Output and inflation also depend on banking sector credit spreads (r1).", "Spreads push down on aggregate demand in the IS curve by increasing the interest facing borrowers in the economy.", "They also have a negative near-term effect on aggregate supply, raising inflation for a given level of output via an endogenous cost-push mechanism in the Phillips Curve.", "Such a short-term supply cost could come about if higher spreads affect the relative price of different factors of production, for example by increasing the cost of capital and depressing investment.", "We rely on five-year averages given we look at the sum of coefficients of five lags of ∆Cred* Following Ajello et al (2016), private sector agents' expectations of period 2, denoted by E1 PS, depart from full-information rational expectations, which would lead them to cut back spending when credit was growing quickly and a crisis became more likely.", "Their expectations instead treat the crisis probability as fixed and negligibly small.", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx Credit spreads are affected by the setting of the CCyB when banks are required to use a greater proportion of more expensive equity, this raises their weighted average cost of funding, leading them to increase the spread between lending rates and the policy rate.", "The benefit of using the CCyB is that it via two channels: first, activating the CCyB can 'lean' reduces the probability of a banking sector crisis (α1 B)18 against a build-up in banking sector credit growth B), since and 0); and second, for a given level of credit growth, a higher CCyB directly reduces the probability of a crisis due to the resilience benefits of higher bank equity capital 0).", "Higher interest rates can also reduce the probability of a banking sector crisis through the same leaning channel (φi 0), but do not increase resilience directly.", "The banking sector only provides a proportion (b) of credit to the economy, the remaining (1 b) share is provided by the market based finance sector M).", "While higher interest rates have the same effect in reducing credit and the crisis probability in both sectors, increasing the CCyB leads to a leakage of credit from the banking sector to the market based sector, so the marginal effect of a higher CCyB on market- based finance is to increase its growth rate > 0).", "This increases the probability of a crisis originating in the market based finance sector M).", "In addition, there is no resilience benefit from a higher CCyB working to reduce the probability of crises originating in the market-based finance sector.", "The overall probability of a financial crisis is equal to the sum of the probabilities in each sector, weighted by their market-share.", "Both sectors are subject to shocks B, M).", "A single policymaker sets both instruments, the CCyB and the interest rate, to minimise the joint loss function given below under discretion.", "L = + 2) + (1 - + + 9) Loss function (π1 κx1 α1)αE1L2,MB α1(1 ε)αE1L2,B In period 1 the policymaker seeks to minimise the traditional monetary policy goals of avoiding deviations in inflation and output from their targets, with a relative weight of placed on the output goal.", "In period 2, loss is exogenously greater in crisis states (L2,B) than in non-crisis states (L2,MB).", "This gives the policymaker an endogenous financial stability objective of trying to minimise The policymaker also places an additional, α1.", "exogenous weight on financial stability.", "The authors calibrate the model largely using a range of empirical estimates for the UK from various models developed by Bank of England researchers.", "Importantly, the calibration interprets each time period as three years, longer than most business cycle models, where each period is typically one quarter or one year.", "The equations determining the crisis probability are given logistic formulations to ensure that the probability is between 0 and 1.", "This aims to capture many real-world central bank financial stability mandates, which arguably place additional weight on avoiding very costly outcomes such as financial crises, over and above quadratic inflation and output losses present in typical monetary policy loss functions.", "This could be motivated via a desire by taxpayers to avoid bearing the bailout costs of future systemic crises, or a desire to avoid other distributional effects of crises.", "It could also be justified if there is a desire to avoid worst-case outcomes and the costs of crises are uncertain.", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx The longer timeframe better captures the prolonged build-ups in credit that precede financial crises in the data, as well as the longer implementation lags involved in setting macroprudential policy.", "Chart 8 uses the baseline calibration from Aikman et al (forthcoming), which sets 1, larger than usual in the literature given the longer timeframe, and sets 0.6.20 A 1pp tightening in the CCyB increases spreads by 20 basis points (ψ 0.2), while higher spreads have a larger effect on demand (ψ than supply = 0.4), (ν so all else equal inflation falls when the CCyB is tightened.", "Absent policy, 3 year cumulative real credit growth is assumed to equal its recent UK average of 21% = 0.21), which can be reduced by higher interest rates -1.5) or credit spreads -6).", "The trade-off curves in Chart 8 are derived under the assumption that there is a 5pp per year positive credit shock for 3 years, (ν1 ν1 0.15).", "With no policy response, such a shock would increase the crisis probability by 2.75pp.", "Because the shock is purely domestic, this is smaller than the effect of the global shock examined in Chart 3.", "The crisis probability equation is estimated directly on a cross-country historical dataset, similar to the one described in appendix 1, giving estimates of = -1.7, = 5.2, = -27.8.", "The intercept is then adjusted = -1.7 + to h0 0.11hi, to incorporate a steady state capital to risk-weighted asset ratio of 11%.", "The leakage of credit into the market-based finance sector, given by ( ) is equal to in the red line in Chart 8, to make it the same size as the leakage to foreign banks in the alternative model discussed below.", "Finally, the policymaker's preference parameter is set to κ = 0.05, broadly consistent with the literature where loss is derived from the welfare of agents in the economy, α=0.99 and is varied to derive each curve in Chart 8, where each point represents optimal policy for a different ε.", "The period 2 loss if there is a policymaker's crisis, relative to when there is not, is set to just over 4% of GDP lost for 3 years.", "This is broadly consistent with Chart 6 in Brooke et al (2015), which assumes that the cost of crises will be lower under a credible resolution regime.", "Model of international policy reciprocity Extending Aikman et al (forthcoming), the results in Chart 3 are from a new model that builds on their paper by adding a second country to their model and by examining international policy leakages and coordination.", "For simplicity, the model assumes that there is no market-based finance sector (b 1).", "In its place, the model allows for an additional determinants of the crisis probability.", "Domestic credit growth (B1) still predicts domestic crises but the credit measure is split between credit borrowed from home banks H) and credit borrowed from foreign ones F).", "And to capture the empirical finding that global credit growth can help predict crises over and above domestic credit, the crisis probability also depends on credit growth in the foreign country ∗).", "In addition, the CCyB setting also still reduces the crisis probability by enhancing resilience.", "But the effective CCyB setting depends on whether there is a reciprocity arrangement, since it is a σ = 0.6 Other than credit growth, all variables are measured as annual averages, such that implies that an increase in annual interest rates of 1pp for 1 period of 3 years, reduces output by an average of 0.6% in each of the 3 years.", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx weighted average of the CCyB settings applied to domestic banks' domestic lending H) and applied to foreign banks' lending in the home country F).", "For simplicity, the results shown in Chart 4 assume that the two countries are completely symmetric, so that all parameters of the model are the same in each country.", "It shows the effect of a symmetric shock to real credit growth of 5pp per year, or 15pp cumulated over three years = = 0.15).", "Otherwise, the model is calibrated similarly to the model in appendix 2, which used the benchmark calibration of Aikman et al (forthcoming).", "The only exception is that the steady state three-year growth rate of real credit is set to 15% (φ0 0.15) in order to reflect the fact that global credit growth has been slower and less volatile than that of the UK in the data.", "For simplicity, ε is set to 0.", "The two country model also has additional variables capturing the effect of foreign banks' lending in the domestic economy, and the effect of global credit growth on the domestic crisis probability.", "The effect of global credit growth on the domestic crisis probability is set equal to that of home credit growth hB =hB, broadly consistent with the result in appendix 1 that a 1 standard deviation change in either has a similar effect.", "The constant term is also adjusted so that, at steady state rates of credit growth, it is equal to the same value as in appendix 2.", "In the model variant with full reciprocity, = = -6, implying that there is no leakage of credit growth when the CCyB is tightened, so that it is equally effective at tempering credit extended domestically by home or foreign banks.", "In addition, = = F, so that the effective setting of the CCyB is equal to the setting that the national policymaker chooses H).", "In this case the value of has no bearing on financial stability.", "= -6, the foreign banks' market share and leakage are calibrated jointly as With no reciprocity, although = - = ( a leakage of one-third, in line with the estimate of Aiyar et al (2014).", "And 0, so that the All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx increase in resilience is proportional to the amount of domestic credit provided by domestic banks: this is set as 0.11, also in line with Aiyar et al (2014).", "Both channels make the CCyB less effective without reciprocity.", "The credit leakage makes the leaning channel one-third smaller, while the assumption that resilience is lower when foreign banks hold less capital against domestic credit makes the resilience channel 11% smaller.", "In both the models with and without reciprocity, both countries are assumed to minimise loss functions analogous to those in appendix 2, containing only their own national objectives of inflation and output deviations, and the domestic crisis probability.", "The solution is the Nash equilibrium policy setting for the four policy instruments.", "All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx \"Targeting Financial Stability: Aikman, D, Giese, J, Kapadia, S and McLeay, M (forthcoming), Macroprudential or Monetary Policy?\"", "Aiyar, S, Calomiris, C and Wieladek, T (2014), Macro-Prudential Regulation Leak?", "Evidence from a UK Policy Experiment\", Journal of Money, Credit and Banking, 46(1): 181-214 Ajello, A, Laubach, T, Lopez-Salido, D and Nakata, T (2016), Stability and Optimal Interest Rate Finance and Economics Discussion Series Policy\", 2016-067.", "Washington: Board of Governors of the Federal Reserve System.", "Berrospide, J, Correa, R, Goldberg, L, and Niepmann, F (2016) \"International Banking and Cross-Border Effects of Regulation: Lessons from the United States\", Board of Governors of the Federal Reserve System International Finance Discussion Papers No.", "Brooke, M, Bush, O, Edwards, R, Ellis, J, Francis, B, Harimohan, R, Neiss, K and Siegert, C (2015), \"Measuring the macroeconomic costs and benefits of higher UK bank capital requirements\", Bank of England Financial Stability Paper No.", "The World Financial Bush, O, 'Keynes, Kant and Capital Flows', Review.", "\"The Use and Effectiveness of Macroprudential Cerutti, E, Claessens, S and Laeven, L (2015) Policies: IMF Working Paper No./61.", "\"Foreign Booms, Domestic Busts: Cesa-Bianchi, A, Eguren Martin, F and Thwaites, G (forthcoming), The Global Dimension of Banking Crises\" Drehmann, M, Borio, C and Tsatsaronis, K (2011), \"Anchoring Countercyclical Capital Buffers: The Role of Credit Aggregates\", International Journal of Central Banking 7(4): 189-240.", "Forbes, K. (2016), \"Global economic tsunamis: Coincidence, common shocks or contagion?", "\", Speech at College, 22 September 2016 Grote, R and Marauhn, T (2006), The Regulation of International Financial Markets, Perspectives for Reform.", "Cambridge University Press \"Capital inflows - Hoggarth, G, Jung, C and Reinhardt, D (forthcoming), the good, the bad and the bubbly\", Bank of England Financial Stability Paper IMF (2016), Global Financial Stability Report, April All speeches are available online at www.bankofengland.co.uk/publications/Pages/speeches/default.aspx \"Elements of Effective Macroprudential Policies - IMF-FSB-BIS (2016), Lessons from International \"Systemic Banking IMF Economic Review 61(2): 225- Laeven, L and Valencia, F (2013), Crises Database\", \"Regulatory arbitrage in action: evidence from banking flows and Reinhardt, D and Sowerbutts, R (2015) macroprudential policy\", Bank of England Staff Working Paper No.", "546 Reinhart, C and Rogoff, K (2009), \"This Time Is Different: Eight Centuries of Financial Folly\".", "Chart 2 Correlation of credit growth across countries has increased in recent decades Chart 3 Reciprocity allows countries to reduce the probability of a crisis by more than if they were acting alone Source: Aikman et al (forthcoming) and Bank of England calculations.", "Policy changes are assumed to be for a period of 3 years and the effect on GDP is the average fall over that period.", "Without reciprocity, the CCyB does not increase resilience for 11% of domestic credit assumed to be provided by foreign banks.", "In addition, one-third of any policy-induced fall in domestic credit is offset by higher credit growth from foreign banks.", "Charts 4 and 5: International marketable debt flows have increased more quickly than cross-border bank flows Advanced Economies Emerging Economies Notes: Pink lines show cross-border loans and deposits from all BIS-reporting banking systems to residents in advanced or emerging economies.", "The blue lines show amounts outstanding of international debt securities.", "For advanced economies, the blue line counts issuance outside the market where the borrower resides, and in the case of emerging economies the blue line counts issuance outside the market where the parent company resides.", "Sources: Hoggarth et al (forthcoming), IMF Outlook, BIS International Banking and Debt Securities and Bank of England calculations.", "Portfolios flows to emerging markets have been as volatile as bank flows Note: The charts show the cross-country median of the standard deviation of gross capital inflows (as a % of GDP) divided by the average size of capital flows.", "Sources: Hoggarth et al (forthcoming), IMF International Financial Statistics and IMF Economic Outlook (for GDP data).", "Chart 7: Mutual fund flows to emerging economies seem particularly prone to abrupt stops Gross mutual fund flows (per cent of GDP) during surges and stops in capital flows Advanced Economies Emerging Economies World Economic Outlook Sources: Hoggarth et al (forthcoming), EPFR, IMF and Bank of England calculations.", "Notes: EPFR Global defines institutional investor funds as funds targeting institutional investors only or those with the minimum amount of $100,000 per account.", "All other funds are labelled 'retail'.", "Chart 8 Market-based finance can worsen the trade-off between higher output growth and lower probability of a crisis Source: Aikman et al (forthcoming).", "Chart shows the menu of choices available to the policymaker in the market-based finance model described in the appendix in response to a 15pp increase in 3-year real credit growth.", "The y-axis shows the period 1 welfare cost in the model from higher inflation and lower GDP, converted into the equivalent average loss in 3-year GDP that would leave the policymaker indifferent, were inflation to remain unchanged.", "Thing Global, Act Local Minouche Shafik, Deputy Governor for Markets and Banking On the 24th October 2016 At the joint Bank of England, IMF & Hong Kong Monetary Authority conference on Monetary, Financial and Prudential Policy Interactions in the Post-Crisis World, Hong Kong"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Global financial cycle", "Cross-border bank flows", "International marketable debt flows", "Countercyclical capital buffer", "Reciprocity", "Macroprudential policies", "Market-based finance", "Asset management", "Sudden stops", "Financial stability"]}