{"sentences": [" The Chairman of the Malawi Stock Exchange, Mr. Augustine Chithenga, Secretary to the Treasury, Represented by Mr. Ambrose Mzoma, Directors of the Board of the MSE, Deputy Governor Economics, Dr. Naomi Ngwira, The CEO of the MSE, Mr. John Kamanga, Business Captains, Distinguished Guests, Members of the Press, Ladies and Gentlemen.", "I feel greatly honoured to join you this afternoon during this symposium marking the 20th Anniversary of the Malawi Stock Exchange (MSE).", "I am particularly delighted to make my brief remarks because the story of the MSE is intricately intertwined with that of the Malawi economy.", "By its nature, the performance of the Exchange represent a perfect mirror image of the country's economic fortunes.", "Two take always from my remarks.", "First and foremost, macroeconomic stability is always a prerequisite for a conducive investment climate in which stock exchanges find their niche.", "Second, stock exchanges grow at the back of accelerated and sustained economic growth.", "The CEO will soon help us understand and appreciate the performance, challenges and prospects for the Exchange in a moment, and so I will limit my remarks to the basic questions of why the Reserve Bank of Malawi together with Treasury established the MSE; what went wrong; and what will be different in the years ahead.", "A little background is in order for a better appreciation of the context.", "During the 1970s and 1980s the Malawi economy grew at a fast pace as a result of the development of much of the economic infrastructure we see today as well as the tremendous growth in the agricultural sector.", "Economic infrastructure was financed largely by increasing donor aid, but government augmented that by issuing long-term domestic bonds - Local Registered Stocks (LRS).", "Government bond issuance was made possible by relative macroeconomic stability achieved through fixed exchange rate regimes supported by strict exchange controls.", "The monetary policy framework was basic, the central bank used to set credit ceilings for each bank and also decided on bank lending rates.", "In fact, banks were directed to focus on lending to agriculture at 2 percentage points below base rate.", "The foregoing macroeconomic policy framework paid off in terms increased agricultural productivity and diversification.", "Government invested heavily in that sector, with much of investment focused on rural feeder roads and the growing of tobacco as a major foreign exchange earner.", "Given limited private sector capacity at the time, government strengthened ADMARC to become a major player in agriculture marketing including exporting of produce.", "Make no mistake, the macroeconomic framework just described was made possible by a generous donor community that financed much of the external imbalances, thereby sustaining the Kwacha as a strong currency among its neighbors.", "The price the country has paid in terms of failed economic diversification and entrenched import dependence is for another day.", "The advent of globalization championed by the WTO and insured by the Bretton Woods institutions ushered in trade liberalization to underpin sustained global growth generally, and the developing world in particular.", "The so called WASHINGTON Consensus sealed the deal.", "MALAWI was not slow in adopting the prescriptions that followed.", "Exchange controls began to be dismantled.", "However, unlike our Zambians cousins who made a bold decision to completely liberalize the exchange rate in the mid-1980s, Malawi took a more cautious approach - we began by liberalizing imports of merchandise - while the Kwacha exchange rate remained fixed but adjustable through a series of devaluations.", "On the monetary policy front, the central bank began to experiment with what we called indirect instruments of monetary policy through the control of monetary aggregates.", "That simply meant managing the central bank balance sheet through controlling lending to government and seeking to influence banking system liquidity and interest rates through the auctioning of Treasury bills.", "Indeed, interest rates were fully liberalized beginning 1989.", "The import liberalization process was completed by 1990.", "But when donors withdrew their aid in 1992, foreign exchange disappeared and in 1994 the Kwacha was floated.", "But of course it got fixed again in 1995, in favor of a more managed exchange rate.", "Those of you interested in the history of interest rates and exchange rate management in Malawi can find that on our website (www.rbm.mw).", "The authorities recognized the need to accelerate private sector growth in order to diversify the economy and increase foreign exchange generation.", "But the need for long-term finance was then, as it is today, quite acute.", "The country required a framework that would allow companies to raise equity or risk finance as well as debt financing.", "The authorities therefore decided to deepen financial sector reforms and to create capital markets.", "It was in that context that the idea of establishing a stock exchange was conceived, not just to facilitate capital raising but also to accord Malawians the opportunity to participate in the creation of wealth through investments in stock and debt instruments.", "The basic ingredients were there in the form of blue chip companies, especially the assets of the then Malawi Development Corporation (MDC), ADMARC Holdings, Press Group of Companies, the NICO Group, and the wellestablished Long-term government debt.", "With support from these conglomerates and the MCCCI, the reserve bank established a working group to conceptualize and establish the Malawi Stock Exchange (MSE) in 1994.", "In the absence of adequate script, and with only government debt, the setting up of the MSE followed a model already functioning in Botswana.", "Thus, the process started with the establishment of Stockbrokers Malawi Limited (SML) with dual functions of a brokerage firm and to operationalize the exchange.", "The major activity of SML was secondary market trading in Government of Malawi securities namely; Treasury Bills and Local Registered Stocks.", "The listing of NICO in 1996 brought to fruition equity trading.", "The MSE later separated from SML and the rest is history.", "Over the years, the Exchange has grown, it now boasts of 12 domestic listed companies, 1 foreign listed company and two treasury bonds.", "The companies listed on the Exchange cover a number of sectors such as financial services, tourism, manufacturing, telecommunications and real estate.", "The Exchange has played a crucial role in according investors an alternative investment avenue that enables individuals own part of the stake in large companies.", "It has also helped companies raise finance for growth and expansion or simply for capital restructuring.", "We have in recent days witnessed the latter, where MPICO, a listed company, successfully completed one of the largest rights issues on the Malawi Stock Exchange, raising K9.0 billion.", "This rights issue, especially given the difficult macroeconomic conditions, is proof that with vision and hard work, capital raising is possible.", "Notwithstanding the MPICO rights issue, we can all agree that after two decades of its existence, the Exchange is still in its nascent stage.", "First, it remains the smallest exchange in the SADC region.", "As a result, the MSE continues to require central bank support to this day.", "The Tanzania Stock Exchange, which commenced operations in 1998, boasts of 18 domestic listed companies and 7 cross listed companies; over 40 treasury bonds and 3 corporate bonds.", "That brings me to my second point.", "Why has the MSE grown relatively, slowly.", "Your guess is as good as mine.", "First, macroeconomic stability has been sporadic and unsustained over the period, contrary to our expectations at the time the MSE got established.", "Second, reflecting the macroeconomic instability, the deterioration in economic infrastructure, and stagnation in economic diversification, the economy has been slow in creating wealth.", "As of last year, Malawi's GDP was only $4.4 billion when that of Zimbabwe, Zambia and Botswana reached $14.2 billion, $27.1 billion and $17.2 billion, respectively.", "It should not be surprising, therefore, that the MSE still requires central bank support after 20 years in operations.", "With the benefit of hindsight, therefore, the exchange has been one of the most expensive to the general public, not because of mismanagement or lack of vision, but because of macroeconomic instability.", "But the other basic foundations for a successful exchange are in place.", "The regulatory framework has been strengthened with the enactment of the Financial Services Act, 2010 and the Securities Act, 2010.", "The SME's governance structure is as good as any.", "The Registrar of Financial Institutions has an oversight role but day-to-day operational oversight is vested in the Board of the Exchange and market participants.", "I now come to my third and final point, what does the future hold.", "First, as a country we cannot continue with our past history of inconsistent macroeconomic policies.", "With the Kwacha now established as a free float, the policy choices for achieving sustained macroeconomic stability as a precondition for investment growth are now well known and entrenched in policy-making processes.", "In terms of the financial sustainability of the exchange itself, tremendous progress has been achieved.", "In the past, the central bank covered all operational costs of the exchange, but currently that support finances infrastructure development only.", "And in this regard, the Government through the World Bank funded Financial Sector Technical Assistance Project (FSTAP), plans to automate trading on the Exchange are at an advanced stage.", "It is envisaged that successful implementation of these projects will enhance market efficiency, improve market visibility and increase market liquidity.", "In addition to allowing efficient trading and settlement, the systems will enable surveillance and risk control by many market participants.", "Another development in the pipeline is a central securities depository system for corporate equity and debt instruments to provide electronic issuance and custody of financial instruments to enable efficiency, reliability and security of the transactions in the market.", "I am in no doubt that as the Government continues to pursue sound macroeconomic policies; coupled with implementation of the electronic systems and other capital market growth strategies pursued by market participants, the exchange and capital markets in general are poised to contribute to the growth and development of the economy.", "I hope that I have earned the right to offer the Registrar's congratulations to the Exchange on its 20th Anniversary.", "Allow me to acknowledge the commitment and hard work of the Board of Directors, management and staff of the Exchange, and all the market participants for bringing the MSE to where it is now.", "This anniversary celebration is well deserved.", "I wish all of you well.", "And may God bless Malawi."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["macroeconomic stability", "stock exchange", "economic growth", "financial sector reforms", "capital markets", "exchange rate", "monetary policy", "economic diversification", "private sector growth", "investment climate"]}