{"sentences": ["Prime Minister May's letter triggered for the first time the process by which a Member State can leave the Union.", "Difficult negotiations will now begin, although they will not be lengthy since the Treaty imposes strict time limits, given the technical complexity and political sensitivity of many of the issues.", "Both sides will require foresight and good will.", "To the surprise of many analysts, there were no immediate adverse effects of the UK's decision to exit on confidence, investment or the economic outlook.", "There was a significant but orderly devaluation of sterling.", "There is no reason to expect any serious direct and immediate repercussions on the Italian economy and banking system.", "Nevertheless, we cannot rule out the possibility that difficult negotiations, especially if they interact with the increasing global and European political and institutional uncertainty, could at a certain point trigger further market turbulence.", "It is unlikely that Italy would be immune.", "For us, the only way to prepare is to reinforce internal stability, to deal with any fragilities perceived by the markets, and to pursue the path of reform.", "What will happen in the long run is as yet difficult to foresee.", "History teaches us that international openness is, at the end of the day, a powerful driver of economic growth.", "An economist may find it hard to believe that a country's prosperity can be furthered by creating barriers to the free movement of goods, capital and people.", "Naturally, a great deal will depend on future trade and financial agreements and on global developments.", "In any case, this is more of a risk for the United Kingdom than for the rest of Europe or the world.", "Allow me to close by saying that, personally, I will miss my British colleagues in the European institutions that I participate in: not only because of their skill and level of preparation, which have always been admirable, but I will also miss their pragmatism, dislike of red tape and openness to the market, which has generally characterized their approach.", "I can only hope that 40 years of working together has allowed us all to learn from each other's best qualities.", "USA 49 bp Sovereign spreads SPREAD ITA GER 10Y 80 bp.", "Notes: (1) Goods and services.", "- (2) End-of-period stocks; data based on statistics provided by the country holding the assets.", "- (3) End-of- period stocks; data based on the statistics provided by Italy and, for the other euro-area countries, by the United Kingdom.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Brexit", "Italy", "United Kingdom", "European Union", "Economic growth", "Trade", "Finance", "Political uncertainty", "Market turbulence", "British colleagues"]}