{"sentences": ["Accompanying slides Speech elaborated with the contributions of Antoine Berthou, Matthieu Bussière, Laurent Ferrara, Sophie Haincourt, Francesco Pappadà and Julia Schmidt Ladies and Gentlemen, First and foremost, I would like to congratulate the Central Bank of Ireland on the 75th anniversary of its creation, and especially my colleague and friend Governor Philip Lane.", "I am delighted to be part of this conference dedicated to \"Financial Globalisation\", with such distinguished speakers and panellists.", "I would like to share with you a few thoughts on global current account imbalances and in doing so I will take mostly a policy perspective.", "The stylised facts are well known so I will be brief [Slide2].", "Starting from the late 1990s, the world economy was characterised by very substantial growth in global current account imbalances.", "Despite a process of rebalancing and short-term movements mainly related to commodity prices that started with the Great Recession in 2008- 09, these imbalances have remained large and persistent.", "Consequently, net international positions have continued to increase [Slide 3].", "The euro area is one of the regions where developments have been particularly striking [Slide 4].", "Although countries such as Spain or Italy have rebalanced their current accounts, imbalances still persist, mostly due to the large surpluses of Germany and the Netherlands.", "After all, there is no reason why all But why should we care about these imbalances?", "countries in the world should be balanced at all times, as these imbalances simply reflect the need for funding current or future consumption and investment.", "However, excessive external imbalances may become a source of concernbecause the funding of deficit countries by surplus economies is subject to \"sudden stops\" and even reversals.", "Experience suggests that large imbalances are often a leading indicator of subsequent crises and sudden stops.", "As shown by Philip Lane in one of his numerous contributions to this topic, current account balances prior to the Great Financial Crisis exceeded levels consistent with underlying economic fundamentals and thus implied large and costly adjustments thereafter.", "These vulnerabilities are not confined to emerging market economies: large and persistent current account deficits may also precede financial crises in advanced economies, including in the euro area.", "I will structure the rest of my talk as follows.", "First I will talk about the determinants of the current account, focusing on the role of the exchange rate.", "In the second part I will say a few words about the composition of external funding (gross and net capital flows).", "Finally with a discussion of available policy options that could address the persistence of current account imbalances, globally and within the euro area."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Current account imbalances", "Global financial crisis", "External funding", "Exchange rate", "Policy options", "Euro area", "Sudden stops", "Net international positions", "Economic fundamentals", "Financial crises"]}