{"sentences": ["% BANCO DE PORTUGAL Banking Conduct Supervision: importance and key challenges 1.", "Please allow me to start by thanking you for the invitation to take part in the CIRSF Annual International Conference, which, as a testament to the excellence of its past editions, has established itself as a showcase event to reflect on the most important issues in the financial sector.", "I would like to salute all speakers and participants and, particularly, Professor Luis Morais, whom I congratulate most sincerely for yet another remarkable CIRSF initiative.", "It is important that banking conduct supervision in the financial sector be analysed and discussed even further.", "During my speech, I will focus on banking conduct supervision.", "It will centre around the reasons why it is so important to the pursuit of financial stability, the emergence of what has come to be called the 'new paradigm' of banking conduct supervision and in some of the main challenges it now faces, more specifically due to the digital transformation of financial services.", "In Portugal, a specialised (or tripartite) supervisory system is in place, which means that each of the three regulatory and supervisory authorities of the financial system performs banking conduct supervisory duties within their area of competence.", "Luis Maximo dos Santos CIRSF - Annual International Conference Lisbon, July 4, 2019 a BANCO DE PORTUGAL As I have stated on other occasions, and as generally agreed, there are no ideal supervisory models.", "During the financial crisis, no model was immune to serious problems.", "The causes of the crisis were of a different nature and affected the different models.", "This does not mean that it is not possible to identify more suitable solutions than others, not so much due to the patent superiority of a model over the others, but, mostly, by considering whether that model is the best fit for the country's financial system and, in the case of the European Union Member States, whether it is in line with the European architecture.", "For my part, I unequivocally support the maintenance of a tripartite institutional model.", "However, I emphatically acknowledge that various legislative improvements are in order, so as to reap the full potential of the present system.", "Banco de Portugal is the national regulatory and banking conduct supervisory authority.", "As such, it exercises regulatory, oversight and sanctioning powers over the conduct of entities subject to its supervision as regards the offering of retail banking products and services, more specifically: bank deposits and bank accounts, housing loans, consumer credit, and payment instruments (including cards, transfers, cheques and direct debits).", "The offering of other financial products, even if by credit institutions, is not subject to banking conduct supervision by Banco de Portugal.", "Luis Maximo dos Santos CIRSF - Annual International Conference Lisbon, July 4, 2019 BANCO DE PORTUGAL Banking conduct supervision aims at guaranteeing the transparency of the information provided by supervised entities to their customers when offering banking products and services and at ensuring compliance with the regulatory framework governing these products and services.", "However, the banking conduct supervision's goals cannot be effectively pursued only on the supply side: it is also necessary to act on the demand side.", "The way people deal with money, how they make their consumption decisions, what drives them to save or borrow depends on their knowledge, attitude and financial behaviour, and these are vital, not only for their well- being, but also for the allocation of resources in the financial markets and, ultimately, the stability of the financial system.", "Now, international studies, and most notably the surveys on this topic, bringing to light financial literacy deficits in all countries where they are conducted.", "Nevertheless, increasing the population's financial knowledge is a demanding task.", "Initiatives in this field do not produce immediate effects and, therefore, it is important to develop structured, long-lasting and diversified projects in view of the goals and target groups.", "This is what Banco de Portugal has been doing, in cooperation with other supervisory authorities, within the scope of the National Council of Financial Supervisors, under the National Plan for Financial Education, and by running its own initiatives.", "Luis Maximo dos Santos CIRSF ~ Annual International Conference Lisbon, July 4, 2019 BANCO DE PORTUGAL Schools play a key, irreplaceable role.", "Still, central banks now acknowledge that it is also their mission to pursue financial education policies, especially when they are also in charge of supervision.", "In fact, a state-of-the-art strategy for banking conduct supervision must necessarily rest on three pillars: setting out a proper regulatory framework, monitoring compliance therewith through intrusive action, based on innovative methodologies and instruments, and a policy promoting financial literacy, which is referred by some - particularly in Brazil - as 'financial citizenship'.", "And it is precisely on the basis of this three-pronged approach that Banco de Portugal has interpreted and carried out its mandate conferred by the legislator in the field of banking conduct supervision.", "In the wake of the financial crisis, there has been an intensification and refinement of prudential and banking conduct supervision.", "Lending for house purchase and consumption, for instance, have become much more regulated as a result of the measures taken by European and national legislators.", "The changes, however, are not only quantitative: they also impact on the nature of the regulations.", "Regulation has indeed increased, but it has also changed.", "In fact, banking conduct supervision is now empowered to intervene in new areas, with an impact on the institutions' business model.", "For instance, it is Luis Maximo dos Santos CIRSF - Annual International Conference Lisbon, July 4, 2019 BANCO DE PORTUGAL empowered to act upstream in the contracting process, by assessing the conformity of internal procedures adopted by institutions when creating and distributing banking products and services, and must ensure that these products and services and the channels selected for their distribution are suited to the features, needs and goals of the respective target groups'.", "As such, it is fair to state that a new regulatory and banking supervisory paradigm has emerged.", "With greater empowerment and complexity comes increased responsibility at various levels.", "The European Banking Authority's Guidelines on governance and control arrangements for retail banking products (which have already been adopted in Portugal) have brought us to a vastly demanding realm.", "A series of new obligations of relevance for banking conduct supervision now applies to the institutions' employee compensation policy.", "Institutions are required to put in place mechanisms for the approval and monitoring of compensation policies applicable to their employees involved in the drafting, sale and granting of mortgage credit.", "There are rules on the training and knowledge requirements of employees dealing with customers.", "This new banking conduct supervision paradigm, which resulted from extensive European legislation, has resulted in stringency levels that are 1See the 2017 Banking Conduct Supervision Report , pp.", "Luis Maximo dos Santos CIRSF - Annual International Conference Lisbon, July 4, 2019 BANCO DE PORTUGAL difficult to meet both by institutions and supervisory authorities, as well as to a degree of intrusion that is not always easily manageable, most notably as when it comes to drawing the line between regulation and management.", "However, in light of what transpired during the financial crisis, it was imperative to strengthen banking conduct supervision for the benefit of the banking sector.", "Very often we hear about conflicts of interest between prudential supervision and banking conduct supervision.", "Is it less common, however, to point out that both converge towards the same ultimate purpose: to ensure financial stability.", "Indeed, the disregard for conduct of business obligations, particularly when it becomes intense and lasting, directly undermines the pursuit of financial stability to the extent that it jeopardises the core value where the financial sector is founded: confidence.", "If institutions fail to internalise a culture of compliance with conduct of business obligations to their customers, is it reasonable to expect that they do so in other regards?", "A compliance-oriented culture is not partitioned: either it exists globally or it is merely a facade that crumbles as soon as any difficulties arise.", "Strictly speaking, even if on the basis of other instruments, the main issues related to prudential supervision also focus on conduct of business issues: what is, after all, sound and prudent management but the sum of manyLuis Maximo dos Santos CIRSF - Annual International Conference Lisbon, July 4, 2019 BANCO DE PORTUGAL attitudes and decisions?", "What is the basis for corporate governance rules if not the prevention of improper behaviour?", "What is the basis for monitoring the suitability of the management and supervisory bodies if not the prevention of improper behaviour, either deliberate or accidental?", "As Mark Carney,2 the Governor of the Bank of England, has rightly stated, over the past decade banking has suffered \"twin crises of solvency and legitimacy\".", "Unfortunately, improper behaviour in the financial sector continued even after the crisis, of which the Libor manipulation case is merely a very serious example.", "Mark Carney added: \"an industry the scale and importance of finance needs social capital as well as economic capital\" and gave the following bleak numbers: in the United Kingdom, 2017, only 20% of citizens considered that banks were being well administered, against 90% at the end of the 1980s.° And we all know, from our own experience in our countries, that the United Kingdom is not alone along this path.", "Is it just an unjustified perception?", "Many lessons have been learned from the crisis.", "But it is undeniable that there is still a long way to bring confidence back to the levels that the sector needs and deserves, given its key role in economic development.", "2 /-/media/boe/files/speech/2017/banking-standards-board-worthy- of-trust-law-ethics-and-culture-in-banking.", "Luis Maximo dos Santos CIRSF - Annual International Conference Lisbon, July 4, 2019 BANCO DE PORTUGAL However, the best managers have long realised that, in the medium and long term, a compliance-oriented culture is a source of long-lasting gains and a sustainability basis.", "And this is a perspective that could even be enhanced if, for example, among the criteria for managers' variable remuneration there were indicators on regulatory compliance and sanctions applied to the institution.", "Aligning incentives in favour of good practice is a path that should be further explored.", "Aclimate of confidence in the institutions makes the managers' work easier and is, in fact, a very important advantage in scenarios of change and uncertainty, as these we are experiencing.", "The belief in Adam Smith's 'invisible hand' has been hastily and superficially invoked for too long, forgetting that to correctly interpret his economic thinking we would need to summon his entire philosophical thinking, notably that expressed in The Theory of Moral Sentiments.", "Any system of ideas put into practice while neglecting the ethical aspects of behaviour is doomed to become a caricature of itself and, unfortunately, historical examples of this abound.", "Economics is a social science and not an experimental one.", "Proper consideration of its behavioural dimension is therefore fundamental.", "Thus, the Nobel Prize awarded in 2017 to Richard Thaler was an important sign given at a timely moment.", "As the financial crisis has shown, many decisions were driven not by economic rationale but by goals of a different nature.", "Luis Maximo dos Santos CIRSF - Annual International Conference Lisbon, July 4, 2019 4 BANCO DE PORTUGAL 6.", "The sale of non-performing !oans (NPLs) by banking institutions is a major priority of the European strategy for the pursuit of financial stability.", "However, it must be ensured that this is achieved without undermining the legitimate protection of the borrowers' rights, due to the fact that the claims are held by entities outside the scope of banking conduct supervision.", "The solution to this problem must be found on a European scale.", "Work on the proposal for a Directive, known as the 'Credit Servicers Directive\", has made some positive progress towards that objective.", "But we will see how the situation in the European political cycle that has just started will evolve, since it was not possible to approve the Directive in the previous European legislative term.", "This is a problem with deep social repercussions and one that needs to be given full attention.", "On a different level - which already goes far beyond the area of banking conduct supervision given the nature of the products concerned - it is also essential to ensure adequate levels of transparency when it comes to placing MREL eligible debt securities with retail customers.", "The most important challenge currently posed to banking conduct supervision is that of digital transformation.", "Recent technological innovation has redefined the way in which financial products and services Luis Maximo dos Santos CIRSF - Annual International Conference Lisbon, July 4, 2019 4 BANCO DE PORTUGAL are offered.", "This innovation brings opportunities and benefits to consumers whilst expanding the existing risks and creating new problems.", "Some of the risks and disadvantages are already known, but others may emerge as financial institutions embrace new technologies.", "The impact of the technological revolution in financial markets affects not only the functioning of the markets, but also changes the behaviour of the consumers participating in these markets (which are increasingly digital and demand greater convenience and speed).", "To this end, the banking conduct supervisor faces a complex situation: to ensure the balance between innovation, consumer protection, security and financial stability.", "For this purpose, banking conduct supervision should act dynamically, in particular by promoting the necessary regulatory changes.", "The massive use of consumer data by financial institutions may require the creation of specific rules targeting the use of non-traditional data sources, the promotion of greater transparency in the use of algorithms, or even the need to adopt robust algorithms that are tailored to the consumers' interests, and thus leading necessarily to their regular review.", "In the Joint Committee Final Report on Big Data, the European supervisory authorities reinforced the need for regulators and supervisors to monitor the Big Data phenomenon and communicated a set of best practices to financial institutions on the use of Big Data.", "Luis Maximo dos Santos CIRSF - Annual International Conference Lisbon, July 4, 2019 BANCO bE PORTUGAL Even the banking conduct supervisors are faced with the absolute need to adopt new supervisory methods and tools, in line with technological developments.", "In Portugal, the strategy of banking conduct supervision vis-a-vis technological developments is based on the following vectors: © To keep abreast of technological innovation; © To monitor the offering of financial products and services; © Toremove regulatory barriers; © Toensure technological neutrality; © To promote digital financial education.", "In developing economies, the digital context has the advantage of being able to increase the levels of financial inclusion.", "In contrast, the more developed economies should take into account the risk of excluding segments of the population with low levels of digital literacy, which is particularly relevant in societies with ageing population.", "First, the supervisor must guarantee the same rights to consumers regardless of the channel they use when acquiring banking products and services, ensuring the principle of technological neutrality - 'same business, same risks, same rules, same supervision'.", "The European Commission is reviewing the Consumer Credit Directive and the Directive concerning the distance marketing of consumer financial Luis Maximo dos Santos CIRSF - Annual International Conference Lisbon, July 4, 2019 BANCO DE PORTUGAL services, showing concerns precisely about information transparency and insights from behavioural economics in the digital context.", "In the European Union, cross-border offering of financial services is further enhanced by the possibility of providing services under the freedom to provide services ('FPS') regime.", "This reality calls into question the banking conduct supervisor's scope of action, a problem that needs to be addressed.", "The European supervisory authorities have paid special attention to this topic, and the report on 'cross-border supervision of retail financial services' has recently been approved and is pending publication.", "There are very different views on the economic and social impact of the new digital technologies.", "But everyone agrees that it is both structural and profound.", "As at all times, problems do not reside in the technologies themselves but in the use we make of them.", "A new world has already arrived and is developing under our eyes.", "Whether or not it will be a 'brave new world' in the sense given by.", "Aldous Huxley in his famous novel, it is up to each one of us to contribute to the answer.", "Thank you very much for your attention.", "Luis Maximo dos Santos CIRSF - Annual International Conference Lisbon, July 4, 2019"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking conduct supervision", "Financial stability", "Digital transformation", "Financial literacy", "Regulatory framework", "Prudential supervision", "Compliance culture", "Behavioural economics", "Non-performing loans", "Big data"]}