{"sentences": ["Emerging Challenges and Lessons from the Māori Economic Renaissance Federation of Māori Authorities (FOMA) A speech delivered to the conference Nelson 27 September 2019 By Adrian Orr, Governor 2 The Terrace, PO Box 2498, Wellington 6140, New Zealand Telephone 64 4 472 2029 Online at www.rbnz.govt.nz Ma tini ma mano ka rapa te whai.", "To our tīpuna, those past and present gathered here for this paramount kaupapa.", "koutou katoa Thank you for inviting me to speak at your conference.", "It is a privilege to return to this fine annual occasion.", "I'd like to acknowledge Wakatū whānau and Te Tau Ihu, and also the FOMA Board, especially Traci Houpapa (chair) and FOMA members present.", "I have been involved in many FOMA events over the years wearing a variety of hats.", "I have always relished the experience and found it fun and challenging, and I am very proud of you all for the progress made over recent decades.", "Māori in business As FOMA members you represent an important segment of in Aotearoa, and Aotearoa business, full stop.", "Many of you have been at the forefront of the relatively recent Māori economic renaissance following your very long period of often forced alienation from the business world.", "Your businesses are based primarily on your whenua assets, and as a result most of you are heavily engaged in the fishing, forestry, and/or farming industries throughout the industries value-chains.", "You also operate under a variety of legal frameworks, from iwi Land Trusts and Corporations, through to individual title.", "Each governance framework has a unique history, as well as strengths and weaknesses for attracting and retaining business capability, accepting and managing risk, and retaining whenua ownership.", "However, across these industries and ownership structures, you have been persistent and innovative in returning your resources to sustainable and productive use.", "There are growing and impressive statistics that are becoming more widely known and assets are Māori owned, with a total value celebrated.", "For example, 10% of primary sector of $13 billion from New Zealand's agriculture, forestry and fishing asset base1.", "The economic asset base is also diversifying, with new investment areas including geothermal, digital, services, education, tourism and housing2 moving with the New Zealand economy and leading in some areas such as brand development.", "The Māori economic asset base now adds-up to multi-billions of dollars, representing an important part of the pūtea of Aotearoa.", "However, measuring the contribution of Māori to the economic wellbeing of Aoteroa by asset culture, and the challenges Māori and Pākehā size alone is a dis-service.", "Māori have faced together since the 1800s, continue to mold how we do business in New Zealand, and how we are viewed by the rest of the world.", "In 2018, the New Zealand Ministry of Foreign Affairs and Trade recognised Māori as being the past and ongoing key to international trade.", "We also champion Māori economic contribution in our story The Journey of Pūtea Matua5, starting with the arrival of your tīpuna in the 1400s, or thereabouts.", "economic practices of your The tīpuna are well known to have been, and continue to be, long-term and inter-generational.", "Your investments aim to be values-based in the interests of your mokopuna and their mokopuna.", "You strive to show more New Zealanders how manaakitanga and kaitiakitanga are integral to running a business.", "It's important to recognise the value Māori business brings to Aotearoa not only but to also encourage and protect that contribution.", "It is a vital resource that should not be overused.", "This is similar to a desirable 'virtuous circle' of business activity, one that self-supports economic profit, environmental sustainability, social inclusion, and cultural diversity.", "The alternative is the 'vicious circle' that sees any one of these outcomes only being achieved at the cost of another.", "Often the difference between the vicious and virtuous circle is simply the time horizon over which people are incentivised to operate.", "Pūtea Matua has a lot to learn from you, as do business owners globally.", "A real-life example of business based on long-term values.", "This is, in part, why we have introduced a Māori strategy7 Pūtea Matua.", "Our role is to think and operate for the long-term, and to be successful we need to be relevant and draw on the broadest insights.", "It is also in part to support and guide our Climate Change strategy8, which we see as a key long-term risk to financial stability globally.", "Perhaps there is a place for a 'Kaitiaki Pledge' businesses more broadly, better ensuring that we capture the 'virtuous circle' of long-term economic growth, using the insights from tangata whenua.", "What a powerful position for Aotearoa business internationally a unique monopoly-selling strength to the heart of current and future consumers and investors.", "Of course such a pledge would impose significant commitment, so as to be most recognised business would need to 'walk the talk' and valued internationally.", "All Māori of long-term governance and leadership.", "An example of such a commitment relevant to this audience could be better committing Māori economic entities to work together to provide access to under-utilised resources on scale, so that relevant expertise can be sourced and investments made with full 'kaitiaki confidence'.", "This concept is part of the kaupapa that underpin FOMA, Poutama Trust9, and the more recently developed collective direct investment vehicle Te Pūia Tāpapa Fund10.", "Mahi tahi overcomes the fact that no one person or group has a monopoly access to resources, capability, and capital the three ingredients of an investment opportunity.", "Mahi tahi will bring this together under the umbrella of shared values.", "I have used the concepts of manaakitanga and kaitiakitanga to describe some of Māori business value drivers.", "However, it is important to acknowledge that these concepts are increasingly mainstream in international business, under a variety of headings but with similar goals.", "For investment, there is a growing cluster of managers of global capital concerned with better managing long-term investment outcomes, rather than shorter-term financial reward alone.", "For example, there are organisations such as: Focusing Capital on the Long-Term11; the United Nations Principles of Responsible Investing12, CPD (formerly Carbon Disclosure Projects)13; and Global Compact14; the One Planet Sovereign Wealth Funds15; the Global Network for Greening the Financial System16; the Paris Accord on Climate Change17; and locally Transparency International New Zealand18; the Climate Leaders Coalition19, The Aotearoa Circle20, and more.", "is great to be talking about It Māori economic progress, celebrating success and acknowledging that Māori entities are showing value-based leadership.", "As always, however, there is more work to be done to make the New Zealand economy more resilient and sustainable.", "The global investor activities mentioned already imply that standing still in business is not an option - global consumer and investor expectations are changing.", "Significant trust and investment is going to be needed to ensure the New Zealand economy - and specifically - Māori economic activity represented at FOMA moves sustainably into higher value-add, productive, activities.", "Internationally, consumer and investor preferences and expectations are changing rapidly, especially so when it comes to issues such as climate change.", "For example, here in Aotearoa there is recently proposed regulation attempting to transition the agricultural industry towards more long-term thinking.", "This includes the action plan for water quality developed by industry bodies and local and central government21, and agriculture being brought under the emissions trading scheme22.", "What ever your views are on the relative merits of these regulations, the fact is, preferences are changing and businesses need to change to remain relevant.", "Such change takes courage, action and investment.", "One thing is for sure, however, highly indebted businesses will have the least ability to invest ahead of these societal expectations and for innovation more generally.", "Going back a few years to the 1990s and 2000s, New Zealand's agriculture sector saw spread conversions from sheep and beef farming to dairy.", "The number of sheep in New Zealand more than halved, while the number of dairy cattle more than doubled23.", "This transition was driven by increased global demand for dairy products, which led to higher milk prices24.", "Meanwhile, wool and meat prices have been less attractive than they once were.", "These farm conversions required significant investment.", "Banks helped to fund this investment by lending heavily to the sector.", "Agriculture debt in New Zealand increased from $5 billion in 1990 to $63 billion today.", "Two thirds of this debt is owed by dairy farms25.", "Looking more closely at dairy farming in Aotearoa, debt has grown much faster than output debt per kilogram of milk solids produced has quadrupled in 15 years26.", "The rapid increase debt has been fuelled by banks' aggressive in agriculture and loose lending standards over recent years.", "While bank lending allows businesses to quickly take advantage of new opportunities, high debt comes with high risk.", "When times get tough, or when capital is needed to grow, highly indebted businesses find it much harder to weather the storm and remain relevant.", "This is a symptom of short-term thinking that is not sustainable.", "Banks' incentives are not the same as the farmers.", "Banks' business is to lend, and they are incentivised to manage the risk of their overall portfolio for the long-term, rather than the risk of any individual farm or business.", "This is why banks are critical and efficient in a modern economy - but debt must be used with care.", "A bank has a more diversified portfolio, so it will almost certainly survive a resonable sized dairy downturn, but many indebted farms might not.", "What are we doing, as Pūtea Matua, about the challenge of competing horizons and purposes when it comes to ensuring financial stability?", "On top of keeping inflation low and stable so businesses can focus on the long-term, we also look at other ways to maintain a healthy financial system.", "It is known that banks will be better incentivised to think about the long-term performance of the businesses they lend to, if they have more of their own equity at stake (i.e.", "more of their own skin in the game).", "This is why we are proposing to significantly increase the minimum capital requirements for banks operating in New Zealand28.", "An increase in bank capital benefits all New Zealanders by creating a safer banking system and longer-term lending consideration.", "This topic should be of special interest to some of you who are managing collectively owned assets.", "Since it is difficult for a bank to foreclose on a collectively owned asset, lending to such organisations is considered unsecured, and therefore more expensive.", "This makes it more difficult for you to get access to bank lending.", "In the short-term, less access to credit puts businesses with collectively owned assets at a competitive disadvantage to their industry counterparts.", "They have less funding optionality.", "These businesses also remain exposed to economic downturns which can be exacerbated by excessive lending to other competitors in the same industry.", "In the longer-term, businesses operating with collectively owned assets have lower leverage ratios than their industry counterparts as a result.", "Lower leverage brings greater resilience to economic shocks and longer-term sustainability.", "This means, in the longer-term, Māori businesses with collectively owned assets can have a stabilising effect on the economy as a whole.", "I know for some of you, any progress to change this situation is too slow.", "In the meantime, I would encourage you to take advantage of the opportunities that come with greater resilience, and look for partnerships that value long-term outcomes.", "In summary, the challenges ahead will still test your skills and adaptability: the global economic environment is volatile as trade tensions persists; commodity price swings will continue to test resilience; evolving consumer tastes and preferences are fast-moving and we need to move with those demands.", "And climate change literally means the changing tide will be closer to the door.", "Being whenua-based, these challenges will be both a risk and opportunity to all of you, and your ability to adapt and transform remains critical.", "A challenge I have confidence you will stand up to along the way.", "I want to acknowledge how you do business and the critical role FOMA has played to bring you all together to have a collective voice on business practices in Aotearoa.", "There are many examples of success within your membership that encapsulate innovation, increased productivity, and better returns on capital, yet based on long-term sustainable beliefs.", "That said, I want to thank all the many rangatira gathered here today for continuing to strive whānau, hapū, iwi and Te Ao for greater outcomes for our collective, Māori.", "tēnā koutou, tātou katoa.", "Tēnā koutou, tēnā Word Reference Aotearoa - New Zealand Iwi - Tribe Hapū Pākehā - New Zealander of European descent Mokopuna Grandchild(ren) Manaakitanga Respect for others Kaitiakitanga - Guardianship Te Pūtea Matua - Reserve Bank of New Zealand Te Ao Māori Māori world (view) Kaitiaki - Steward Tangata whenua Indigenous people Mahi tahi - Working togather Rangatira Leaders (contemporary), Chiefs (traditional) Meitaki ma'ata ata Cook Island Māori 'thank you very much' Tēnā koutou, tēnā koutou, tēnā tātou katoa - Greetings, greetings, greetings to us all"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Maori economic renaissance", "Maori businesses", "Sustainable practices", "Long-term thinking", "Financial stability", "Climate change", "Agriculture", "Debt management", "Bank capital requirements", "Collectively owned assets"]}