{"sentences": ["SPEECH SVERIGES RIKSBANK 3 December 2019 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Deputy Governor Per Jansson Danske Bank, Stockholm Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Contemplations of an interest-rate dove and inflation hawk* Those who follow the media reporting on monetary policy have probably noted that I have been considered the most dovish member of the Riksbank's Executive Board for some time.", "By this, I mean that I am considered to be the one who, at least for the time being, is inclined to conduct the most expansionary policy.", "For anyone unfamiliar with the terminology, the opposite of a dove is a hawk, someone who instead advocates a tighter monetary policy.", "An alternative terminology that is common in theoretical models is that a hawkish policy instead attaches considerable importance to the inflation target and gives less weight to other things.", "So actually, as I think it is justified to prioritise the inflation target and confidence in it, I could also be considered a hawk.", "More precisely, I could be described as a combination of an inflation hawk and an interest-rate dove.", "Describing the orientation of monetary policy-makers in ornithological terms is rather practical.", "Apparently, however, it is not entirely uncomplicated and misses some subtle differences.", "I would therefore like to start by elaborating on my view of current monetary policy and my reasoning at the most recent monetary policy meetings.", "The picture given in the monetary policy minutes can easily become a little compressed and I would therefore like to provide a slightly more comprehensive and cohesive account here.", "After that, I intend to address slightly more fundamental issues.", "More specifically, I would like to give my view of the advantages of the current framework, with an inflation target and a floating exchange rate.", "I feel that the debate over the last few years has been biased towards emphasising the disadvantages of this system and that the positive aspects have been overshadowed or perhaps even entirely forgotten.", "I think it is good to remind people of these now and again.", "Communication is of great importance To describe what has perhaps been my most important basis for the policy I have recently advocated, I would like to start by referring back to a speech I made two years ago.", "It concerned the international ideological debate on monetary policy and the lessons I thought could be learnt from developments in Sweden.", "One of the lessons I highlighted then was that it is important not to lose sight of inflation and inflation expectations.", "What I had in mind was the period from 2011 and a few years onwards when inflation in Sweden was unexpectedly low and periodically below the inflation target by quite a wide margin.", "Once inflation had undershot the target for a while, long-term inflation expectations also began to fall.", "In addition, there were signals from the labour market parties that the inflation target was no longer a given starting-point in wage negotiations.", "In other words, a risk began to arise that confidence in the inflation target would weaken to such an extent that the target would no longer function as an anchor for price-setting and wage formation.", "As is well known, we eventually managed to reverse the development and bring up inflation to the target again, but it took a long time and required a very expansionary policy, as well as a slice of good fortune.", "An important reason for inflation being so low for so long was the debt crisis in Europe which hit after the financial crisis and which most analysts had not seen coming, at least not with so much force and so soon.", "It slowed down the recovery that had begun and caused economic activity to deteriorate again, dragging down inflation in the process.", "The Riksbank underestimated the inflation effects, but we were far from alone in doing so.", "That expectations gradually followed actual inflation downwards was perhaps not so strange in itself but it took a while, at least for me, to understand how serious the situation was about to become.", "Another factor that may have contributed to the fall in inflation expectations, and which I also raised in my speech a few years ago, was how the Riksbank communicated monetary policy at the time.", "Overheated and structurally deficient housing markets had exacerbated the effects of the financial and debt crisis in many countries.", "Concern that this would also happen in Sweden made us direct much of our communication towards highlighting the risks associated with the development of debt and housing prices.", "Even though our forecasts still made it clear that we were striving to fulfil the inflation target and this was also emphasised in our communication, it may very well be the case that we talked a little too much about the risk of financial imbalances and a little too little about the importance of inflation being close to the target.", "This may have created uncertainty among economic agents regarding the actual status of the inflation target, and, in turn, may have contributed to the weaker confidence in the inflation target.", "The emerging suspicion was perhaps that we, so to speak, had taken our eye off the ball.", "The important lesson to learn here is, as I see it, that it is absolutely key to show that you always do have your eye on the ball and do not let other factors come into the picture in a way that risks economic actors starting to doubt that this is the case.", "I have been reminded of this lesson on a number of occasions lately, most recently at the monetary policy meeting in October.", "The picture we painted at that time of monetary policy going forward, in which we predicted that the repo rate will be raised very slowly to take it back into positive territory in the longer term, was one that I largely considered to be well-balanced.", "However, I expressed considerable doubt over the next increase in the repo rate happening as early as around the turn of the year, most probably at our next meeting in December, as implied by our forecast for the repo rate.", "There were several reasons why I did not think it was a good idea.", "First, our forecast was that inflation would remain below the target in the near term, and was not expected to stabilise at 2 per cent until late 2022.", "Of importance here was also the fact that I could not see any appreciable upside risks for the inflation forecast either.", "Second, as I saw it, an increase in the interest rate in the near future could hardly be expected to lead to a greater probability of the downward trend in inflation expectations reversing.", "This worried me quite considerably as it can affect the inflation rate on which the labour market organisations base their forthcoming wage negotiations.", "Third, I felt there was reason to worry about the consequences of both the Federal Reserve and the ECB increasing their monetary policy stimuli while in Sweden, if the announced rate rise were to be implemented, we would be going in the opposite direction.", "Many analysts also interpreted the signals from the meeting in October as the Riksbank viewing the abolition of negative rates as an end in itself.", "This applies not only to analysts in Sweden but also internationally.", "A couple of examples are articles from Bloomberg and in the Financial Times, in which the authors argue that the Riksbank has now realised the problems of negative interest rates and is therefore keen to get away from them.", "A number of analysts have also speculated that the Riksbank sees the zero level as so important in itself that it would be wary of lowering the repo rate over the coming years even if the economic outlook and inflation prospects were to deteriorate.", "My view is that, as a result of this, there may be a risk of several people starting to make the interpretation that we have indeed taken our eye off the ball to a certain extent, or at least don't have it as sharply in focus as we usually have.", "Too low average inflation creates problems Let me elaborate a bit on this.", "If the repo rate were to be raised as soon as around the turn of the year, the serious aspect is not in itself that the interest rate would then be 0.25 percentage points higher, although for someone who prefers an unchanged rate, there is of course no advantage in this either.", "The problem is instead that it might be perceived as the Riksbank deviating from what it normally does: designing monetary policy so that it is always very clear that the inflation target is the point of departure.", "This is of course particularly important in situations where there is a risk of confidence in the inflation target starting to evaporate.", "Consequently, it is not \"the tenths\" themselves that are important - and they are of course even less important under more normal circumstances.", "But when confidence in the inflation target is at stake, even tenths can send signals and this is something I think one is well advised to consider.", "Let me stress that I of course believe that my colleagues on the Executive Board also take arguments like these into consideration.", "However, it can certainly be the case that we make different assessments of how important they are.", "This is natural and in a way the whole point of an executive board.", "What I am presenting here is my way of looking at things and my personal assessments.", "A necessary condition for maintaining confidence in the inflation target is, as I see it, that the monetary policy we conduct and plan to conduct means that we anticipate inflation being 2 per cent at least at the end of the forecast period we are considering.", "If the inflation forecast is not 2 per cent even in this time perspective, the monetary policy, on which our inflation forecast is based, is wrong and we must adjust it.", "But as I was just discussing, this is not always enough - it is not a sufficient condition.", "Even though our inflation forecasts are in line with the target, but we act and communicate in a way that can make it unclear how important we consider the inflation target to be - and in the worst case do this on repeated occasions - economic agents will sooner or later start to doubt our intentions.", "If such doubt takes hold, inflation expectations in the economy may start to fall.", "Economic agents may start to expect lower inflation than 2 per cent even in the long term, and ultimately also begin to incorporate this into their economic decisions.", "In this case, a self-reinforcing process arises leading to average inflation \"getting stuck\" at too low a level.", "But would this really be so problematic?", "Yes, I think it would be.", "That I am such a committed advocate of the inflation target is not about me considering the 2-percent target to be \"holy\", just for the sake of it.", "It is about it not only being important from an economic perspective that inflation does not rise too high, but also that it does not fall too low.", "I have often discussed the arguments for this, but they are worth repeating.", "There are above all two aspects that I think make it important to maintain confidence in the inflation target of 2 per cent and which indicate that the target should not be lower.", "One is that, when average inflation is too low, it becomes more difficult for wage formation to distribute the resources in the economy efficiently.", "The reason is that it has proved difficult in practice to lower nominal wages.", "If inflation is low and nominal wages cannot be lowered, then it becomes difficult to adjust real wages between different professions, companies and sectors.", "This can ultimately lead to both higher unemployment and poorer productivity growth in the economy.", "A moderate level of inflation mitigates these problems.", "It functions as grease in the wheels of the economic machinery.", "Another advantage with an inflation target of 2 per cent, which has come to the fore in recent years, is that it creates at least some scope for lowering the policy rate before it reaches its lower bound.", "If the inflation target, and hence average inflation, were to be lower, then the nominal rate would also on average be lower.", "This would be particularly problematic in a world where real interest rates are very low, as is currently the case.", "The scope for lowering the rate before it reaches its lower bound would then be more limited than it is today, which would make it more difficult to counteract future recessions.", "Therefore, if one does not like negative interest rates, one should not advocate a lower inflation target, as that would imply that the policy rate would have to be negative for longer periods.", "In the international debate, moreover, there are several economists who think that not even an inflation target of 2 per cent provides sufficient scope to conduct as expansive a monetary policy as is sometimes necessary.", "So there are sound economic arguments for an inflation target that is not lower than 2 per cent.", "To sum up, it is these considerations I have in my mind when I talk about the importance of keeping our eye on the ball.", "Basically, it is a question of constantly being very clear about the guiding role of the inflation target in the design of monetary policy.", "The lower bound of the repo rate is less than Regarding negative interest rates, I presented my own view on the matter in a speech around this time last year.", "I think that the difficulties with negative rates are not so much a question of purely economic aspects, but rather of what is feasible according to social conventions and possible to create understanding for.", "For example, the biggest problem is probably not the one that is commonly highlighted, namely that the general public would choose to empty their bank accounts and only hold cash, as soon as the interest rate is negative.", "Holding savings in cash is, when it comes down to it, both troublesome and costly and given that most people in Sweden have started to abandon cash, it is not something that would seem particularly natural.", "The pain threshold here is probably relatively high, from a purely economic perspective.", "On the other hand, I strongly suspect that it would be difficult to gain understanding for a policy that involves private individuals also encountering negative rates on their deposit accounts; in other words having to \"pay to save\".", "This is perhaps a limitation that simply has to be accepted.", "Ultimately, the legitimacy of, and confidence in, an independent institution like the Riksbank is based on the general public understanding the policy conducted, or at least not considering it to be illogical and unjust.", "But it is exactly this that I think constitutes the limitation.", "That zero per cent should be some magical limit for the repo rate is for me more difficult to understand, however.", "During the almost three years that the repo rate was -0.5 per cent, normal banksaver deposit rates never became negative, so there seems nevertheless to be some scope for negative interest rates.", "And bearing in mind that monetary policy resources are not inexhaustible, I think it is good to be able to make use of this scope if it can thereby help to avoid major costs to the economy.", "If it were to take longer to reach the target, it does not mean we would give it up I made the point earlier that it is very important how monetary policy is communicated.", "Before I go on, allow me to discuss a hypothetical case that makes it particularly clear how central this point is.", "It is no secret that very low real interest rates have reduced the scope for managing cyclical fluctuations with the help of monetary policy.", "In a speech three years ago, I said it could not be ruled out that we might at some stage reach a point at which we consider it no longer desirable to make monetary policy more expansionary.", "If we were to find ourselves in such a situation - and I say if - we may as a consequence have to accept that it takes longer than it normally does to attain the inflation target.", "The advantages I just described of an inflation target of 2 per cent would of course still apply and we would continue to do our best to attain the target.", "The difference would be that we open up for the possibility that it could take longer than we normally expect, and we accept this without making monetary policy more expansionary.", "In such a hypothetical case, we would thus not \"give up the inflation target\" and suddenly start conducting an entirely different policy and, for example, raise the interest rate.", "There would still be reason to conduct a policy that is as expansionary as we deem possible, to avoid taking longer than necessary to attain the target.", "However, one consequence might be that the Riksbank's communication becomes even more central.", "The damage in a situation where monetary policy is not made more expansionary, despite inflation being expected to undershoot the target for a long time, will be much less if the general public can be convinced that the target has not been abandoned, but that it is merely a question of taking longer than normal to attain it.", "Clarifying this would be a difficult but hopefully not impossible task.", "Often unclear whether the criticism applies to monetary policy or the target Having gone through how I view the current situation and discussed a few related aspects, I would now like to widen the perspective a little and talk about more fundamental issues.", "More specifically, I thought I would go into why we have the framework we have, with an inflation target and a floating exchange rate, and what benefits this system provides.", "This is not the first time I have done so, but I believe it is useful and important to remind people of this now and then.", "Having lived with a monetary policy framework for a long time, it is easy to start taking the benefits of it for granted and to focus on the drawbacks.", "The debate in recent years suggests that this is what has begun to happen, at least in some quarters.", "The debate has had slightly different angles.", "One line of reasoning criticises the policy conducted by the Riksbank, although it is not always clear, to me at least, the extent to which this criticism is directed at the policy as such - i.e.", "that we have taken the wrong action given the target we have - or at the target definition itself.", "The monetary policy mandate given to the Riksbank by the Riksdag is in short to keep inflation over time close enough to 2 per cent so that long-term inflation expectations in the economy are anchored at that level.", "More or less all central banks in western countries with a floating exchange rate have the same main task and the same target level, for example Norges Bank, the Bank of England and the Federal Reserve.", "Broad support for the inflation target Before continuing, allow me to digress a little on the subject of the Riksbank's mandate.", "Those who follow the current debate can certainly gain the impression that the Riksbank has unilaterally adopted a monetary policy target that it thinks is appropriate - 2 per cent inflation - but that is quite controversial in the rest of society.", "In other words, the inflation target is the Riksbank's and only the Riksbank's.", "This interpretation is, however, both incorrect and unfortunate.", "So whose is the inflation target, then?", "The decision to introduce an inflation target of 2 per cent was taken in 1993 by the General Council of the Riksbank.", "At that time, the General Council had a different role to the one it has today and was the Riksbank's decision-making body.", "The then Governor, Bengt Dennis, has described the prevailing regime as follows (Dennis, 2003, p. 182): \"The General Council consisted of eight members.", "Seven members were elected by the Riksdag while the eighth, the Governor of the Riksbank, was appointed by the General Council.", "It was a council elected on political grounds and the majority of its members were active politicians\".", "At the outset, the inflation target received a fair amount of criticism, even from politicians.", "But quite soon, when the advantages of the target had become clearer, broad support emerged for it.", "For many years now, the Riksdag Committee on Finance has performed a review of monetary policy and every few years has also tasked two foreign economists to review monetary policy.", "These reviews largely concern the policy that the Riksbank has conducted but there is of course nothing in principle to prevent framework issues being addressed, which has also happened on occasion.", "If the Committee on Finance or the foreign reviewers had considered the inflation target of 2 per cent to be inappropriate, it is reasonable to assume that this would have been communicated at some point over the twenty-five years or so the target has been in force.", "But this has not happened.", "Thus, elected representatives played a key role in the introduction of the target, they have always supported it, at least a majority of them, and there is nothing to suggest that this is no longer the case.", "As I see it, this is approximately the criterion for being able to call the inflation target \"Sweden's\" inflation target.", "So it is not just the \"Riksbank's\" target, even though it is of course the Riksbank's task to try to attain it.", "Good target attainment in recent years With that, I will return to the debate on the monetary policy framework.", "The Riksbank has performed its task rather successfully in recent years.", "In terms of the target variable CPIF, inflation has been very close to 2 per cent over the past two years as well as during the first half of 2019, albeit with some help from an increase in energy prices.", "It is only in the most recent months that inflation has fallen back somewhat and it has done so largely as a result of a lower contribution from energy prices.", "Many who have been critical of the policy conducted by the Riksbank claim they support the monetary policy framework and the inflation target.", "But bearing in mind the aim of monetary policy having been to keep inflation around the target and to maintain confidence in it, and that the Riksbank has had to work quite hard to achieve this, it does not seem far-fetched to conclude that the criticism is implicitly nevertheless that the target itself should have been different.", "This is true at least if one believes that monetary policy could have been very different to what it has been.", "And this is exactly the opinion many critics must be perceived to have; otherwise it is difficult to understand at all why the discussion is so lively.", "In this context, it can be worth emphasising that the expansionary policy conducted by the Riksbank has been just enough to bring up inflation to 2 per cent.", "Inflation has never been excessively high in recent years, but on the contrary has recently fallen back somewhat and is now once again below the target.", "It is therefore difficult to see how we, so to speak, have gone too far in view of our target.", "I think it is reasonable that those who claim they support the monetary policy framework and the inflation target, but nevertheless have been critical of the policy conducted, take this into consideration.", "The inflation target has had considerable benefits... Apart from this criticism, there is also a line of reasoning that states more clearly that the target definition should be different.", "It is above all this part of the debate that I will concentrate on in my discussion going forward.", "I would like to go deeper into two specific areas: wage formation and the exchange rate.", "It was failures in these two areas in particular that caused, or rather forced, Sweden to switch over to the monetary policy regime we have today with a floating exchange rate and inflation target.", "To provide some background to my continued discussion, allow me to describe the situation prior to inflation targeting.", "Since the early 1970s, Sweden had been stuck in what could be called a devaluation cycle.", "Pegging the exchange rate, at least in theory, is the same as setting a target for domestic inflation.", "The idea is that the domestic rate cannot exceed (or fall below) inflation in the countries to which the domestic currency is pegged, at least not for any longer periods of time.", "But in order to make the commitment of maintaining a fixed exchange rate credible, it must be supported by other policies.", "This was not the case in Sweden.", "As there were expectations of continued high inflation and of the Swedish krona being devalued, in other words of the target for the exchange rate being abandoned sooner or later, the wage inflation trend in Sweden was stronger than it was abroad.", "As the exchange rate was fixed, the competitiveness of Swedish companies weakened and a cost crisis arose.", "To rectify this, no other solution than to devalue the krona was thought to be available, which meant that the expectations of the krona's devaluation were met.", "This in turn meant that the inflation trend could continue, competitiveness gradually weakened again, the exchange rate was once more adjusted downwards, and so on.", "What is normally referred to as \"the nominal anchor\" - the benchmark for inflation expectations and thus for price-setting and wage formation - did not function as intended.", "It was far from obvious that inflation targeting, introduced in 1993, would succeed in achieving what the fixed exchange-rate policy had failed to - to re-establish the anchor for price-setting and wage formation.", "Today, we know that it did succeed and furthermore did so relatively quickly.", "If I was to pick out the most important contribution made by inflation targeting, it would be precisely this - providing a nominal anchor for the economy.", "As far as Sweden is concerned, it is quite clear that the inflation target has helped provide greater orderliness by playing this role, and this has probably been an important explanation for the Swedish economy having developed so favourably since the crisis at the beginning of the 1990s.", "... but these benefits seem to have begun to fall into oblivion As I noted earlier, there is broad support for the inflation target.", "But as regards wage formation, there is currently an opinion, at least in some quarters, that the inflation target has played its part and become irrelevant: It was important when bringing down wage inflation from its high levels of the 1970s and 1980s, but once this has been achieved, the target no longer fulfils any function and might as well be abolished.", "For several reasons, I see this as a historically questionable and myopic argument, and it would be unfortunate if this view were to gain a firmer foothold.", "First, it is always sensible to not let oneself be influenced too much by the prevailing situation when discussing the design of frameworks that are expected to be stable and be in place for a long time.", "It is of course true that the kind of inflation and wage surge seen during the 1970s and 1980s does not seem likely in the foreseeable future.", "But at the end of the day, what do we really know about how the situation will be a few years in the future?", "Even if inflation has been subdued in recent years, it is not likely that we have arrived at \"the end of inflation\" for all eternity.", "Inflation has always varied and never been constantly high or low for any particular length of time (see Figure 1).", "It is difficult to see how society could have changed so fundamentally that this historical regularity now no longer applies.", "Assume that inflation, for reasons we cannot currently identify, will be, say, 4 per cent a few years ahead.", "Even those who now consider the inflation target having become irrelevant would probably then see the benefits of a credible anchor at 2 per cent.", "A credible inflation target stabilises wage formation, both when inflation is unexpectedly high and when it is unexpectedly low.", "Second, it is very unclear what might replace the inflation target as the anchor for prices and wages in the economy.", "One possibility is of course for Sweden to revert to a fixed exchange rate.", "This is something I will return to shortly.", "My interpretation, however, is that those who think the inflation target has run its course for wage formation are not predominantly advocating a return to a fixed exchange rate.", "Instead, they seem to be relying on the wage formation reforms themselves being sufficient.", "According to these reforms, which are collectively known as the Industrial Agreement, industry has, for over twenty years, been setting the benchmark for wage negotiations and is thereby steering wage growth in the entire economy.", "In this way, international competitiveness is taken into account when Swedish wages are set.", "The Industrial Agreement has definitely fulfilled an important function as regards bringing about more controlled wage formation with restrained wage increases.", "But from a broader economic perspective, it is difficult to see how an agreement between labour market parties could constitute a sufficiently stable anchor for prices and wages in the entire economy, in order to be able to replace the inflation target.", "As far as I am aware, Sweden would then be the first country in the world to abandon inflation targeting in order to rely on such a system instead.", "The ways of trying to provide an economy with a nominal anchor that are currently employed are either directly via an inflation target or indirectly via a fixed exchange rate.", "Important to discuss the conditions for wage In recent years, a number of challenges with regard to the system whereby industry sets the benchmark for wage negotiations in the rest of the economy are being increasingly discussed.", "One aspect addressed is that this standardisation makes it more difficult to change relative wages, which might be called for from the perspective of fairness and distribution.", "For example, it can be an obstacle to reducing wage gaps between women and men.", "But the problem has also been highlighted from a macroeconomic perspective.", "If relative wages are not flexible enough, it could counteract an economically effective distribution of the labour force among professions and sectors.", "This could in turn create imbalances on the labour market.", "Many analysts argue that, instead of the most important aim of wage formation being to safeguard the international competitiveness of industry, it should be to achieve balance in the labour market as a whole.", "Another important aspect highlighted in the discussion is the extent to which this wage standardisation is always compatible with an inflation-targeting regime.", "The reason for highlighting this issue is the strikingly low overall nominal wage growth in the economy despite a healthy economic situation and more or less on-target inflation.", "That wage agreements in Swedish industry have been restrained is due to a large extent to modest wage growth in our European competitor countries, probably because many of these countries have been hit very hard by the international financial crisis and subsequent European debt crisis.", "As the agreements in industry also set the standard for wage agreements in other sectors that are only partly or not at all exposed to competition, these agreements will also be low.", "From a theoretical perspective, this type of wage standardisation should not be incompatible with inflation targeting in the long term as the euro area's inflation target is very much in line with Sweden's.", "But in periods when wage growth in the euro area is unusually low, standardisation based on the industrial sector contributes to low wage growth in the Swedish economy as well.", "Even though the Riksbank would make monetary policy more expansionary in such a situation, the inflation target may take longer than normal to attain.", "During these periods, there is a risk of inflation expectations falling and of confidence in the inflation target weakening.", "This would not be good for the Swedish economy.", "We could then get stuck in a situation with too low average inflation and nominal interest rates, longer periods of negative rates and greater difficulties in counteracting recessions via monetary policy.", "A more general challenge is the fact that the constantly ongoing structural transformation is changing the playing-field.", "It has already been highlighted in the debate that there are labour shortages in parts of the labour market, primarily publicly funded activities, which will also increase in the years ahead for demographic reasons.", "Substantial real wage increases will be necessary there in order to meet staffing requirements.", "Another aspect is that a new exposed sector is gradually emerging, above all with more service companies.", "The longer-term consequences of a relatively limited and probably decreasing part of the economy setting the benchmark for the entire labour market is therefore not something we can just ignore and refrain from discussing (see Figure 2).", "The interaction between the monetary policy framework and the conditions for wage formation is an important issue to analyse.", "The Riksbank shall, of course, not strive to directly influence wage formation nor try to steer the agreements in a particular direction.", "It is up to the labour market parties to determine this.", "But if there is a perception starting to spread that the inflation target is irrelevant and should be scrapped, we have, given our mandate, an obligation to bring this up to discussion and point out that we consider it to be a problem.", "When it comes down to it, Sweden is not the only country with an inflation target of 2 per cent and an industrial sector exposed to international competition.", "Important to have perspectives on the krona Let me now go over to the other area I wish to delve deeper into; the exchange rate and development of the krona.", "When Sweden introduced an inflation target in 1993, we chose an exchange-rate regime at the same time.", "As I just pointed out, a fixed exchange rate and an inflation target with a floating exchange rate are two different ways of trying to provide the economy with a nominal anchor, that is, a benchmark for price-setting and wage formation.", "An inflation target tries to steer expectations in the economy directly, while a fixed exchange rate tries to steer them indirectly, by virtue of it becoming more costly if price increases and wage growth are higher than abroad.", "As we have established, the latter disciplinary mechanism did not work well for Sweden.", "So all that remained was to test an inflation target.", "My firm conviction is, as I have already touched upon, that the political system clearly supports the system with an inflation target of 2 per cent and a floating exchange rate, and my perception is that the same applies for a large majority of the Swedish people.", "It is reasonable to assume that they therefore also expect the Riksbank to do what it can to maintain confidence in the inflation target.", "It would be odd if the idea was for Sweden to, on the one hand, have an inflation target but that, on the other hand, it was not so important for the target to be credible, nor for the Riksbank to try to ensure that this was the case.", "If the view is that confidence in the inflation target is important, it follows, or at least should follow, that there is an acceptance that, when the Riksbank conducts an expansionary policy to maintain confidence in the inflation target, the krona exchange rate will be affected.", "This occurs via the normal exchange-rate channel of monetary policy, that is to say, a low interest rate in relation to abroad makes it less profitable to hold financial assets in Swedish kronor than in other currencies.", "The demand for kronor then decreases and the krona exchange rate depreciates.", "Development of the krona has been weak for a few years and there is no doubt that one reason for this is indeed the exchange-rate channel and the expansionary policy to maintain confidence in the inflation target.", "It would be strange if this were not the case as this is partly how monetary policy works.", "But, and this is an important 'but', it is far from the whole picture.", "It is obvious that another part of the explanation is that currencies in small, open economies tend to depreciate when there is turbulence in the world.", "For example the Norwegian krone and the New Zealand dollar have experienced a very similar development as the Swedish krona in recent years, despite the policy rate in Norway and New Zealand being 1.50 and 1 per cent respectively, that is to say significantly higher than in Sweden (Figure 3).", "This is a very important observation to consider when criticism is being levelled at the Swedish inflation-targeting regime.", "It gives some perspective to, among other aspects, the \"krona collapse\" that is often highlighted in the debate.", "But if one holds the view that the movements in the krona are not acceptable, one can of course argue for a return to a fixed exchange rate.", "This would, however, be a political decision and nothing the Riksbank can decide on.", "Under the Currency Rate Act, the government takes decisions on the exchange-rate system that is to be applied.", "If one argues for a fixed exchange rate, it is reasonable that one explains why the costs of having a floating exchange rate should now have become too great.", "As far as I am concerned, I cannot see that this has happened.", "On a more general level, one needs to explain why the general benefits of a fixed exchange rate are considered greater than those of a floating rate, including that the latter can function as a shock-absorber in times of crisis.", "If one thinks that the krona should be retained but tied to the euro, for example, it is of course an advantage if, in the light of our past negative experiences, one has a convincing story as to why this type of arrangement would work this time.", "It is also possible to go a step further and argue in favour of Sweden abolishing the krona and introducing the euro instead.", "This is obviously an even bigger decision as it is basically irrevocable.", "If one believes that adopting the euro would be a good idea, I am sure it is possible to find several good reasons for doing so.", "But I cannot see that one of these would be that the inflation-targeting regime has been ineffective and made us poorer as a people and nation.", "My most important messages Let me round off by summarising my main messages.", "I started by presenting my reasoning at the most recent monetary policy meetings.", "Here a key argument was that I find it crucial to be very clear about the guiding role of the inflation target when designing monetary policy.", "If such clarity is lacking, there is a risk of a selfreinforcing process emerging leading to average inflation \"getting stuck\" at too low a level.", "Such a development would be problematic, not least as it would lead to the policy rate having to be negative for longer periods.", "I then discussed the current framework with an inflation target and a floating exchange rate as a point of principle.", "Here my main purpose was to remind people of the positive aspects of this framework, as my experience is that the debate over recent years has been biased towards emphasising the disadvantages.", "I discussed and responded to two arguments that have occurred in the debate: that the inflation target is no longer relevant as a benchmark for wage formation and that the krona's development in recent years shows that the costs of having a floating exchange rate have now become too great.", "The framework with an inflation target and a floating exchange rate, which we launched in 1993, is not perfect in all situations and for all events.", "But unfortunately, no perfect system exists and the interesting question is whether there is a better alternative.", "This reminds me of Winston Churchill's evaluation of democracy as a form of government: \"Indeed it has been said that democracy is the worst form of government except for all those other forms that have been tried from time to time.\"", "I think this is also an apt quotation for inflation targeting, so far at least.", "Aftonbladet (2013), \"Nya direktörer men samma gamla riksbank\" [New directors but same old Riksbank], post on Ledarbloggen by Ingvar Persson.", "Boije, Robert (2019), \"Riksbankens otydliga kommunikation riskerar att skada förtroendet\" [The Riksbank's unclear communication risks damaging confidence], debate article in Realtid, 11 November, -otydliga-kommunikation-riskerar-att-skada-fortroendet Calmfors, Lars (2018) \"Industrins lönenormering kan och bör reformeras\" [Wage standardization in industry can and should be reformed], in Lönebildning för jämlikhet [Wage formation for equality], the 6F trade union partnership, 2018.", "Calmfors, Lars, Simon Ek, Ann-Sofie Kolm and Per Skedinger (2019), Kollektivavtal och lönebildning i en ny tid [Collective agreements and wage formation in a new age], Dialogos, Stockholm.", "Carlsson, Mikael, Iida Häkkinen Skans and Oskar Nordström Skans (2019), \"Wage Flexibility in a Unionized Economy with Stable Wage Dispersion\", IZA Discussion Paper No.", "12093, Institute of Labor Economics.", "Dagens Nyheter (2014), \"Ta tillbaka makten över Riksbanken\" [Take back control over the Riksbank], editorial by Peter Wolodarski, 15 June.", "Dennis, Bengt (2003), \"Första året med flytande krona\" [First year with a floating krona], in Jonung, Lars (red.", "), På jakt efter ett nytt ankare [Looking for a new anchor], SNS Förlag.", "Ministry of Finance (2016), \"Översyn av det penningpolitiska ramverket och riksbankslagen\" [Review of the monetary policy framework and Sveriges Riksbank Act], Committee ToR 2016:114.", "Gordon, Paul, Piotr Skolimowski and Craig Stirling (2019), \"Lagarde's ECB Toolkit Threatened as Subzero Skepticism Grows\", Bloomberg, 31 October.", "Jansson, Per (2016), \"Time to scrap the inflation target?", "\", speech at Swedbank, Stockholm, 7 December.", "Jansson, Per (2017), \"The ideological debate on monetary policy - lessons from developments in Sweden\", speech at Fores, Stockholm, 6 December.", "Jansson, Per (2018), \"Monetary policy in less favourable times - what are the options?", "\", speech at Insurance Sweden, Stockholm, 4 December.", "Milne, Richard (2019), \"Riksbank set to exit negative rates with December rise\", article in Financial Times, 24 October.", "Orphanides, Athanasios and John C. Williams (2003), \"Imperfect Knowledge, Inflation Expectations, and Monetary Policy\", NBER Working Paper No.", "Weiss, Ittay (2017), \"Nothing matters: how the invention of zero helped create modern mathematics\", The Conversation, 20 September, -matters-how-the-invention-of-zero-helped-create-modernmathematics-84232 Figure 1.", "Share of employed persons in industry and mining and private service sector respectively Private services Industry and mining 20 20 80 85 90 95 00 05 10 15 Note.", "Employed persons in each sector in per cent of the total number of employed persons.", "Source: Statistics Sweden Figure 3."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation targeting", "Floating exchange rate", "Wage formation", "Confidence in the inflation target", "Negative interest rates", "Krona exchange rate", "Monetary policy framework", "Industrial Agreement", "Wage standardization"]}