{"sentences": ["Remarks Carolyn A. Wilkins Senior Deputy Governor International Finance Club of Montréal Montréal, Quebec November 19, 2019 Financial Stability in an Introduction It's always a pleasure to be here in I'd Montréal.", "like to thank the International Finance Club of Montréal for the invitation.", "I'd like to speak with you about financial stability in Canada, in a world that seems more and more uncertain.", "This is part of our commitment to update Canadians twice a year about financial-stability issues that are relevant to them.", "The Canadian economy is performing relatively well overall.", "Inflation is close to target, the unemployment rate is near historic lows, and wage growth has picked up.", "There are, nonetheless, important regional differences.", "The Quebec economy is performing particularly well these past few years, bringing many people back to work.", "However, the ongoing adjustment to lower oil prices continues to weigh on economic activity in the energy-producing provinces, causing hardship for many people.", "Beyond our shores, the global economy is facing immense challenges.", "The trade war between the United States and China is top of mind for all of us.", "Yes, there is a possibility of an initial deal.", "Still, uncertainty about trade policy remains high.", "This uncertainty has caused a global slowdown and even fears of a global recession- don't call for though most baseline forecasts, including our own, one.", "Even if the trade war worse, by 2021 it could cost around US$1 trillion in lost economic Monetary Policy Report output around the world.", "As you saw in our latest (MPR), Canada's being hit too, but a domestic recession isn't in our forecast either.", "The trade war isn't the only source of uncertainty.", "Brexit, tensions in the Middle East and social unrest in Hong Kong and some countries in Latin America.", "Risk managers here today know how difficult it is to design business strategies in this environment.", "The Bank of Canada and other authorities must assess the risks and have the right safeguards in place.", "Ideally, you want to put the winter tires on before the snow falls.", "It not only protects you, but also everyone else on the road.", "I'd like to spend my time today making three points: 1.", "Canada has made progress taming financial vulnerabilities over the past couple that doesn't mean of years-but we can let our guard down.", "The global context has worsened, increasing risks to the global expansion and the chances of financial stress that could spill over into Canada.", "In the unlikely event of a storm, financial system is resilient, and we are in a good position to deal with whatever comes our way.", "I will also share our research plan for a major issue that is shaping the financial system-climate change.", "Keeping vulnerabilities in check You've heard us say for a while that Canada's biggest now domestic financial vulnerabilities are the high level of household indebtedness and imbalances in the housing market.", "We worry about these things because weaknesses in the financial system can make economic outcomes far worse if a downside risk comes to pass.", "Let's remember where we were a few years ago.", "Household debt had climbed to nearly 1.8 times disposable income.", "Almost one in five new borrowers had mortgages at least 41⁄2 times their income.", "National house-price growth peaked at 20 percent (year over year), with increases in the Toronto and Vancouver areas even higher into the stratosphere.", "The good news here is that we have made progress.", "Credit growth has moderated, and income growth has picked up.", "So the debt-to-income ratio has been stable over the past couple of years.", "Also, the share of new mortgages going to highly indebted borrowers fell to a low of 13 percent.", "Growth in home prices in Toronto has slowed to a more sustainable pace.", "In Vancouver, prices continue to fall relative to last year but are showing signs of stabilizing.", "And expectations of future price increases in these markets have come back to Earth.", "improvements didn't happen on their own.", "These Federal authorities made changes to mortgage-financing rules to ensure that borrowers could handle higher interest rates or lower incomes.", "British Columbia and Ontario introduced tax measures to reduce demand for housing from non-residents and speculative buyers.", "And the Bank increased its policy interest rate from 0.5 percent in mid-2017 to 1.75 percent last autumn, where it remains today.", "We did this to achieve our inflation target, and when borrowing costs rise, credit growth slows.", "Due to the stricter requirements and higher mortgage rates, some people have been unable to buy the homes that they wanted.", "Some are buying less expensive homes, and others are saving for a larger down payment.", "We need to remember that house prices would have been even less affordable had authorities left the vulnerabilities unchecked.", "This is true across Canada, but particularly in Toronto and Vancouver.", "progress that we've made in addressing Despite the vulnerabilities, household debt is still elevated.", "It will likely remain high for a while, particularly if global interest rates remain low.", "Households' debt-servicing costs are also at a historic high.", "While we seem to have avoided the hard landing in housing that many had feared, prices in Toronto and Vancouver are still about 40 percent higher than in 2015, when that weren't on the radar the pickup began.", "They're also notably higher in markets then, such as Montréal.", "We also see that mortgage credit growth and some housing prices have started to pick up again.", "The market has been boosted by a drop in mortgage rates.", "And the share of new mortgages going to highly indebted borrowers has started to creep up.", "Many of the same ingredients that were present in some housing markets three years ago- namely strong underlying demand, tight supply and low interest rates-are present again.", "This time, however, we expect that the regulatory and other measures in place will support the quality of new credit and mitigate the buildup of imbalances in the housing market.", "This is not the time to let our guard down, though.", "Robust defences are especially important when difficulties abroad could affect us at home.", "Global context clouding skies This brings me to my second point.", "The global context has worsened, increasing risks to the global expansion and chances of financial stress.", "Participants in our latest Financial System Survey would agree.", "The trade war is a major concern.", "don't see a recession as the most likely outcome, particularly given As I said earlier, we that global monetary policy conditions have eased in recent months.", "It's still our job to understand what might happen if things were to go terribly wrong.", "That means looking at different ways that a perfect storm might play out.", "Numerous financial vulnerabilities at the global level are all related to the usual suspect: leverage.", "Total global debt is now more than 3 times global gross domestic product (GDP), much higher than it was before the Great Recession.", "This leaves many households, businesses and governments exposed should their financial situations deteriorate.", "It also means that an economic downturn could be deeper than usual and fraught with financial stresses.", "I've already discussed high leverage in the household sector in Canada.", "such as Sweden and Australia are facing similar vulnerabilities.", "When it comes to non-financial corporate debt, the worries extend to both advanced economies, including Canada, and emerging economies.", "The quality of debt has declined, with about 50 percent of investment-grade corporate bonds issued in the United States and Europe now rated BBB.", "In a downturn, when corporate profits are challenged, the risk is that these bonds are downgraded, making it more costly for these firms to fund themselves.", "Corporate debt in emerging markets has also exploded, as investors search for yield in the low interest-rate environment.", "China accounts for around two-thirds of the more than US$30 trillion in outstanding emerging-market corporate debt.", "Non-bank financial intermediation has enabled a lot of this borrowing, and cross-border flows of funds into equity and debt have grown as sources of capital flows.", "An increasing proportion of corporate bonds are being packaged and sold to retail investors in exchange-traded funds (ETFs).", "These investors are looking for higher returns, but with the sort of liquidity that they associate with equities.", "The biggest ETF ETF market is also market is in the United States, but Canada's growing.", "The concern Cyber risk also features prominently in their list of concerns.", "For more detail, see the highlights of our latest Financial System Survey, which we posted to our website yesterday.", "In the October MPR, we presented a downside risk scenario with a significant rise in uncertainty.", "This scenario captured many channels likely to affect the Canadian economy, including foreign demand and commodity prices.", "It also attempted to capture some amplification from elevated household debt.", "It did not, however, include the effects of any financial turbulence coming from international markets.", "See C. A. Wilkins, (remarks to UBC Vancouver School of Economics and CFA \"The Age of Leverage\" Society Vancouver, Vancouver, British Columbia, March 14, 2019).", "is that in times of stress, redemptions of fixed-income ETF shares could amplify volatility in the value of these shares and in prices in the underlying corporate bond market.", "Other riskier forms of lending, such as leveraged loans, which are increasingly being packaged into collateralized loan obligations (CLOs), have been growing rapidly too.", "Globally there's about US$700 billion of CLOs outstanding and issuance is strong.", "The financial engineering behind the structure has been improved since the crisis, but there is still room for concern.", "For one, the quality of the underlying loans has declined, and many of them lack the usual protections through covenants.", "The dynamics in an unwind of any of these more complex instruments could look a lot like a case of déjà-vu.", "Those in Montréal during the financial crisis will remember that complexity of financial engineering and liquidity mismatch were at the heart of more than one problem.", "The first line of defence against these risks is clearly with people like you in this room- understanding and mitigating your own risks and building contingency plans in case something goes wrong.", "The Bank is stepping up our own monitoring too, especially as it pertains to non-bank financial intermediation, and is leading an initiative to build greater information sharing among federal and provincial regulators., Now, how could the trade war create a perfect storm?", "What I mean by a perfect storm is a combination of an economic downturn and financial stress.", "An increase in uncertainty or bad trade news could be the trigger.", "This, in turn, could spark a sharp reversal in risk premiums and lead to a drop in prices for assets, including for houses.", "Creditors would see more defaults, especially from corporations with lower credit ratings.", "Moreover, if enough investors rushed to adjust their portfolios at the same time, liquidity would dry up, amplifying the effects.", "All of this would find its way to the banking system, making it harder for business owners and families to borrow and intensifying the downturn.", "Resilient to storm pressures Let me now turn to my third point: the Canadian financial system is highly resilient.", "Leveraged loans are high-yield loans to non-financial corporations with lower credit ratings.", "Banks underwrite most leveraged loans and issue them in US and European markets.", "They are sold to a wide range of financial system participants, and a substantial share is securitized into CLOs.", "CLO structures are subject to tighter regulations than they were before the global financial crisis, including more stringent subordination requirements and restrictions on asset holdings.", "See G. Bédard-Pagé, \"Non-Bank Financial Intermediation in Canada: An Update,\" Bank of Canada Financial System Hub (March 26, 2019).", "The Bank chairs the Heads of Regulatory Agencies (HoA), a federal-provincial forum for discussing financial sector issues.", "The HoA also includes the Department of Finance Canada, the Office of the Superintendent of Financial Institutions, the Quebec Autorité des Marchés Financiers, the Ontario Securities Commission, the Alberta Securities Commission and the British Columbia Securities Commission.", "In our May 2019 FSR, Bank staff looked at what would happen to open-ended fixed-income mutual funds in Canada if many people pulled their investments out simultaneously.", "Canadian banks are part of a global banking system that is more solid than it was a decade ago.", "Globally active banks are holding over US$2 trillion more capital than they were at the beginning of 2011, when the phase-in of the post-crisis reforms began.", "This translates to a 7-percentage point increase in their Tier 1 capital ratio.", "The leverage limits and new liquidity regulations also make these banks more resilient.", "Canada has implemented new measures to further strengthen our banking system.", "For example, prudential regulator, the Office of the Superintendent of Financial Institutions (OSFI), increased the required amount of capital that Canada's have to hold to protect themselves against financial-system vulnerabilities.", "Canada introduced a bail-in regime to ensure that investors-not taxpayers-would take the brunt of the financial burden in the unlikely event that a big bank were to fail.", "Also, OSFI asked many smaller, single-business-line banks to reduce their reliance on short-term brokered funding, which can be flightier in stressful situations.", "The Bank of Canada, along with OSFI, evaluates these safeguards by conducting the idea is to plan for the worst, it's stress tests on the major banks.", "Given that important to study extreme scenarios.", "The most recent test was in the context of the International Monetary Fund (IMF)'s Financial System Stability Assessment of Canada, published in June.", "The scenario used was worse than anything seen in Canada in There's a recession that lasts recent decades.", "two years, the unemployment rate increases by 6 percentage points, and house prices fall by 40 percent.", "Clearly this would be very difficult for people if it were to materialize.", "That said, this test found that our banks could withstand even this kind of severe, system-wide shock.", "This says to me that efforts to increase resilience in the banking system have been worthwhile, because they would help prevent a bad situation from becoming even worse.", "When assessing the risks, it's important to look at a range of scenarios.", "In the October MPR, for example, we studied the impact of a rise in uncertainty that's large enough to cause the current global slowdown to become significantly worse, though not nearly as bad as in the IMF stress test.", "Our analysis found that Canada would be hit particularly hard because demand for our exports and commodity prices would both fall.", "That's that household debt is higher than it was in 2008 would make things worse because indebted households facing a deteriorating financial situation would have to adjust their consumption spending more than they would have had to in the past.", "In fact, this factor amplifies the negative impact on domestic consumption by about 30 percent.", "A bank's Tier 1 capital ratio is the ratio of its equity capital to its total risk-weighted assets.", "C. A. Wilkins, Bank of Canada See T. Gomes and \"The Basel III Liquidity Standards: An Update,\" Financial System Review (June 2013): 37-43.", "See International Monetary Fund, (June 2019).", "\"Canada: Financial System Stability Assessment\" For context, the unemployment rate in Canada rose about 3 percentage points during the global financial crisis.", "The simulation, in Box 3 of our October MPR, was calibrated to match the implicit degree of uncertainty that participants in the US overnight index swap market seem to see.", "This is a reminder of the importance of the interaction between monetary policy and financial vulnerabilities.", "In the current context, lowering interest rates could provide some insurance against downside risks to inflation.", "However, this insurance would come at a cost in terms of higher household vulnerabilities down the road.", "Policies such as the mortgage stress test that I spoke about earlier would help keep vulnerabilities in check if monetary policy needed to be more accommodative.", "Still, with vulnerabilities high and inflation close to target for more than a year, we said at our most recent interest-rate decision that taking out insurance worth the cost at that time.", "We also said that in considering the appropriate path for policy, we'd watch how the trade situation and household vulnerabilities evolve as well as fiscal policy developments.", "It's important to note that in our adverse scenario in the October MPR inflation declines but stays within the inflation-control range of 1 to 3 percent.", "Our policy interest rate may be relatively low now, but at 1.75 percent we still have room to manoeuvre.", "And, we have other options in our tool kit, such as extraordinary forward guidance and largescale asset purchases.", "Work agenda on climate change Before I conclude, let me update you on our research plan on climate change issues that are relevant to the Bank of Canada.", "The Bank is devoting analytical firepower to understanding how climate risks are shaping the macroeconomy and financial system.", "We released today a multi-year outlining some of the questions we're tackling.", "This work will focus on two areas that are central to our mandate.", "The first relates to how climate change could affect our macroeconomic forecasting and monetary policy-making.", "To do our job, we need to understand the economic impact of more frequent and severe weather events.", "The floods this past spring were very trying for people in Quebec and other parts of the country.", "And they affected the broader economy.", "At the same time, we're also thinking through how different sectors of the economy and the jobs that go with them could change as we reduce our carbon footprint.", "At the global level this could affect potential output and the neutral rate of interest.", "These trends are particularly relevant for a resource-rich country like Canada.", "The second area of research relates to financial-stability implications of climate change.", "There are physical risks to better understand as weather events become more severe and more frequent.", "We are seeing this in real time at home: annual insurance claims for property and infrastructure damage in Canada averaged $1.9 billion from 2009 to 2018-up from $200 million from 1983 to 1992.18 There are also risks related to the transition to a low-carbon economy.", "Investors are already adjusting portfolios to reduce their exposures to climate-related risks, and this creates repricing of carbon-intensive assets.", "The risk is that this transition happen smoothly.", "As a concrete example of the work to come, the Bank of Canada is developing models that will allow us to assess different scenarios of the transition.", "As a first step, in the coming weeks we hope to publish a preliminary example of this kind of work.", "We've also just posted an article in The Economy, Plain and Simple that sets out why climate change matters for the economy and the financial system.", "This is the start of a long journey, and we are partnering with others to make progress.", "We're Network for Greening the Financial System, which is a productive forum for central banks and other authorities.", "We're also engaging with others to better understand how companies and investors are assessing and mitigating climate risks.", "Now it's time to conclude.", "The fact that the unemployment rate is near a historic low and inflation is running close to target means the Canadian economy is in a relatively good place overall.", "Still, I know that Canadian businesses and workers are facing considerable uncertainty about the trade environment.", "And there are still painful adjustments underway in energy-intensive regions.", "Governing Council is watching all this closely.", "Canada has made some hard-won progress in terms of stabilizing household debt and taking the froth out of certain housing markets.", "remember, though, all that debt took many years to build and will take at least as many to dissipate.", "With storm clouds gathering, let our guard down.", "This is even more important given that high global leverage would amplify any global downturn, especially if it became a recession.", "It is reassuring that should a storm arrive, the Canadian economy and financial system are in a good position to weather it.", "Insurance Bureau of Canada, 2019 Facts of the Property and Casualty Insurance Industry in Canada.", "In 2018, Canadian asset managers had around $2 trillion in assets being managed with explicit environmental, social and governance criteria taken into account.", "We also recognize it's important to be a leader when it comes to our own operations.", "We've developed a multi-year strategy to reduce waste and start measuring-and shrinking-our own carbon footprint.", "Central Banks' and Supervisors' Network for Greening the For more details, see the website of the which was established in December 2017, and the Bank's Financial System, announcement this past March when we were accepted as a member."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Household Debt", "Housing Market", "Trade War", "Global Risks", "Financial Vulnerabilities", "Resilient Financial System", "Climate Change", "Monetary Policy", "Economic Uncertainty"]}