{"sentences": ["er Hub Better Data, to Inform Better Policy - Deputy Governor Sharon Donnery 16 December 2019 Speech Opening remarks at the Sixth Conference on Household Finance and Consumption Good morning, and welcome to the sixth conference on Household Finance and Consumption1.", "I would like to thank both my colleagues in the Central Bank of Ireland and the ECB for all their hard work in organising what promises to be a fascinating network event.", "Looking at the programme, and the range of topics; from inflation, housing, credit, and business cycles, to inequality, demographic change, and of course, monetary policy, you're in for a stimulating couple of days.", "What I see as a common thread across this diverse range of issues is ultimately, how better data informs better policy.", "Like many policy institutions, a decade ago, the crisis, prompted us to reflect on the type of data we collect, how it is analysed, and, crucially, how the analysis feeds through to policy decisions.", "The work that you, the network, are doing and what we will discuss today, is critical to how we make policy, how we decide, and how what we do affects society.", "But it's important we don't just think about the gaps in data that emerged in the past.", "We also need to develop data in areas that have grown and changed recently, such as non-bank, or market based finance.", "Finally, today, I wish to note how data can enhance debates and policy discussion where before it had been unavailable.", "For example, today the Central Bank of Ireland is launching a report on the national claims information database (NCID), a report that will add important numbers and facts to a widely debated topic here in Ireland.", "Understanding household balance sheets through data, The Irish Household Finance and Consumption Survey (2013), provided really important insights in to household finances in the wake of the crisis.", "We know that high-leverage households were twice as likely to face credit constraints, even after controlling for different income shocks faced by households (LeBlanc & Lydon 2019).", "The cross-country evidence paints a similar picture - amongst Euro area households in 2013/14, Irish households were the most indebted and the most likely to be credit constrained - almost one-in-five households at the time (ibid).", "Heavily indebted households reduce their spending by significantly more in response to a given income shock.", "This partly explains why Ireland experienced one of the largest drops in consumer spending during the Great Recession, and a slow recovery in consumer spending (ibid).", "Today, consumer spending is almost back at pre-recession levels, providing significant support for domestic demand and, crucially, employment (CSO 2019).", "Although, I note that this time spending growth is not accompanied by a build-up in household indebtedness.", "In fact, since 2016 - a period when consumer spending growth has averaged around three per cent per year - household debt-to-income ratios have fallen by 31 percentage points, from 151 to 120 per cent (Central Bank 2019).", "Beyond the aggregate, distributional effects in economic outcomes is now a key theme in macro modelling (Moll, 2017).", "Issues like the distribution of income, wealth and debt are increasingly discussed in central banking circles.", "It is important that we understand how different shocks and policy choices affect different groups in society, and how these differences influence aggregate outcomes (Ampudia et al, 2018).", "And this is possible now, precisely because of the advent of better data like the Household Finance and Consumption Survey.", "Not only does it bring macro theory more into line with reality, but it also allows for differences in behaviour across the income and wealth distributions to be better reflected in the models.", "One interesting finding is the extent to which a monetary stimulus reduces income inequality by boosting the incomes and employment of lower income households (Lenza et al, 2018).", "I look forward to hearing more in Philip's lunch-time remarks, as well as in the conference tomorrow.", "And while here we refer to micro household finance data in monetary policy, we have of course had lengthy discussions on the role of micro data in monetary policy more widely (Donnery, 2016).", "A house purchase is for many the largest asset they will buy over their lifetimes.", "In Ireland, we have seen excessive swings in house prices, and so had different wealth effects on households depending when they purchased.", "Through data analysis we know how debt affects households' responses to income and wealth shocks.", "A lack of resilience spills over to the real economy making for longer, and deeper, recessions.", "The Irish experience over the last two decades paved the way for us to collect loan level data and develop what are now critical macro prudential instruments.", "The data we collect allows analysis of both bank and borrower balance sheets which contribute to our policy framework.", "Good data is key to understanding both the origin and transmission of shocks, and to develop policy to build resilience moving forward.", "It is key for calibrating the levers in our macro-prudential policy toolkit.", "Such as the mortgage measures, which aim to build resilience of both borrowers and lenders.", "Or capital buffers that target lender resilience.", "The aim of macro-prudential policy is to strengthen the resilience of the economy to adverse shocks, as well as to reduce the cyclical movements in credit and asset prices that have proven so detrimental in the past.", "Rigorous data driven analysis is part of our policy design, assessment and calibration (Central Bank, 2019).", "As economists, we are always interested in new data, in looking at a topic from a different angle, or through a different lens.", "Looking forward, the Central Bank of Ireland's central credit register and AnaCredit are two sources that may be able to add to our analysis of household and firm resilience.", "We also are also looking forward to new pension fund data coming on stream shortly.", "Pension assets represent the second largest financial asset of Irish households.", "The new dataset will, for the first time, allow us look through to the granular holding within each fund and better understand the risk exposures of households.", "Non-bank financial intermediation The last crisis highlighted the need for better data to understand, and better policy to strengthen, the balance sheet resilience of households and lenders.", "However we must be careful not to just focus all our resources on the data gaps that were exposed in the past.", "We also need to develop tools to understand the world as it has changed.", "One area of growth since the crisis is non-bank financial intermediation, otherwise referred to as market based finance.", "The Eurosystem's Household Finance and Consumption Survey (HFCS) provides important information on mismatches between the assets and liabilities of individual households, in terms of their size, volatility, interest rate sensitivity and liquidity.", "Many of the questions that can be addressed with these data have parallels with some of the issues facing policymakers regarding market based finance.", "The Central Bank of Ireland actively employs micro-level data to assess and understand this sector.", "For example, we use this to assess non-bank financial institutions' engagement in credit intermediation, liquidity mismatch and leverage.", "We also monitor their interconnectedness with other parts of the financial system.", "And we engage internationally to assess and understand trends and developments in the non-bank sector.", "Market-based financing activity can be broadly defined as the raising of equity or debt through financial markets, rather than through the banking system.", "It can provide a valuable alternative to bank financing for many businesses and households and support economic activity.", "Developing alternative channels of financing through deep capital markets is one of the key objectives of the Capital Markets Union (CMU) initiative.", "Developed financial markets can also provide households with a wider range of investment choices, some of which can be facilitated by non-bank financial institutions such as investment funds.", "However, activities related to market-based finance may also give rise to financial vulnerabilities, which needs to be monitored and, if needed, addressed.", "The resilience of market based finance in the current scale both domestically and internationally remains untested in times of stress.", "Given the scale and growth of this part of the financial system, it is important to monitor the activities of non-bank financial institutions engaged in market-based finance.", "The changing nature of financial intermediation complicates the assessment of potential vulnerabilities.", "Moreover, the past is unlikely to be a good guide to the future, as these markets may behave differently going forward.", "Just last week, some colleagues in the Central Bank published a paper \"Mapping market based finance in Ireland\" that summarises our ongoing analysis of this sector.", "The analysis builds on previous work and provided an informative overview of the types of entities and activities to be found in the Irish domiciled non-bank financial intermediation sector.", "Building on this micro data and developing our understanding of the sector will be a priority area for the Central Bank in 2020.", "Data and insurance: So yes, better data informs better policy.", "And we must develop data to address gaps, and to keep pace with changes in the economy and financial system.", "Data can especially enhance debates and policy discussion on topics where before it had been unavailable.", "And while speaking about data informing policy, I want to briefly mention a new report on non-life insurance data that the Central Bank is releasing today.", "The Cost of Insurance Working Group was established by Government in 2016 to examine the factors contributing to the increasing cost of insurance and to identify measures to reduce this cost, taking account of the requirement to maintain a financially stable insurance sector.", "Where in some cases, anecdotes are being used as evidence, one of the group's key recommendations was that policy discussion in the area of insurance should be supported by independent and reliable statistics.", "The Central Bank was tasked with this job and we have worked to address this data gap in the motor insurance market through the establishment of the National Claims Information Database (NCID).", "Today's report on the NCID will increase transparency in the sector.", "The report will assist the Cost of Insurance Working Group, Government, Oireachtas and wider stakeholders in their consideration of the relevant issues.", "The motor insurance report has a range of new information in relation to claims; premiums; comparison of settlement channels and a breakdown of insurers' income and expenditure for private motor insurance (Central Bank, 2019) The overall trend is consistent with the long term insurance underwriting cycle, with peaks and troughs in premiums, reserves and profitability.", "Cycles typically last six to nine years.", "The report is rich in data but one key comparison will undoubtedly draw attention.", "Now, I'm not saying this is a black-and-white case.", "Data cannot be considered in isolation - it has to be considered both in the round and in the contextual circumstances, such as the underwriting cycles mentioned previously.", "For instance, while it is correct to say from the data that the average cost of claims per policy has fallen, it is also true to say that the average cost of each claim has steadily increased over the same period.", "In all, the average cost of claims is up by 64% per cent over the period.", "Within that there has been a compositional shift to a greater proportion of higher value injury claims.", "The average cost of an injury claim has been increasing steadily over the entire period and is now over 50% higher than a decade ago, currently at just over €47,000.", "Looking at the loss ratio for insurance firms, there was a prolonged period of losses peaking in 2014.", "This has since been coming down.", "Firms are more profitable, in line with peaks and troughs in the cycle.", "Like I said, our task was to gather the data and publish it, and it will be for others to analyse and contextualise some of the patterns we are seeing above.", "But I can say with confidence that this first report will play an important role in bringing a greater level of transparency to the market, and providing data to support evidence based decision-making.", "Better data on insurance claims can inform the policy debates in Government, in the Oireachtas, in the firms and in wider society as well as informing our own work in the Central Bank.", "And now coming back to where we started, on household finances and the need for data, I want to finish with some thoughts and challenges for the network going forward.", "The HFCS is uniquely positioned to answer questions that will shape policy going forward.", "Issues such as demographics and how they affect our macro models will benefit from micro foundations (Lane, 2019).", "Also the role of financial innovation and households, the rise of non-bank finance, the disruption of traditional banking services by technology based service providers is well under way.", "How will these changes affect households, affect our economy, and our policy?", "And of course beyond data, we also need to push the boundaries in how we analyse, how we model and estimate.", "This includes using behavioural economics, which provides insights on how people actually make decisions in the real world, and the factors that affect those decisions, to gain new perspectives on a diverse range of topics such as mortgage switching or differential pricing for example.", "By constantly developing our analytical approach we can gain greater insight and understanding of the world around us.", "But more detail on that is for another day.", "Let us continue with the excellent research and analysis we see already.", "But we must always be on the lookout for new areas and challenges where our resources, our skills and our knowledge can contribute - in short, where better data can make better policy.", "[1] I would like to thank my Central Bank colleagues who contributed to my remarks across the range of topics.", "R., 2019 \"Indebtedness and spending: What happens when the music stops?", "\", Central Bank of Ireland, Research Technical Paper, Vol 2019 No.", "As of 2019Q2, per capita consumer spending was 3 per cent below pre-recession levels (2007Q2).", "Central Statistics Office, 2019.", "Quarterly National Accounts, Quarter 2 2019 , (Table 3, Personal Consumption of Goods and Central Bank of Ireland, 2019.", "Distributional Macroeconomics \", ICRIER-NBER-NCAER Neemrana Conference, December 2017.", "Household heterogeneity and the transmission of monetary policy in the euro area\", VoxEU.org, August 2018.", "Lenza, M., & Slacalek, J., 2018 \" How does monetary policy affect income and wealth inequality?", "Evidence from quantitative easing in the euro area \" ECB Working Paper 2190.", "Donnery, S., 2016 \" Micro data for monetary policy decisions \", Discussion at the Eighth ECB Statistics Conference \"Central bank statistics: moving beyond the aggregates\", Frankfurt am Main, 6 July 2016.", "Central Bank of Ireland, 2019.", "\"Financial Stability Review 2019:II\" [2] See, for example, the FSB's Global Monitoring Report on Non-Bank Financial Intermediation 2018 and the ESRB's EU Non- bank Financial Intermediation Risk Monitor 2019 .", "\"Mapping Market-Based Finance in Ireland\", Central Bank of Ireland, Financial Stability Notes, Vol.", "[4] In an effort to address the issue of volatile prices in the market, the Minister for Finance established a Cost of Insurance Working Group (CIWG) in 2016, to examine the factors contributing to the increasing cost of insurance and to identify measures to reduce this cost, taking account of the requirement to maintain a financially stable insurance sector.", "Central Bank of Ireland, 2019.", "Private Motor Insurance Report, National Claims Information Database.", "Lane, P.R., \" Determinants of the real interest rate \", Speech at the National Treasury Management Agency, Dublin, 28 November ©2019 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Household Finance", "Data Analysis", "Monetary Policy", "Macro-prudential Policy", "Non-bank Financial Intermediation", "Market-based Finance", "Insurance", "Financial Stability", "Behavioral Economics", "Demographics"]}