{"sentences": ["The current crisis and the challenges it poses for economic and Frankfurt Finance Summit 22.06.2020 | Frankfurt am Main | Jens Weidmann 1 Introduction 2 The economic fallout of the pandemic and the economic policy response 3 Monetary policy response 4 Separating monetary policy from general economic policy 1 Introduction Dear Mr Raettig, Ladies and gentlemen, It is a special pleasure for me to join you today.", "I might not be attending your gathering in person, but I am still delighted to see the \"green shoots of recovery\" sprouting up in the world of conferencing.", "Indeed, this is my first public speech since the end of February.", "Since then, our lives have changed dramatically.", "As the President of the European Commission, Ursula von der Leyen, put it: \"In the blink of an eye, a virus that started on the other side of the world has become a deadly pandemic with tragic consequences also here in Europe.", "In a heartbeat, our lifestyles changed.", "[1] Undeniably, the most serious health and economic crisis we have seen in decades has unfolded over the last few months.", "In a severe crisis like this, decision-makers face tough choices.", "What needs to be done?", "How far can action go?", "Do the ends justify the means?", "In Germany, and in other countries, too, governments restricted individual rights.", "People were no longer able to travel freely, open their shops, or meet their friends in a restaurant.", "As Chancellor Merkel said, \"such restrictions can only be justified if they are absolutely imperative.", "These should never be put in place lightly in a democracy and should only be temporary.", "But they are vital at the moment in order to save lives\".", "[2] For the restrictions to be successful, citizens had to comply with them.", "We can all be proud of how our societies - how all of us - have risen to this extraordinary challenge.", "Not only did the crisis require far-reaching interventions to protect public health.", "It also necessitated exceptional economic policy measures including monetary policy action.", "And it is the necessity of that action, as well as its boundaries, that I want to focus on today.", "The economic fallout of the pandemic and the economic policy response One salient feature of this crisis is that the measures needed to contain the pandemic are also having a devastating impact on the economy.", "Indeed, the IMF has dubbed the current global downturn the \"Great Lockdown\", in an allusion to the \"Great Depression\" and the \"Great Recession\".", "The pandemic has hit economic activity on a broad front through both supply-side and demand-side channels.", "[3] In Germany, the containment measures have particularly affected firms in consumer- related service industries, some of which have had to substantially curb or even cease their business activity.", "On the demand side, households turned decidedly more cautious as job and income insecurity mounted and people realised the risk of infection they are exposed to in public.", "Companies retrenched on investment spending, given an immensely uncertain outlook.", "And as economic activity in our partner countries slumped, the pandemic also dealt a severe blow to Germany's exportoriented industry via foreign demand.", "Overall, the German economy has plunged into a sharp recession, probably the worst the Federal Republic has ever seen.", "According to the latest Bundesbank projections, output is forecast to shrink by 7% this year, exceeding the decline of less than 6% in 2009.", "[4] There is still an exceptionally high level of uncertainty about what lies ahead for the economy.", "Much depends on the evolution of the pandemic, the necessary countermeasures, and the capabilities of businesses and working people to adapt.", "Looking at the current end, economic activity could have dropped by almost 10% in the second quarter, following a contraction of more than 2% in the first three months of the year.", "The main reason why the decline was more pronounced in Q2 is that the containment measures only came into effect late in the first quarter.", "The good news, then, is that the German economy probably bottomed out in April and has been growing again, as the pandemic has been contained and the measures were partially lifted in May.", "However, substantial restrictions persist, and the dampening economic impact is waning only gradually.", "Hence, our experts foresee a painfully slow recovery, when measured against the sudden slump we have witnessed.", "Economic activity is expected to return to its pre-crisis level only towards the end of 2022, in our baseline projection.", "Nevertheless, long-term harm to the economy's potential output on a large scale would be averted in this forecast.", "For one thing, this prediction assumes that a medical solution to the pandemic will become available in the middle of next year, driving a push towards a new normal.", "For another, fiscal policy has embraced exceptional and extensive support measures to prevent and mitigate economic damage.", "Many businesses are suffering a substantial loss of revenue in the current crisis.", "But temporary liquidity shortages at sound firms should not be permitted to turn into solvency problems.", "A wave of bankruptcies would destroy productive capacities and drive up unemployment persistently.", "By relieving enterprises of taxes and social security contributions, and by providing transfers, subsidies, credit guarantees or even equity, fiscal policy is doing its part to stop the short-term pain from flaring up and inflicting lasting harm on the economy.", "Clearly, the decision to support households and firms by means of transfers or capital is one that needs to be made by governments and parliaments, not by central banks.", "It entails substantial fiscal costs and redistributions of wealth.", "[5] In Germany, elected policymakers have responded swiftly and comprehensively in an effort to push up healthcare spending, save jobs and support households' income.", "I also welcome the economic stimulus package, which Olaf Scholz has already discussed earlier today.", "Our initial rough estimate suggests that this package could raise the level of real GDP by 1% this year and 1⁄2% next year, thus helping the economy to recover more quickly than we anticipated in our projections.", "The calculations do not even take into account that fiscal multipliers might be higher than usual.", "[6] You see, in a deep recession, a higher number of households are \"liquidity-constrained\", meaning they would raise spending if they received transfer funds.", "And Germany still has fiscal space to adopt further support measures, should these be necessary.", "The crisis has demonstrated with great clarity how crucial sound public finances are for the ability of states to act.", "Other countries, however, may be threatened by the spectre of higher financing costs.", "We should not turn our backs on them.", "As Federal President Frank-Walter Steinmeier noted: \"Germany cannot emerge from the crisis strong and healthy if our neighbours do not also become strong and healthy.\"", "[7] It is up to politicians to decide on the scope of joint action and support for the countries which have been hit particularly hard by the crisis.", "Various substantial measures have already been agreed upon, [8] and more are under discussion.", "In this respect, expanding the EU budget temporarily would be a logical move, but funding the budget with debt should remain the exception and not become the norm.", "What matters to me is that new instruments strike a balance between action and liability.", "If a fundamental change in the design of our economic union is warranted, it should be complemented by a more comprehensive step towards deeper integration.", "Monetary policy response In any case, and as already explained, central bankers are not in the frontline when it comes to combatting the current crisis.", "Nevertheless, monetary policy is making a major and important contribution to stabilising the economy in these dire times.", "Indeed, the Eurosystem's response has been swift and determined.", "The ECB Governing Council has adopted a broad set of measures, including an easing of our collateral standards and new longerterm refinancing operations.", "What garnered most attention, though, was the launch of our pandemic emergency purchase programme (or PEPP, for short), with its initial overall envelope of 750 billion euro and the recent extension by 600 billion euro.", "To put these numbers in perspective, the initial amount is roughly equivalent to the value of all the goods and services produced in Belgium, Greece and the Slovak Republic last year.", "The extension, meanwhile, corresponds to the size of the Austrian and Portuguese economies combined.", "The total amount would be equivalent to an impressive 11% of GDP in the euro area.", "As part of this programme, the Eurosystem is also buying sovereign bonds on a major scale.", "Such purchases can be a legitimate and effective tool of monetary policy.", "Regarding the Public Sector Purchase Programme (PSPP) which started in 2015, we have already gained some experience and important insights.", "Researchers from the Bundesbank, and others, too, have found that the PSPP impacts positively on output and inflation in the euro area.", "[9] However, large-scale purchases of government bonds are associated with the risk of blurring the line between monetary and fiscal policy.", "As I have emphasised time and again, this can pose a problem in a monetary union where fiscal responsibility generally rests with the member states.", "[10] In this setting, it is of the essence to strengthen incentives for sound fiscal policies, also for monetary policy to be able to focus on its primary objective of price stability.", "That is why the Eurosystem's purchase programmes come fitted with safeguards that aim at containing a weakening of the disciplining role of markets and are important for keeping a safe distance from monetary financing.", "It should be obvious, though, that the large-scale purchases of government bonds tighten the link between monetary policy and fiscal policy.", "Central banks of the Eurosystem become important creditors to their governments.", "So, for a significant and increasing part of government debt, financing costs are decoupled from capital market conditions.", "That weakens the disciplining role of markets and, thus, the Eurosystem should engage in such purchases only in exceptional situations.", "As ECB President Christine Lagarde put it: \"Extraordinary times require extraordinary action.\"", "[11] Indeed, the current crisis has posed extraordinary challenges for the Governing Council.", "Financial conditions tightened and the economic outlook deteriorated at an unprecedented speed.", "Above all, there was - and still is - a danger that the financial sector might become impaired and that this could aggravate the severe slump in the real economy even further.", "As the financial crisis taught us in no uncertain terms, such a negative feedback loop could seriously impede price stability in the medium term.", "Thus, monetary policy action is needed to avert this turn for the worse.", "In the meantime, the latest projections by Eurosystem staff expect the crisis to have a marked dampening impact on future price developments.", "In light of this forecast, further monetary policy action was warranted to achieve price stability.", "The design of the PEPP shows that the Governing Council is also aware of the risk that undue volatility in sovereign bond spreads might impair the transmission of monetary policy.", "Thus, the design allows for some flexibility regarding purchases of government bonds in order to stabilise markets if needed.", "However, \"flexible\" should not mean \"unbound\".", "Again, it is important to me that monetary policy does not set the wrong incentives for public finances.", "In this respect, the ECB capital key provides a useful benchmark for PEPP holdings at the end of our net purchases.", "Moreover, it needs to be clear that the PEPP is guided by our primary objective, linked to the pandemic situation, and therefore temporary in nature.", "Policymakers must not assume that we would keep the financing costs of governments low forever or iron out any differences in sovereign risk premia.", "Separating monetary policy from general economic policy As the weekly magazine \"The Economist\" notes: \"Governments will emerge from the pandemic with much higher public debts, and they may be tempted to press monetary policymakers to keep interest rates low rather than to apply the brakes.\"", "[12] But when the inflation outlook requires a normalisation of monetary policy, the Eurosystem needs to do what is necessary to safeguard price stability.", "Otherwise, we would end up with a regime where monetary policy prioritises government solvency over the objective of price stability - a regime that economists call fiscal dominance.", "The more widely we interpret our mandate, the greater the risk that we will become entangled with politics and overburden ourselves with too many tasks.", "Paul Tucker, a former Deputy Governor of the Bank of England, has warned central bankers not to become \"overmighty citizens of whom too much is expected\".", "[13] A narrow interpretation of the mandate is therefore of the essence.", "[14] The public has placed great trust in central banks: by delegating the task of safeguarding price stability to us, and by granting us independence to achieve our primary objective.", "To repay the trust invested in us, we also have to explain to the public how we fulfil the mandate we have been given.", "In Paul Tucker's words, central bankers need to be \"unelected democrats: citizens in service, not in charge\".", "[15] Otherwise, our independence could ultimately be called into question, and our ability to maintain price stability might be impaired.", "Ladies and gentlemen, I agree with Christine Lagarde when she says that \"there are no limits to our commitment to the euro\".", "[16] It is precisely to uphold our unlimited commitment to the euro that we have to watch out for the limits of our mandate, and deliberate continuously about our means and ends.", "Thank you for your attention.", "(2020), Speech at the European Parliament Plenary on the European coordinated response to the COVID-19 outbreak, Brussels, 26 March 2020, 2.", "Glover, A., J. Heathcote, D. Krueger and J. Ríos-Rull (2020), Health versus Wealth: On the Distributional Effects of Controlling a Pandemic, Federal Reserve Bank of Minneapolis Staff Report, No 600. .", "(2020), The COVID-19 Fiscal Multiplier: Lessons from the Great Recession, Federal Reserve Bank of San Francisco, Economic Letter, 2020-13; Bayer, C., B.", "Born, R. Luetticke and G. J. Müller (2020), The Coronavirus Stimulus Package: How large is the transfer multiplier?, CEPR Discussion Paper, No 14600. .", "Steinmeier, F.-W. (2020), Televised address on the coronavirus pandemic at Schloss Bellevue, on -TVAnsprache-Corona-Englisch 8.", "Deutsche Bundesbank (2020), Current fiscal developments in the euro area, Monthly Report, May 2020, pp.", "Deutsche Bundesbank (2016), The macroeconomic impact of quantitative easing in the euro area, Monthly Report, June 2016, pp.", "(pages) 29-53; Mandler, M. and M. Scharnagl (2020), Estimating the effects of the Eurosystem's asset purchase programme at the country level, Deutsche Bundesbank, Discussion Paper, No 29/2020.", "(2020), Bundesbank Round-up, Deutsche Bundesbank, Annual Report 2019, pp.", "(2015), Heading for stability and prosperity - Bringing the euro area back on track, keynote speech given at the City of London Corporation, 12 February 2015. .", "Why it isn't (Tonne) worth worrying about inflation until economies have recovered from the pandemic, 6 June 2020, pp.", "Tucker, P. (2018), Unelected power - the quest for legitimacy in central banking and the regulatory state, Princeton University Press.", "(2019), The role of the central bank in a modern economy - a European perspective, speech at the University of South Africa (UNISA), 12 February 2019. ."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Fiscal policy", "Economic crisis", "Pandemic", "Public finances", "Government debt", "Price stability", "Mandate", "Independence", "Sovereign bonds"]}