{"sentences": ["Dear representatives of business community in Albania, Dear banking system executives, First, I would like to thank you for your participation in this round table, held to discuss on the way and optimum instruments to face the common challenges ahead.", "This meeting is being organised under extraordinary circumstances.", "The outbreak of Covid-19 pandemic and the prudential measures adopted to confine it, drove to a rapid drop of the demand for goods and services, in the domestic and foreign markets, and to a considerable contraction of output.", "The challenges we are facing are serious, in terms of both size and complexity.", "The Albanian economy is expected to undergo a strong drop of the economic activity during 2020, in those levels never being experienced during the last two decades.", "It will be accompanied by an increase of unemployment, fall of revenue, and financial difficulties to firms and households.", "In the microeconomic view, the fall of revenue, reduction of liquidity and worsening of solvency will test the financial stability of firms.", "In the macroeconomic view, the increase of private and public debt will test the stability of economic equilibriums of Albania.", "Last, the shock experienced by the real sector will not overcome without leaving traces in the financial market and in the indicators of the banking sector's business, as well.", "The dimensions and complexity of the crisis demand for a coherent and comprehensive response.", "Absolutely, public authorities have the primary role to play in this regard.", "The fiscal, monetary and financial stimulus, are essential instruments to boost the aggregate demand, mitigate the liquidity problems and avoid the long-term consequences of the crisis.", "Nevertheless, firms and banking sector should not consider themselves as passive consumers of the economic policies, but as exceptional actors in our efforts to resolve the crisis.", "The stimulus of public authorities could be neither effective nor potentially sufficient, without the adequate reaction of both firms and banking industry.", "Allow me to introduce briefly the reaction of public authorities, and further to share with you our vision on the challenges and role that the Albanian firms and banking sector should play.", "Reaction by public authorities In the face of the unprecedented health emergency, the focus of public policies - in Albania and globally- was the undertaking of severe social distancing measures.", "Naturally, these measures have hit the economic activity and have demanded for a comprehensive easing of fiscal, monetary and financial policies.", "Fiscal policy - rightfully- has been given a primary role in facing the situation.", "This policy may provide a direct support to aggregate demand, through fiscal transfers, and an immediate and targeted improvement of liquidity to enterprises, through the postponing of the payment of taxes and through the sovereign guarantees programs.", "The two introduced fiscal packages, so far, provide for a maximum potential stimulus at around 3% of GDP.", "Even without considering the negative effect on public income, this stimulus transfers to the balance sheet of public sector a considerable part of the financial costs of the crisis.", "On its side, the Bank of Albania has increased the dosage of the monetary stimulus.", "This stimulus has been taken the form of the reduction of policy rate, already in its historical minimum of 0.5%, aiming to boost lending and reduce the servicing cost of existing loans.", "Also, it has been in the form of removing the quantitative limits of liquidity injection into the system, aiming to a better supply of the banking market and the Albanian economy.", "The volume of liquidity that we inject every week in the system fluctuates around the level 2%.", "In addition, the Bank of Albania has undertaken operational measures for guaranteeing the supply of economy with cash, in response to its increased demands.", "In parallel, the Bank of Albania - in an agreement and good understanding with banking industry - has carried out regulatory amendments which ease the postponing with one quarter of the credit payment for firms and households which face temporary financial difficulties.", "The reports, so far, show that more than 20.000 firms have benefited from this easing, who have a credit at banks which account for higher than EUR 2 billion.", "Also, we have temporary suspended the allocation of dividend by the banking sector, for the purpose of strengthening the capitalisation indicators of this sector.", "The reaction philosophy of the Bank of Albania is the mitigation of crisis consequences and the establishment of preconditions for a rapid recovery of the economy once the pandemic is overcome.", "In detailing this philosophy, we deem that: the safeguarding of the monetary and financial stability, and the minimisation of the negative effects of pandemic on our production capacities, are two crucial preconditions for the recovery.", "For this reason, the objective of our policies is the application of the right stimuli in timely manner, without prejudice in any moment to the monetary and financial stability of Albania.", "I am confident that both business community and the banking sector share this philosophy.", "Business and banking sector in face of Covid-19 As I already emphasised, the Albanian business is facing a serious challenge to its future.", "This challenge has almost existential dimensions in certain segments.", "At the same time, the longterm soundness of banking sector is closely related with the soundness of business.", "Banking credit to firms is almost 4 times higher during the last two decades.", "It accounts for around 25% of banks' balance sheets and has a comparable share to GDP, while the bank - business relationships' flow is present also in the field of other financial products and in the payment services.", "For this reason, your reaction against the shock should be decisive, courageous and visionary, as well as based on the spirit of collaboration and common long-term interests.", "Allow me to be more concrete in detailing the vision of the Bank of Albania on the challenges ahead.", "The first challenge is the facing of health emergency.", "The business and banking sector should be clear that human capital is the most precious asset for every company.", "For this reason, any necessary measure to guarantee the health of the employees should not be considered as an expense, but as a strategic investment for the future of the firm.", "The second challenge is the revision of the business model and the increase of operational flexibility.", "One of the lessons of this crisis is that each of us can make more to adopt the information technology, to shift part of the business on line, and to increase the operational flexibility and efficiency.", "Putting into practice these lessons is particularly useful in case of the prolongation of the pandemic.", "The third challenge is maintaining liquidity and solvency of firms.", "The shock we are suffering found the Albanian business with a high historical level of liquidity; its deposits with banks accounted for around 12% of GDP in the first quarter.", "In parallel, business access to banking liquid funds, in the form of overdrafts or lines of credit, is at a comparable size with the deposits of the business itself.", "This liquidity is a reasonable security restrain to risk.", "Nevertheless, the historical experience shows that liquidity crises frequently are the starting point for complete financial crises.", "For this reason, I would like to point out that: Business should be prudent in the operational management of liquidity, being based on real plans and by taking measures to handle the contingent or unforeseen needs.", "Also, banking sector should continue to support the economy with liquid funds, by performing an objective and real assessment of the situation, but without compromising the lending risk criteria.", "In this regard, the Bank of Albania has undertaken and will undertake all the necessary measures in order the banking sector will have all the sufficient liquidity to support the Albanian economy.", "The fourth challenge is the maintaining of production capacities of economy.", "This challenge implies the safeguarding of individual firms' soundness and the functioning of the entire production and trade chain.", "For this purpose, the Bank of Albania suggests: The business should be careful in fairly sharing the cost of crisis, by offering - wherever possible and on mutual interest - the necessary financial facilities to suppliers or long-term clients.", "The banking sector should carry out a reassessment of the stability of the borrowers' business model, under the post -Covid reality.", "Clients facing temporary financial difficulties but with stable business models, should be supported with liquidity and temporary operational easing.", "Clients facing serious difficulties may be supported through the restructuring of credit, always so far and at the level that the long-term perspective of the business remains solid.", "On its side, the Bank of Albania will encourage a pro-active approach of the banking sector towards this process, without prejudice to the stability of the sector and transparency of its balance sheets.", "Lastly, the fifth challenge is the safeguarding of the monetary and financial stability of Albania.", "In this regard, I would like to underscore that: The Albanian business should show transparent and loyal to the banking sector.", "This sector should provide its help to face the crisis, but it may not counter alone its financial costs.", "Also, banking sector should find a fair equilibrium between the support to borrowers in need - in a bilateral long-term interest and benefit - and the safeguarding of its balance sheet soundness.", "As I already mentioned, the monetary and financial stability is not negotiable to the Bank of Albania.", "In compliance with our legal mandate it has been and will continue to be the milestone of our polices.", "At the end of my speech I would like to emphasise that, although the challenges ahead are serious, their successfully countering is within our possibilities, if we all will know to rise to these challenges.", "I invite you to have an open and fruitful discussion, aiming at identifying a common work agenda for the continuing period."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Covid-19 pandemic", "Economic stimulus", "Monetary policy", "Fiscal policy", "Financial stability", "Liquidity", "Solvency", "Business model", "Health emergency", "Production capacities"]}