{"sentences": ["I am delighted to be back in my alma mater.", "Being here, brings back a surge of memories.", "Today, I wish to dwell upon a few aspects of central banking in the Indian context and RBI's role in the current situation.", "I shall specifically focus on the evolution of monetary policy regimes in India and if I am to use the poetic license of Shakespeare, may I call it the seven ages of India's monetary policy?", "The history of central banking goes back to the seventeenth century when the first institution, 'the Riksbank', recognised as a central bank was set up in Sweden in 1668.", "Set up as a joint stock bank, it was chartered to lend funds to the government funds and to act as a clearing house for commerce.", "Later on, the Riksbank abandoned commercial lending and was granted a monopoly for issuing banknotes in 1897.", "Subsequently, several countries set up institutions that functioned as central banks.", "These early central banks like the Bank of England and Banque de France, though set up with private capital, helped sovereigns finance their debt and were engaged in banking activities.", "Since then, the role of central banks across countries has constantly evolved in line with the changing needs of their economies and evolving financial structure.", "Today, the functions of modern central banks are vastly different from what was expected from their early counterparts.", "Let me briefly outline how the profile of the Reserve Bank has been intrinsically interwoven with the economic and financial developments in our country since independence.", "The Reserve Bank was set up under the Reserve Bank of India Act 1934 with the original Preamble that describes the broad mandate of the Reserve Bank as follows: \"it is expedient to constitute a Reserve Bank for India to regulate the issue of Bank notes and keeping of reserves with a view to securing monetary stability in India and generally, to operate the currency and credit system of the country to its advantage\".", "Later, the Reserve Bank of India was nationalised in 1949.", "While the Reserve Bank continues to perform its traditional functions such as currency management, bankers' bank and banker to the Government, its function of conducting monetary policy has undergone a sea change in various respects from time to time.", "As we know, policy change is generally guided by two major forces: first, the objectives that may seem appropriate earlier may lose relevance with changing behavioural relationships over time.", "For instance, when we found that the relationship of money with nominal income was not very predictable as in the past, we adopted multiple indicators approach in 1998.", "Second, the state of knowledge, updated with new theories and evidences, requires to be applied in pursuit of better policy outcomes.", "This is precisely what shaped the conduct of monetary policy in India over time.", "Evolution of monetary policy in line with the changing character of the economy 1935 to 1949: Initial Phase 7.", "It is interesting to note that the Reserve Bank came into being in the backdrop of the great depression facing the world economy.", "Given the unsettled international monetary systems, the Preamble to the RBI Act, 1934 provided the edifice for the evolution of monetary policy framework.", "Until independence, the focus was on maintaining the sterling parity by regulating liquidity through open market operations (OMOs), with additional monetary tools of bank rate and cash reserve ratio (CRR).", "In other words, exchange rate was the nominal anchor for monetary policy.", "In view of the agrarian nature of the economy, inflation often emerged as a concern due to frequent supply side shocks.", "While the price control measures and rationing of essential commodities was undertaken by the Government, the Reserve Bank also used selective credit control and moral suasion to restrain banks from extending credit for speculative purposes.", "to 1969: Monetary Policy in sync with the Five-Year Plans 8.", "India's independence in 1947 was a turning point in the economic history of the country.", "What followed was a policy of planned economic development.", "These two decades were characterised not only by a predominant role of the state but also by a marked shift in the conduct of monetary policy.", "The broad objective was to ensure a socialistic pattern of society through economic growth with a focus on self-reliance.", "This was intended to be achieved by building up of indigenous capacity, encouraging small as well as large-scale industries, reducing income inequalities, ensuring balanced regional development, and preventing concentration of economic power.", "Accordingly, the government also assumed entrepreneurial role to develop the industrial sector by establishing public sector undertakings.", "As planned expenditure was accorded pivotal role in the process of development, there was emphasis on credit allocation to productive sectors.", "The role of monetary policy, therefore, during this phase of planned economic development revolved around the requirements of fiveyear plans.", "Even if there was no formal framework, monetary policy was relied upon for administering the supply of and demand for credit in the economy.", "The policy instruments used in regulating the credit availability were bank rate, reserve requirements and open market operations (OMOs).", "With the enactment of the Banking Regulation Act in 1949, statutory liquidity ratio (SLR) requirement prescribed for banks emerged as a secured source for government borrowings and also served as an additional instrument of monetary and liquidity management.", "Inflation remained moderate in the post-independence period but emerged as a concern during 1964-68. to 1985: Credit Planning 10.", "Nationalisation of major banks in 1969 marked another phase in the evolution of monetary policy.", "The main objective of nationalisation of banks was to ensure credit availability to a wider range of people and activities.", "As banks got power to expand credit, the Reserve Bank faced the challenge of maintaining a balance between financing economic growth and ensuring price stability in the wake of the sharp rise in money supply emanating from credit expansion.", "Besides, Indo-Pak war in 1971, drought in 1973, global oil price shocks in 1973 and 1979, and collapse of the Bretton-woods system in 1973 also had inflationary consequences.", "Therefore, concerns of high inflation caused by deficit financing during 1960s gathered momentum during the 1970s.", "Incidentally, the high inflation in the domestic economy coincided with stagflation - high inflation and slow growth - in advanced economies.", "In such a milieu, traditional monetary policy instruments, viz., the Bank Rate and OMOs were found inadequate to address the implications of money supply for price stability.", "As banks were flushed with deposits under the impact of deficit financing, they did not need to approach RBI for funds.", "This undermined the efficacy of Bank Rate as a monetary policy instrument.", "Similarly, due to underdeveloped government securities market, OMOs had limited scope to be used as monetary policy instrument.", "During this phase, the average growth rate hovered around 4.0 per cent, while wholesale price index (WPI) based inflation was around 8.8 per cent.", "In the 1980s, fiscal dominance accentuated as reflected in automatic monetisation of budget deficit through ad hoc treasury bills and progressive increase in SLR by 1985.", "Concomitantly, inflationary impact of deficit financing warranted tightening of monetary policy - both the CRR and Bank Rate were raised significantly.", "The experience of monetary policy in dealing with the objectives of containing inflation and promoting growth eventually led to adoption of monetary targeting as a formal monetary policy framework in 1985 on the recommendations of the Chakravarty Committee.", "In this framework, with the objective of controlling inflation through limiting monetary expansion, reserve money was used as operating target and broad money as intermediate target.", "The targeted growth in money supply was based on expected real GDP growth and a tolerable level of inflation.", "This approach was flexible as it allowed for feedback effects.", "CRR was used as the primary instrument for monetary control.", "Nonetheless, due to continued fiscal dominance, both SLR and CRR reached their peak levels by 1990. .", "The worsening of fiscal situation in late 1980s was manifested in deterioration of external balance position and collapse in domestic growth in 1991-92, in the backdrop of adverse global shocks - the gulf war and disintegration of the Soviet Union.", "The resultant balance of payments crisis triggered large scale structural reforms, financial sector liberalization and opening up of the economy to achieve sustainable growth with price stability.", "Concurrently, there was a shift from fixed exchange rate regime to a market determined exchange rate system in 1993.", "In the wake of trade and financial sector reforms and the consequent rise in foreign capital flows and financial innovations, the assumption of stability in money demand function as well as efficacy of broad money as intermediate target came under question.", "At the same time, there was a notable shift towards market-based financing for both the government and the private sector.", "In fact, automatic monetisation through ad hoc treasury bills was abolished in 1997 and replaced with a system of ways and means advances (WMAs).", "During this period, average domestic growth rate was 5.6 per cent and average WPI-based inflation was 8.1 per cent.", "to 2015: Multiple Indicators Approach 13.", "As liberalisation of the economy since the early 1990s and financial innovations began to undermine the efficacy of the prevalent monetary targeting framework, a need was felt to review the monetary policy framework and recast its operating procedures.", "As a result, the Reserve Bank of India adopted multiple indicators approach in April 1998.", "Under this approach, besides monetary aggregates, a host of forward looking indicators such as credit, output, inflation, trade, capital flows, exchange rate, returns in different markets and fiscal performance constituted the basis of information set used for monetary policy formulation.", "The enactment of the Fiscal Responsibility and Budget Management (FRBM) Act in 2003, by introducing fiscal discipline, provided flexibility to monetary policy.", "Increased market orientation of the domestic economy and deregulation of interest rates introduced since the early 1990s also enabled a shift from direct to indirect instruments of monetary policy.", "There was, therefore, greater emphasis on rate channels relative to quantity instruments for monetary policy formulation.", "Accordingly, short-term interest rates became instruments to signal monetary policy stance of RBI.", "In order to stabilise short-term interest rates, the Reserve Bank placed greater emphasis on the integration of money market with other market segments.", "It modulated market liquidity to steer monetary conditions to the desired trajectory by using a mix of policy instruments.", "Some of these instruments including changes in reserve requirements, standing facilities and OMOs were meant to affect the quantum of marginal liquidity, while changes in policy rates, such as the Bank Rate and reverse repo/repo rates were the instruments for changing the price of liquidity.", "An assessment of macroeconomic outcomes suggests that the multiple indicator approach served fairly well from 1998-99 to 2008-09.", "During this period, average domestic growth rate improved to 6.4 per cent and WPI based inflation moderated to 5.4 per cent.", "-2016: Preconditions Set for Inflation Targeting 16.", "In the post-global financial crisis period (i.e., post-2008), however, the credibility of this framework came into question as persistently high inflation and weakening growth began to coexist.", "In the face of double-digit inflation of 2012-13, the US Fed's taper talk in May/June 2013 posed significant challenges to domestic monetary policy for maintaining the delicate balance between sustaining growth, containing inflation and securing financial stability.", "The extant multiple indicators approach was criticised on the ground that a large set of indicators do not provide a clearly defined nominal anchor for monetary policy.", "An Expert Committee was set up by RBI to revise and strengthen the monetary policy framework and suggest ways to make it more transparent and predictable.", "In its Report of 2014, the Committee reviewed the multiple indicators approach and recommended that inflation should be the nominal anchor for the monetary policy framework in India.", "Against this backdrop, the Reserve Bank imposed on itself a glide path for bringing down inflation in a sequential manner - from its peak of 11.5 per cent in November 2013 to 8 per cent by January 2015; 6 per cent by January 2016 and 5 per cent by Q4 of 2016-17. onwards: Flexible Inflation Targeting 17.", "Amid this, a Monetary Policy Framework Agreement (MPFA) was signed between the Government of India and the Reserve Bank on February 20, 2015.", "Subsequently, flexible inflation targeting (FIT) was formally adopted with the amendment of the RBI Act in May 2016.", "The role of the Reserve Bank in the area of monetary policy has been restated in the amended \"the primary objective of monetary policy is to maintain price stability while keeping in mind the objective of growth\".", "Empowered by this mandate, the RBI adopted a flexible inflation targeting (FIT) framework under which primacy is accorded to the objective of price stability, defined numerically by a target of 4 per cent for consumer price headline inflation with a tolerance band of +/- 2 per cent around it, while simultaneously focusing on growth when inflation is under control.", "The relative emphasis on inflation and growth depends on the macroeconomic scenario, inflation and growth outlook, and signals emerging from incoming data.", "Since then RBI has been conducting monetary policy in a forward-looking manner and effectively communicating its decisions to maintain inflation around its target and thereby to support growth.", "At the same time, RBI is also fine-tuning its operating procedures of monetary policy for effective policy transmission across the financial markets and thereby onto the real economy.", "As an outcome, inflation has fallen successively and has averaged below 4 per cent since 2017-18, notwithstanding recent up-tick in inflation driven by food prices, especially the sharp increase in vegetable prices reflecting the adverse impact of unseasonal rains and cyclone.", "Evolution of monetary policy in line with the changing Theoretical Developments and International Best Practices 19.", "The monetary policy framework in India has also been guided by developments in theory and international best practices.", "For instance, the collapse of the Bretton-Woods system of fixed exchange rates and high inflation in many advanced economies during the 1970s provided the necessary background to the choice of money supply as a nominal anchor.", "Since the late 1980s, however, experience of many advanced countries with monetary targeting framework was not satisfactory inter alia due to growing disconnect between monetary aggregates and goal variables such as inflation.", "A similar instability in money demand function was also evidenced in the Indian context in the 1990s which led to a shift from monetary targeting to multiple indicators approach in 1998. .", "Since early 1990s, beginning with New Zealand in 1990, many advanced and emerging market economies (EMEs) have switched to inflation targeting as the preferred policy framework.", "India, however, formally adopted the framework in 2016 which has helped us in terms of learning from the experiences of a diverse set of countries over a long period of time.", "In fact, the post-global financial crisis experience questioned the relevance of narrow focus on price stability as the sole objective of monetary policy, which called for adoption of a flexible approach to inflation targeting to achieve macro-financial stability.", "In this milieu, financial stability has emerged as another key consideration for monetary policy, though jury is still out as to whether it should be added as an explicit objective.", "It is interesting to note that the central banking function as the lender of last resort (LOLR) has remained intact, notwithstanding the developments and refinements in the policy frameworks across countries, including India.", "Evolution of monetary policy in line with the financial market developments 21.", "Financial markets play a critical role in effective transmission of monetary policy impulses to the rest of the economy.", "Monetary policy transmission involves two stages.", "In the first stage, monetary policy changes are transmitted through the money market to other markets, i.e., the bond market and the bank loan market.", "The second stage involves the propagation of monetary policy impulses from the financial market to the real economy - by influencing spending decisions of individuals and firms.", "Within the financial system, money market is central to monetary operations conducted by the central bank.", "In the case of India, money market prior to the 1980s was characterised by paucity of instruments and lack of depth.", "Owing to limited participation, money market liquidity was highly skewed, characterised by a few dominant lenders and a large number of chronic borrowers.", "In the presence of ad hoc Treasury Bills with fixed interest rate under the system of automatic monetisation, Treasury Bills could not emerge as a short-term money market instrument.", "Administered interest rates and captive investor base in government securities market further impeded open market operations as an ineffective instrument of monetary control.", "The prevalence of interest rate regulations along with restrictions on participation prohibited the integration of different market segments which is a prerequisite for effective monetary policy transmission.", "In this environment, monetary policy initially relied mainly on credit planning and selective credit controls and eventually on monetary targeting through quantitative instruments.", "Financial markets reforms since the early 1990s, therefore, focused on dismantling various price and non-price controls in the financial system to facilitate integration of financial markets.", "Reform measures encompassed removing structural bottlenecks, introducing new players/instruments, ensuring free pricing of financial assets, relaxing quantitative restrictions, strengthening institutions, improving trading, clearing and settlement practices, encouraging good market practices and promoting greater transparency.", "These reforms gradually facilitated the price discovery in financial markets and interest rate emerged as a signaling mechanism.", "This paved way for introduction of the Liquidity Adjustment Facility (LAF) in 2000-01 as a tool for both liquidity management and also a signalling device for interest rates in the overnight money market.", "Amid greater integration of domestic financial markets with global markets, subsequently, the RBI also began to recognise the impact of global developments on domestic monetary policy.", "The developments in financial markets enabled the Reserve Bank to use market-based instruments of monetary policy and utilise the forward-looking information provided by financial markets in the conduct of monetary policy under the multiple indicators approach.", "Although various segments of financial markets had acquired depth and maturity over time, a key challenge has been on fuller and faster transmission of policy rate changes not only to money market segments but also to the broader credit markets.", "In order to address these challenges, the Reserve Bank has been trying different models.", "At the same time, the liquidity management framework was also fine-tuned since April 2016 with the objective of maintaining the operating target close to the policy rate.", "Under this framework, the Reserve Bank assured the market to meet its durable liquidity requirements while fine-tuning its operations to make short-term liquidity conditions consistent with the stated policy stance.", "This was achieved through a variety of instruments including fixed and variable rate repo/reverse repo of various maturities, the marginal standing facility (MSF) and outright open market operations - complemented at times by the cash management bills and foreign exchange swaps.", "Challenges in the Current Context 25.", "One of the major challenges for central banks is the assessment of the current economic situation.", "As we all know, the precise estimation of key parameters such as potential output and output gaps on a real time basis is a challenging task, although they are crucial for the conduct of monetary policy.", "In recent times, shifting trend growth in several economies, global spillover effects and disconnect between the financial cycles and business cycles in the face of supply shocks broadly explain why monetary policy around the world is in a state of flux.", "Nonetheless, a view has to be taken on the true nature of the slack in demand and supply-side shocks to inflation for timely use of counter cyclical policies.", "We, in the Reserve Bank, therefore, constantly update our assessment of the economy based on incoming data and survey based forward looking information juxtaposed with modelbased estimates for policy formulation.", "This approach helped the Reserve Bank to use the policy space opened up by the expected moderation in inflation and act early, recognizing the imminent slowdown before it was confirmed by data subsequently.", "Monetary policy, however, has its own limits.", "Structural reforms and fiscal measures may have to be continued and further activated to provide a durable push to demand and boost growth.", "In my previous talks elsewhere, I have highlighted certain potential growth drivers which, through backward and forward linkages, could give significant push to growth.", "Some of these areas include prioritising food processing industries, tourism, e-commerce, start-ups and efforts to become a part of the global value chain.", "The Government is also focusing on infrastructure spending which will augment growth potential of the economy.", "States should also play an important role by enhancing capital expenditure which has high multiplier effect.", "Concluding Remarks 27.", "Monetary policy frameworks in India has thus evolved in line with the developments in theory and country practices, the changing nature of the economy and developments in financial markets.", "Within the broad objectives, however, the relative emphasis on inflation, growth and financial stability has varied across monetary policy regimes.", "Although global experience with financial stability as an added policy objective is still unsettled, the Reserve Bank has always been giving due importance to financial stability since the enactment of the Preamble to the RBI Act.", "The regulation and supervision of banks and non-bank financial intermediaries has rested with the Reserve Bank and has kept pace with the prescribed global norms over time.", "More recently, the focus of financial stability has not only confined to regulation and supervision but also extending the reach of formal financial system to the unbanked and unserved population.", "Apart from financial inclusion, there is also a focus on promoting secured, seamless and real-time payments and settlements.", "This renewed focus on financial inclusion and secured payments and settlements are not only aimed at promoting the confidence of general public in the domestic financial system but also improving the credibility of monetary policy for price stability, inclusive growth and financial stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "monetary-financial coordination", "fiscal dominance", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Monetary policy", "Inflation", "Monetary policy framework", "Credit policy", "Financial markets", "Economic growth", "Monetary targeting", "Multiple indicators approach", "Flexible inflation targeting", "Financial stability"]}