{"sentences": ["LAUNCH OF ABSA BANK GHANA LIMITED DR. ERNEST ADDISON GOVERNOR, BANK OF GHANA FEBRUARY 10, 2020 Your Excellency, Dr Mahamudu Bawumia, Vice President of the Republic of Ghana Honourable Ministers of State Members of the Diplomatic Corps Representatives of the Board, Management of Absa Group, and Absa Bank Ghana CEOs and Representatives from the Banking Industry Customers and Clients of Absa Bank Ghana Distinguished Ladies and Gentlemen, Good morning.", "Today marks a significant change in the history of the banking sector as Barclays Bank Ghana Limited, which opened its doors to banking in Ghana some 100 years ago transitions to Absa Bank Ghana Limited.", "Before going any further, let me extend a special welcome to Mr. Aaron Daniel Mminele, CEO of Absa Group to Ghana, and for gracing this occasion.", "At this stage, permit me to take you down memory lane as we follow the tracks of this over a century journey which has led us to this important launch.", "You will realize that the journey of Barclays and now Absa is intertwined with the history of Ghana-making it a cornerstone of the banking industry.", "In 1917, the Colonial Bank, which was founded by a Royal Charter in 1836 to trade in the West Indies, was acquired by Barclays as the nucleus for its colonial network - Barclays (Dominion, Colonial and Overseas), and started operations in Lagos, Nigeria.", "Subsequently, the then new Barclays DCO acquired branches of the National Bank of South Africa and one other bank (the Anglo Egyptian Bank in Lagos) to widen its international operations.", "By the end of 1926, Barclays had established nine branches in West Africa, including Barclays Bank of Ghana.", "Your Excellency, after several decades of operating in Africa, it is interesting to note, but comes as no surprise, that after Barclays Bank acquired the National Bank of South Africa to establish itself in Africa, Barclays plc is passing the baton back to Absa, a South African bank.", "What we are witnessing today is a culmination of three years of arduous planning and execution of a detailed transition plan that was presented to the Bank of Ghana by Executives of Barclays.", "As regulators, we have worked closely with Barclays Bank and its officials to ensure that every aspect of the transition plan are aligned with the central bank's overarching goal of financial stability.", "On this note, let me congratulate all those who played diverse roles in this historic changeover from Barclays to Absa Bank, for the professionalism shown in carefully engaging stakeholders, customers, and the general public during the transition process.", "Your Excellency, the history of banking in Ghana would be incomplete if special mention is not made of the contribution of Barclays to Ghana's banking system and economic development more broadly.", "Although the brand Barclays has now been phased out of Ghana's banking system, it has over the decades left a significant footprint that includes a strong corporate culture, strong corporate governance, the provision of quality financial services, skilled manpower, and investments in technology driving cutting-edge solutions to the ever-growing complex needs of the industry.", "Barclays has also influenced the industry with many innovations, including being: the first bank to be nationally networked and thereby giving real time banking in all the branches across Ghana in 1998; the first to introduce cash accepting (Deposit) ATMs in Ghana Today, February 10, 2020 is another landmark as now Absa, becomes the first bank to introduce Vertical Debit & Credit Cards to enhance the functionality of scheme cards in Ghana.", "These achievements are remarkable and the Bank of Ghana, and the general public, expect the changeover to Absa to carry along the level of excellence, leadership, and professionalism that has become synonymous with the 100-year Barclays heritage in Ghana.", "This is what has endeared the general public to Barclays and that is what will be expected from Absa.", "I believe that Absa Bank Ghana will carry the same principles into the next 100 years, and the new footprints will become even more exciting if the Ghanaian public have an opportunity to become shareholders in Absa Bank Ghana in the near future.", "Your Excellency, Absa's leadership in the African financial markets landscape is not disputed at all.", "For example, Absa has single-handedly supported the creation of an Africa-wide Absa Africa Financial Markets Index.", "This index studies key developments in financial markets of several countries in Africa and recommends alternative solutions, which is helping to deepen the financial markets in Africa including Ghana.", "Although we had indicated our concerns on some of the matrices, the Absa Africa Financial Markets Index remains an important tool and I will encourage you to share your knowledge and insight, as well as best practices across the banking sector.", "As Absa Ghana aspires to become a forward-looking digitally-led bank, the Bank of Ghana is counting on you to contribute to the development of digital solutions that make banking more convenient, while providing more avenues to make financial services more accessible to the unbanked.", "Your Excellency, we are launching Absa at a time when Ghana's banking sector is stronger than ever.", "Banks are well- capitalized to perform their financial intermediary roles in support of the economy.", "I am also delighted to let you know that Absa Bank Ghana exhibited strong performance even during the critical time of transition.", "Indeed, Absa Bank Ghana, was one of the first banks to meet the new minimal capital requirement through internally-generated funds.", "Total Assets more than doubled from GH¢5.3 billion at end-December 2016 to GH¢11.7 billion at end-December 2019, and the bank's Capital Adequacy Ratio of 10.6 percent improved significantly to 16.5 percent.", "Also, the bank's Non-Performing Loans ratio of 19.2 percent improved to 6.6 percent over the review period, an indication of sound credit administration practices.", "Your Excellency, the performance indicators just enumerated, is a broader reflection of the current state of the entire banking sector and an attestation that the reforms undertaken by the Bank of Ghana within the intervening period are beginning to yield the desired results.", "The banking industry has built up a much stronger balance sheet and recorded strong asset growth, improved quality of loans and profitability during the year.", "All the financial soundness indicators, measured in terms of earnings, liquidity, and capital adequacy remained strong.", "The banking sector's performance has been encouraging and as regulators, we will continue to hold banks accountable.", "We will ensure the continuous sanity of the sector, and consistently apply the laws applicable to the sector.", "Your Excellency, one of the key aspects of the reform agenda was the issuance of the Corporate Governance and the Fit and Proper Persons Directives for banks which banks are now complying with.", "In particular, enforcement of the Corporate Governance Directive has led to several board chairs and CEOs of banks ending their tenure, while Board members who had served for prolonged periods have been replaced.", "In addition, results of a recent survey indicate full compliance with requirements of the Corporate Governance Directive on the size, structure, composition and qualification of bank Boards; due diligence in the appointment of key management personnel; and separation of the positions of CEOs and Board Chairs.", "A total of 184 bank directors undertook the mandatory annual Directors' corporate governance Certification training programme.", "Of this number, over 50 percent have fully completed the programme, while the rest who are at various certification stages will be certified by the deadline of end-March 2020. .", "Let me reiterate that as regulators, we will continue to commit our resources towards ensuring that financial institutions improve their internal controls and risk management systems since the safety and soundness of institutions pivots on these principles.", "Also, we will continue to create an enabling regulatory environment that encourages innovation in the industry, while ensuring that we continually strengthen our supervisory and enforcement capabilities to ensure sanity in the industry.", "That way, we can ensure that Ghana's banking business is conducted in a safe and sound manner and with integrity, thereby retaining the trust and confidence depositors, and indeed the general public, reposed in the industry.", "Ladies and Gentlemen, let me once again congratulate Absa Bank Ghana and the Absa Group for the successful transition.", "I trust that we can count on your support as we move the banking sector to new heights in support of Ghana's growth and development agenda."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Absa Bank Ghana", "Banking sector", "Financial stability", "Corporate governance", "Digital banking", "Financial markets", "Capital adequacy", "Non-performing loans", "Regulatory environment", "Innovation"]}