{"sentences": ["Paving the way forward: Managing climate risk in the insurance sector Anna Sweeney, Executive Director, Insurance Supervision Division Delivered at the Moody's Insurance Summit Webinar: The resilience of Insurers in a Changing Climate 9 September 2020 I am grateful to Stefan Claus, Henry Murdoch, David Gayle, Mark Cornelius, Giorgis Hadzilacos, Patrick Cleary and Megan Bell for their assistance preparing this speech.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice everyone.", "I would like to thank Moody's for inviting me to speak on climate change: one of the most significant and urgent risks facing the whole of the economy, today and for decades to come.", "As such, given today's audience, I shall concentrate on the a major issue across the financial services sector; but insurance side.", "With the pandemic, we are living through a systemic risk with major impacts on the real economy and consequently the financial services sector.", "While it is hoped Covid-19 will eventually run its course and hopefully sooner if a vaccine is found - the impact and risks from climate change will be felt for decades to come.", "And although, insurers have demonstrated resilience to Covid-19 - with the sector remaining robust to downside stresses created by the pandemic1 - the resilience and successful adaption of the industry to the longer term threat of climate change is likely to be a longer challenge.", "Insurance companies play a critical role in supporting businesses manage climate-related risks and provide critical long-term finance, such as infrastructure, that support economic growth.", "Consequently, the resilience and the ability to manage climate-related risks within the insurance industry is of significant importance.", "As a prudential regulator, our primary concern is to ensure the industry remains resilient to down-side stresses.", "The complexity, global nature and time-horizon of climate risks require greater collaboration in developing and enhancing the industry's risk management in this area.", "Today I will set out the key issues that we see in managing climate risk setting out our expectations for life and general insurers as well as explaining how the Bank of England is using its position to help developments in this area.", "First, I will spend some time on how the risk affects the sector.", "Climate change and defining climate-related financial risks Climate related risks are most often described in terms of physical and transition risk.", "With physical risks referring to the risks arising from more frequent extreme weather events such as floods and long-term trends such as the rise in sea-level; and transition risks arising from the process of adjustment towards a lower-carbon economy.", "There is a third risk that underlies these two that is especially important for insurers: liability risk.", "This refers to risks that could arise for insurance firms from parties who have suffered loss from climate change - for example from firms misreading the transition risk, or who have suffered the /-/media/boe/files/financial-stability-report/2020/august2020.pdf?la=en&hash=2D820EFD16973AF9CB27F1C29507E0D55E03E1F5 The PRA's 'The impact of climate change on the UK insurance sector' (2015) highlighted that the potential for climate change present substantial risks to the business model of insurers.", "/-/media/boe/files/prudential-regulation/publication/impact-of-climate-change-on-the-uk-insurancesector.pdf All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice consequences of physical risk, and then seek to recover those losses from others who they believe may have been responsible.", "Before I continue, it is worth reiterating the dramatic scale of global warming, rising sea levels, and extreme weather events.", "The ten hottest years ever recorded have all occurred since 1998 and the current signs are that 2020 will be no different.", "Despite some fluctuations, the evidence is clear that Earth's climate is warming rapidly, and the pace of change is increasing.", "In May 2020,3 the concentration of carbon dioxide (CO2) in our atmosphere increased to the highest level ever recorded in human history.", "This is likely higher than at any point in the last three million years, and it occurred during the middle of an economy-wide lockdown.", "Indeed, more than half of the CO2 emitted into the atmosphere by the burning of fossil fuels has occurred in just the past three decades.", "The temporary relief in emissions growth due to the pandemic lockdown measures will not be enough to reduce the overall concentration of CO2 in the atmosphere, and is likely to be short-lived4.", "By contrast, avoiding the very worst physical impacts will require permanent changes to the way we live and do business; we will need to reorient.", "The Government has already announced its intention for the UK to produce net zero CO2 emissions by 2050 and that will require considerable changes to the way we currently work and live.", "Moreover, the UN climate conference, COP26 (Conference of the Parties), is due to take place between 1 and 12 November 2021 in Glasgow, in partnership with Italy.", "As hosts, the UK will continue to work with our Italian partners to increase climate action, build resilience and lower emissions.", "The steps agreed at COP26 could have a profound impact on our societies' future.", "Impact to insurers from losses related to climate change Where global average temperatures have risen in the past, incidences of climate-related weather events tended to become both more common and more severe.", "Insurers protect society against these risks, and these events will continue to become more expensive for the industry.", "The insurance industry is, of course, used to dealing with losses from physical risks.", "-features/understanding-climate/climate-change-atmospheric-carbon-dioxide Forster, P.M., Forster, H.I., Evans, M.J. et al.", "Current and future global climate impacts resulting from COVID-19.", "\"we estimate that the direct effect of the response will be negligible, with a cooling of around 0.01 ± 0.005 °C by 2030 compared to a baseline scenario that follows current national policies.\"", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice For example, recent research suggests that the frequency of climatic natural disasters has grown as much as threefold since 1980.6 Despite such an increase, the industry has managed to demonstrate resilience and innovation in diversifying the risk thus far.", "However, there is now concern whether further deterioration of extreme climatic events might result in an increase in the protection gap.", "Physical, transition and liability risks In the short-term physical risks arise from increased weather-related events such as floods, wildfires and storms, and longer-term through events such as sea level rise and chronic heat waves.", "And to illustrate how these risks could change: in last year's PRA Insurance Stress Test, feedback indicated that in a potential extreme physical climate change scenario, a 1-in-100 year loss in future may exceed year loss.", "To put this into numbers, if today's UK flood 100 today's 1-in-1,000 year event industry loss is in the order of £7bn; then in the future, that figure might more than double.", "For firms whose capital requirements are materially determined on extreme natural catastrophe scenarios, the sensitivity of tail events and hence cost and availability of insurance as a result of physical climate change is not hard to imagine.", "Furthermore, as the Thai Floods in 2011 illustrate, physical risks can reach beyond the immediate impact of For example, the Lloyd's market faced a $2.2 billion7 natural catastrophes.", "claim from businesses not directly impacted by the floods instead losses arose from business interruption as supply chains were badly disrupted.", "Understanding such changes will be important not only to insurers and regulators but also Governments and societies in adapting and ensuring continued resilience.", "The second area of financial risk for insurers is on investments.", "The value of investments is not only at risk from physical damage to property, but also through the disruption of a normal working of the economy - affecting corporate profits and hence a wider range of assets.", "In extreme circumstances, they could affect the value of sovereign debt.", "Transition risks arise from the process of adjustment towards a lower-carbon economy.", "In order to make that transition, there will have to be new government policies, changes to customer preferences, and the introduction of new technologies.", "These will have an impact on the value of financial assets.", "Indeed, there is a real risk that some of the long-term assets that life insurers hold to support future pension benefits could Source: Authors' estimates based on data from the Emergency Event Database of the Centre for Research on the Epidemiology of Disasters.", "(accessed 7 September 2020) -lloydsoflondon/lloyds-faces-third-biggest-loss-from-thai-flood-idUKTRE81D0C420120214 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Understanding the longer term strategy of an insurer's most significant investments substantially fall in value.", "will be needed to fully understand the potential effect of transition and physical risks.", "Finally, there is one other category of risk, albeit this is frequently considered as a subset of the other two: climate-related litigation and climate legal liability risk.", "Climate lawsuits are increasing globally, often occurring in multiple jurisdictions and arising from a variety of different causes.", "The potential scope for this type of litigation is broad, and firms all over the world are already beginning to be litigated against for their participation in and/or failure to meaningfully prevent manmade climate change.", "This could lead to significant financial consequences.", "While current evidence on the impact of these litigation cases is speculative (as climate litigation remains an evolving area which varies considerably across the world), we are looking into the potential consequences of successful rulings to increase in the future, with perhaps one or two 'landmark' cases paving the way for these subsequent successes.", "As the climate emergency continues to evolve, institutions of all types could face increased risk of climate litigation, whether directly via actual case rulings, or indirectly, by providing coverage or credit to exposed corporate counterparties.", "With global assets under management of more than $13 trillion8, and premiums of $6.3 trillion9, the insurance sector has a substantial and unique role to play in helping to safeguard society against significant climate change.", "The consideration of climate risk is not new to insurers and many firms have been thinking about the nature of these risks for some time.", "This is perhaps because many of the capabilities involved in managing climate change risk are innately related to the insurance business model, particularly for property insurance.", "On the General Insurance (GI) side, considerations of climate risk will be through the lens of tail risk arising from natural catastrophe, in defining appropriate levels of coverage.", "For Life insurers, they will need to consider the longer-term implications of climate change on the health and longevity of our societies.", "While the industry will inevitably need to collaborate with other professionals across the financial sector to manage these risks effectively, the long and short-term aspects of insurance business are well-suited to the context of climate change, given climatic impacts will be both extreme and crystallise over an extended time horizon.", "Our journey on understanding the risks posed by climate change began with a climate adaptation report, published 2015,10 and focused solely on the risks faced by the insurance sector.", "A report on the banking side Boston Consulting Group Swiss Re Economic Research & Consulting All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice climate stress testing was in last year's followed three years later.", "Similarly, our first foray into regulatory-led Insurance Stress Test.", "While the insurance industry has demonstrated clear progress so far, the manifold nature of physical and transition climate risk requires an evolving and highly collaborative response, with actors in both the financial system and the real economy acting in tandem to avert loss.", "Insurers and regulators have a shared responsibility to continue to advance their thinking and take action.", "The most effective response will be one in which everyone plays their part.", "Furthermore, the prize for those insurers that manage climate change well, and are able to understand and price the risks appropriately, is increased business opportunity for innovation that support their customers to adapt and mitigate the changing risks.", "The Bank of England's strategy So, what is the Bank of England's response, and what are we prepared to do to help the insurance sector to respond to the challenges?", "Our approach has three broad angles: 1) Promoting the safety and soundness of the industry by setting expectations and promoting good practice about how firms manage climate-related financial risk internally; 2) Ensuring policyholder protection by conducting scenario analyses to help firms better prepare for the crystallisation of climate risks 'on the horizon' so that firms take into account those future risks as they make decisions today; and, 3) Global engagement with the financial services industry and other regulators to facilitate understanding and encourage mitigation of physical and transitional climate risks.", "Setting Expectations: Supervisory strategy (Supervisory Statement 3/19, Climate Financial Risk Forum and the general insurance framework) The actions taken by individual insurers will be instrumental in determining how well climate-related risks are managed.", "/-/media/boe/files/prudential-regulation/publication/impact-of-climate-change-on-the-uk-insurancesector.pdf All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice In light of this, in April 2019, we became the first regulator to publish supervisory guidance (SS3/19) which sets out our expectations on how the insurers and banks that we regulate should approach the financial risks arising from climate change.", "The supervisory statement encourages insurers to focus on four aspects in developing an enhanced approach to managing climate risk: Risk management, Scenario analysis, and  Disclosure.", "Taken together, each of these four areas comprise a strategic approach which covers both the immediate short-term impacts of climate change, as well as horizon-level risks which could crystallise in future.", "Since the release of the supervisory statement, we have been engaging with insurers over the past year to industry's progress.", "We communicated our findings in a letter to the industry in July this year.", "This highlighted that most firms are developing approaches to identify, assess, manage, report and disclose climate-related financial risks and some have started to embed them into their governance and control structures.", "Some examples of best practice from both GI and Life firms include: Governance: The more advanced firms were able to describe a clear allocation of responsibility below the Senior Manger Function-holder, and clear roles and responsibilities across all three lines of defence.", " The more advanced firms have provided training for their board to enable them to Board Oversight: oversee this risk appropriately.", "Control Structures: the better arrangements observed demonstrate a clear distinction between elements of climate risk as a financial risk, reputational risk and corporate social responsibility issue.", "Some firms have amended committee terms of reference to include explicit reference to climate risk.", "Risk Management: The most developed firms have largely completed this, whilst acknowledging that frameworks will need to be reviewed and updated periodically as the risks continue to evolve and materialise.", "Some firms considered the far-reaching breadth and magnitude of climate risk by distinguishing between financial risk management and corporate responsibility.", "-regulation/publication/2019/enhancing-banks-and-insurers-approaches-to-managing-thefinancial-risks-from-climate-change-ss /-/media/boe/files/prudential-regulation/letter/2020/managing-the-financial-risks-from-climatechange.pdf?la=en&hash=A6B4DD1BE45B2762900F54B2F5BF2F99FA448424 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Disclosure: Best practise was observed by firms that could publish separate and fully comprehensive climate disclosures.", "In relation to managing risks associated with the asset portfolio of particular relevance to life insurers, we observed the following best practice: Strategy: The more advanced firms had a clear strategy and ownership of the asset portfolio and intentions to de-carbonise.", " We observed the use of a 'portfolio warming metric' to analyse Risk Management and Metrics: how 'green' their investments are and help understand the warming potential embedded in the portfolio.", "The most advanced practice we have seen is a firm with its own internal metric to quantify the value at risk stemming directly from climate change within its investment portfolio.", "These types of metrics are forward looking and over time will assist firms in strategic decision making.", "Whilst this first review revealed good levels of progress, the developing of enhanced approaches to managing climate-related risks remains a novel process for many.", "There is still some way to go for a number of insurers in terms of embedding a climate risk management strategy which is underpinned by regular scenario modelling and accompanied by detailed climate disclosures of both sides of the balance sheet.", "To give some of the more developed approaches to assessing climate related risks: the more advanced firms are using scenarios to: Inform their business; Develop their understanding of climate risk (such as the potential transmission channels); Inform their internal model risk calibrations; and • Inform the integration of climate risk into their risk management framework.", "Furthermore, some firms have tailored scenarios to reflect their business, and accessed a range of resources to inform their scenario work.", "Firm-specific scenarios tended to test different business units and differentiate impacts on business lines within business units.", "In addition, these scenarios often looked at both physical and transition risks as well as investigating a range of short- and long-term time horizons.", "We recognise that climate change remains a complicated and nuanced risk; and we intend to assist the industry in embedding our supervisory expectations as much as possible.", "This then gets me on to our next initiative relating to the Climate Financial Risk Forum (CFRF).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice group set \"by industry, for industry\" that is In March 2019, we established the CFRF; a working co-chaired by the Prudential Regulation Authority (PRA) and the Financial Conduct Authority (FCA).", "The group (which is comprised of banks, insurers and asset managers as well as regulators) has the primary objective of building to advance our sector's responses to the financial risks capacity and sharing best practice, in order arising from climate change.", "In June 2020 the CFRF released four industry-produced chapters covering scenario analysis, risk management, disclosure, and innovation.", "In addition to being rich and practical guides on understanding and managing the climate-related financial risks, both for assets and liabilities, we feel the content from these chapters will provide valuable assistance to both life and general insurers when adopting the expectations we set out in SS3/19.", "Moreover, in May 2019, we facilitated the convening of an cross-industry working group to produce a practical framework to assist general insurers in assessing the financial impacts arising from physical climate change.", "The uncertainty of long-term climatic model predictions and the limitations of existing tools has created a number of challenges for general insurers in understanding the potential impacts of extreme weather on their liabilities.", "In response to these challenges, the group developed a framework intended to guide insurers through the process of evaluating how business processes could be impacted in a range of climate outcomes.", "This technical framework for general insurers and the working guide produced by the CFRF are publicly available, indicating our commitment to not only regulated insurers and the embedding of our supervisory expectations, but also to the wider insurance industry.", "Horizon-scanning (Insurance Stress Test 2019, Climate Biennial Exploratory Scenario) In 2019, we became one of the first regulators globally to integrate climate scenarios into our insurance stress testing cycle.", "Climate stress testing encourages insurers to imagine these longer-term risks and while the most severe impacts of climate change remain on the horizon, scenario analysis helps in understanding the potential industry impacts and the actions that are required now if we are to deliver an early orderly transition.", "The 2019 Insurance Stress Test (IST) exercise asked the UK's largest life and general insurers to shock both assets and liabilities according to prescribed climatic impacts.", "This exercise was exploratory in nature - -change/climate-financial-risk-forum -regulation/publication/2019/a-framework-for-assessing-financial-impacts-of-physicalclimate-change To date the Biennial Exploratory Scenario (BES) and the Insurance Stress Test (IST) have only covered the banking and insurance sectors respectively.", "However, in recognition of the potential magnitude and interconnectedness of risks within the financial services sector from climate risks, the forthcoming Climate BES will be expanded to include both banks and insurers.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice specifically not focused on setting capital requirements, but instead designed to encourage firms to develop analytical approaches to climate scenarios in preparation for future PRA exercises.", "For many insurers this IST exercise was the first time they had conducted a climate exercise, and there were therefore a number of valuable learnings for both us and insurers.", "The exercise highlighted gaps in capabilities, data and tools to appropriately model climate-related scenarios, meaning firms' quantitative returns were often disparate and difficult to compare across the wider industry.", "Similarly, for the PRA, the exercise highlighted key learnings to inform the design, specification, and reporting requirements for future climate exercises.", "Our Biennial Exploratory Scenario (BES), will focus on a more comprehensive set of scenarios for both banks and insurers to model against the balance sheet.", "It will involve an extended modelling horizon with integrated macro-financial variables, with the expectation that firms will evaluate the vulnerabilities of their most significant individual counterparties as well as their own exposures under each of three illustrative scenarios.", "However, to support this increased level of ambition we intend to focus only on the very largest insurers, as well as to maintain a greater level of engagement throughout the exercise both before and after launch.", "External engagement Climate change, and the financial risks associated with it, will have implications for insurers around the world and it is important for regulators and industry to work together in response.", "Where some firms are ahead in their thinking in climate risk, we expect knowledge sharing and collaboration to take place to facilitate a holistic response to an issue which concerns the entire industry.", "The PRA - as a regulator and part of a central bank - has taken steps to share our knowledge and encourage the mitigation of climate risk amongst international regulators.", "The Bank set up the Sustainable Insurance Forum (SIF) in December 2016, in conjunction with the United Nations Environment Programme.", "The Bank was also one of eight founding members of the Network for Greening the Financial System in 2017, which has been developing climatic scenarios which are publicly available.", "In addition, we have raised the profile of climate change on the agenda of the International Association of Insurance Supervisors (IAIS), a leading multilateral group of over 200 supervisory authorities, which is working on guidance documents on monitoring climate-related financial risks.", "These will include actual examples and case studies that enable the practical implementation of supervisory material, helping this complex risk to be embedded within the global regulatory regime.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice It is in that context that I would like to leave you with the following thought.", "Risk mitigation in a prudential regulation authority is largely conducted through the lens of firms' capital adequacy.", "The firms themselves are required by us to manage their business within the parameters given by their capital generation and Solvency Capital Requirement.", "It is therefore possible that the incentives to address climate change risk for both firms and supervisors could be enhanced if it were incorporated explicitly into firms' capital requirements.", "Whether and how this should be achieved is not an easy question to answer.", "But it is surely a necessary one, and one that we must begin to address in a timely manner, for insurers and for the wider regulated financial services industry.", "We have set out the roadmap for our journey ahead; climate risk remains a real and credible threat to the integrity and soundness of the global insurance industry which, without significant action now, will only get more pronounced in the future.", "In light of this, the sector must continue to develop and enhance its approach, building on the early foundations of progress which demonstrated a commitment to mitigating the very worst impacts of climate change.", "We intend to provide as much opportunity for this development as possible, utilising our remit both in the UK and internationally to foster preparedness and underline the urgency of physical and transition risks.", "The best response will encompass both of these aspects; private and public actors must equally play their part to help rewrite the climate narrative unfolding on the horizon.", "Our challenge is significant, and our work is far from complete; however, it is not too late to change course, in fact, our future depends on it.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Climate Risk", "Transition Risk", "Physical Risk", "Insurance", "Financial Risk", "Scenario Analysis", "Climate Stress Test", "Climate Financial Risk Forum", "Liability Risk"]}