{"sentences": ["Introduction Good afternoon, Chair and committee members.", "It is an honour for me to appear before you as the 10th Governor of the Bank of Canada.", "I look forward to working with parliamentarians over the next seven years through regular appearances before committees of the House and Senate.", "These are an important part of the Bank of Canada's accountability to Canadians.", "Today, Senior Deputy Governor Wilkins and I are pleased to be here as part of your study of the government's response to the COVID 19 pandemic.", "We particularly look forward to your questions and feedback on the foremost concerns of Canadians at this very difficult time.", "The Bank of Canada is committed to doing everything we can to help the Canadian economy recover from the enormous impact of COVID 19.", "Today I will talk about the Bank's four main functions and elaborate on how the Bank is responding to the pandemic.", "Then I will say just a few words about our operations in general.", "After that, we will be happy to answer your questions.", "Let me begin with our most visible and tangible function-our bank notes.", "As a central bank, we provide a public good through a universally accepted means of payment.", "It is the Bank of Canada's job to provide Canadians with safe, secure, high-quality bank notes that they can use with confidence.", "We know COVID 19 has changed the relationship some Canadians have with cash, at least temporarily.", "The Bank recently carried out a survey in collaboration with Ipsos and Statistics Canada.", "We found that about one-third of Canadians say they are using bank notes less frequently because of the pandemic.", "And we know that some retailers are asking Canadians to use electronic payment methods instead of cash.", "The Bank strongly advocates that retailers accept cash, for two reasons.", "First, some Canadians don't have a bank account, and many others have accounts that limit the number of debit transactions or subject them to fees.", "These are often Canadians who are particularly vulnerable economically, and they depend on cash to make essential purchases.", "Refusing cash puts an unfair burden on Canadians who do not have the same ease of access to financial services that many of us take for granted.", "Second, it is important to note that handling bank notes is no more risky in terms of virus transmission than touching other common surfaces.", "Because Canada's bank notes are polymer, they can be cleaned with soap and water.", "During this pandemic, public health authorities have stressed to Canadians the importance of hand washing.", "All of us should follow this advice, including those who handle cash in their jobs.", "The pandemic may be accelerating an established trend where Canadians are using bank notes less often relative to electronic payments.", "About 1 in 10 Canadians claims not to use cash at all.", "At the same time, the number of bank notes in circulation continues to grow, along with demand.", "The Bank will continue to watch closely to see how the demand for cash evolves, and we will be ready to supply all the bank notes that people and businesses want to hold.", "Related to the trends in bank note use, we have also been looking closely at the idea of a central bank digital currency.", "The Bank of Canada has become a global leader among central banks in research in this area.", "Earlier this year, Deputy Governor Tim Lane spoke about the circumstances when it might make sense for the Bank of Canada to issue our own digital currency.", "This includes a situation in which most Canadians stopped using bank notes.", "We don't believe that a digital currency is required at this time.", "But we are moving forward with contingency planning so that if we ever judged that we should issue a digital currency, we would be ready.", "Funds management The second function I will mention is our funds management role.", "The Bank is the fiscal agent for the government.", "We advise the government on strategies for its debt and cash management, and we conduct auctions for federal government bonds and treasury bills.", "We also provide banking services to some financial institutions, Crown corporations, other central banks and international financial organizations, such as the International Monetary Fund.", "This is an important function in regular times.", "We help the government manage its finances in a cost-effective way.", "But this function has taken on added importance during the pandemic.", "The government's financing needs have increased at an unprecedented pace this fiscal year with the introduction of measures to reduce the pandemic's impact on the Canadian economy.", "I note that even with this record issuance, Canada's net debt-to-GDP ratio remains the lowest among G7 countries.", "Because interest rates on Government of Canada debt serve as the benchmark for many other financial markets, it is imperative to keep government bond markets working well.", "To do this, the Bank has implemented a number of extraordinary measures, which brings me to our financial system function.", "Financial system Our third function is the promotion of a stable and efficient financial system.", "The Bank is unique in that it has a system-wide perspective on the stability and efficiency of the financial system.", "We bring this perspective to our work with federal and provincial partners to make sure the financial system is working to support the real economy.", "Credit is the lifeblood of market-based economies.", "In a crisis, central banks have the critical imperative to provide the liquidity the financial system needs to keep credit flowing.", "This traditional role for the central bank goes back hundreds of years.", "In the 1800s, British journalist Walter Bagehot famously said that in a crisis a central bank should lend freely, at a penalty rate, against good collateral.", "What he meant was that a central bank should always be ready to make sure the financial system has sufficient cash or liquidity during times of stress so that it can help the economy weather the storm, rather than becoming a headwind itself.", "The onset of the COVID 19 pandemic was hugely disruptive to many vital financial markets.", "Liquidity disappeared from markets, as participants sought to protect their own liquidity by increasing their cash holdings.", "Amid the uncertainty, credit markets began to seize up.", "The Bank's priority from March to May was to restore proper functioning to financial markets so that Canadian households, businesses and governments could access credit to withstand the crisis.", "This should also help set the stage for recovery.", "Under the leadership of my predecessor, Governor Poloz, as well as Senior Deputy Governor Wilkins, the Bank did an outstanding job restoring smooth functioning to key markets, ensuring ample funding and market liquidity.", "The Bank revived some emergency programs used during the global financial crisis over a decade ago.", "And it brought into operation several new measures with remarkable speed and precision.", "We are pleased to report that demand for liquidity is returning to normal levels, and market functioning has improved considerably.", "The Bank has therefore scaled back the frequency of some operations because financial market participants are not using them.", "We stand ready to ramp up these programs again if we see that they are needed.", "Finally, let me say a few words about the conduct of monetary policy.", "Our policy framework is set out in the inflation-targeting agreement established with the government and renewed every five years.", "The agreement sends an important signal that the democratically elected government and the Bank are agreed on our policy goal, while giving the Bank the operational independence to pursue that goal.", "This independence is crucial, both in normal times and in crisis times.", "Through this pandemic, the Bank of Canada, the government, and financial Crown corporations and agencies have all been working cooperatively to stabilize the financial system, keep credit flowing and support the economy.", "The Bank's policy actions are designed to complement the government's fiscal efforts.", "At the same time, we are cognizant of each others' mandates, and the government has made it clear that it fully respects our independence.", "As Governor, I will protect the Bank's ability to act independently, consistent with our mandate, because that independence is critical to the confidence that Canadians place in us, the credibility of our inflation target, and our capacity to achieve it.", "Under our policy framework, our mandate is to provide low, stable and predictable inflation.", "That's the best contribution we can make to the country's economic and financial welfare.", "Achieving our inflation goals lays the foundation for sustainable economic growth.", "And keeping inflation close to its target means the economy is running close to capacity with full employment.", "Our inflation target takes on added importance during times of crisis.", "As the Bank moves into uncharted waters using tools it has not deployed before, the inflation target remains our beacon.", "Our monetary policy actions are anchored in the goal of bringing inflation back to target by helping the economy return to its potential capacity with full employment.", "COVID 19 and the measures to contain it represent an economic shock of unprecedented size and scope to our economy.", "By April, more than 3 million Canadians lost their jobs and another 3.4 million were working fewer than half of their regular hours.", "With containment measures starting to be lifted in some parts of the country, we saw a resumption of job growth at a national level in May.", "We expect this to accelerate as the economy continues to reopen, but we have a long way to go, and not all the jobs that were lost are coming back.", "Important fiscal efforts are keeping as many Canadians as possible attached to their jobs and helping households and companies make it through the crisis.", "These efforts are supporting Canadians now and will position the economy for recovery.", "In our latest interest rate announcement, we said that we expect economic growth to resume in the third quarter.", "And with market function improved and containment restrictions easing, the Bank's focus will shift to supporting the resumption of growth in output and employment.", "The July Monetary Policy Report will provide our updated assessment of the outlook for output and inflation.", "Given the unknown course of the pandemic, I expect this will be more of a scenario than a forecast and will also include a discussion of the key risks.", "While our monetary policy will continue to be grounded in our inflation-targeting framework, we acknowledge that the consumer price index isn't currently giving an accurate picture of inflation for many Canadians.", "Buying patterns and prices have changed drastically.", "We know many people are buying less gasoline and fewer travel services while continuing to purchase food from stores.", "This makes their experience quite different from the data being reported.", "Bank staff have been working with Statistics Canada to better understand the implications of these changes in buying patterns.", "The Bank has acted decisively by bringing the policy interest rate to its effective lower bound of 0.25 percent.", "We have also begun large-scale asset purchases.", "As such, we are using our balance sheet to keep core funding markets working well and to deliver monetary stimulus to support the economic recovery.", "We have committed to continue purchases of Government of Canada bonds until the economic recovery is well underway.", "Any further policy actions would be calibrated to provide the necessary degree of monetary policy accommodation required to achieve the inflation target.", "To conclude, let me say a few words about the Bank's operations.", "Currently, the vast majority of staff are working from home.", "This is a testament to the flexibility and resilience of the Bank's systems and its people.", "A handful of essential workers are on site, including security, IT staff, traders and banking operations colleagues at our head office, as well as other staff at our backup site in Calgary and our regional operation centres.", "Bank staff are delivering for Canadians, and I am confident that this will continue.", "The Bank has a long tradition of ensuring accountability and transparency, and we are committed to building on this.", "We will maintain our momentum in a couple of areas.", "First, we recognize that all Canadians have the right to understand what their central bank is doing and why.", "This is even more important today as we undertake unprecedented policy actions.", "We will be transparent about the results of our asset-purchase programs.", "And we will continue to promote the use of plain language and provide resources that can help demystify our operations for interested Canadians, with features such as multimedia articles in The Economy, Plain and Simple on our website.", "Second, we have stepped up efforts to engage with a wide variety of stakeholder groups beyond our traditional partners.", "Our goals are to reach Canadians directly and increase public knowledge of and participation in our activities in order to broaden understanding of our work and to build trust.", "A number of activities to engage the public are upcoming or already underway.", "These include an online campaign to involve the public in the 2021 renewal of our inflation-targeting framework.", "We also just concluded a campaign inviting the public to nominate an iconic Canadian to be featured on the next five dollar note.", "Senior Deputy Governor Wilkins and I would now be happy to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "none", "monetary-fiscal coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID 19", "Bank notes", "Monetary policy", "Financial system", "Inflation", "Government bonds", "Central bank digital currency", "Bank operations", "Economic recovery", "Liquidity"]}