{"sentences": ["Ms. Andrea D. Domingo, Chairperson and Chief Executive Officer of PAGCOR.", "Alfredo C. Lim, Ms. Carmen N. Pedrosa, Mr. Reynaldo E. Concordia, and Mr. Gabriel S. Claudio, Board Members and Directors at PAGCOR.", "Chairman Emilio Aquino of SEC, OIC Erickson Balmes of the Insurance Commission.", "Mel Georgie B. Racela, Executive Director of the Anti-Money Laundering Council (AMLC) Secretariat.", "Guests from PAGCOR and colleagues from the AMLC Secretariat.", "It is my pleasure to welcome you all to today's ceremony as we reinforce the ties between the AMLC and PAGCOR.", "Collaboration among agencies has always proven to be crucial in preventing and countering the abuse of the financial system domestically and globally.", "The latest National Risk Assessment notes a high sectoral money laundering threat among designated non-financial businesses and professions-including casinos which are highly vulnerable.", "Similar to banks and other financial institutions, casinos undertake high-volume and high-speed financial activities but in the gaming context.", "Being generally large cash-based businesses, casinos are competitive in its growth and susceptible to criminal activity.", "With internet-based casinos, casino junket operations, and reduced transparency of high-rollers, there is much vulnerability in identifying sources and movement of funds.", "Thus, this calls for strict enforcement of and compliance to anti-money laundering and counterterrorism financing policies-urging the full cooperation of covered persons during the conduct of examinations-especially with the rise of Philippine offshore gaming operators (POGOs).", "Both the AMLC and PAGCOR appreciate the necessity of close coordination to accomplish the objectives of the Anti-Money Laundering Act of 2001, as amended, and the Terrorism Financing Prevention and Suppression Act of 2012, thus promoting confidence in the integrity of the Philippine financial system.", "With the policy of the State to ensure that the Philippines shall not be used as a money laundering and terrorism financing site, the AMLC, as the Philippines' hybrid financial intelligence unit (FIU), is mandated to receive and analyze suspicious transaction reports; investigate money laundering and terrorism financing; and cause the filing of forfeiture proceedings and cases.", "PAGCOR, on the other hand, functions under a three-pronged mandate to regulate, operate, authorize, and license games of chance, games of cards and games of numbers, particularly casino gaming in the Philippines; generate revenues for the government's socio-civic and national development programs; and help promote the Philippine tourism industry.", "To illustrate the relationship of AMLC and PAGCOR, we have the inverted triangle method of supervision.", "We have the AMLC on one corner, and the supervising agencies, that is, the Bangko Sentral ng Pilipinas, the Insurance Commission, the Securities and Exchange Commission, the heads of which form the Council, on the other corner.", "Then we have PAGCOR as the agency that supervises the casinos' compliance with their respective Money Laundering and Terrorist Financing Prevention Programs.", "The AMLC, in turn, ensures that PAGCOR complies with their duties over casinos on anti-money laundering and counter-terrorism financing matters.", "As one of the government agencies specified in the Casino Implementing Rules and Regulations (CIRR), PAGCOR supervises, assesses, and monitors the compliance of casinos with obligations under the Anti-Money Laundering Act, the CIRR, and other applicable issuances and provides the AMLC with the results of its inspection.", "In addition, PAGCOR operates nine casino branches and 32 satellite casinos in major cities across the country's three major islands.", "Despite our differences in mandates, our agencies have a shared goal: to ensure our country's safety and stability for the welfare of our people.", "Interests therefore converge in informationsharing.", "We share what we know, and you share what you know.", "The actionable information that we share with each is important in supporting financial investigations.", "And signing a memorandum of agreement between both agencies makes for a more systematic sharing of information.", "This MOA then strengthens the feedback mechanism between our agencies to enhance our cooperation.", "The MOA also features collaboration in the exchange of studies, research, and information on current, new, and emerging trends and typologies in money laundering and terrorism financing; and to undertake capacity-building measures to efficiently address money laundering, terrorism financing, and unlawful activities in the country.", "The AMLC very much looks forward to a continuing alliance with PAGCOR.", "Thank you and good morning."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Anti-Money Laundering", "PAGCOR", "Casinos", "Terrorism Financing", "Financial System", "Money Laundering", "Casino Junket Operations", "Financial Intelligence Unit", "Philippine Offshore Gaming Operators", "Memorandum of Agreement"]}