{"sentences": ["Before I begin, I would like to convey my deepest condolences to the family members and friends of those who were involved in the boat crash incident near Pulau Tanjung Aru, yesterday.", "Let us pray for the safety of the victims as well as the search and rescue team.", "Ladies and gentlemen, After we concluded Project Greenback in Johor Bahru more than two years ago, Bank Negara Malaysia together with the World Bank sat down to choose the second \"remittance champion city\".", "Among others, we considered Ipoh, Butterworth and Kota Kinabalu.", "We discussed long and hard, and weighed our options.", "Our assessment suggested that Ipoh and Butterworth would have presented us with a rather similar case study to Johor Bahru.", "This is in view of the similar profile of the target groups who are largely made up of urban migrants, therefore exhibiting similar remittance behaviors.", "The odd for success would have been easier and kinder to us.", "But our intention has never been about replicating our experience in Johor Bahru.", "Kota Kinabalu offers a much more exciting proposition.", "This is despite our full cognisance of the challenges ahead of us, such as geographical barriers and connectivity issue.", "The more we thought about it, the more we were adamant to take this 'road less travelled', premised on a very clear objective which was to test how digitalisation and technology could be leveraged as a driver for inclusive financial services.", "Our work under Project Greenback 2.0 were not limited to the city of Kota Kinabalu alone.", "We covered Keningau, Inanam, Tenom, Kunak, Tawau.", "Some of these areas are remote, and admittedly, only a few of these I have visited myself.", "Our work also brings us to this beautiful city of Sandakan, where we gather this evening.", "It is my great pleasure to extend a warm welcome to all of you to the Closing Ceremony of the Project Greenback 2.0 Kota Kinabalu.", "Our utmost appreciation goes to our guest of honor, Yang Berhormat Dato' Wira Haji Amiruddin bin Haji Hamzah, Deputy Minister of Finance, for gracing this special event.", "Yang Berhormat Datuk Zakaria bin Mohd.", "Edris, Member of Parliament for Libaran, Dr. Firas Raad, Country Manager for Malaysia, the World Bank Group, Ms. Irina Astrakhan, Practice Manager, Finance, Competitiveness, and Innovation Global Practice, The World Bank Group, I would like to begin my remarks with two stories recounted to me by my Project Team, to remind us why the work that we have been doing for the past four years under the banner of Project Greenback, is important and meaningful.", "First, let me share a simple story that tells us about the true reality behind migration.", "This was during one of the events in Johor Bahru.", "The team visited a petroleum refinery complex in Pengerang.", "It was towards the end of the event; it had been a long day and all they could think of was going back to be in the comfort of their own accommodation.", "This was when they noticed a number of migrant workers of various nationalities, noticeably tired from many hours of working - they were using their mobile phones; engaged in highly animated video conversation with their families back home.", "Some of these workers had not seen their family for years; some were fathers who left for Malaysia before their children were born - and the closest that they can get to see their families was through the small screens of their mobile phones.", "Listening to this story, I was reminded to a quote by the former Secretary General of the United Nations, Ban Ki- Moon on migration.", "He said \"Migration is an expression of the human aspiration for dignity, safety and a better future.", "It is part of the social fabric, part of our very make-up as a human family.\"", "Indeed, the single most important reason why these workers travelled thousands of kilometers away, was to seek for opportunities to secure a better future for themselves and their families; and the simplest form of these opportunities is to earn more money.", "This brings me to my second story; on remittances.", "From our engagement sessions, it was not uncommon for us to hear about stories of anger, resentment and frustration from the migrant workers about the difficulties they had to go through in remitting money to their families.", "The workers whom we approached in Sapong estate for example, told us that they only had two options to access the remittance service: the closest is in the town of Tenom which is located 8 kilometers away from their estate; or if that is not available, the next option is to go to Keningau which is about 50 kilometers away!", "We also knew of instances where the workers were robbed on their way to remit money.", "Some told us that the money that they sent through hawaladars did not reach their families.", "These aptly sum up why it is crucial for us to promote a remittance service that is safe, affordable and convenient.", "This is also the primary reason why we decided that Project Greenback 2.0 Kota Kinabalu should be focusing on accelerating usage of digital remittance services.", "Our journey offers quite a few insights on the reality of digitalization in some parts of the country: While it is true that many among our target groups in Sabah do indeed own a smartphone, in many instances the digital remittance applications were not compatible with these simpler devices; and While using digital application is a 'no muss, no fuss' to many of us, barriers such as language and complexity of the process, inhibited many of the migrant workers from using digital remittance services.", "To overcome such challenges, the Project team collaborated very closely with the remittance service providers.", "To enhance the usability of the remittance apps among the target group, adjustments were made including by widening the language options and simplifying the process of using the apps.", "To further assist our target groups, some of the providers developed step-bystep videos on how to use their apps.", "They also sent their staff to join our program and helped to offer one-to-one lesson to the migrant workers - importantly, such interaction allowed them to better understand the needs of this target market.", "Such dedication, enthusiasm and commitment showed by all of you is indeed what drives the success of this Project.", "On behalf of Bank Negara Malaysia, I would like to express our deepest gratitude to the Project Team, the remittance industry, the Greenback 'ambassadors', the plantation companies and other employers, consulates, banking institutions, and all parties who have been with us throughout this journey.", "We are grateful for the assistance provided to the Project Team by our host Dewan Bandaraya Kota Kinabalu, city councils, Polis Diraja Malaysia and other local agencies.", "I also would like to take this opportunity to thank our two most important collaborators; The World Bank and the Malaysia Association of Money Services Business for their support in making Project Greenback 2.0 a success story that we can be proud of, for many years to come.", "I am proud to see how the hard work you put in have translated into impressive tangible results.", "These include a substantial number of new customers being on-boarded for digital remittance services, multifold growth in e-remittance transactions and significant reduction in the cost of sending money.", "A tiny difference in the remittance costs translates into a huge saving for the migrant workers and their families.", "Specific to Sabah, reducing the remittance costs by merely 1% means an additional RM24 million in the hands of migrant workers - this will benefit thousands of households in the receiving countries.", "Overall, this supports the regulatory objective of promoting greater usage of formal remittance channels, a common goal which is shared by our partner, the World Bank.", "I would like to end by sharing some aspirations about what should we do next after Project Greenback.", "Experimental economists Michael Kremer, Esther Duflo and Abhijit Banerjee, recent Nobel laureates in Economics showed us how the big problem of poverty, could be tackled by the ability to break it down into more precise questions.", "Project Greenback 2.0 is indeed an experiment which allows us to seek answers to the questions that we never understood before.", "These include the motivation behind the migrant workers for not choosing the formal remittance channels and their propensity to use digital financial services.", "We have made good progress in understanding these issues.", "But that is not enough.", "We wish to understand more about how remittances can be further leveraged to fight poverty.", "This includes developing greater understanding into: How remittances can be linked to insurance and investment products which would help to break the vicious cycle of poverty; How digital payment and remittances can be used as a tool to support the needs of small rural businesses; From education perspective, how to channel remittances to support provision of quality education for poor children; and From gender perspective, how we can use remittances to drive women entrepreneurships particularly in the era of digital economy.", "Moving forward, these are the areas that we will continue to explore; and in doing so I have no doubt that there will be more opportunities for all of us to work together again."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital remittance services", "Project Greenback", "Migration", "Remittances", "Kota Kinabalu", "Financial inclusion", "Poverty", "Digitalization", "Sabah", "Migrant workers"]}