{"sentences": ["9/11/2020 On the future of money and payments I Deutsche Bundesbank y BUNDESBANK On the future of money and payments Panel statement at the Bundesbank virtual autumn conference \"Banking and Payments in the Digital World\" 11.09.2020 I Frankfurt am Main I Jens Weidmann > 1 Introduction > 2 Opportunities and risks of central bank digital currencies > 2.1 Opportunities of CBDC > 2.2 Risks of CBDC > 3 Alternatives to CBDC Ladies and gentlemen, The history of money is a story of its gradual dematerialisation from tangible objects to intangible computer code.", "For example, there once was a time, on the Pacific island of Yap, when huge and heavy, often doughnut-shaped limestone discs were used as money.", "That is evidently a very tangible form of money, as you can see in places like the Bundesbank's Money Museum where such a Yap stone is on display.", "Digital money, by contrast, is intangible.", "It exists only as binary code.", "However, the stone money was a less impractical means of payment than you would imagine.", "Moreover, the similarities with crypto tokens based on distributed ledger technology (DLT) are so striking that some people wonder whether stone money might have inspired the invention of Bitcoin.> [1] One such similarity is that the creation of new stone discs was constrained.", "The limestone was carved an the Palanan archinelann same ANN kilametres awaw and chinned ta Van_ This made ita 1.", "Fitzpatrick, S. (Seite) M. and S. (Seite) McKeon (2020), Banking on Stone Money: Ancient Antecedents to Bitcoin, Economic Anthropology 2020, Vol.", "-the-future-of-money-and-payments-843720 1/6 9/11/2020 On the future of money and payments I Deutsche Bundesbank But the most striking similarity between stone money and crypto tokens is that both rely ona public, community ledger system.", "On Yap, villagers knew and memorised the transactions - much like a blockchain network.", "For this reason, it was not necessary to move the heavy stones.", "According to reports by locals, one large stone was still accepted as money even though it had fallen off a boat and sunk to the bottom of the ocean.", "So physical possession was not necessary, either.", "And both systems provide transparency about transactions, as well as security, without needing a centralised bank structure.", "However, oral ledgers can quickly become overwhelmed if economic transactions are conducted outside a Pacific atoll or become highly frequent.", "Digital ledgers, by contrast, facilitate global transactions in large numbers.", "Of course, crypto tokens have shortcomings of their own.", "The high volatility of their value, in particular, limits their use as a payment medium.", "So, both stone money and crypto tokens touch upon two key issues in the payments debate: First, how can consumers pay conveniently, safely and efficiently?", "And second, what role do we want the central bank to play?", "2 Opportunities and risks of central bank digital currencies 2.1 Opportunities of CBDC Interestingly, DLT and crypto tokens were initially developed to circumvent the banking system with the central bank at its core.", "It is therefore not without irony that their emergence was quickly followed by talk about the possible issuance of central bank digital currency (CBDC).", "Facebook's stablecoin initiative further fuelled this debate, as politicians are worried about Europe's financial sovereignty in view of Libra and comparable endeavours.", "And indeed, a large and growing number of central banks are busy researching the possible effects of issuing CBDC.", "Digital central bank money for central bank counterparties, i.e.", "(that is) banks, does already exist, and the discussion in this context revolves around whether it should be provided via a new technology.", "Therefore, I will focus here on CBDC for the general public ( i.e.", "(that is) a retail variant).> [2] Ultimately, whether central banks should introduce such a digital currency should be guided by two questions: First, what central banks are looking to achieve by doing so.", "And second, whether CBDC delivers on these goals without compromising other central bank objectives, like price stability.", "The design features of CBDC also depend on the goals: Is it about offering a real-time, cost- efficient and convenient digital means of payment to accommodate the rising share of online transactions?", "Or is it about granting the public access to the central bank's balance sheet digitally instead of via cash?", "After all, cash is presently the only way for private individuals to hold central bank money.", "All other types of money holdings are based on private money creation.", "Important economic and technical choices would need to be made.", "Should CBDC be offered 1.", "Fitzpatrick, S. (Seite) M. and S. (Seite) McKeon (2020), Banking on Stone Money: Ancient Antecedents to Bitcoin, Economic Anthropology 2020, Vol.", "-the-future-of-money-and-payments-843720 2/6 9/11/2020 On the future of money and payments I Deutsche Bundesbank just some of the many unanswered questions.> [3] All these decisions depend on the purpose of the new currency.", "Several arguments have been put forward in favour of retail CBDC.", "In particular, it is often seen as an alternative to commercial payment initiatives.", "There are concerns that international bigtech companies could come to dominate the European markets for payment services, thereby gaining stronger footholds in markets outside their own core domains.", "I expect that Markus Brunnermeier will shed more light on the role of large platforms in this regard in his keynote speech later today.", "Above all, it is often thought that CBDC will make economic and financial transactions more efficient and save costs.", "CBDC might, for example, make micropayments cheaper than they are today.", "This could allow for new services and business models, like selling individual news articles for a few cents rather than monthly newspaper subscriptions.> [5] Some experts believe that CBDC could reduce frictions between payment systems and increase the speed of transactions while ensuring their finality, for example by achieving delivery versus payment in securities transactions.> [6] It has also been argued that interest-bearing retail CBDC might boost monetary policy efficiency.", "CBDC can provide the central bank with an additional instrument - the rate of interest it carries.> [7] Some have even floated the idea of doing away with paper money altogether so that central banks can lower interest rates to significantly less than zero without triggering a rush into cash.> But let me be clear: central banks are not intending to abolish cash, and the Eurosystem is strongly committed to the continuance of euro banknotes and coins.", "Many people value cash very highly, and for legitimate reasons.", "It provides privacy, and its use does not necessarily depend on technical infrastructure.", "However, the share of cash is declining in many countries as cashless payments gain ground.", "Most recently, the COVID-19 pandemic has given cashless payments an added boost - whether this shift in payment habits will be permanent or goes even further, remains to be seen.", "Nevertheless, the long-term trend is evident, and retail CBDC would allow the public to hold a digital claim on the central bank that is as secure as cash.", "But due to regulatory and legal obligations, CBDC would probably not be designed with the same degree of anonymity.", "2.2 Risks of CBDC Moreover, there are concerns about the changing roles of central banks and commercial banks.", "At a fundamental level, the central bank could leave, as Hyun recently called it, \"a much larger footprint\"> [9] on the financial system itself.", "If customers were to switch large volumes of bank deposits into CBDC, it could drastically alter the financial system.", "Kenneth Rogoff recently asked provocatively: \"Who will make loans to 1.", "Fitzpatrick, S. (Seite) M. and S. (Seite) McKeon (2020), Banking on Stone Money: Ancient Antecedents to Bitcoin, Economic Anthropology 2020, Vol.", "-the-future-of-money-and-payments-843720 3/6 9/11/2020 On the future of money and payments I Deutsche Bundesbank To mitigate structural bank disintermediation, Ulrich Bindseil proposes a two-tier system.> [11] Interest rates on CBDC could be significantly less favourable beyond a certain threshold.", "In his opinion, this would discourage households from holding larger amounts of CBDC.", "However, if a systemic banking crisis were to strike, even a high penalty interest rate would do little to prevent a sudden shift in funds - a digital bank run, if you will.", "On the other hand, it could be that banks will become more cautious, making a banking crisis less likely.", "Indeed, CBDC might also be a catalyst for positive change in the banking system, stimulating competition and promoting new services.", "Clearly, there would be a trade-off in designing a CBDC that is attractive for consumers in order to reap its potential benefits, while curbing its risks and potential side effects.", "For example, disincentives or constraints might lower the risk of a digital bank run.", "On the other hand, they would also reduce the attractiveness of CBDC.", "In any case, the introduction of CBDC needs careful consideration.", "Many issues surrounding CBDC still require further analysis.", "The various risks suggest that a prudent design and cautious approach would be essential.", "Bundesbank staff across various business units are currently taking a closer look at the opportunities and risks presented by CBDC and what they mean for its design features.", "It would be wrong, however, to interpret this as a decision in favour of CBDC.", "We need a thorough understanding - and we need to keep an open mind - before we can weigh the arguments and draw any conclusions.", "3 Alternatives to CBDC Ladies and gentlemen, Looking at the future of payments, consumers' preferences and needs should be front and centre.", "The general public want quick, convenient, secure and cheap payment methods - including for payments abroad.", "That, however, does not necessarily require CBDC.", "Of course, market failures could justify a larger role of the state.", "But in a market economy, offering innovative payment solutions to the public and interacting with customers should be a primary task of the private sector.", "Central banks have to ensure that the payment system runs smoothly and they can act as a catalyst.", "This is why the Eurosystem is supporting the \"European Payments Initiative\" launched by a group of 16 major euro area banks.", "This initiative is seeking to replace national schemes for cards, online and mobile payments with a unified card and digital wallet that can be used across Europe.> [12] Beyond that, digitalisation will leave more and more processes fully automated.", "Therefore, incorporating a programmable payment medium would be practical and relevant for smart contracts or machine-to-machine payments.", "To facilitate this idea, the Bundesbank and the Federal Ministry of Finance are co-chairing a group comprising representatives from the two 1.", "Fitzpatrick, S. (Seite) M. and S. (Seite) McKeon (2020), Banking on Stone Money: Ancient Antecedents to Bitcoin, Economic Anthropology 2020, Vol.", "-the-future-of-money-and-payments-843720 4/6 9/11/2020 On the future of money and payments I Deutsche Bundesbank However, in the future, as today, recipients of large payments will prefer settlement in central bank money since it harbours no risk of default.", "If we were able to build a bridge between private blockchain networks and the existing payment infrastructure, DLT-based trade could be settled in central bank money.", "Bundesbank payment experts are therefore investigating what is known as the \"trigger solution\", a concept that would allow smart contracts to trigger conventional TARGET2 transactions.", "Ladies and gentlemen, Developing innovative payment solutions like the one I mentioned needs a tech-friendly environment.", "The recent decision to establish one of seven BIS Innovation Hubs as a Eurosystem Hub in Paris and Frankfurt gives us the opportunity to advance innovative solutions for payment services and market infrastructures in an atmosphere of curiosity and creativity.", "As the host of the Frankfurt site, we look forward to working together with central bank experts from all over the world to push ahead with digitalisation in the financial system.", "Thank you for your attention.", "Fitzpatrick, S. (Seite) M. and S. (Seite) McKeon (2020), Banking on Stone Money: Ancient Antecedents to Bitcoin, Economic Anthropology 2020, Vol.", "Barontini, C. and H. Holden (2019), Proceeding with caution - a survey on central bank digital currency, BIS Paper, No 101; Boar, C., H. Holden and A. Wadsworth (2020), Impending arrival -a sequel to the survey on central bank digital currency, BIS Paper, No 107.", "(2020), Design Choices for Central Bank Digital Currency: Policy and Technical Considerations, NBER Working Paper, No 27634; Auer, R., G. Cornelli and J.", "Frost (2020), Rise of the central bank digital currencies: drivers, approaches and technologies, BIS Working Paper, No 880; Kiff, J. et al.", "(2020), A Survey of Research on Retail Central Bank Digital Currency, IMF Working Paper, No 20/104.", "Bank of England (2020), Central Bank Digital Currency - Opportunities, challenges and design, Discussion paper, March 2020.", "FinTechRat beim Bundesministerium der Finanzen (2020), Der digitale, programmierbare Euro, Stellungnahme 01/2020.", "Fitzpatrick, S. (Seite) M. and S. (Seite) McKeon (2020), Banking on Stone Money: Ancient Antecedents to Bitcoin, Economic Anthropology 2020, Vol.", "-the-future-of-money-and-payments-843720 5/6 9/11/2020 On the future of money and payments I Deutsche Bundesbank unencumbering interest rate policy at the zero bound, paper presented at the Economic Policy Symposium at Jackson Hole.", "Shin, H. S. (Seite) (2020), Central banks and the new world of payments, speech on the occasion of the Bank's Annual General Meeting, Basel, 30 June.", "Rogoff, K. (2020), COVID Coin?, -syndicate.org/commentary/covid1 9- impact-on-rise-of-central-bank-digital-currency-by-kenneth-rogoff-2020-08 11.", "European Central Bank (2020), ECB welcomes initiative to launch new European payment solution, Press Release, 2 July 2020.", "Fitzpatrick, S. (Seite) M. and S. (Seite) McKeon (2020), Banking on Stone Money: Ancient Antecedents to Bitcoin, Economic Anthropology 2020, Vol.", "-the-future-of-money-and-payments-843720"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central bank digital currency", "Digital payments", "Payment systems", "Crypto tokens", "Cashless payments", "Digitalisation", "Financial system", "Interest rates", "Monetary policy", "Innovation"]}