{"sentences": ["To the officers and members of the Fund Management Association of the Philippines (FMAP) led by President Noel Reyes and Convention Committee Chairperson Cristina Arceo, congratulations on your 13th annual convention.", "I am grateful to FMAP for inviting me to this event.", "This gives me an opportunity to address a group whose general mission is not too far from what we at BSP pursue-to help uplift the people's economic well-being through the professional and ethical practice of fund management.", "This year's theme, \"Anticipating Investor's Needs in the New Decade Under a Borderless World\" speaks of FMAP's pursuit of advancing the field of fund management in this era of interconnectedness, while keeping investors' needs and safety of paramount importance.", "Today, I will provide you some recent economic and financial market developments as well as the BSP's corresponding initiatives in promoting monetary and financial stability and an efficient payment system.", "We hope that the FMAP, as an esteemed organization of fund managers, can take advantage of the opportunities these developments offer as we all progress towards what you call a \"borderless world.\"", "As we embark on a new decade, let's look at where we are now.", "Resilient economy Amid global uncertainties, the Philippine economy remains strong and in fact has been experiencing uninterrupted positive growth for more than two decades.", "Gross Domestic Product (GDP) posted a year-on-year growth of 6.4 percent in Q4 2019, resulting in the 5.9 percent fullyear growth for 2019.", "The fourth quarter growth is primarily driven by the catch-up spending of the government and robust household consumption.", "On the production side, GDP growth was supported by a resilient services sector.", "This underscores the Philippines' place as one of the most resilient and fastest growing economies in the region.", "Positive forecasts for the domestic economy continue to remain firm over the medium term.", "Private consumption is expected to remain buoyant.", "Private capital formation is likewise expected to be robust while public construction will remain solid as the government's BBB program accelerates.", "At the same time, we are closely monitoring the potential impact of a slowdown in global economic growth due to trade uncertainties, rising geopolitical tensions, the worsening climate-related disasters such as bushfires, typhoons, and flooding across the world and the fast spreading coronavirus on domestic economic activity.", "The latest baseline forecasts indicate a broadly steady path of inflation for 2020 and 2021, with average inflation remaining within the target range of 3.0 percent ± 1 percentage point.", "Inflation expectations also continue to be firmly anchored within the target over the policy horizon.", "Thus, a few weeks ago, the Monetary Board decided to cut the policy rate by another 25 basis points.", "This is a preemptive reduction in the policy rate to support market confidence and to defend against the potential spillovers associated with the mentioned external factors.", "Strong external position We have hefty Gross international Reserves (GIR), US$86.9 billion as of end-January 2020.", "This GIR level represents an ample liquidity buffer equivalent to 7.6 months' worth of imports of goods and payments of services and primary income.", "It is also equivalent to 5.4 times the country's short-term external debt based on original maturity.", "Alongside the growing economy, the banking sector exhibits continued expansion and resilience.", "The Philippine banking system has grown steadily during the past 18 quarters, expanding its assets to P18.3 trillion as of end-December 2019.", "Bank deposits were able to sustain growth and spur expansion in loans and investments.", "Bank deposits registered a 7.1 percent growth in end-December 2019 to P13.7 trillion.", "Borrowings and bond issuances reached P1.5 trillion and served to complement funds generated from deposits.", "Despite the rapid expansion of credit, loan quality has remained satisfactory with non-performing loans at only 2.0 percent of the banking system's total portfolio.", "The banking system also maintains an acceptable level of liquidity that can be readily utilized during periods of stress.", "Liquidity of universal and commercial banks (UKBs) and subsidiary banks and quasi-banks remained ample as the liquidity coverage ratio as of end-September 2019 stood at 171.2 percent on a solo basis and 169.0 percent on a consolidated basis.", "Banks likewise remain well-capitalized as the capital adequacy ratio (CAR) of universal and commercial banks is well-above the 10 percent minimum thresholds set by the BSP and 8% set by the BIS.", "As of end-September 2019, the CAR of the UKBs slightly improved to 15.6 percent and 15.9 percent, on solo and consolidated bases, respectively.", "Growth of debt and equity markets While the Philippine economy remains bank-centric at present, the growth path of the Philippine debt and equity markets is promising.", "Improvement has certainly been noted, as measured by the level of financial assets to GDP.", "Over the last two years, the equity and debt markets have been growing.", "Over the past years, the Philippines has been one of the fastest growing local currency bond markets in emerging Asia.", "Outstanding debt securities stood at P6.6 trillion as of 2019, which is 9.0 percent higher than 2018 data.", "While government issuances continue to represent the bulk of outstanding debt securities, corporate bond issuances have grown significantly, constantly rising by 14.5 percent from 2018 to 2019.", "Economic outlook The country's strong growth potential can also be seen in the favorable outlook of various institutions, such as the International Monetary Fund (IMF), the World Bank (WB) and the Asian Development Bank (ADB) as published in their latest surveillance reports.", "These third-party assessments are broadly in line with official's GDP growth target range of 6.5 percent to 7.5 percent for 2020.", "Meanwhile, Goldman Sachs Emerging Market Outlook 2020 expects the Philippine economy to grow by 5.8 percent and 6.5 percent in 2019 and 2020, respectively.", "These are higher than the GDP growth forecasts for our neighboring countries.", "The \"Road to A\" Agenda If we do the \"right\" things, in two years, we envision the country to obtain single \"A\" ratings which we expect to spur greater investments and faster economic growth.", "Recently, Japan-based R&I assigned to the Philippines a \"BBB+\" rating, which is a notch away from the \"A\" level goal.", "Also, the recent adjustment in the outlook of Fitch Ratings from investment grade \"stable\" to investment grade \"positive\" is an encouraging development.", "Going Beyond Borders Meanwhile, the economic and financial landscape also continue to rapidly evolve.", "And if I may refer to your theme again, the changes in the financial landscape are breaking down borders of different types.", "They offer a breadth of opportunities that are too enormous to not be seen and felt and may, in fact, make us less relevant if we do not adapt.", "I will focus on two of them tonight.", "Regional integration First are the developments within ASEAN.", "In the region, we continue to pursue cooperative efforts.", "The ASEAN integration framework that is geared toward creating an ASEAN Economic Community means that for financial markets, particularly for foreign exchange and securities, transactions are expected to be more fluid.", "Hence, capital markets, banking services, and payments and settlement systems are expected to be harmonized by a common set of convention or standards.", "In a sense, this is breaking down geographic borders.", "Technological advancements Second are the developments in technology and infrastructure.", "As you well know, technological innovation is the new frontier and can shape the future of finance and investment.", "The advent of Fintech is affecting the way financial institutions do business.", "It is reshaping the way investment products are being distributed, how clients interface with the institutions, and how investment advice is dispensed.", "The use of technology is considered as a lynchpin in delivering financial services with convenience especially to the unbanked and the underbanked.", "In this way, we have been able to break through barriers associated with traditional modes of transacting.", "The next few slides will cover what the BSP has done and what it plans to do to make sure that the gains are sustained and built upon in the future.", "The ASEAN integration framework - banking and collective investments schemes The BSP demonstrated its commitment and support of financial integration through the passage of the amendment to Republic Act 7721 on the entry of foreign banks in the Philippines in 2013.", "Since then, we have had a major player in the ASEAN region establish a branch in the country.", "We have likewise continued to upgrade our banking, supervisory and regulatory framework with a view toward adopting international standards and best practices.", "We continue to evolve as a financial supervisor and will be embarking on a major change in the framework this year through the adoption of the Supervisory Assessment Framework or \"SAFr\" (pronounced \"safer\"), which enhances our existing ratings framework for BSP-supervised institutions.", "Perhaps one initiative that would be very relevant to the FMAP is the ASEAN Collective Investment Schemes (CIS) framework.", "This envisions the cross-border offering of CIS that will be beneficial to both investors and market players.", "For investors, the ASEAN CIS will expand investment options and create opportunities for diversification.", "For market players, the Framework will provide an avenue to grow the business and provide the impetus to improve processes that will be at par with global standards.", "There are still challenges that we must hurdle in order to harness the opportunities of the ASEAN CIS.", "There is a proposed CIS Bill that is currently under review by Congress.", "The Bill is intended to level the playing field by providing a regulatory framework for all forms of collective investment schemes through the elimination of existing differences in the regulatory treatment among different forms of CIS.", "The BSP recognizes the value of pursuing both of these objectives.", "Sustainable Finance The ASEAN is likewise committed to the promotion of green, social, and sustainable finance.", "Through the ASEAN Capital Markets Forum, ASEAN Standards on Green Bonds, Social Bonds, and Sustainability Bonds have been issued.", "The recent issuances of bonds in the Philippines bearing the label of the ASEAN Green Bond Standards is a welcome development as the ASEAN strives towards greening the financial market.", "There is a huge demand for bonds that are either green, social, or sustainable.", "Thus, the Working Committee on Capital Markets Development of the ASEAN, where BSP is a member, conducts roadshows that will foster coordination of prospective issuers and investors.", "While the initiatives in the capital markets are led by SEC, the BSP fully supports the SEC as well as works with other government agencies following a whole-of-government approach.", "It subscribes to the principle that financial regulation can be a useful tool to contribute to the achievement of national and international environmental objectives.", "The BSP has undertaken capacity building and awareness campaigns, and is due to issue a Circular on environmental and social governance.", "Moreover, the BSP hopes to obtain the support of FMAP in considering this asset class in your investment portfolios.", "Other than direct support to sustainable finance initiatives, the BSP has also embarked on important complementary efforts that would encourage more participation in the capital markets -by issuers, investors, and intermediaries.", "Technology as Enabler While globalization brings countless opportunities, the immense power of technology can magnify outcomes.", "In fact, the BSP has supported the use of digital solutions in pushing forward financial inclusion.", "In this regard, the BSP has provided strong support for enabling infrastructure and standards for interconnectivity.", "One of the most important perhaps is the National Retail Payment System (NRPS) framework, which aims to provide direction in carrying out retail payment activities in a safe and efficient manner.", "The NRPS has been transformative.", "According to the Better than Cash Alliance study released in December 2019, the estimated total monthly volume of digital transactions grew by more than 20 times from 2013 to the end of 2018, with the increase driven by payments made by individuals.", "The BSP is encouraged by these numbers and expects the percentage of payments transactions done digitally to reach 50 percent by 2023.", "You may also already know that the BSP has fully supported the passage of RA No.", "11055, which established the foundation for the development of the Philippine Identification System or PhilSys.", "The adoption of verifiable and unique digital identities could pave the way for a broader participation in the financial system, as it will be easier to open accounts and apply for financial services.", "The BSP is mindful that the openness in the financial services industry and the ease of access to products will not by itself lead to inclusiveness.", "The risks to the customers and investors and service providers alike are higher if products and modes of delivery are not well understood.", "Forging trust in the financial services industry is necessary and these can be achieved by promoting financial literacy and consumer protection.", "This is why the Bangko Sentral advocates these complementary initiatives.", "Educating Investors For two years now, the BSP has been organizing financial education expos.", "In the November 2019 expo themes included responsible financial planning, becoming good financial role models, stock market investing, and mainstreaming financial education in school curriculums.", "The BSP has consciously targeted the younger population in order to inculcate early on, the value of saving and knowledge on money and finance.", "We have partnered with the Department of Education more than once and has supported private sector programs geared at developing tools for the delivery of important messages.", "As our economy continues to grow and such growth translates into higher incomes for consumers, the challenge is to make sure the consumers imbibe the discipline of saving and that they are armed with the proper information so that they can eventually migrate into retail investors.", "Consumer Protection Now I turn to our other advocacy, which is consumer protection.", "While the underpinning principle is very simple--not to take undue advantage of users of financial services--it has taken on many dimensions because of developments in products and service delivery.", "For instance, the use of technology has added another layer of risk to transactions with customers.", "A client could have issues on data privacy, security, or those relating to simple downtimes in systems.", "The BSP has issued sets of regulations on consumer protection for its supervised institutions.", "More specific guidance appear in the in the sales and marketing guidelines for financial products as well as the Basic Standards in the Administration of Trust, Other Fiduciary and Investment Management Accounts.", "At the core of these standards is the expectation that financial institutions must know their clients and remain focused on what products and services your investors really need.", "I know that as members of the FMAP, you continuously hold yourselves to a high standard.", "You already have the Asset Management Code in place.", "I am also encouraged by your theme this year - anticipating investors' needs in a borderless world.", "This tells me that the industry is aware that in order to move forward, the customer's need must always be met.", "He or she must feel safe to transact by any mode and he or she must be satisfied with the product or service availed of.", "In this, the BSP and the FMAP's objectives are aligned.", "To recap, the current state of the economy provides many opportunities.", "The continued growth and positive outlook on the Philippines may mean that the financial industry will need to step up to meet the demands of future savers and investors.", "The potential to meet financial inclusion objectives are likewise spurred by the elimination of borders through regional integration and technological developments.", "Meanwhile, gains can only be sustained through education and a conscious effort to protect the welfare of consumers.", "I am reminded of a quote from US President John F. Kennedy: \"Change is the law of life, and those who look only to the past or present are certain to miss the future.\"", "Ladies and gentlemen, we are in the era where finance and provision of services to investors are transformed from the conventional approach into a \"borderless world.\"", "We can only ably embrace change if we prepare ourselves well.", "Thank you and good evening!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic growth", "Inflation", "Financial stability", "Banking sector", "Debt and equity markets", "ASEAN integration", "Technological advancements", "Sustainable finance", "Financial inclusion", "Consumer protection"]}