{"sentences": ["On behalf of the Bangko Sentral ng Pilipinas (BSP), let me first wish all of you a very happy and prosperous New Year!", "As an RCM member, I know that it's a tradition for the Rotary Club of Manila (RCM) to invite the BSP Governor to talk at your first General Assembly of the year.", "So I'm here to honor that tradition.", "In the next few minutes, let me flesh out the conversation on the year that was through the BSP's perspective.", "In doing so, I have structured my message in four parts: (1) BSP's views on recent economic developments; (2) BSP's delivery of its core mandates; (3) BSP's thrust in bringing the benefits of monetary and financial stability closer to the people; and (4) BSP's mindset in the new decade.", "The 2019 Economy in Review We started 2019 with some uncertainty, reflecting the weaker growth performance in major economies.", "Further, the escalating trade tensions between major economies and geopolitical factors had beset business sentiment and global demand.", "On the domestic front, the delay in the passage of the 2019 budget and the election ban weakened government spending and public construction.", "At the outset, let me emphasize that amid global and domestic challenges, the Philippine economy, as it stands today, remains in a position of strength as evident in several metrics.", "Shown on this slide are the major indicators of recent performance of the Philippine economy relative to the past decade: Real GDP growth remains resilient, driven by strong domestic demand.", "In addition, our growth continues to be inclusive, with poverty incidence among the population declining to 16.6 percent in 2018 from 23.3 percent in 2015, or a 2.2 percent decrease in poverty incidence annually.", "This means that nearly 6 million Filipinos were out of poverty during that period.", "Effective monetary policy contributed significantly to achieving within-target inflation.", "From a high of 6.7 percent in September and October 2018, average inflation for 2019 settled at 2.5 percent, well within the Government's target range of 3.0 percent ± 1.0 percentage point for the year.", "supports effective government spending and sustainability to meet Modest fiscal deficit debt obligations.", "continues to support economic activity, while a Ample liquidity stable and healthy banking system, aided by strong prudential supervision and regulation, leads to efficient intermediation and management of risks.", "A strong external position, backed by comfortable FX reserves and prudent external debt management, helped build buffers against external headwinds.", "The peso has been broadly stable, while the end 2019 level of the Gross International Reserves at $87 billion provides an ample external liquidity buffer.", "For the past 83 quarters, the Philippine economy has experienced sustained uninterrupted expansion.", "The year-to-date GDP growth rate of 5.8 percent for the first nine months of the year underscores the Philippines' place as one of the most resilient and fastest growing economies in Asia and in the world.", "The better-than-expected GDP outturn in Q3 2019 of 6.2 percent growth rate was driven by the broad-based expansion of services (i.e., financial intermediation and transportation, storage and communications), industry (i.e., construction and electricity, gas and water supply) and agriculture sectors.", "The third quarter performance of the agriculture sector represented the fastest growth since Q3 2017.", "On the demand side, the Q3 GDP growth was driven largely by the strong pick-up in public spending following the passage of the 2019 national budget in April 2019 and sustained household consumption.", "unemployment and underemployment rates in the country are both at historic low at 4.5 percent and 13.0 percent, respectively as of October 2019.", "The country's strong growth potential can also be seen in the favorable outlook of Shown in this slide are the growth projections released by the International various institutions.", "Monetary Fund (IMF), the World Bank (WB) and the Asian Development Bank (ADB) in their latest surveillance reports.", "On inflation, price pressures have been dissipating since late 2018 with average headline inflation at 2.5 % for 2019.", "This is well within the Government's 2-4 percent target range for the year.", "Looking ahead, the latest baseline forecasts indicate that inflation is projected to average 2.9 % for both 2020 and 2021.", "The balance of risks to future inflation appears to be weighted toward the upside for 2020 but remains tilted to the downside for 2021.", "Petitions for electricity rates and transport fare adjustments, the proposed increase in excise taxes on alcoholic beverages, the impact of African Swine Fever (ASF) on meat prices, and higher global oil prices are seen as the main upside risks to inflation.", "Meanwhile, slower global economic growth due to the escalation of protectionist policies in advanced economies as well as geopolitical tensions continue to be the main downside risks to inflation.", "Equally important, inflation expectations - based on forecast surveys of private sector analysts - have remained manageable and well within the government's 2-4 % target range.", "Results of the BSP's survey of private sector economists for November 2019 showed unchanged mean inflation forecasts for 2019 to 2021.", "Last year, the Monetary Board (MB) cut the BSP's policy interest rate by a total of 75 bps and the reserve requirement ratio by a total of 400 bps.", "The MB believes that prevailing monetary policy settings remain appropriate, supported by the benign inflation outlook and a strong positive outlook for domestic economic growth.", "In terms of the policy rate outlook for 2020, the BSP will always be data dependent with its decisions.", "That is, each policy decision will be based on all the available information to monetary authorities at the time of its decision.", "For this reason, the BSP will continue to closely monitor economic conditions and on making reasonable assumptions about the future when formulating its monetary policy.", "While emphasis is given to inflation and inflation expectations, we also consider a wider set of economic variables and their dynamics in deciding on monetary policy.", "The BSP examines demand conditions, domestic liquidity and credit, financial market variables, and the external landscape in deciding whether adjustments in the monetary policy stance are warranted.", "Nevertheless, the Phillippines has sufficient policy space, both monetary and fiscal, to deal with external shocks and their spillovers to the domestic economy.", "Let us not forget that an appropriate mix of monetary, fiscal, and other structural policies Economic activity in is crucial in achieving the government's macroeconomic objectives.", "will be supported by strong household consumption, robust agricultural sector activity, increased government spending following the timely approval of the 2020 national budget, and higher capital spending for the public sector's build, build, build program and private sector's capital formation.", "Nevertheless, even amid external headwinds, the country's external payments position recently made a turnaround from a negative position in 2018, to a surplus of US$6.27 The surplus in the BOP position may be billion for the period January - November 2019. attributed partly to higher net inflows of foreign direct investments and foreign portfolio investments which was bolstered by favorable investor sentiment on the country's solid macroeconomic fundamentals.", "At the same time, the current account balance in the first three quarters of 2019 posted a narrower deficit of US$992 million from US$5.8 billion in the same period in 2018.", "This positive development was due largely from the lower trade in goods deficit combined with higher net receipts in the trade in services, and in the primary and secondary income accounts.", "The deficit in the current account is largely a reflection of the rise in investments in the economy over the past few years.", "This in turn has been due largely to the government embarking on an ambitious, but also long-overdue infrastructure program.", "The latest outlook for the balance of payments already takes into account the national government's (NG) planned increase in infrastructure spending over the medium term.", "The current account is expected to be in deficit in the medium term, reflecting continued imports of capital goods, raw materials and intermediate goods imports as the government ramps up its massive infrastructure program.", "Nonetheless, fiscal spending is being undertaken prudently.", "The NG has put a cap on its fiscal deficit to GDP ratio at 3.2 percent for 2019 and 2020, mitigating any pressure on the current account coming from the infrastructure program.", "Moreover, as public infrastructure investments result in an overall improvement in productivity and overall capacity of the economy, the subsequent boost in manufacturing and export activities as well as the continued strong inflows from OFW remittances, business process outsourcing (BPO) receipts, and tourism receipts, could offset the expected deficit in the current account.", "The rise in imports needed for sustained growth is expected to remain manageable and financeable.", "There continue to be structural sources of foreign exchange inflows.", "While there has been a slowdown in foreign direct investments (FDI) in the country, this is mainly due to ongoing uncertainty in the global environment, which continued to dampen investor sentiment.", "Nonetheless, FDIs for the full year are expected to post a net inflow owing to positive developments in the domestic economy in general.", "We also continue to see strong inflows from overseas Filipinos' remittances, tourism receipts and business process outsourcing revenues.", "As of end 2019 shows that the country's gross international reserves (GIR) stood at US$87.9 billion, which provides an ample external liquidity buffer.", "This is equivalent to 7.7 months' worth of imports of goods and services and payment of primary income.", "It is also equivalent to 5.6 times the country's short-term external debt based on original maturity and 4.1 times based on residual maturity.", "The sustained favorable external debt profile is also another factor supporting the external sector position.", "The country's external debt metrics have steadily improved as exhibited in the considerable decline in the external debt-to-GDP ratio to only 23.7 percent as of end-September 2019 compared to about 60.0 percent in 2005, before the onset of the Global Financial Crisis (GFC).", "A large part of the country's external debt remains in the form of medium-to-long term borrowings, which implies a manageable debt repayment schedule over the medium-tolong term horizon.", "On the part of the BSP, its primary contribution to supporting the country's growth trajectory centers mainly around the effective implementation of its mandates and policy priorities.", "We remain firmly committed to maintaining price stability and financial stability, and ensuring an efficient payments and settlements system.", "With these, we help foster an enabling macro-environment that will be conducive to sustainable and inclusive economic growth.", "For much of its history, the BSP has supported the passage of key laws that have helped strengthen its functions as the central monetary authority and primary banking regulator, further promote financial inclusion, and introduce key reforms in the financial system.", "Recently passed laws include Republic Act (R.A.) No.", "11211 which amended the Charter of the Bangko Sentral ng Pilipinas; R.A. No.", "11127 or the National Payment Systems Act; R.A. No.", "or the Philippine Identification System (PhilSys) Act; R.A. No.", "11439 or the new Islamic Banking law.", "The Bangko Sentral ng Pilipinas (BSP) has identified its legislative priorities in the 18th Congress to further promote access to quality financial products and espouse the interests of the general public.", "These bills include amendments to the bank deposit secrecy laws, the Financial Consumer Protection bill, and agricultural financing reforms, among others.", "Our policy and reform agenda also includes further strategic, complementary and reinforcing efforts in developing deeper money, debt, and FX markets which in turn will help build the country's resilience against external shocks by reducing its reliance on external funding.", "At the same time, we are pursuing initiatives to deepen the local debt market including promoting an active repo market, and the issuance of enhanced guidelines on valuation of peso-denominated government securities as well as enhanced rules on bond issuances.", "These initiatives will go a long way in funding infrastructure projects under the NG's Build, Build, Build program and other big-ticket investments in the areas of transportation, water, urban development and renewal, information and communications technology, and power.", "To support our financial inclusion agenda, we are championing an enabling environment for the digitalization of the payments system.", "Our flagship project, the National Retail Payments System (NRPS) is expected to boost economic activities by making available an inter-operable, safe, and efficient real-time digital payments system.", "In fact, a study by the United Nations-based Better than Cash Alliance (BTCA) provides that the Philippines has made great strides in driving up e-payments usage.", "Our target by the end of the year is to have transactions at 20% and value at 30%.", "The passage of Republic Act No.", "The pursuit of the BSP mandates were further strengthened with the expansion of the BSP's policy toolkit.", "The law restored the central bank's authority to issue its own debt papers as part of its regular monetary operations, establishes a stronger prudential regulatory framework for the financial system through the expansion of supervisory coverage and authority in line with international standards and practices.", "The amendment likewise empowers the BSP to oversee the country's payment and settlement systems (PSS) particularly critical financial market infrastructures that are vital components of consumer, corporate, and financial market payment transactions.", "Lastly, the amended BSP Charter also restores the central bank's authority to obtain data from any person or entity from the private and public sectors for statistical and policy development purposes to allow us to better fulfill our threefold mandates.", "Bringing BSP Closer to the People Beyond the numbers that I have shown you, the BSP believes that economic growth is the one that must also be inclusive.", "More than ever, the BSP is committed to bringing the benefits of central banking closer to the Filipino public through the pursuit of more inclusive policies.", "One of the core advocacies of the BSP is financial inclusion.", "With the gains of its policy initiatives over the years as its bedrock, we are setting our sights on digital innovations.", "Digital solutions present opportunities for cost savings and efficiency gains that makes the economics of serving the marginalized sector of our economy viable as well as help fill the financial services needs of the unserved and underserved markets on a broader scale.", "We are continuously refining the regulations on e-banking in ensuring that we keep abreast in the ever-changing dynamics of our times.", "With regard to financial learning, our partnerships with the Department of Education, the Overseas Workers Welfare Administration, the Armed Forces of the Philippines, and the Civil Service Commission, among others, allow the BSP to reach broader and more diverse audiences.", "In many of these partnerships, we are also working with the private sector in customizing our programs to the needs of our stakeholders.", "Aside from financial learning, we support initiatives that would make it easier for Filipinos to have the necessary requirements to apply for new bank accounts or financial services.", "The BSP is currently collaborating with the Philippine Statistics Authority to implement the Philippine ID System.", "Under the agreement, the BSP will produce 116 million pieces of cards over the next three years for the Philippine ID system to be issued to all Philippine citizens and resident aliens registered under the Philippine Identification System (PhilSys).", "With PhilSys, Filipinos can easily obtain a valid government identification card, which can be used in applying for bank accounts and other financial services, especially for the unbanked.", "Likewise, the BSP is actively exploring RegTech and SupTech solutions to enhance the We have partnered with R2A or timeliness and quality of our risk-based decision making.", "the RegTech for Regulators Accelerator, a pioneering project that provides technical assistance for financial sector regulators to develop and test the next generation of digital supervision tools and techniques.", "As we recognize uncertainties, we are also fully aware of the potential impact of climate and environment-related risks to the local and global economy.", "At the BSP, we have incorporated climate and disaster-related data in monetary policy analysis forecasting, monitoring, and Moreover, the BSP issued various regulations on corporate and risk risk assessment.", "governance, including stress testing as well as regulatory reliefs provided to banks affected by natural calamities.", "At the same time, the BSP, together with the Department of Finance, cochairs a newly formed inter-agency task force that is mandated to facilitate green finance initiatives.", "The BSP also invested $150 million in the green bond fund launched by the Bank for International Settlements.", "This bolsters environmentally responsible finance and investment practices.", "The BSP also recognizes the important role of Islamic banking in strengthening and promoting financial inclusion in the country.", "The BSP, together with the other members of the Interagency Technical Working Group on Islamic Banking, is committed to support the growth of Islamic banking in the country.", "We experienced a confluence of steady growth as well as low and stable inflation last year.", "With that ideal combination, we are cautiously optimistic that 2020 will be an even better year for our economy amidst the lingering sluggish global growth.", "We set our sights on our goals that are impactful and beneficial to the Filipino people.", "We continue to push initiatives to ensure that every Filipino has wider access to financial products and services.", "We expect the share of electronic payments (e-payments) in total payment transactions in the country to rise to about 30 percent of the total by end-2020 and to 50 percent by end-2023.", "We hope that with the help of our industry players as well as other government agencies, we can achieve our goal of a cash-lite economy, which would enable more Filipinos to reap the benefits of a thriving economy.", "Related to this, we are targeting to enable 70 percent of the total adult population in the Philippines to have access to financial services through bank accounts by end-2023.", "Let me now end with the following key take-away points: First, the Philippines is poised to remain among the fastest growing economies in the region and the world.", "Similar with other countries, the PH economy is exposed to global headwinds and some domestic risks.", "But we are optimistic that robust domestic demand and healthy external payments position will continue to support our economy and serve as buffers against external headwinds.", "On the part of the BSP, we are firmly committed in fulfilling our price and financial stability mandates, while advocating for inclusive growth.", "We continue to remain on top of developments, and stand ready to use all possible tools to address any external and domestic shocks.", "The BSP is only a piece of this puzzle.", "An appropriate mix of monetary, fiscal, and other structural policies is crucial in achieving the government's macroeconomic objectives of strong and sustainable growth, thereby ensuring a comfortable life for all Filipinos.", "Finally, let me say that we're playing good music right now.", "Let us keep the music playing."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["monetary policy", "inflation", "economic growth", "financial inclusion", "external sector", "payments system", "financial stability", "risk management", "climate change", "Islamic banking"]}