{"sentences": ["Opening remarks at Distressed Debt Webinar - Deputy Governor 28 September 2020 Speech Opening remarks delivered at Distressed Debt Webinar on 28 September 2020 Good afternoon all.", "Thank you to Stephen Kinsella and to all of you for joining this webinar on distressed debt, jointly hosted by the University of Limerick and the Central Bank of Ireland.", "This is a critically important topic for the well-being of individuals, households, businesses, economies and societies.", "In this context, I am delighted to be taking part in this initiative and look forward to hearing more from Stephen, Professor Mascia Bedendo and Alexander Lehmann and the subsequent discussion we will have with all of you.", "We are experiencing a profound shock.", "The ongoing effects of the COVID-19 pandemic are tragic and seismic.", "The necessary actions taken to contain the health emergency have affected all of our lives.", "The effect on the incomes of many households and businesses have been profound, with many experiencing the stress of a severe and unexpected shock.", "The Central Bank is focused on doing all that it can, across all of its mandate , to minimise the effects of this economic shock.", "Even before the pandemic hit, there was a significant legacy of distressed debt still remaining from the global financial crisis and its aftermath.", "In this context, I would highlight two important research papers that the Central Bank has published today: 1.", "Resolving mortgage distress after COVID-19: some lessons from the last crisis 2.", "Behind the Data: New insights into long-term mortgage arrears In my remarks, I will focus on: the immediate supports that are being provided to borrowers negatively affected by the pandemic; what happens next - moving from the system-wide temporary supports to more individually tailored the Central Bank's expectations of lenders in their engagement with distressed borrowers; and long-term mortgage arrears, which pre-date the pandemic.", "I will outline how: payment breaks have been invaluable in providing system-wide liquidity support to borrowers; many borrowers can and are returning to a position where they can repay their loans; however, many borrowers will be temporarily or permanently unable to return to full repayments, and that these borrowers will require further individually tailored support to address the solvency and affordability issues they are there is no regulatory impediment to lenders offering further payment breaks to borrowers, provided they are appropriate for the individual borrower circumstance; it is important that we focus on learning the lessons from the global financial crisis in addressing the distress arising from the pandemic and remain focused on continuing to resolve the legacy of debt that remains from the global financial crisis; and the Central Bank is prioritising its work on distressed debt and intrusively engaging with lenders to ensure that they meet our expectations.", "Immediate, temporary, system-wide support for borrowers We are in the middle of an unprecedented global health and economic crisis caused by the COVID-19 pandemic.", "The outlook is very uncertain and the path ahead for the economy depends on the scale and duration of the pandemic and its after effects.", "There is significant uncertainty, in particular, with regard to the future path of the virus; the degree to which containment measures need to remain in place or be re-introduced; the immediate and longer-lasting effects on behaviour and economic activity; the damage to the productive capacity of the economy and the pace at which economic activity normalizes.", "This uncertainty and economic disruption has caused a severe shock to the incomes of many households, businesses and communities across Ireland.", "This is occurring in an inconsistent way with the shock falling harder on some sectors and, in many cases, on those with lower incomes.", "Unfortunately, but inevitably, the sharp reduction in incomes has led many business and personal borrowers to have difficulty in meeting their repayment obligations.", "Lenders across Europe, including in Ireland, have either voluntarily (as is the case in Ireland) or in line with legislative interventions, offered loan repayment breaks ('payment breaks') to all borrowers whose incomes have been affected by the pandemic.", "This system-wide response has been undertaken without individual credit assessments and have provided liquidity relief for all borrowers, regardless of whether the income shock was short-term or potentially more permanent.", "These payment breaks were made in line with the European Banking Authority Guidelines on Payment Moratoria.", "While pandemic related payment breaks were made available to borrowers at broadly the same time by all lenders, the take up by borrowers took place over a longer period.", "Therefore, the rolling over or off of payment breaks is taking place over a number of months rather than all at the same time.", "As this system wide payment break initiative ends, different approaches and solutions will be required to support borrowers unable to return to full repayments.", "Following extensive engagement from March, the Central Bank wrote to all lenders in early June to detail our expectations in relation to the operation of payment breaks and the preparatory work lenders were required to do to ensure borrowers could be appropriately supported after the expiry of the payment breaks.", "We are broadly satisfied, based on the material submitted, that the lenders have operated the payment breaks in line with our expectations.", "The extensive use and system-wide take up of payment breaks has demonstrated their importance in providing breathing space for both borrowers and lenders during this first phase of the crisis.", "accommodation and hospitality (c.%); arts entertainment & recreation (c.%) where the proportion of payment breaks is much higher than others - such as construction where the ratio of payment breaks has fallen significantly (21% to 6%).", "What happens next Many borrowers are now returning to a position where they can repay their loans and that their debt-servicing capability has not been permanently reduced.", "Unfortunately, there will be a sizeable proportion of borrowers who either temporarily or permanently cannot return to full repayment.", "These borrowers will require further individually tailored support to address the solvency and affordability issues they are experiencing.", "Recognising problems and finding the most appropriate treatment for borrowers who cannot return to their repayment schedule after a six month break is likely to lead to better outcomes for more borrowers than pretending that the problems do not exist.", "There is no regulatory impediment to lenders offering further payment breaks to borrowers, providing they are appropriate for the individual borrower circumstance.", "However, the temporary, system-wide forbearance measures, designed to help with short-term liquidity issues, are coming to an end.", "In this context, it is important to note that there are extensive supports and protections in place for borrowers experiencing repayment difficulties.", "These include the Code of Conduct on Mortgage Arrears , the Consumer Protection Code , and Regulations for firms lending to SMEs.", "The aforementioned protections exist to help borrowers, and ensure they are treated fairly by their lender.", "However, these protections only apply if borrowers engage with their lender [for further information see Covid19 Your Mortgage Video].", "As outlined in the Resolving mortgage distress after COVID-19: some lessons from the last crisis paper published today and in previous publications , effective engagement between lenders and distressed borrowers is critical to preventing the build-up of arrears and successful restructuring of loans where debt-servicing capability has been reduced.", "For example, over one in six mortgages had, due to the effects of the financial crisis, availed of a restructure by 2016.", "In this circumstance other interventions and better safety nets are required, a point which I will return to shortly.", "Central Bank expectations The Central Bank is focused on ensuring that there is appropriate support for borrowers in distress and that lenders treat them fairly, through consistent processes, and in line with relevant codes and regulations.", "This will involve lenders engaging effectively with distressed borrowers to deliver appropriate and sustainable solutions and facilitate as many borrowers as practical to return to repaying their debt in a sustainable way, while also recognising and prudently accounting for the level of distress in their books.", "Therefore, the Central Bank expects that the boards and senior management of all lenders are ensuring that their institutions are: proactively engaging with retail and SME borrowers to assess borrowers' capability to pay and determine 1.", "No additional forbearance is needed: in cases where incomes have recovered or are on a clear path to recovery, the amounts outstanding may be paid back through an increase in monthly instalments which results in the loan being repaid in full in line with the existing term.", "Alternatively, extensions to terms may be further required to enable full repayment.Or, 2.", "Additional measures are required: due to the size of the income shock being experienced, there will inevitably be cases where a return to full capital and interest payments is not possible at the expiry of the payment break.", "For these borrowers, the full suite of potential restructuring and resolution options will need to be considered.", "using their full suite of tools and forbearance options for those that require further support - this includes alternative restructuring arrangements (ARAs), if needed; not overlying rely on further temporary forbearance as payment breaks expire, and that they are only used where it is in the borrowers' longer term interest; effectively reporting on progress and the effectiveness of approaches that are being taken to allow effective board oversight; and providing appropriate supports to SME borrowers to allow them to assess the longer term effects on their businesses and adjust accordingly if they can.", "Recognition and classification (See Annex on Loan Classification for more detail) As I have touched on already, it is important for both the borrower and the lender that problems are recognised and appropriate solutions found to support distressed borrowers.", "A failure to classify loans appropriately will reduce the probability of appropriate solutions being found for borrowers, will reduce the amount of resources (provisioning) being set aside to support the delivery of these solutions, and will reduce confidence in the resilience of the banks themselves.", "Moreover, while granting forbearance is a trigger for an assessment of whether a loan is in default, it is not automatic that a forborne loan is non-performing.", "In other words, early action through individually tailored forbearance can enable the borrower to maintain a viable performing status and avoid the loan be classified as in default.", "This is a desirable outcome for borrower and lender and further emphasises the importance of early and effective engagement between borrower and lender.", "Pre-pandemic distress The Central Bank remains focused on those borrowers (primarily mortgage borrowers) who were in distress before the pandemic.", "Almost nine per cent of all principal dwelling house (PDH) mortgage accounts in Ireland had some level of arrears immediately prior to the start of the pandemic.", "While arrears levels have fallen considerably since 2013, they remain elevated and are certain to worsen due to the pandemic.", "Of the 41,061 accounts currently in arrears of over 90 days, forty-one per cent are over five years in arrears, while eleven per cent are more than ten years in arrears.", "This means borrowers have accrued arrears on their mortgage equivalent to ten years of repayments.", "In many cases, borrowers in arrears may be currently making a partial or even full repayment.", "Loan-level data, covering the five retail banks only, indicates a significant variation in the proportion of accounts making a payment depending on the length of time in arrears.", "One third of those in arrears of over two years have made no payment towards their mortgage in the six-months of loan data analysed.", "Moreover, nearly half (47%) of borrowers with arrears of over two years are deemed to be noncooperating.", "In the mortgage market, if we, economically and societally, want it to function, and for secured lending to be priced in a different way to unsecured, then that security must mean something.", "We must continue to try and find a way dealing with longer term distressed debt.", "We are continuing to push all lenders to deliver sustainable restructuring where it is possible, and are also engaging with relevant stakeholders to explore whether there are other options or system-wide initiatives which will help.", "We must also do all that we can to prevent the further build-up of this long term distress from the current crisis.", "The work of the last decade has delivered a more resilient financial system and improved borrower resilience so that we are collectively and individually better able to withstand shocks and the financial system can continue to support households and businesses through a crisis and not amplify the shock.", "The extensive conduct and consumer protection measures that have been put in place or further enhanced during the period have significantly improved the protections that are in place for borrowers - especially mortgage holders.", "The Central Bank's drive to improve the culture of banks during this period is also relevant.", "All of these actions are and will continue to be tested for the duration of the pandemic and for as long as we are dealing with its aftermath.", "Given the uncertain outlook, we cannot know for certain the number of borrowers that will not be able to return to full capital and interest after the payment breaks.", "But it is safe to assume that it will be material across all loan types and higher for SMEs.", "The level of stress and distress this will cause to individuals, households and businesses will be significant.", "History has shown that for the majority of borrowers, solutions can be found through engagement and a willingness for both parties to make sacrifices.", "However, there will be cases where, for example, the shock to the borrower's income has been so severe or engagement is not effective, where sustainable restructuring is either not possible or achievable.", "For these circumstances, further work is required to improve how the wider system supports deeply distressed borrowers and the functioning of the financial system for all borrowers.", "For example, improvements to the working of the mortgage to rent scheme, the take-up of insolvency protections, and wider societal safety nets all need to be considered in addressing both the legacy of distressed debt from the financial crisis and preventing the build-up of long term arrears arising from the COVID-19 pandemic shock.", "Recognition of problems is the first step to resolving them, and this is obviously the case for distressed debt.", "Having appropriate strategies, financial and operational resources, a suite of appropriate solutions and the appetite for resolving these problems are also crucial.", "Conduct and protection frameworks are critically important in providing vulnerable borrowers and ensuring there is a level of consistency in the approach being taken by all lenders to all borrowers who require their support.", "And lenders must also ensure that they are focused on doing the right thing, not the minimum amount, and taking actions that support their borrowers over the long-term.", "We have engaged intensively with lenders with the aim of ensuring that our expectations are met in relation to both the implementation of the initial system-wide response to support affected borrowers and to ensure lenders are prepared for what is coming next.", "We will continue to intensify this engagement to ensure that firms are engaging effectively and meaningfully and providing the appropriate post payment break support to borrowers who need it.", "This does need to be two way street, and for any borrower who is concerned that they are may not be able to meet their repayment obligations they should engage with their lenders at an early stage and/or the other support services, such as MABS , that are available.", "I look forward to having a discussion with you to gain an insight into your research and to learn more about the international experiences dealing with this important issue to further inform our own approach.", "Thank you for your attention.", "ANNEX - IFRS and CRR LOAN CLASSIFICATION The Capital Requirements Regulations (CRR) and International Financial Reporting Standards (IFRS9) provide the rules that banks must follow in terms of recognising and providing for distress in their loan books.", "The IFRS9 Framework sets out the requirements for loan loss provisioning and comprises a three stage recognition process: stages 1, 2 and 3.", "Loans move from Stage 1 to Stage 2 where there is a significant increase in credit risk (SICR).", "Forbearance shall be used as a backstop indicator that a SICR has occurred.", "The granting of forbearance will trigger a move to stage 2 under IFRS 9 and an increase in provisioning requirements.", "However, the movement of loans from stage 1 to stage 2 does not automatically result in classification as non-performing or defaulted under the prudential framework.", "The movement of loans to stage 3 would result in such a classification as defaulted.", "This is likely to be required where the bank determines that there is a significant risk to the ability of the borrower to fully repay the debt without realisation of any security.", "Under the CRR, loans are classified as in default when either the borrower is past due more than 90 days and/ or the institution considers that the borrower is unlikely to pay its credit obligations.", "Indicators of unlikeliness to pay prescribed in the CRR include: the bank recognises a specific credit risk adjustment (SCRA) resulting from a significant perceived decline in the bank consents to a distressed restructuring of the borrower, which results in a diminished financial obligation caused by material forgiveness, or postponement, of principal, interest or, where relevant fees.", "EBA Guidelines on the definition of default also provide additional indicators of unlikely to pay, i.e.", ": borrower's sources of recurring income are no available to meet the payments of instalments; there are sufficient concerns about a borrower's future ability to generate sufficient cash flows; borrower's overall leverage has increased; the bank has called any collateral, including a guarantee.", "[1] This webinar is the first in a series of webinars to be run by the University of Limerick on topics relevant to the Irish economic and financial issues.", "The panellists include: Stephen Kinsella, Associate Professor of Economics at the University of Limerick's Kenny Business School; Alexander Lehmann, Adjunct Professor at the Hertie School of Governance in Berlin and a consultant to a number of central banks in Eastern Europe and the Asian Development Bank; and Mascia Bedendo, Professor of Finance at the University of Bologna, [2] With thanks to Steven Cull, Fergal McCann, Andrew Hopkins, David Duignan, Terry O'Malley and Tony Cahalan for their input into preparing these opening remarks [3] The broad scope of the Central Bank's mandate that includes monetary policy, economic and macroprudential analysis, prudential supervision, consumer protection and resolution places us in a position to leverage off a wide range of tools, expertise, experience, data and information both in Ireland and as part of the wider European system.", "[4] McCann, F. & O'Malley, T. 2020 \"Resolving mortgage distress after COVID-19: some lessons from the last crisis\".", "Financial Stability Notes Vol 2020, No.", "\"Behind The Data: Understanding long-term mortgage arrears in Ireland\" [6] Central Bank of Ireland 2020.", "Final Report of Payment Moratoria \" 2 April 2020.", "\"Dear CEO letter: Payment Breaks - the Central Bank's expectations\" and \"COVID-19 - Payment breaks in Credit Unions\" [9] Central Bank of Ireland 2020.", "\"Behind the Data: COVID-19 Payment Breaks - who continues to avail of them?\"", "\"COVID-19 payment breaks on residential mortgages\" Financial Stability Notes Vol 2020, No.", "\"Which firms took COVID-19 payment breaks?", "\"Financial Stability Notes Vol 2020, No.", "Code of Conduct on Mortgage Arrears.", "Consumer Protection Code 2012.", "Central Bank (Supervision and Enforcement) Act 2-13 (Section 48) (Lending to small and medium-sized enterprises) Regulations 2015 [14] Donnery, S., Fitzpatrick, T., Greaney, D., McCann, F., and O'Keeffe, M. 2018.", "\"Non-Performing Loans: The Irish perspective on a European problem\" Speech at ESRB Conference on 22 September 2017.", "Behind The Data: Understanding long-term mortgage arrears in Ireland \" [19] Forbearance is defined as a concession by an institution towards an obligor that is experiencing or is likely to experience difficulties in meeting its financial commitments (Art.", "Guidelines on the application of the definition of default under Article 178 of Regulation (EU) No 575/2013 .\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Distressed debt", "Payment breaks", "Mortgage arrears", "Restructuring", "Solvency", "Affordability", "Loan classification", "Conduct and protection", "Insolvency", "Safety nets"]}