{"sentences": ["SPEECH Jointly shaping Europe's tomorrow Introductory remarks by Christine Lagarde, President of the ECB, at the Franco-German Parliamentary Assembly, 21 September 2020 Frankfurt am Main, 21 September 2020 Dear President Schäuble, Dear President Ferrand, Honourable Members of the Franco-German Assembly, I would like to thank you very warmly for inviting me to join you today.", "As President of the European Central Bank and a French citizen living and working in Germany, it is an honour to speak at this historic forum.", "This parliamentary assembly is an embodiment of the special relationship between our two countries and their commitment to European integration.", "I find it essential that the ECB constantly engages in two-way communication, especially with citizens' representatives.", "We need to make sure that the ECB's voice is heard by the people and that the people's voice is heard by the ECB.", "This is why events like today's are so important for me.", "Our regular interlocutor is the European Parliament, to whom we are accountable under the Treaty for our monetary policy tasks.", "Transnational settings like this one give us a further chance to look past nation-specific concerns as we discuss Europe's future.", "The coronavirus (COVID-19) pandemic is a crisis of unprecedented magnitude.", "Many of you will recognise the famous words of Jean Monnet, one of the founding fathers of the European project, who said: \"Europe will be forged in crises and will be the sum of the solutions adopted for those crises\"[1] .", "This pandemic has proven him right once more.", "Undoubtedly, Europe has been strengthened during this crisis.", "But Europe now has the opportunity to show that it can be more than the sum of the solutions adopted in this crisis.", "Once again, Monnet's words offer inspiration: \"Europe itself is only a step towards the forms of organisation of the world of tomorrow\".", "With these words in mind, we must seize this invaluable opportunity to strengthen our Union.", "We must shape the recovery from this crisis in such a way that our economies are fit for the world of tomorrow.", "The unique strength of the European project The pandemic and the measures to contain the spread of the virus have caused a contraction in euro area economic activity that is unprecedented in peacetime.", "While incoming data suggest that we will see a strong rebound during the third quarter[4] , the strength of the recovery remains very uncertain, as well as uneven and incomplete.", "It continues to be highly dependent on the future evolution of the pandemic and the success of containment policies.", "One major reason why we can expect a rebound in activity in the second half of the year is because, when faced with the largest economic shock since the Second World War, Europe and its leaders showed the unique strength of the European project: by acting together, we can achieve more.", "The ECB has played its part in this collective effort in the face of an unprecedented crisis.", "The nature of the pandemic shock called for an extraordinary monetary policy response.", "We launched the pandemic emergency purchase programme (PEPP) to help stabilise financial markets and ease our monetary policy stance considerably.", "The PEPP is temporary, targeted and proportionate.", "It addresses the specific shock at hand, and aims to repair the economic damage and the resulting downward pressures on inflation wrought by the pandemic.", "In addition, it was also vital that we limited the risk of a credit crunch.", "So we substantially eased the conditions under which banks can obtain liquidity under our targeted longer-term refinancing operations.", "Banks can now borrow from the ECB at interest rates which can reach -1%, under the condition that they are lending to the real economy.", "Six months after we introduced our measures, our policy package has stabilised markets, protected the supply of credit and supported the recovery.", "This, in turn, should support the return of inflation towards our medium-term objective and safeguard price stability.", "At the same time, the uncertainty of the current environment requires a very careful assessment of the incoming information, including developments in the exchange rate, with regard to its implications for the medium-term inflation outlook.", "The Governing Council continues to stand ready to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner, in line with its commitment to symmetry.", "When you look at the past six months, the ECB has not been the only game in town.", "Our measures have been complemented by forceful fiscal responses at both national and European levels.", "This has been a critically important factor in alleviating the impact of the pandemic on the labour market and on banks' lending.", "We judge that the economy still needs that support if the recovery is to continue and strengthen further.", "Ambitious fiscal measures by national governments were complemented by a €540 billion European safety net.", "And with the Next Generation EU fund, Europe took a decisive step forwards as the crisis evolved.", "For the first time, a common budgetary instrument at European level can be used to complement fiscal stabilisers at national level, even if it is currently only temporary.", "As a result, we now have an aggregate policy mix in which fiscal and monetary policy reinforce each other in supporting the recovery, and thus underpin medium-term price stability.", "The case for jointly shaping Europe's future We must now carry this positive momentum forwards.", "It is time for Europe to move beyond the initial priority of containing the immediate impact of the crisis and shape a common vision for its future.", "The pandemic has the potential to accelerate trends that were already emerging before the crisis; trends that will lead to structural changes in the global economy.", "In a world where technological change and geopolitical tensions are transforming the geography of value chains, we should make full use of the size and diversity of the European economy.", "If we strengthen Economic and Monetary Union and deepen the Single Market, we do not only benefit all Europeans by improving the way we produce, distribute and consume.", "We also increase our autonomy and ensure that Europe is better protected in the world of tomorrow.", "As legislators, you have a crucial role to play in designing policies that can revitalise our economies.", "Digitalisation is a case in point.", "We need to fully reap the potential gains from digital technologies and, at the same time, make sure labour markets remain inclusive.", "If we don't, we risk creating a new divide, and we can already see gaps opening up when we look at differences in wages, education levels and gender.", "By implementing the right set of national and European policies, we will achieve more together than we can alone.", "At national level, we need to make the necessary changes to labour, product and financial market regulations, and invest in education to reduce digital exclusion.", "At European level, this should be complemented by accelerating progress towards the Digital Single Market to help deliver economies of scale for digital firms, while addressing key concerns around cybersecurity and data protection.", "In a more digital economy, we also need to ensure the strength and autonomy of European payment systems.", "The Eurosystem is actively pursuing initiatives to achieve this.", "We are also exploring the benefits, risks and operational challenges of introducing a digital euro.", "A digital euro could be a complement to, not a substitute for, cash; it could provide an alternative to private digital currencies and ensure that sovereign money remains at the core of European payment systems.", "The pandemic has also clearly refocused people's attention on the environment.", "We cannot miss this opportunity to reduce and prevent climate risks and finance the necessary green transition.", "All of the available evidence shows that climate-related risks are real and have major consequences for our economy.", "A disorderly transition to a low-carbon economy could pose systemically relevant risks.", "Given how interconnected our financial sector is, we need to address these risks together.", "The transition to a carbon-neutral economy will also provide new opportunities for growth, which can be unlocked by ambitious investment programmes.", "The EU will need up to €470 billion of additional investment every year to reach its current climate and environmental policy goals.", "Next Generation EU will strengthen the role of public budgets in green infrastructure financing.", "At the same time, the transition can only be successful if the private sector contributes as well.", "The financial system should be a catalyst for this change.", "Policymakers should thus create the necessary conditions for the financial sector to do what it does best: allocate capital where it is most needed.", "The renewed sustainable finance strategy announced by the European Commission should help to ensure that externalities associated with climate change are correctly reflected in prices.", "At the same time, we need to remove all obstacles to the development of a cross-border market for sustainable financial products.", "In other words, we need to finally complete the banking union and create a genuine capital markets union.", "And deep and liquid capital markets will also go a long way towards strengthening the international role of the euro and bolstering Europe's strategic autonomy.", "Everybody needs to be ready for the profound changes currently sweeping our economies and our societies.", "The ECB's ongoing strategy review will ensure that its monetary policy strategy is fit for purpose, both today and in the future.", "Listening to European citizens' expectations and better understanding their economic concerns and expectations before making decisions is an important part of this review.", "If the right actions are taken now, this crisis can be an opportunity for us to create the conditions for more inclusive, greener and more digital growth.", "To come back to Jean Monnet's words, this crisis can be an opportunity for Europe to take a step towards the forms of organisation of the world of tomorrow.", "Almost 60 years ago to the day - on 23 September 1960 - the Europe Bridge crossing the Rhine between Kehl and Strasbourg was inaugurated.", "It has become a symbol of how close our two countries have become.", "The success of the Franco-German \"bridge\" was clearly reflected in the pain caused to families, businesses and commuters by the closure of the Franco-German border at the height of the pandemic, as many of you know all too well.", "The challenge in front of us is not only to build \"bridges\" between European countries.", "We also need to build bridges to the future and shape a recovery that makes our economies fit for the future.", "But bridges need solid foundations.", "Europe's future must be built on strong democratic legitimacy.", "Europe's citizens must be at the centre of the debate about the Europe that we want to build as we emerge from the crisis.", "As their elected representatives, you, together with the European Parliament, have a crucial role to play in making their voices heard.", "I now look forward to our debate.", "In French: \"J'ai toujours pensé que l'Europe se ferait dans les crises, et qu'elle serait la somme des solutions qu'on apporterait à ces crises.\"", "In French: \"[la Communauté européenne] elle-même n'est qu'une étape vers les formes d'organisation du monde de demain.\"", "Following a significant drop in the first quarter of 2020, euro area real GDP fell by 11.8% in the second quarter, resulting in a record cumulative decline of 15.1% in the first half of the year.", "ECB staff macroeconomic projections for the euro area, September 2020.", "(2020), \" The potential for teleworking in Europe and the risk of a new digital divide\", VoxEU, 14 August.", "Lagarde, C. (2020), \"Payments in a digital world\", speech at the Deutsche Bundesbank online conference on banking and payments in the digital world, 10 September.", "75% of people in 16 major countries expect their government to make environmental protection a priority when planning the postCOVID-19 recovery.", "See Ipsos  press release (published on 5 June 2020) about the results of a survey conducted between 21 and 24 May 2020 on the Global Advisor online platform.", "(2019), \"Climate change and financial stability\", Financial Stability Review, ECB, May.", "European Commission (2020), \" Identifying Europe's recovery needs\", Commission Staff Working Document, 27 May.", "Through our ECB Listens portal, we are inviting euro area citizens, organisations and relevant stakeholders to contribute ideas and comments on the way we conduct monetary policy.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, email: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2020, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European integration", "Fiscal policy", "Monetary policy", "Digital economy", "Climate change", "Sustainable finance", "Euro", "Capital markets union", "Economic recovery", "European citizens"]}