{"sentences": ["Thank you for having me in this interaction with members of the National Council of the Confederation of Indian Industry (CII).", "I am pleased to note that the CII has realigned its functioning and thought processes around a new theme for 2020-21 - Building India for New World: Lives, Livelihood, Growth - under the able and visionary leadership of Shri Uday Kotak, Shri T V Narendran, Shri Sanjiv Bajaj, Shri Chandrajit Banerjee and other eminent members.", "Currently, COVID-19 is the compelling theme in all conversations.", "Questions abound about flattening of the Covid curve; arrival of the elusive vaccine; protection of lives and livelihood; and the shape of economic recovery.", "These questions haunt us day in and day out.", "There are no credible answers as yet; the only thing that is certain for now is that, we must fight on relentlessly against this invisible enemy and eventually win.", "Today, I thought I should move away from this preoccupation with the uncertain present and reflect on some dynamic shifts that are underway in the Indian economy.", "They may escape our attention in this all-consuming engrossment with the pandemic, but they could be nursing the potential to repair, to rebuild and to renew our tryst with developmental aspirations.", "These dynamic shifts have been taking place incipiently for some time.", "In order to recognise and evaluate these shifts for their potential in shaping our future, one needs to step back a bit and take a more medium-term perspective.", "In my address today, I propose to touch upon five such major dynamic shifts: (i) fortunes shifting in favour of the farm sector; (ii) changing energy mix in favour of renewables; (iii) leveraging information and communication technology (ICT), and start-ups to power growth; (iv) shifts in supply/value chains, both domestic and global; and (v) infrastructure as the force multiplier of growth.", "Fortunes Shifting in favour of the Farm Sector 4.", "Indian agriculture has witnessed a distinct transformation.", "The total production of food grains reached a record 296 million tonnes in 2019-20, registering an annual average growth of 3.6 percent over the last decade.", "Total horticulture production also reached an all-time high of 320 million tonnes, growing at an annual average rate of 4.4 percent over the last 10 years.", "India is now one of the leading producers of milk, cereals, pulses, vegetables, fruits, cotton, sugarcane, fish, poultry and livestock in the world.", "Buffer stocks in cereals currently stand at 91.6 million tonnes or 2.2 times the buffer norm.", "These achievements represent, in my view, the most vivid silver lining in the current environment.", "Shifting the terms of trade in favour of agriculture is the key to sustaining this dynamic change and generating positive supply responses in agriculture.", "Experience shows that in periods when terms of trade remained favourable to agriculture, the annual average growth in agricultural gross value added (GVA) exceeds 3 per cent.", "Hitherto, the main instrument has been minimum support prices, but the experience has been that price incentives have been costly, inefficient and even distortive.", "India has now reached a stage in which surplus management has become a major challenge.", "We need to move now to policy strategies that ensure a sustained increase in farmers' income alongside reasonable food prices for consumers.", "An efficient domestic supply chain becomes critical here.", "Accordingly, the focus must now turn to capitalising on the major reforms that are underway to facilitate domestic free trade in agriculture.", "First, the amendment of the Essential Commodities Act (ECA) is expected to encourage private investment in supply chain infrastructure, including warehouses, cold storages and marketplaces.", "Second, the Farmers' Produce Trade and Commerce (Promotion and Facilitation) Ordinance, 2020 is aimed at facilitating barrier-free trade in agriculture produce.", "Third, the Farmers (Empowerment and Protection) Agreement on Price Assurance and Farm Services Ordinance, 2020 will empower farmers to engage with processors, aggregators, wholesalers, large retailers, and exporters in an effective and transparent manner.", "With this enabling legislative framework, the focus must turn to (a) crop diversification, deemphasising water-guzzlers; (b) food processing that enhances shelf life of farm produce and minimises post-harvest wastes; (c) agricultural exports which enable the Indian farmer take advantage of international terms of trade and technology; and (d) public and private capital formation in the farm sector.", "The Committee on Doubling Farmers Income expects the total quantum of private investment in agriculture to increase from ₹61,000 crore in 2015-16 to ₹139,424 crore by 2022-23.", "All these initiatives have opened a whole new world of opportunities for industry and businesses.", "The consequential creation of jobs and augmentation of farmers' income can indeed be enormous.", "Changing Pattern of Energy Production in favour of Renewables 7.", "A similar opportunity space now exists in the energy sector, especially renewables.", "India's progress in addressing the demand-supply imbalance in electricity has been remarkable.", "It has now become a power surplus country, exporting electricity to neighbouring countries.", "While the demand for electricity grew at an average rate of 3.9 per cent in India during 2015-16 to 201920, supply grew at an average rate of 4.5 per cent and installed capacity increased at an average rate of 6.7 per cent during the same period.", "What is particularly striking is the role of renewable energy.", "The share of renewable energy in overall installed capacity has doubled to 23.4 per cent at end-March 2020 from 11.8 per cent at end-March 2015.", "As much as 66.6 per cent of the addition to total installed capacity during the last five years has been in the form of renewable energy, which contributed 33.6 per cent of the incremental generation of electricity.", "About 90 per cent of this jump stems from solar and wind energy.", "This spectacular progress has set the stage for India targeting to scale up the share of renewable energy in total electricity generation to 40 per cent by 2030.", "The shift to greener energy will reduce the coal import bill, create employment opportunities, ensure sustained inflow of new investments and promote ecologically sustainable growth.", "A major factor driving this shift in energy mix has been the steep fall in the generation cost of renewable energy.", "As a result, renewable power generation technologies have become the least-cost option for new capacity creation in almost all parts of the world.", "The weightedaverage cost of addition to renewable capacity in India was one of the lowest in the world in 2019.", "This has started exerting significant downward pressures on spot prices of electricity.", "Going forward, this landmark progress could result in a significant overhaul of the power sector, encompassing deregulation, decentralisation and efficient price discovery.", "Policy interventions in the form of renewable purchase obligations (RPO) for DISCOMs, accelerated depreciation benefits and fiscal incentives such as viability gap funding and interest rate subvention will have to go through a rethink/need review.", "Reforming retail distribution of electricity while reducing commercial, technical and transmission losses remains a key challenge.", "The end of cross subsidisation by industry for other sectors, and closing the gap between average cost of supply (ACS) and average revenue realised (ARR) will require speedier/accelerated DISCOM reforms (including privatisation and competition).", "A nationwide Grid integration that can take supply from renewable sources as and when generated is needed to take care of daily/seasonal peaks and troughs associated with renewable sources.", "These dynamic shifts in renewables could help increase India's per capita electricity consumption, currently among the lowest in the world.", "Here too, Indian industry has a crucial role to play.", "Leveraging Information and Communication Technology (ICT) and Start-ups to 11.", "Information and communication technology (ICT) has been an engine of India's economic progress for more than two decades now.", "Last year, the ICT industry accounted for about 8 per cent of country's GDP and was the largest private sector job creator across both urban and rural areas.", "In 2019-20, software exports at US$ 93 billion contributed 44 per cent of India's total services exports and financed 51 per cent of India's merchandise trade deficit during the last five years.", "These headline numbers, however, understate the contribution of the sector to the economy.", "IT has revolutionised work processes across sectors and has generated productivity gains all around.", "The ICT revolution has placed India on the global map as a competent, reliable, and low-cost supplier of knowledge-based solutions.", "Indian IT firms are now at the forefront of developing applications using artificial intelligence (AI), machine learning (ML), robotics, and blockchain technology.", "This has also helped to strengthen India's position as an innovation hub, with several start-ups attaining unicorn status (USD 1 billion valuation).", "India added 7 new unicorns in 2019, taking the total count to 24, the third largest in the world .", "The 'Start-up India' campaign recognizes the potential of young entrepreneurs of the country and aims at providing them a conducive ecosystem.", "According to Traxcn database, funding for Indian tech start-ups touched US$ 16.3 billion in 2019, over 40 per cent increase over the level a year ago.", "While Healthtech and Fintech are the leading segments, entrepreneurs are leveraging opportunities across sectors and markets, and increasing the depth and breadth of this ecosystem.", "Interestingly, a significant proportion of start-ups in India are serving small and medium businesses, and low and middle income groups.", "COVID-19 has impacted the outlook for startups, particularly availability of funding due to the generalized atmosphere of risk aversion.", "Even before COVID-19, a global technological churn was underway, with lower spending by firms on legacy hardware and software systems, but with rapid advances in digital technologies and computing/analytical capabilities.", "Fierce competition from other developing economies with the potential to provide cost-effective IT services, is rapidly emerging as a challenge to India's position as the leading outsourcing hub of the world.", "Globally, regulatory uncertainty relating to work permits and immigration policies may also amplify challenges.", "The sector has to also deal with concerns relating to data privacy and data security.", "Creative destruction is an integral feature of a robust dynamic economy.", "The IT sector is best placed to drive this process and also manage its consequences.", "There is a significant association between the count of new firms born in a district and the gross domestic product of that district .", "Promoting young firms and start-ups will be critical for greater employment generation and higher productivity-led economic growth in India.", "It would be essential to reorient resources and policy focus in this direction.", "Innovation and ability to nurture ideas into actualisation would be the key challenge.", "In this context, private enterprise and investment have a game-changing role.", "Shifts in Supply/ Value Chains - Domestic and Global 16.", "In a competitive market economy, an efficient supply chain can enhance economic welfare.", "Investment in sectors with strong forward and backward linkages in the supply chain can generate higher production, income and employment.", "Consequently, identification of such sectors becomes critical for strategic policy interventions.", "Stronger inter-sectoral interdependence can help enhance efficiency of domestic value chains.", "Strengthening the position of a country in the global value chain (GVC) can help maximise the benefits of openness.", "GVC encompasses the full range of activities starting from the conception stage of a product to its designing, production, marketing, distribution and post-sale support services performed by multiple firms and workers located in different countries.", "The higher the GVC participation of a country, the greater are the gains from trade as it allows participating countries to benefit from the comparative advantage of others in the GVC.", "More than two-thirds of world trade occurs through GVCs.", "World Bank (2020) research findings suggest that one per cent increase in GVC participation can boost per capita income levels of a country by more than one per cent.", "India's GVC integration, as measured by the GVC participation index, has been low (34.0 per cent, as a ratio of total gross exports) relative to the ASEAN countries (45.9 per cent as a ratio to total gross exports).", "Global shifts in GVCs in response to COVID-19 and other developments will create opportunities for India.", "Besides focusing on diversifying sources of imports, it may also be necessary to focus on greater strategic trade integration, including in the form of early completion of bilateral free trade agreements with the US, EU and UK.", "V. Infrastructure as Force Multiplier for Growth 20.", "In India, the progress made on physical infrastructure in the country in the last five years needs to be viewed as no less than a dynamic shift.", "Road construction, the primary mode of transportation in India, has increased from 17 kms per day in 2015-16 to close to about 29 kms per day in the last two years.", "India is the third largest domestic market for civil aviation in the world with 142 airports.", "On airport connectivity, India ranked 4th among 141 countries in the Global Competitiveness Report, 2019 of the World Economic Forum.", "In telecommunication, the overall tele-density (number of telephone connections per 100 persons) in India at end of February 2020 was 87.7 per cent.", "Growth of internet and broadband penetration in India has increased at a rapid pace.", "Total broadband connections rose almost ten times - from 610 lakh in 2014 to 6811 lakh in February 2020 - enabling large expansion in internet traffic.", "India is now the global leader in monthly data consumption, with average consumption per subscriber per month increasing 168 times from 62 MB in 2014 to 10.4 GB at end-2019.", "The cost of data has also declined to one of the lowest globally, enabling affordable internet access for millions of citizens.", "The shipping industry is the backbone for external merchandise trade as around 95 per cent of trading volume is transported through ships by sea routes.", "The average turnaround time of ships in Indian ports - which is an indicator of efficiency of ports - improved from 102.0 hours in 2012-13 to 59.5 hours in 2018-19.", "As regards the power sector, I have already mentioned the achievements.", "With regard to the railways, Eastern and Western dedicated freight corridors are being developed at a fast pace and are expected to bring down freight charges significantly.", "A total of 15 critical projects covering around 562 km track length were completed in 2019-20 and railway electrification work of total 5782 route kms was also completed in 2019-20.", "India has also recorded an impressive growth in metro rail projects for urban mass transportation.", "Notwithstanding this progress, the infrastructure gap remains large.", "According to estimates of NITI Aayog, the country would need around US $4.5 trillion for investment in infrastructure by 2030.", "On financing options for infrastructure, we are just recovering from the consequences of excessive exposure of banks to infrastructure projects.", "Non-performing assets (NPAs) relating to infrastructure lending by banks has remained at elevated levels.", "There is clearly a need for diversifying financing options.", "The setting up of the National Investment and Infrastructure Fund (NIIF) in 2015 is a major strategic policy response in this direction.", "Promotion of the corporate bond market, securitisation to enhance market-based solutions to the problem of stressed assets, and appropriate pricing and collection of user charges should continue to receive priority in policy attention.", "As in the case of the golden quadrilateral, a big push to certain targeted mega infrastructure projects can reignite the economy.", "This could begin in the form of a north-south and east-west expressway together with high speed rail corridors, both of which would generate large forward and backward linkages for several other sectors of the economy and regions around the rail/road networks.", "Both public and private investment would be key to financing our infrastructure investments.", "CII can play a creative role in this regard.", "In my address today, I have tried to move away from an outlook overcast by the morbidity of the pandemic to one of optimism.", "These dynamic shifts in our economy need to be converted into structural transformations which yield sizable benefits for our economy and help to position India as a leader in the league of nations.", "They involve testing challenges but also the reaping of significant rewards.", "Indian industry will have the pivotal role in what could be a silent revolution.", "Can the CII be its spearhead?", "I leave you with these ideas and dare you to dream.", "NASSCOM: Indian Start-up Ecosystem, 2019 (November).", "Economic Survey 2019-20, Chapters 2 and 3, Government of India.", "World Development Report (2020), \"Trading for Development in the Age of Value Chains\", World Bank."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fortunes shifting in favour of the farm sector", "Changing energy mix in favour of renewables", "Leveraging information and communication technology (ICT), and start-ups to power growth", "Shifts in supply/value chains, both domestic and global", "Infrastructure as the force multiplier of growth", "Agricultural exports", "Crop diversification", "Food processing", "Public and private capital formation in the farm sector", "Renewable purchase obligations (RPO) for DISCOMs"]}