{"sentences": ["Good morning, and welcome to MAS' first virtual media conference for the annual report.", "I hope everyone has been keeping well.", "Let me begin with the global economy.", "There are three points I'd like to make.", "The world is facing an unprecedented economic situation.", "The outlook is highly uncertain.", "Recovery will be uneven.", "The world is facing a public health crisis and a consequent economic crisis.", "The COVID-19 virus has now spread to all corners of the world.", "Measures necessary to contain the pandemic - lockdowns, movement restrictions, border controls, and safe distancing - have brought many economic activities to a grinding halt.", "We are now in the midst of an economic recession without modern precedent.", "The global economy contracted nearly 14% q-o-q in the first quarter of 2020 - this is almost three times deeper than the sharpest decline seen during the Global Financial Crisis.", "The contraction in the second quarter is likely to have been even deeper, since this is when economies outside China were most severely affected by the virus and shutdown measures.", "The policy responses to the COVID-19 crisis have been equally unprecedented - in scale and in speed.", "Governments injected massive fiscal stimulus, estimated on average to be twice the fiscal impulse in 2009.", "Fiscal policies have supported jobs directly and buffered businesses and households from income shocks.", "Central banks eased monetary policies through interest rate cuts and financial asset purchases and provided sufficient liquidity for the smooth operation of financial markets.", "There is substantial uncertainty over the global economic outlook - largely because there is substantial uncertainty over the trajectory of the COVID-19 pandemic.", "If there are new waves of infection, it could lead to a return of containment measures that drag down economic activity again.", "Even if subsequent waves of infection are more limited, it is not clear if confidence in resuming normal economic activities will return fully.", "It is also not clear to what extent the destruction unleashed by the pandemic in the first half of this year has damaged the productive capacity of economies.", "The recovery will be uneven - across countries, across industries, and across time.", "There is wide dispersion in projected growth rates across countries.", "Those countries that are more successful in containing COVID-19 and have put in place strong policy support are likely to stage stronger recoveries.", "China is expected to grow by about 1% this year, which would make it the only large economy to record an expansion.", "At the other end of the spectrum, the Eurozone is expected to contract by about 9% this weighed down by the significant disruptions caused by the high rates of infection; and the global trade slowdown.", "The outlook for the US is mixed.", "The fiscal stimulus is considerable and there are signs of an upturn in employment and consumption.", "But new and larger outbreaks of infection in several states pose significant downside risks.", "Closer to home, the ASEAN-5 economies are expected to contract by 2.6%.", "They will benefit from the emerging recovery in manufacturing; while the collapse in tourism will weigh more on some economies.", "The recovery will also be uneven across industries, ranging from L-shaped to U-shaped to V-shaped.", "Activities with greater \"in-person\" interactions - such as hospitality, hotels and restaurants, and tourism - may have to reopen later, observe strict safe-distancing measures, and operate at much lower capacities.", "Capital-intensive manufacturing and trade-related services could recover faster as demand returns but they might still face frictions in their supply chains.", "Modern services, such as ICT and financial services, will probably do best given their ability to serve customers and carry out transactions through digital means.", "While a strong short-term growth bounce is plausible, the longer term recovery is likely to be weak and gradual.", "People may be slower to return to previous patterns of work as long as the virus is still circulating.", "Higher unemployment and greater job insecurity will weigh on household spending, particularly once income support measures start to taper off.", "Businesses are likely to hold back investments in view of heightened uncertainty and this will in turn dampen the strength of the recovery.", "There may be lasting shifts in demand patterns and the associated disruptions in business activities.", "Changes in supply chains - with a shift in emphasis from efficiency to resilience - may also exert a drag on economic recovery.", "Overall, MAS expects the global economy to grow by 3.5% in the second half of this year, following an estimated minus 5.5% in the first half.", "SINGAPORE ECONOMY The Singapore economy is going through its most severe downturn since Independence.", "In year-on-year terms, the economy contracted by 6.5% in the first half of 2020, its first decline since the global financial crisis.", "It is more meaningful to evaluate the performance and prospects for the economy by type of activity rather than the usual categories of construction, manufacturing, and services.", "Construction, travel-related, and customer-facing domestic services bore the brunt of the COVID-19 containment measures.", "Construction, accounting for about 4% of GDP, was severely affected by the Circuit Breaker measures and the spike in infection among foreign workers in the dormitories.", "The travel-related cluster-comprising air transport, accommodation, arts, entertainment and recreation, and also accounting for about 4% of GDP - exerted the largest drag on economic growth.", "Consumer-facing domestic services-comprising retail, food services and land transport and accounting for another 4% of GDP-were affected by heightened fears of infection and the Circuit Breaker measures.", "Thus, roughly 12% of the economy is at the epicentre of the impact from COVID-19.", "The trade-related cluster - comprising manufacturing, wholesale trade, and water transport and storage - was also affected by the COVID-19 pandemic but less so.", "Manufacturing in particular was supported by a surge in the production of pharmaceutical ingredients and biological products.", "The electronics industry also did better than expected.", "The modern services cluster - comprising financial, ICT, and professional services - was also less affected.", "The financial services sector in particular has done reasonably well in the face of the pandemic.", "I will touch on this later in my remarks.", "All in, the Singapore economy will experience a full-year contraction in 2020, with GDP growth projected at -7 to -4%.", "The 12% of the economy that is worst-hit-construction, travel-related, and consumerfacing domestic services-will take time to recover.", "While we may see strong positive sequential growth in the second half of this year for those activities, it will not be sufficient to restore activity to pre-crisis levels.", "The performance of the trade-related sector will be dampened by weak external demand and continued small frictions in global supply chains, but headline manufacturing output is likely to be supported by strong demand for pharmaceutical products.", "Growth in modern services, on the other hand, is likely to moderate in the second half alongside the pullback in business activity.", "Both Core Inflation and CPI-All Items inflation are expected to turn negative, averaging between -1 and 0% this year.", "External inflation and global oil prices will remain low, notwithstanding some upward pressure on imported food prices due to supply disruptions.", "On the domestic front, cost pressures from the labour market are expected to ease as firms pause their hiring plans and retrenchments rise.", "The property market has remained stable, thanks in part to the macroprudential measures in place and new temporary relief measures in response to COVID-19.", "The property cooling measures - progressively implemented over the last 10 years - have helped to temper price increases and bring prices more in line with underlying economic fundamentals.", "The stabilisation of the property market has substantially reduced its vulnerability to the COVID-19 shock.", "If property prices had been rising rapidly as we entered the COVID-19 crisis, we could have seen a sharp and painful correction.", "As it has turned out, the adjustment of the property market has been modest.", "Property prices have moderated in an orderly manner in recent months.", "At this point, there is no need to adjust the existing cooling measures.", "Instead, to help promote market stability, the government has provided temporary relief measures for buyers and property developers by extending regulatory and tax deadlines.", "These reliefs do not alter the existing cooling measures.", "MAS, together with the Ministry of Finance, the Ministry of National Development and the Urban Redevelopment Authority, will continue to watch the market closely to ensure that prices for private residential properties remain broadly in line with economic fundamentals.", "GOVERNMENT'S RESPONSE TO THE COVID-19 ECONOMIC CRISIS Fiscal policy has been the centrepiece of the government's support for the economy.", "The fiscal response was swift and substantial.", "Within the span of a hundred days, the government announced four Budgets amounting to S$93 billion - by far, the largest fiscal outlay in Singapore's history.", "Abstracting from the capital set aside for loan guarantees, S$71 billion will be injected into the economy.", "The key focus is to provide businesses and households with cash support to weather the COVID-19 storm: Wage subsidies to help firms keep their workers employed; Property and income tax rebates to help ease cash flows for businesses; and Cash transfers to households, especially the lower-income.", "The second aspect of government support is providing SMEs access to affordable credit.", "The government is sharing the risk on loans to SMEs by banks and finance companies by absorbing 90 cents for every dollar of loan loss.", "MAS has launched a facility to lend to banks and finance companies at 0.1% for a tenure of two years, for them to on-lend to SMEs.", "The formula is simple, with each party doing what it is best at: the government underwrites most of the risk of lending; the central bank provides low-cost funding; and the banks decide who to lend to based on their credit assessment.", "The third initiative is to provide temporary legislative protection for businesses and individuals who are unable to fulfil certain contractual obligations due to COVID-19.", "This includes temporary reliefs on loans to SMEs secured against property or businessrelated fixed assets as well as hire purchase agreements.", "The legislation also provides for a mandated co-sharing of rental obligations between the government, landlords, and tenants.", "MAS' RESPONSE TO THE COVID-19 ECONOMIC CRISIS MAS has responded to the COVID-19 economic crisis in six broad areas: Ensuring monetary stability; Ensuring financial stability; Providing credit and insurance reliefs for individuals and SMEs; Providing regulatory reliefs for financial institutions; Ensuring operational resilience of financial institutions; and Positioning the financial sector to emerge stronger.", "MONETARY STABILITY MAS has focused on ensuring monetary stability through accommodative monetary policy and judicious money market operations.", "MAS eased monetary policy in April this year by setting the policy band for the nominal effective exchange rate on a 0% appreciation path, starting from the prevailing lower level of the exchange rate.", "The lower starting level of the exchange rate is consistent with the downward shift in inflation and economic activity.", "Keeping the exchange rate on a stable path going forward helps to underpin confidence amid the COVID-19 crisis.", "The aim of monetary policy during this crisis is to prevent a broadening of disinflationary pressures that would be destabilising for the economy.", "MAS does not seek to enhance export competitiveness through a weaker exchange rate.", "Such a policy will be especially futile in the current circumstances, where the sharp decline in global demand and supply-side frictions will offset any relative price advantages from a weaker exchange rate.", "Through its money market operations, MAS has ensured the smooth functioning of the short-term funding markets in Singapore.", "When the COVID-19 shock hit financial markets in March this year, volatility spiked sharply and liquidity stresses emerged in global and domestic funding markets.", "The tighter financial conditions would have impaired banks' ability to fund themselves and extend credit.", "MAS has kept a higher level of Singapore Dollar liquidity in the banking system to ensure banks have ample funding to extend credit to the economy.", "Interest rates in Singapore have fallen, with the one-month SIBOR currently around 0.25%, compared to about 1.75% at the start of the year.", "Singapore's long term interest rates have also fallen in tandem.", "The 10-year SGS yield is currently trading at about 0.9%, compared to 1.7% at the start of the year.", "This has helped to lower borrowing costs in the corporate bond market.", "MAS has also taken steps to provide US Dollar liquidity to support needs in Singapore and in the region.", "As an international financial centre, Singapore plays a key role in intermediating the flow of US Dollar denominated cross-border credit from advanced economies to emerging Asia.", "With global US Dollar funding markets coming under strain earlier in March of this year, MAS stepped up the provision of US Dollar liquidity through its daily money market operations.", "We provided up to US$1 billion of foreign exchange swaps per day, a 25% increase from our usual volumes.", "MAS also set up a US$60 billion US Dollar Facility that is available to all banks, on the back of the swap arrangement with the US Federal Reserve.", "This Facility has helped to stabilise US Dollar funding conditions in Singapore, and enabled US Dollar lending to businesses in Singapore and in the region.", "About US$21 billion has been provided through this Facility.", "FINANCIAL STABILITY The COVID-19 shock has also increased the risks to global financial stability.", "The world entered the current crisis with one strong card and one weak card.", "The strong card is the banking sector.", "Globally, banks are generally in good shape, with healthy capital and liquidity buffers.", "The weak card is the corporate sector.", "In many parts of the world, corporate debt levels were already high pre-COVID, and will increase further through the course of this crisis.", "With tight cash flows, over-leveraged entities could face financial distress, leading in turn to ratings downgrades and corporate defaults.", "Mounting corporate defaults will strain banks' profitability and capital positions.", "The strong card could become progressively weaker.", "If this happens, banks will be less able to sustain credit to the real economy.", "Worse still, if funding conditions also tighten and confidence is shaken, some banks could run into trouble, possibly triggering a financial crisis.", "MAS is determined that the financial system in Singapore remains robust and resilient.", "Our banks have built up strong capital and liquidity buffers, and are well-placed to weather these risks even as they continue to extend credit.", "Our major banks, on average, maintain a healthy Common Equity Tier 1 capital ratio that is more than double the minimum requirement of 6.5%.", "Their liquidity buffers are healthy, with all-currency and Singapore Dollar liquidity coverage ratios remaining above the minimum regulatory requirements.", "MAS conducted a stress test against an adverse scenario that is consistent with what we might possibly see in the current COVID crisis.", "Our stress scenario assumes that over a two-year period: The level of GDP declines by close to 6%, point to point over the two-year period.", "This basically means we go through a recession in 2020 and 2021; Unemployment rate rises to around 6%; Equity and oil prices fall by more than 30%; and Property prices fall by more than 35%.", "These are stress scenarios, not forecasts.", "The stress test showed that our major banks and insurers remain resilient against this very adverse scenario.", "The banks' capital ratios, while diminished, remain above MAS' minimum requirements.", "The insurers have pre-emptively bolstered their capital positions and have drawer plans to restore their capital position under severe stress.", "Sustaining the safety and soundness of our financial sector is critical for supporting the broader recovery of the real economy.", "Therefore, notwithstanding the encouraging stress test results, MAS has been in close discussions with the banks and insurers on their capital management plans.", "We want to ensure that they retain adequate capacity to continue providing financial services to support the economy even in extreme tail risk scenarios.", "CREDIT AND INSURANCE RELIEFS FOR INDIVIDUALS AND SMEs MAS has worked with the financial industry to put together a package of measures to help ease the financial strain on individuals and SMEs.", "The relief package was implemented over three tranches, as new needs emerged.", "It is aimed at helping individuals meet their loan and insurance commitments and supporting SMEs with continued access to bank credit.", "Let me spell out the various relief measures and their take-up rates as of the end of June Banks and finance companies have been providing reliefs for individuals with difficulty making their loan repayments: Nearly 34,000 mortgage loans now enjoy deferment of principal or interest payments or both, till end December 2020.", "Banks have also deferred both principal and interest payments on over 2,100 renovation and education loans.", "More than 6,200 applications to convert outstanding credit card and unsecured debt to term loans at lower interest rates have been approved.", "Over 3,200 motor vehicle loans and hire-purchase agreements have benefitted from a variety of repayment reliefs.", "Banks and finance companies have also been providing repayment relief to SMEs for their secured loans.", "More than 5,300 SMEs' secured loans now enjoy repayment deferments.", "Beyond the relief package, banks have allowed some of their SME customers to defer repayment on their unsecured loans as well.", "Insurance companies have been providing reliefs for individuals and SMEs with difficulty paying their insurance premiums.", "More than 25,000 life and health insurance policies now enjoy a six month premium deferral while maintaining coverage.", "Close to 600 individual general insurance policies, such as for vehicles, are under flexible instalment payment plans to help ease policyholders' cash flow burden.", "More than 240 SME applications for flexible instalment plans for general insurance have also been approved.", "These various relief measures have meaningfully helped to ease the cashflow pressures faced by individuals and SMEs.", "But deferred payments provide only temporary relief and come with longer term costs.", "Bank loans and insurance policy premiums will eventually have to be paid.", "Deferment incurs interest cost, which means larger outstanding balances at the end of the deferment period.", "MAS is actively discussing with the banks, finance companies, and insurers on how to ease borrowers and policyholders into gradually resuming repayments, when the relief measures expire towards the end of the year.", "We want to avoid \"cliff effects\" of a sudden withdrawal of these reliefs.", "The pace of resuming repayments needs to balance between two things: The cash flow situation of the borrowers; and The accumulation of more debt which could increase the risk of default further down the road.", "REGULATORY RELIEFS FOR FINANCIAL INSTITUTIONS MAS has provided regulatory reliefs to financial institutions to enable them to continue supporting the economy without undermining their safety and soundness.", "To support banks' capacity to lend, MAS has implemented transitional measures till endSeptember 2021: Allowing banks to recognise 100% of regulatory loss allowance reserves as Tier 2 capital; Reducing from 50% to 25% the amount of stable funding that banks must maintain on loans to individuals and businesses maturing in less than six months.", "MAS also provided guidance to financial institutions on estimating their loan loss allowances in the context of COVID-19: That in assessing COVID-19's impact on future economic conditions, financial institutions should consider the government's support measures in bolstering economic resilience; and That financial institutions need not maintain higher loan loss allowances solely because COVID-19 relief measures were applied to certain loans.", "MAS provided room for insurance companies to rebalance their investment portfolios in the face of uncertainties in financial markets: By extending to end-2021 the transitional measure in the calculation of their financial resources under RBC 2.", "OPERATIONAL RESILIENCE OF FINANCIAL INSTITUTIONS The financial sector has been operationally resilient, functioning with minimal disruption in the face of COVID-19.", "The financial industry has maintained a high level of customer service throughout the Circuit Breaker period, as well as Phases One and Two of the re-opening.", "They have also continued to seamlessly conduct their wholesale and international businesses.", "The industry's operational resilience reflects sound business continuity planning and agile adjustments to work processes.", "MAS requires financial institutions to develop robust business continuity plans to address events that threaten to disrupt business operations - including pandemic events.", "These plans have been regularly tested through internal drills and industry-wide exercises jointly organised by MAS and the financial industry.", "So when COVID-19 struck, the financial sector was able to swiftly execute the necessary measures such as teleworking and operating under split teams to mitigate the risk of disease transmission at the workplace.", "The pervasive deployment of digital solutions has also been a key factor supporting the industry's operational resilience.", "A good part of financial sector activity has moved online, especially customer-facing processes.", "The initiatives and investments by MAS, financial industry associations, and individual financial institutions over the past five years in digital transformation has reaped strong benefits during this COVID-19 period.", "Technology has enabled 85% of the workers in Singapore's financial industry to work at home with minimal disruption during the Circuit Breaker period.", "A recently published IMF study shows that Singapore has one of the highest teleworkability scores globally.", "Pervasive remote working arrangements and growing customer use of digital finance has however amplified cyber and technology-related risks.", "The increased use of remote access technology and video-conference platforms by financial institutions has expanded the cyber attack surface.", "MAS has also observed a rise in COVID-19-themed online threats, such as luring victims into opening malicious web links or email attachments that purportedly contain COVID-19 related information.", "MAS has stepped up its monitoring of the cyber threat landscape and issued a number of advisories to financial institutions on: ensuring their IT infrastructure is secure and resilient; adopting additional risk mitigating measures and precautions; staying vigilant against new types of cyber attacks; reminding staff working from home to observe cyber security; and advising customers of safeguards that they should take to protect themselves against phishing attacks and online scams.", "POSITIONING THE FINANCIAL SECTOR TO EMERGE STRONGER Let me now provide an update on the financial sector, which continues to do remarkably well.", "Last year, the financial services sector outperformed the overall economy, achieving value-added growth of 4.1%, compared to GDP growth of 0.7%.", "For the first half of this year, MAS estimates that financial services grew by about 5%, even faster than last year.", "This was mainly due to exceptionally strong growth in the first quarter, driven by offshore bank lending, re-insurance and life insurance activities.", "MAS expects growth in the sector to moderate during the second half due to weaker credit demand and lower interest rate margins.", "But the sector is not likely to contract.", "Last year, there was a net increase of about 4,900 jobs in financial services and FinTech.", "So far this year, employment in financial services and FinTech has remained firm.", "Net jobs grew by 2,200 in the first quarter as banks continued to employ for roles such as business development, financial analysis, and software development.", "To-date, we have not seen an increase in retrenchments in the financial services or FinTech sectors.", "Going into the second half, there could potentially be some net job loss, but this is not likely to be large.", "It is encouraging that some major financial institutions have committed not to shed any workers due to the COVID-19 crisis.", "For the year as a whole, MAS expects the financial services sector to still be a net creator of jobs, albeit much lower than in previous years.", "We are particularly pleased that the financial services sector is on track to meeting both the value-added and employment targets set by the 5-year Industry Transformation Map (ITM) for 2016-2020.", "If the financial sector stays above 0% growth in the second half of this year, it will achieve the ITM target of 4.3% annual growth in value-added over 2016-2020.", "The four-year average growth rate of value-added in financial services for 2016-2019 is already 4.8% per annum.", "Likewise, unless there are large-scale job losses in the second half, the financial services and FinTech sectors will comfortably meet the ITM target of 4,000 jobs per annum.", "The four-year average net job growth in financial services and FinTech for 2016-2019 is already 4,900 per year.", "Let me now talk about MAS' three priorities for developing Singapore as a leading global financial centre amid the COVID-19 crisis: skills, technology, sustainability.", "MAS launched a $125 million support package in April 2020, to sustain and strengthen capabilities in the financial services and FinTech sectors.", "The package has two main components: enhanced subsidies for training and manpower costs; and strengthening digitalisation for operational resilience.", "Top of our agenda is skills.", "We cannot let up on training and upskilling because of COVID-19.", "On the contrary, the pandemic has underscored the importance of upskilling, and created the opportunity to do so.", "Working closely with the financial industry, MAS is taking a comprehensive approach to the skills agenda.", "Take-up of the various schemes since April has been strong.", "existing workforce To help the to upskill, MAS has enhanced to 90% the subsidies for training courses certified by the Institute of Banking and Finance (IBF).", "Close to 11,000 trainees have availed themselves of these training courses since April.", "To enable fresh graduates to gain meaningful job experience, MAS has enhanced salary support for structured talent development programmes offered by the financial institutions.", "Financial institutions have committed to hiring approximately 740 Singaporeans under these programmes over the next three years.", "MAS is also working with the financial industry and Workforce Singapore (WSG) to create traineeship opportunities under the various SGUnited programmes to build the skills necessary for future high growth areas in the financial sector.", "As of mid-June, 31 financial institutions have offered more than 1,000 vacancies for trainees.", "To support mid career workers prepare for new roles, MAS has been working closely with IBF and Workforce Singapore.", "We have just launched the second run of a programme to place in financial institutions midcareer workers from other sectors who have STEM background.", "The aim is to help them acquire skills and experience in new technology areas.", "More than 200 places have been offered by 18 financial institutions for positions in AI, cloud computing, cybersecurity, data analytics, and full stack development.", "Our second key priority is technology.", "This has been a focus for five years now and Singapore is widely regarded as among the top FinTech hubs globally.", "It is an advantage we must build on.", "COVID-19 has accelerated the pace of digitalisation everywhere.", "Recent investments in digital infrastructure have been particularly effective in enabling digital finance during this COVID-19 period.", "Let me cite two examples.", "MyInfo has helped to streamline customer due diligence and improve the on-boarding experience, removing the need for customers to physically visit a bank branch or conduct face-to-face verification.", "PayNow has enabled individuals and businesses to make e-payments and receive government disbursements such as Care and Support payouts swiftly, securely, and conveniently.", "Electronic payments have taken off spectacularly during the COVID-19 crisis.", "Registrations for PayNow have now crossed 4 million: this means 80% of Singaporeans aged over 20 years old can send and receive e-payments instantly.", "Registrations for PayNow Corporate have reached 216,000: this means that a significant majority of active businesses in Singapore are fully enabled to send and receive e-payments instantly via PayNow.", "Likewise, digital banking has become the norm.", "A rapidly growing volume of financial transactions in our banks are now performed digitally - be they account opening, signing up for credit cards, or receiving wealth advisory services.", "A private sector survey of retail customers released earlier this month noted that: 70% of respondents have used online banking frequently since the start of the pandemic.", "% of Singaporeans agree that they will continue to bank online even after the pandemic dies down.", "Businesses too are making greater use of online financial services and channels.", "MAS is pleased that our financial institutions are stepping up their digitalisation efforts despite the challenging economic environment.", "The take-up of the Digital Acceleration Grant that was announced in April as part of the $125 million support package has been very encouraging.", "More than 350 financial institutions and FinTech firms have applied for the grant to adopt digital solutions to strengthen operational resilience, improve productivity, and better manage risks and engage customers.", "We are also pleased that the FinTech sector is alive and kicking despite COVID-19.", "FinTech firms in Singapore have raised S$462 million in equity funding in the first half of this year, 19% higher than over the same period last year.", "This is further boosted with S$188 million in M&A.", "That this was achieved at the height of the COVID-19 crisis demonstrates investors' confidence in the long-term value FinTech firms will create.", "We now have an estimated 1000 FinTech firms in Singapore, compared to 600 last year.", "MAS is determined that the FinTech ecosystem that we have built rides through this crisis not only intact but also stronger.", "Our third and newest priority is sustainability.", "Safeguarding the environment and managing climate-related risks is becoming an increasingly important part of the agenda of countries and corporations.", "MAS has been stepping up efforts to make Singapore a leading centre for green finance in Asia and globally.", "Green and sustainable financing flows increased steadily in Singapore last year and have remained strong through the first half of this year.", "Singapore is now ASEAN's largest green finance market, accounting for close to 50% of cumulative ASEAN green bond and green loan issuances.", "More than S$8 billion of green, social and sustainability bonds have been issued in Singapore to-date, with approximately S$750 million of green and social bonds issued out of Singapore so far this year.", "Last year alone, Singapore entities originated close to S$5.5 billion worth of green loans and sustainability-linked loans (SLL), with Singapore originating over 35% of SLLs in the AsiaPacific region.", "This year, Singapore banks have continued to support corporates to originate new SLLs.", "We have made some headway on the three main elements of our Green Finance Action Plan that we announced last year.", "First, we want to enhance the financial sector's resilience to environmental risks.", "We have issued for public consultation draft guidelines for financial institutions on managing environmental risks.", "Financial institutions should implement robust practices to assess, monitor and manage environmental risks, and make regular and meaningful disclosures.", "Second, we want to encourage the development of green products and solutions.", "MAS is developing a grant scheme for green and sustainability-linked loans - similar to what we have for green and sustainability bonds - to grow the green and sustainability-linked loan market in Singapore and the region.", "We will launch the Green and Sustainability Linked Loan Grant Scheme in the fourth quarter of this year.", "Third, we want to harness technology and innovation to promote green finance.", "This year, the Global FinTech Innovation Challenge that is part of the Singapore FinTech Festival, has a focus on green finance.", "It is seeking ideas for enablers of green finance and innovative solutions to challenges faced by financial institutions in managing climate risks.", "The submissions closed last night and we have received some 250 proposals on green finance and sustainability from entities across 50 countries.", "MAS will present later this year a comprehensive update on our green finance strategies and the progress made.", "MAS FINANCIAL PERFORMANCE Before I close, let me provide a brief update on MAS' financial performance.", "The investment return from the Official Foreign Reserves was S$16.3 billion.", "This Investment gains of S$2.1 billion; and A positive currency translation effect of S$14.2 billion.", "This is after: Deducting S$3.5 billion of expenses from domestic money market and other operations; and Contributing S$2.2 billion to the Government's Consolidated Fund, as payment in lieu of corporate income tax.", "This year, MAS will return half of its profits - S$5.3 billion - to the Government while the remainder will be added to MAS' reserves.", "The economic situation remains dire.", "We are not at the beginning of the end, but rather at the end of the beginning.", "Growth rates will pick up - as you would expect coming from a very low base; but the level of activity will remain below pre-crisis levels for quite a while.", "The recovery is likely to be slow and uneven, weighed down by renewed outbreaks of infection here or abroad.", "Unemployment and corporate bankruptcies are likely to increase in the months ahead.", "We will enter 2021 with higher levels of debt, in both the corporate and household sectors, which will act as a further drag on growth and could become a source of vulnerability.", "MAS' priorities will be to ensure monetary and financial stability.", "We will keep the exchange rate stable, to provide an anchor of confidence.", "We will keep the funding markets liquid, to ensure credit remains available to the economy.", "We will ensure the financial system remains sound and resilient.", "We will ensure that our systemically important financial institutions continue to have healthy buffers to absorb any unexpected losses.", "Even as we prepare for the worst, we will strive for the best.", "Singapore - and our financial sector in particular - are well-placed to thrive in the postCOVID world.", "We have deep connectivity to Asia, which will be the region earliest to emerge from COVID19 and register the fastest growth rates.", "We have a high degree of digitalisation, which will be a key source of competitive advantage in the future.", "We have made a good start on the journey towards sustainability, which will be a growing priority as the world grapples with climate change.", "Our odds are better than good.", "Let me stop here and I will be happy to take your questions.", "On a seasonally adjusted basis, weighted by country shares in Singapore's non-oil domestic exports.", "Indonesia, Malaysia, Philippines, Thailand, Vietnam.", "On a NODX-weighted basis.", "IMF Working Paper (June 2020), \"Who will Bear the Brunt of Lockdown Policies?", "Evidence from Tele-workability Measures Across Countries\".", "This includes FinTech jobs in the overall economy, but excludes jobs in holding companies.", "The employment increase of 6,400 for the financial and insurance sector in 2019, published by MOM, includes holding companies.", "These numbers exclude holding companies, which is consistent with the ITM-based definition of financial services.", "At last year's MAS annual report media conference, it was stated that the 3-year average growth rate during 2016-2018 was 4.1%.", "However, financial services value-added in 2017 and 2018 has since been revised upwards by the Department of Statistics.", "Science, Technology, Engineering, or Mathematics.", "SingSaver, (July 2020) Analysis of 1,000 responses from Singaporeans and permanent residents aged 18 and above, to understand how COVID-19 will change financial habits and affect personal finance challenges over the next 6 to 12 months."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 economic crisis", "Global economic outlook", "Monetary policy", "Financial stability", "Credit and insurance reliefs", "Regulatory reliefs for financial institutions", "Operational resilience of financial institutions", "Positioning the financial sector", "Skills", "Technology"]}