{"sentences": ["Good morning to all our friends from the financial market, multilateral agencies and the media.", "Three weeks ago, the FSCC held a press briefing with two important messages: First, that 2019 coronavirus disease (COVID-19) is different from prior crises because it is a direct shock to the real economy, to supply chains, and to the welfare of families and individuals.", "Second, based on our reading of a wide array of indicators and our own surveillance of what is happening on the ground, We do not see any indications as of yet that our financial market has been impaired irreparably.", "As the Council convened after the Global Financial Crisis, our task has always been about ensuring the health of the financial system so that it remains a pillar for the financial consumer.", "Financial authorities have come to understand that there is something about the risk behaviors of various financial market stakeholders that creates outcomes for the system that cannot be tracked by simply overseeing the balance sheets of individual market stakeholders.", "As I mentioned at our last press briefing, that \"something\" is the way risk behaviors connect, complement, and correlate with each other, creating new channels of risks through contagion.", "Today, the Council is again with you to share another milestone.", "Just as we had the opportunity three weeks ago to launch the Financial Stability Report on its maiden semestral release, we have invited you today for the public release of the country's Macroprudential Policy Strategy Framework.", "That is a bit of a tongue-twister but at its core, the framework reflects how your financial authorities define systemic risks, how we are monitoring changes in risk behaviors, and how we are moving forward in managing this policy concern.", "The overarching concern is that of Financial Stability which is specifically about managing systemic risks.", "These risks, in turn, are specifically defined, consistent with global understanding and practice.", "And the means for taking action are what we refer to as Macroprudential Policy.", "To help put all of the different components, the framework document includes a Scoping Statement that defines the perimeter of our work on systemic risk management.", "We remain crystal clear that price stability as well as the safety and soundness of banking institutions are important policy objectives.", "But we are as clear that cash, capital, and contingent markets, together with clearing and settlements, should be collectively considered when talking about the financial system.", "Macroprudential policy does not take away from any existing objective.", "It adds another facet to our desire for the financial market to be a value proposition.", "Ultimately, the goal is to ensure that our financial system \"works\" for us and facilitates in improving the welfare of individuals, from savers to borrowers, to investors and issuers, to intermediaries, to infrastructure operators, and digital service providers.", "Speaking as a central banker, we understand the added challenges that macroprudential policy put forward.", "But we are also committed to the value proposition of finance and to making the financial system increasingly resilient to different forms of shocks.", "We are proud to take on the mantle of financial stability as part of our mandate under Republic Act No.", "11211, the amended Charter of the BSP which President Duterte signed into law in February 2019.", "We also recognize that financial stability is a collective effort and thus, the FSCC principals are here with you today.", "Collectively, the FSCC is thankful that a review of our Macroprudential framework is central to the Financial Sector Assessment Program, or FSAP, currently being completed by the International Monetary Fund (IMF) and the World Bank (WB).", "With this framework, we are joining the list of nations who subscribe to the global best practice of releasing to the public their Macroprudential Policy framework.", "We look forward to the insights from the FSAP expert panel so that our macroprudential policy framework best contributes to a well-functioning financial system.", "This should include the work on our Systemic Risk Crisis Management Framework.", "This framework represents the Council's enduring commitment to manage systemic risks at the highest level of policy.", "While we are happy to announce the strategy framework today, getting to this point certainly has been a journey.", "From the initial efforts of Governor Tetangco, to the developments introduced by Governor Espenilla, it is now my honor to take the baton in this never-ending relay of making the Philippine financial system an enabler for the Filipino people."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Financial stability", "Systemic risks", "Macroprudential policy", "Risk behaviors", "Financial system", "Financial market", "Contagion", "Value proposition", "Resilience", "FSAP"]}