{"sentences": ["Dear colleagues, Please be informed that the Board of the National Bank of Ukraine has decided to cut the key policy rate to 10% per annum effective 13 March 2020.", "The NBU continues its monetary policy easing, as predicted, in order to bring inflation back to its target range of 5% +/- 1 pp and to support economic growth in Ukraine amid a cooling global economy.", "What inflation developments followed the last monetary policy meeting?", "In the first months of the year, inflationary pressures waned faster than we had expected.", "Consumer inflation slowed down to 3.2% yoy in January and to 2.4% yoy in February, which was faster than foreseen in the forecast trajectory.", "As a result, inflation is currently below the NBU's medium-term target of 5% that is the level optimal for the development of the Ukrainian economy.", "A number of factors stand behind the faster disinflation.", "First, last year's strengthening of the hryvnia impacted prices of goods, especially those which are imported.", "Second, supply of some raw foods increased.", "Third, global energy prices dropped.", "These factors offset the effect of robust consumer demand, which was bolstered by the lasting growth in real household income.", "Growth in real wages accelerated to 12.5% in January, and growth rates of retail turnover continues to exceed 12%.", "What are the future inflation developments?", "In January the NBU forecast inflation at 4.8% as of the end of 2020, but this forecast may be reviewed in April depending on further developments.", "So far, the global spread of the novel coronavirus has had a limited or neutral impact on the economy of Ukraine.", "Ukraine's exports continue to rise.", "Further increases in physical volumes of exports have more than offset certain declines in prices for some of the goods the country exports.", "At the same time, import prices (especially energy prices) are declining even faster than export prices.", "The price environment on the crude oil market has been favorable for Ukraine even disregarding the latest developments.", "In February, crude oil prices declined by 10%-15% yoy on average, European prices for natural gas fell by 50%, and metals prices dropped by 11%-12%.", "Prices for grains and iron ore remained almost unchanged.", "Uncertainty over the spread of the novel coronavirus, and stronger turbulence on financial and commodity markets saw the Ukrainian FX market respond with deteriorated sentiment and increased nervousness.", "This has led to a sizeable increase in demand for foreign currency, which exceeded the supply, starting last week.", "The NBU has been active on the interbank foreign exchange market since last week in order to smooth out large fluctuations of the exchange rate.", "This week alone, net FX sales by the NBU reached USD 700 million, and the central bank is ready to conduct more FX interventions if necessary.", "Despite the fact that the psychological factor is the only reason for the FX market turmoil, it poses a risk of a deterioration in inflation expectations, which can later affect consumer prices.", "Although so far the global spread of the novel coronavirus has had little effect on economic growth and inflation in Ukraine, the NBU will most probably have to revise its macroeconomic forecasts in April.", "After all, the following consequences of the spread of the coronavirus have not yet impacted economic activity and inflation in Ukraine: the downward pressure on prices and a cooling of the global economy monetary policy easing by central banks of the leading economies and Ukraine's trading partners in response to these processes measures taken by governments to prevent the spread of COVID-19.", "Apart from the drop in global prices caused by the coronavirus, disinflation in Ukraine will be driven by the recent rise in competition between crude oil producers.", "This will keep energy prices at record lows, which will also impact prices for Ukrainian exports.", "Overall, the effect of all these factors on economic growth and inflation in Ukraine will be mixed, adding to the uncertainty.", "What other factors did the NBU consider when making its monetary policy decision today?", "The NBU Board continued to rely on the key assumption that cooperation with the IMF will continue.", "Signing a new agreement with the IMF will make the Ukrainian economy less vulnerable in a time of turbulent global markets and during a period of heavy public debt repayments.", "Investors' perception of Ukraine will also depend on Ukrainian court rulings on the responsibility and liabilities to the state of the former owners of insolvent banks.", "The risk arising from the global spread of the novel coronavirus could, if realized, drive the global economy into a recession and cause a significant slowdown in the Ukrainian economy.", "A dramatic decline in global demand and investors' revaluation of risks related to developing economies could negatively affect Ukraine's external trade and make it more difficult for Ukraine to obtain financing.", "There are other significant risks.", "They include: an escalation of the military conflict in eastern Ukraine and new trade restrictions being introduced by Russia a drop in the harvest of grain, fruit and vegetable crops in Ukraine in the wake of unfavorable the higher volatility of global food prices, driven by global climate change.", "Therefore, the NBU Board made its key policy rate decision when inflationary pressures were decreasing faster than expected, and the economy needed further support.", "In view of the above, the NBU Board continued its monetary policy easing cycle by cutting the key policy rate by 1 pp, to 10%, as envisaged by the central bank's January forecast.", "What matters to the NBU the most is that the cut will provide the necessary impetus to the economy, while also not preventing the central bank from achieving its inflation target, which is its priority.", "What will the NBU's monetary policy stance be in future?", "As before, the NBU plans to decrease its key policy rate to 7% by the end of the current year.", "In deciding on the pace of key policy rate cuts to that level, the NBU will closely monitor: the spread of the coronavirus around the world and in Ukraine, and its impact on the domestic and global economy the response of governments and central banks to these developments any progress achieved in negotiating a new aid agreement with the IMF, which will shape the expectations of financial market participants, and determine the prices of Ukrainian assets.", "If there are favorable developments, and if the new Ukrainian government speeds up reform, the NBU will be able to ease its monetary policy more quickly.", "Conversely, if the above risks materialize, the NBU will respond quickly by deploying the monetary policy tools it has at its disposal.", "Thank you for your attention!"], "classifications": ["monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none"], "topics": ["inflation", "monetary policy", "economic growth", "coronavirus", "foreign exchange market", "IMF", "key policy rate", "disinflation", "global economy", "energy prices"]}