{"sentences": ["Panel on 'The role of central banks and sustainability in the post-COVID recovery' Speech by L. Federico Signorini OMFIF Global Public Investor virtual launch The extraordinary impact of the COVID pandemic required an aggressive monetary policy response to avert the risk of financial meltdown and sustain economies worldwide.", "Like all major central banks, the ECB reacted quickly.", "The measures taken are well known and need not be listed here.", "They led to further monetary accommodation and an additional, large injection of liquidity; they were effective in calming markets, protecting monetary policy transmission, and preventing a financial crunch and a deflationary spiral.", "This time, besides monetary policy, other domains of public policy also became active immediately.", "Fiscal policies responded vigorously and more or less simultaneously across the world, with measures to support households and firms.", "This included, to varying degrees, debt moratoria, loan guarantees, direct grants to firms, income support, and more.", "A third actor, namely banking regulation and supervision, also played a key role.", "However, the most important regulatory actions in my view were those taken before the pandemic, in response to the global financial crisis.", "Thanks to Basel III (and other actions), when banks were hit by the pandemic crisis, they were considerably stronger than before 2008.", "This is true worldwide, but let me give you a few key figures on Italy.", "Between the start of 2007 and the start of 2020, the ratio of the highest-quality capital to risk-weighted assets almost doubled, reaching 14.0 per cent.", "In March 2020, the mean liquidity coverage ratio stood at 174 per cent of the regulatory requirement; it has increased further in the meantime.", "(No liquidity requirement existed in 2007).", "Furthermore, the weaknesses on Italian banks' balance sheets caused by the sovereign debt crisis have largely been reabsorbed: in March, the net non-performing loan ratio had dropped by two thirds from its 2015 peak, i.e.", "Given the strong position in which the banking system entered the crisis, banking authorities worldwide were in a position to encourage banks to use their capital and liquidity buffers.", "Buffers are designed to allow banks to withstand extraordinary stress due to exceptional events, and avoid credit crunches.", "So far, thanks also to enormous liquidity injections by central banks and ample State guarantees, there are few signs of the kind of credit restrictions that played such a big role in amplifying the economic consequences of the last crisis.", "Usable buffers are important to allow banks to absorb any losses without cutting credit abruptly.", "Many supervisors, including the SSM and the Bank of Italy, have also asked intermediaries not to distribute dividends or buy back their own shares, and to be extremely careful in paying bonuses.", "In sum, the overall short-term policy response was impressive, and quite effective in mitigating the consequences of an unprecedented crisis.", "Of course, we shall not be able to say that we are safe until the pandemic has effectively ended.", "But let's start looking ahead anyway.", "I shall make two points.", "First, one of the legacies of this crisis will be, inevitably, an increase in government debt / GDP ratios.", "This is manageable-and should be managed, in due course.", "Continued fiscal support is essential at the current juncture.", "When the uncertainty recedes, we shall need to address macroeconomic stabilization and fiscal sustainability simultaneously.", "The long-term sustainability of the debt/GDP ratio depends both on the numerator and on the denominator.", "The recently agreed EU package is a key tool to allow member states, especially those hit hardest by the pandemic, to fund measures efficiently that increase the potential for growth.", "It must be put to full use.", "Second, to avoid market dislocation during the pandemic shock, central banks have trodden unusual ground.", "Action by the Fed, for instance, included the Commercial Paper Funding Facility, the Money Market Mutual Fund Liquidity Facility, the Municipal Liquidity Facility, the Term Asset-Backed Securities Loan Facility, the Primary Market Corporate Credit Facility, the Secondary Market Corporate Credit Facility and the Main Street Lending Program.", "I need not mention the numerous ECB programmes.", "While not all major central banks acted in quite the same way, they all expanded their market intervention tools well beyond the customary limits.", "This action has preserved stability in markets by reassuring market participants that disruption would not be permitted under the exceptional circumstances of the pandemic-a dramatic, fully exogenous shock.", "In the longer run, however, it is important that investors do not start seeing central banks as 'market makers of last resort', able to protect them against all sorts of disturbances, whatever their origin.", "The implications in terms of moral hazard would be vast.", "There is a case, therefore, for building up safeguards against moral hazard and excessive build-up of risks in markets.", "We need to reflect, among other things, on a macroprudential framework for non-bank finance.", "While Basel III comprehensively redesigned the regulatory framework for banks, change has come more slowly to nonbank financial institutions (NBFIs), especially asset managers, despite the increased size, concentration, interconnectedness and speed of action of the industry.", "The awareness is growing that NBFI risks involve externalities.", "With no 'Basel accord' for non-banks, there is enough regulatory variation across jurisdictions to allow for reflection on what worked best, or is likely to work best, in managing market stress and avoiding endogenous amplification of shocks.", "In the past few years, the first FSB and IOSCO recommendations on liquidity and leverage in asset management have opened the way; work on this should continue.", "An aside on the gold holdings of central banks - answer to a question from the audience.", "There are historical reasons behind central banks' large holdings of gold-a relic, whether 'barbarous' or otherwise, of the times when gold was the official basis for the international monetary order.", "There is also an aura of solidity around gold, an instinctive idea that it can be a safe haven in the event of extreme disruptions.", "There are, in fact, also eminently rational, tecnical reasons to keep gold as part of a central bank's assets.", "Portfolio diversification is essential for central banks' long-run financial soundness and thus, ultimately, for their independence.", "Some diversification between 'paper' assets (if you will allow me this expression in a paperless world) and a commodity, specifically one that people often turn to in troubled times, does make sense.", "According to the ESCB's accounting rules, capital gains on gold reserves are not recorded in the profits and loss account, but they do show up in the overall capital position and, in this way, they contribute to the balance-sheet coverage of the Bank's financial risks.", "The last few months have provided a textbook example.", "The Bank of Italy's estimated financial risks increased unavoidably because of the pandemic (for the twin reasons of (i) increased uncertainty / market volatility, and (ii) an expanded balance sheet); at the same time, the price of gold went from record high to record high, thereby providing coverage.", "Any significant gold transactions, either way, are likely to weigh on the market, which is one reason why in practice the physical gold owned by the Bank of Italy (and many other central banks) has remained stable for a long time.", "In relative terms, the share of gold in the Bank's asset portfolio has decreased significantly in the past few years, despite the appreciation of gold, because of the huge policy-induced expansion of the Bank's balance sheet.", "At the end of 2019, it was a little more than ten per cent.", "Background evidence on Italian Banks Trends of CET1 and risk-weighted assets of Italian banks and banking groups (1) (2) Sources: Consolidated supervisory reports for banking groups and individual supervisory reports for stand-alone banks.", "Gross and net non-performing loan ratio - Italian Banks (1) (2) (total banking system; per cent) Sources: Consolidated supervisory reports for banking groups and individual supervisory reports for stand-alone banks.", "(1) Includes loans to customers, credit intermediaries and central banks.", "Includes banking groups and subsidiaries of foreign banks; excludes branches of foreign banks.", "Ratios are calculated net and gross of provisions.", "Banks' investment in Italian public sector securities by IFRS portfolio (1) Sources: supervisory reports.", "(1) All public sector securities, including those issued by local authorities.", "Excludes Cassa Depositi e Prestiti SpA.", "The data for May 2020 are provisional.", "- (2) Includes the cooperative credit banks merged into cooperative credit banking groups.", "(1) Banks directly supervised by the ECB.", "- (2) Banks supervised by the Bank of Italy in cooperation with the ECB."], "classifications": ["none", "none", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "fiscal policy", "banking regulation", "financial stability", "debt sustainability", "market intervention", "non-bank finance", "gold holdings", "Basel III", "macroprudential framework"]}