{"sentences": ["The Philippine Institute of Certified Public Accountants (PICPA), hardworking accountants, colleagues in the government, distinguished guests, ladies and gentlemen, good morning.", "It is my honor to deliver the keynote address on the First National Summit of CPAs in Commerce and Industry (NSCCI).", "The inaugural theme you have chosen - \"Reinforcing the Future.", "Today\" - captures the spirit of the times.", "We see changes in the political and the economic landscapes, continuing regulatory reforms, technological innovations, and more interconnected goods and financial markets.", "To put things into a wider perspective, let us now try to stand on the shoulder of an accounting giant - Mr. Washington SyCip.", "Mr. SyCip once said, \"Basic credentials are not enough to ensure success in any profession.", "This means that learning will be, as it should be, a lifelong activity.", "We need to be open to continue retooling or retraining ourselves to remain competitive.", "The body of accounting knowledge is not static; it is, on the contrary, exceedingly dynamic, undergoing a rate of growth and change which will demand the best of professional talents in the years to come.", "The availability of the accounting profession to meet the increasing and changing needs of society is inextricably tied to the strength of its educational base.\"", "Looking at the list of technical sessions for this two-day summit, I am confident that you are in the right direction in rising to the call of was SyCip.", "But today, as an economist, I wish to impart to the country's CPAs a different kind of accounting.", "That is, \"growth accounting\" or an overview of the macro-financial developments characterizing the Philippines' recent rise as one of the most dynamic economies in Asia and the world.", "This economic renaissance stands on many pillars, a major part of which is the banking system, ably guided by decades of painstaking reforms largely implemented by the BSP.", "I will also talk about the policy direction overlying the BSP's banking reforms intended to support a strong domestic economy and promote a high quality of life for all Filipinos.", "At the end of my talk, I will be leaving some takeaways from the BSP that you may consider as you return to your work, plan your businesses, and execute your mandates.", "The International Monetary Fund (IMF), in its October 2019 World Economic Outlook (WEO), forewarns that the global economy is in a synchronized slowdown.", "Its forecast for 2019 global growth was at 3 percent, downgraded from the April 2019 WEO forecast, and the slowest since the global financial crisis.", "The IMF attributed the sluggish growth to rising trade barriers, trade and geopolitical uncertainties, and idiosyncratic as well as structural economic factors in individual countries.", "For 2020, the IMF forecasts a precarious global growth at a similarly downgraded 3.4 percent.", "Against this backdrop, our country has posted 85 quarters of uninterrupted economic growth.", "For seven of the last eight years, we recorded an annual GDP growth of more than 6 percent.", "These accomplishments helped us achieve our highest credit rating from the S&P Global Ratings of BBB+, two steps above the minimum investment grade rating.", "The other big global raters - Moody's and Fitch, place us a step above the minimum investment grade.", "Meanwhile, government agencies are coordinating their efforts for the Philippines' road to A rating.", "The higher credit ratings enable us to borrow at lower interest rates with the perception of less credit risk as reflected in the rating.", "Above all these, the Philippines remains among the fastest growing economies, not only in Asia but also in the world.", "We should take pride that we are actually among the drivers to global growth amid the IMF's gloomy projections.", "This economic growth streak will enable the Philippines to achieve an upper-middle-income status by late next year according to the National Economic Development Authority (NEDA).", "Nonetheless, our economy is not immune from international uncertainties as the country is part of the global economy.", "Volatility in price levels globally, including oil, impacts the BSP's mandate to promote price stability conducive to a balanced and sustainable growth of the economy.", "To achieve this mandate, the BSP has adopted inflation targeting since January 2002.", "It adjusts its monetary policy instruments, primarily its policy rates, to achieve its inflation target.", "The BSP's policy rate hikes in 2018, together with the passage of Law Tarrification Law, effectively brought the inflation from its peak at 6.7 percent in September 2018 to 0.8 percent in October 2018.", "The easing inflation has enabled the BSP to reduce policy rates since May of last year.", "The BSP has also reduced the reserve requirements for bank deposits and certain liabilities.", "This is in line with its broad financial sector reform agenda of promoting a more efficient financial system by lowering financial intermediation costs.", "The adjustment in reserve requirement ratios is aimed to ensure sufficient domestic liquidity in support of increased economic activity.", "In more practical terms, the BSP's moves to reduce interest rates and reserve requirements to manage inflation also provide banks with more incentives to lend to borrowers - such as households and businesses, at lower rates.", "Global analysts have noted this recent decline of inflation, with Bloomberg citing the Philippines for outperforming other markets in terms of bond yields.", "More specifically, the interest rates of our bonds, minus inflation, provide greater real interest income for global investors compared to other countries.", "The relative stability of the Philippine peso likewise showcases our strong macroeconomic fundamentals.", "Bloomberg data shows that the ratio of the standard deviation to the mean of the daily closing rates of the Philippine peso to the US Dollar last year was relatively stable compared to a sample of Asian countries.", "The harsh reality is that global uncertainties are not likely to dissipate.", "However, we have adequate cushions for these uncertainties.", "Our gross international reserves (GIR) of USD 87.8 billion as of end-December 2019 are enough to pay for the country's imports for 7.7 months.", "The GIR is primarily supported by exports, inward foreign investments, business process outsourcing (BPO) and tourism receipts, and remittances from overseas Filipinos (OFs).", "Next, I would like to share the soundness and stability of the Philippine banking system and bullish outlook for the next two years.", "Our banking system has been growing alongside the expanding economy.", "Latest data as of endNovember 2019 show that the Philippine banking system approximates the size of the economy at 95.7 percent.", "Our banks' business model is generally into the traditional banking business of deposit-taking and lending.", "This explains the dominance of loans in the balance sheets of banks.", "In fact, loans have generally made up more than half of the PBS assets since 2014, and comprised 58.5 percent of the banks' assets as of end-November 2019.", "Investments in securities are the banks' next biggest asset class.", "Together with cash and cash assets, these provide ample liquidity for their operations and serve as cushion for market shocks while financing the needs of the growing economy.", "Meanwhile, banks' lending activities are generally prudent and are spread across Philippine industries, indicating diversification of risk exposures.", "The industries that are the biggest bank borrowers include manufacturing, real estate and wholesale and retail trade.", "Robust household consumption has often been credited as another driver of economic growth, but bank loans have likewise been a significant financier to our households-mostly through credit cards, housing loans, salary loans and motor vehicle loans.", "As I will discuss later, we are further enhancing our regulations to make bank products such as loans more accessible to the common tao who often fall victim to usurious practices such as the 5-6 and sangla-ATM schemes.", "How do our banks grow to be able to support the economy and our households?", "Well, they capitalize on the public's trust in them.", "As households, businesses and the government expand, their savings also grow and are entrusted to the banks mainly in the form of deposit.", "And as the graph shows, deposits have always been the biggest source of funds of the Philippine banking system, averaging more than 75 percent of the industry's assets for the periods shown.", "In turn, the owners exhibit commitment to their banks by building up capital that will absorb unexpected losses from their risk exposures.", "We at the BSP ensure the safety and soundness of the banks by requiring a standard of risk management that is at par with global norms, but at the same time considers domestic conditions and proportionality.", "In applying the principle of proportionality, the BSP calibrates its regulations in such a way that these remain sensitive to the peculiarities and conditions of different types of financial institutions operating in the country without compromising regulatory objectives.", "Our banks maintain their ratios of capital to risk exposures, and high-quality liquid assets to possible cash outflows in case of financial stress, at levels way beyond domestic and global standards.", "This ensures the banks' ability to continue to finance the growing economy and their resilience in times of stress.", "How long will our banks' positive performance last?", "Majority of the leaders of the banking industry, in their responses to the BSP's Banking Sector Outlook Survey for the first semester of 2019, forecast double-digit growth in assets, loans, deposits and net income for the next two years.", "They also project capital and liquidity ratios to be maintained well beyond BSP requirements.", "These, among other findings, highlight the bullishness in the growth of the economy and the banking system despite global uncertainties.", "Strategy-wise, the bankers prioritize growing their business by expanding their client base, investing in technology, and developing new products.", "They also intend to optimize the use of technology in their operations and customer relations to better serve the public and at the same time, achieve strategic efficiencies in their operations.", "Amid domestic and global uncertainties, the banks plan to reach their growth objectives by developing new capabilities to cope with the competition and the digital revolution.", "They also intend to expand market reach across geographical and digital frontiers while leveraging on existing client relationships.", "The BSP's strategic reforms in the past decades have been aimed at ensuring the safety, soundness and resilience of the banking system.", "Specifically, these reforms are being pursued to (1) strengthen risk governance within banks; (2) leverage on technology in finance and the use of artificial intelligence, which encourages digital innovations to flourish while ensuring effective management of risks, including protection of consumers; (3) achieve greater and broader access to financial services to enable most Filipinos to benefit from the growing economy and banking system; (4) uphold the integrity of financial system and safeguard the interest of the public; and (5) accelerate capital market reforms, including foreign exchange initiatives.", "The amendment of the BSP Charter in February 2019 provided the BSP with, among others, a strengthened mandate to promote financial stability in addition to its existing monetary stability function.", "The amended Charter also strengthened BSP supervisory function over money service and credit granting businesses and payment system operators.", "The amended Charter and the National Payment Systems Act provide a solid legal mandate to the BSP over the payment systems.", "These put the BSP in a strategic position to address potential risks arising from the interconnectedness of banks and these financial entities.", "Moreover, the new BSP Charter embodies a package of reforms that will further align its operations with global best practices and enhances its capacity for crafting proactive policies amid rising interlinkages in the financial markets and the broader economy.", "The BSP envisions itself as a world-class monetary authority and primary financial system supervisor that supports a strong economy and promotes a high quality of life for all Filipinos.", "The dynamism of the economy and the strength of the banking system do not mean much if their benefits are not felt by most Filipinos.", "Thus, the BSP continues to advance its financial inclusion agenda with digital innovations as a catalyst and strategic enabler.", "Digital financial inclusion refers to digital access and use of formal financial services by the unserved and underserved population.", "Facilitating digital access means expanding the delivery of basic financial services through mobile phones, cards or the Internet.", "Such services should be suited to the customers' needs and delivered responsibly, at a cost affordable to customers and sustainable for providers.", "Accordingly, the BSP has been gearing up for the development of a digital finance ecosystem that facilitates diversity of players catering to the various needs of the public, particularly the lowincome and financially unserved and underserved segments.", "Such an ecosystem is built on The first pillar deals with democratized access to a transaction account wherein every person is able to open an account and use digital financial services.", "To realize this, the BSP encourages banks to offer basic deposit accounts (BDA) which meet the need of the unbanked for a lowcost, no-frills account.", "A basic deposit account features a low opening amount capped at P100, no maintaining balance, no dormancy charges, and simplified identification requirements.", "More importantly, BSP rules for validating client identity have been eased further by allowing the acceptance of the national ID for the client on-boarding process.", "The BSP has also allowed covered institutions to implement reduced Know-Your-Customer (KYC) rules for certain low-risk accounts and use technology for face-to-face contact requirements.", "The second pillar of the digital financial ecosystem refers to the establishment of an expansive network of low-cost touch points to serve the country's financial intermediation needs.", "Notwithstanding the continuing growth of their offices nationwide, banks and other BSPsupervised financial institutions (BSFIs) are hard-pressed to establish physical presence in every location due to the archipelagic geography of our country.", "Thus, the BSP has allowed banks to serve their clients through ubiquitous retail outlets which act as cash agents.", "These cash agents accept and disburse cash for, and on behalf of, the bank.", "The BSP likewise allowed the establishment of branch-lite units which can provide a wide range of products and services depending on the market needs of a specific area or locality.", "The last pillar is the efficient retail payment system architecture.", "This is operationalized through the National Retail Payment System (NRPS) framework which promotes interoperability, allowing digital financial transactions to be sent and received from an account to any account, whether held in a bank or an e-money issuer.", "Allow me to further expound on the NRPS.", "The slide shows a sample of transactions that can be conducted through the NRPS.", "Industry players under the framework can utilize financial technology (fintech) solutions and provide services within an organized, commercially viable, and efficient retail payment system.", "Observance of the underlying principles and standards under the NRPS is expected to result in: (1) safety by ensuring the security of transactions and activities performed in the country's retail payment system; (2) reliability by ensuring resiliency of operations against disruptive events; and (3) efficiency, which is essentially about speed, convenience and affordability of transactions.", "A key outcome of the NRPS is to increase the conduct of payments over electronic platforms to 20 percent by 2020, which will help achieve higher economic growth and enhance the overall competitiveness of our economy.", "In turn, the Philippine government has led by example, becoming the most digitized stakeholder in the ecosystem, with 64 percent of all government transactions carried out digitally.", "Attainment of the objective is evident in the spectacular growth in volume and value of transactions conducted by the two automated clearing houses (ACHs) handling the clearing and settlement of NRPS transactions, namely the Pesonet and the Instapay.", "Better Than Cash Alliance, \"Country Diagnostic: The Philippines,\" Case Study published 2 December 2019.", "Going back to the BSP's financial inclusion initiatives, the BSP has identified two frontier credit markets in this endeavor.", "On one hand, the BSP recognizes that the financial system is an important stakeholder in driving investments to activities that promote climate-resilient, green, and sustainable growth.", "Therefore, it is deemed that financial regulation can be a useful tool to contribute to the achievement of national and international environmental objectives.", "In this regard, the BSP has taken a two-pronged approach to sustainable finance: first, in undertaking capacity building and awareness campaigns; and second, in mainstreaming environmental and social governance (ESG) through the issuance of enabling regulations.", "On the other hand, Republic Act No.", "11439, or \"An Act Providing for the Regulation and Organization of Islamic Banks\" mandates the BSP to exercise regulatory powers and supervision over the operations of Islamic banks.", "This will unlock the full potential of Islamic financing in fostering inclusive economic growth.", "With a well-defined legal framework now in place, the BSP looks forward to seeing greater participation in Islamic financing by both domestic and foreign banks.", "This is expected to widen opportunities for our Muslim brothers in accessing banking products and services.", "Technological innovations in the provision of financial services have resulted in a myriad of benefits to consumers, including faster processing of transactions, convenience, security, and efficiency.", "This promotes a more inclusive financial system.", "BSP data indicate that there is much to be done in the area of financial inclusion in the country.", "The BSP is intensifying its efforts on digital and financial literacy as well as consumer protection, aimed at deepening the public's knowledge of and trust in our banks and digital financial services.", "Last October 2019, the BSP approved the adoption of the National Quick Response (QR) Code Standard for payments.", "The QR technology has emerged as the most convenient and costefficient means of moving funds from one account to another.", "These twin initiatives on QR code standards and the E-Filing and Payments System or the eFPS, among others, ensure the efficiency of payment systems in support of inclusive economic development.", "The BSP's current approach to financial education focuses on digital content creation and strategic institutional partnerships to generate greater multiplier effect and promote costefficiency and program effectiveness.", "Financial education is expected to benefit students with its inclusion in the schools' K-12 curriculum; overseas Filipinos who attend the Pre-Departure Orientation Seminar (PDOS) and Post-Arrival Orientation Seminar (PAOS); conditional and unconditional cash transfer recipients; uniformed personnel; micro, small and medium enterprises (MSMEs); and civil servants.", "Meanwhile, the BSP's consumer assistance mechanism also allows the public to seek redress and grievance against erring BSP-supervised financial institutions or BSFIs.", "The ongoing work on our chat-bot functionality will enable financial consumers to submit complaints via SMS, webchat and messenger apps (e.g., Facebook Messenger, Viber) for automated acknowledgement and referral to the concerned financial institution.", "The BSP views responsible fintech innovation as a critical enabler in unlocking financial inclusion barriers, transformational enhancements, and exciting opportunities for the financial services industry.", "The BSP's regulatory sandbox involves launch of new solutions in a live yet controlled environment.", "With this approach, the BSP is able to evaluate risks and determine appropriate regulations, while allowing BSFIs to realize benefits arising from these innovations.", "To manage threats to fintech, the BSP is promoting a culture of cyber resilience in the industry.", "This involves participation in several information sharing fora in both domestic and international fronts.", "We encourage BSFIs to subscribe to information sharing platforms to enhance situational awareness and threat intelligence capabilities.", "The BSP regulatory framework eases the banking system's transition to the digital economy by enabling solutions under the regulatory sandbox.", "Forthcoming regulatory solutions include cloud computing, enhanced guidelines on e-money, virtual currency, open banking and application programming interface (API) standardization, and cybersecurity.", "On the part of the BSP, we are building the competency of our bank supervisors to be able to effectively monitor cyber threats and vulnerabilities among banks and implement supervisory measures accordingly.", "The BSP has set its strategic priorities toward a sound, stable, resilient and inclusive banking system.", "A number of reforms have been undertaken and continue to be crafted by the BSP to ensure the soundness and stability not only of the banking system, but also the financial system as a whole.", "For instance, we are officially incorporating the BSFIs' organizational conduct and risk culture in our supervisory framework to further reinforce the public's trust and enhance the banks' resilience and stability.", "We are also intensifying collaboration with industry associations, other agencies and global regulators to ensure that our policies are up-to-date and responsive to the evolving dynamics of the economy and the banking system.", "In closing, let me cite some key take-aways from this presentation: Strong macroeconomic fundamentals enable the Philippine economy to continue through its strong growth trajectory amid domestic and global uncertainties.", "The Philippine banking system stayed on its growth path in line with domestic economic expansion and positive outlook on the banking system's performance in the next two years Financial technology and electronic payments are shaping the future landscape of the Philippine banking system.", "Finally, the BSP will continue to create a supportive and collaborative regulatory and supervisory environment that allows innovations to flourish; ensures that risks are effectively managed; upholds consumer welfare; and promotes financial inclusion, toward ensuring a high quality of life for all Filipinos.", "If mathematics is the language of nature, accounting is the language of business.", "Accounting, therefore, has a very important social purpose because it is mainly used for linguistic communication.", "It is the ultimate goal of CPAs to provide fair financial information that will serve as basis for decisions by relevant stakeholders.", "Our banks fulfill their financial intermediation role in the economy through the accounting medium.", "The BSP discharges its mandates concerning money, banking and credit using the same medium.", "As we hone our ability to speak and be understood, as well as our ability to listen and understand the accounting language, just as was SyCip enjoins us to do, we are promoting an efficient, sustainable and inclusive economy.", "Again, thank you very much for having me.", "Mabuhay ang Pilipinas!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking system", "Financial inclusion", "Inflation targeting", "Growth accounting", "Economic growth", "Monetary policy", "Reserve requirements", "Financial stability", "Digital financial services", "Financial education"]}