{"sentences": ["The key motivation for this interview was to look at inflation and monetary policy, and to ask you to try and explain why inflationary pressures seem so low, and why - even though in the past five years the ECB has thrown pretty much the full monetary policy toolkit at trying to raise inflation - it still hasn't hit its target.", "It's still struggling to push inflation up.", "When you listen to economists and you read what people are saying about it, you get multiple explanations.", "Why do you think that is and what can you do about it?", "First and foremost, there has been a big macro shock that has seen the economy operating below potential.", "In respect to Europe, the lowest end of the crisis was in summer 2012.", "It has been seven, eight years since then, so those effects have not disappeared.", "Europe had two crises, one after another.", "Thinking about the cycle in Europe compared with the United States: that double crisis is relevant for why it's more delayed here.", "The reason why the answer now is a little different to two years ago is that there is some evidence of a recovery in inflation.", "Two or three years ago, there was a lot of debate about missing wage inflation.", "But, after a long period of time, we have had wage inflation now for a couple of years.", "But we don't have the transmission into the Phillips Curve.", "Much Phillips Curve work basically looks at wages and unemployment.", "When you look at price inflation, you see a variation.", "Services inflation is in the high ones now, so it's not the case that services inflation is dead.", "By high ones, you mean close to 2%?", "So in line with your inflation objective?", "It's closer to the objective.", "The fraction of the price level which is most likely to be influenced by wage pressures is moving closer towards the target.", "The big gap is in goods inflation.", "The price level of goods - which is just over half the price index - is still closer to zero than to the target.", "It is a dichotomy - and this applies globally -between goods prices and services prices.", "There's a dichotomy in the real economy as well between manufacturing and services.", "Yes, it is an overlay that we have this big manufacturing slowdown at the moment.", "The difference has been a long-running phenomenon, because the scope of productivity increases is much less in services than in manufacturing.", "Manufacturing is highly tradeable, whereas services by and large are not.", "The global influences on inflation that come through commodities and goods prices are much less evident in services.", "The global question is why inflation in the goods category is so much weaker, while firms in the goods sector are facing more labour cost pressure.", "Wages are going up in the goods sector, in manufacturing as well as in services?", "Yes, absolutely, even more so.", "Looking at the markets, many services sectors are made up of smaller firms, which are more competitive.", "Whereas with many goods markets there is a degree of pricing power.", "Firms have to look at their market share, for example.", "So a firm may wish to raise prices, but they feel that the current market conditions are not favourable.", "This relates to globalisation.", "Think of sectors like electronics, cars and so on, where there is a fairly small number of global firms.", "Yes, but if there's a small number of global firms, they have more pricing power.", "They also are elastic: if one firm charges too much, it will lose market share.", "In the manufacturing sector you have to think about those global forces.", "To a degree you can segment pricing, you can differentiate pricing strategies across the different continental markets.", "Goods are generally more global in terms of competition, whereas services are more domestic and local.", "It's also the case in terms of scale of global value chains and so on.", "The cost structures in many goods industries have perhaps become a lot more common because firms are globally sourcing inputs.", "They might have designers in Europe, IP originators in the United States, and assembling of goods in Asia or central and Eastern Europe.", "In other words, in addition to the fact that they are competing with each other they might have more similar cost structures, because they are all searching for the optimum way to run a global value chain.", "That's why there is more similarity in pricing developments in the goods sector.", "Now it's suppressing price increases.", "But that is not necessarily forever.", "You can also imagine scenarios where if it turns out that the market conditions favour the ability to raise prices that could also happen globally.", "Finally, what is unique to the last couple of years is uncertainty.", "Firms think about whether they really want to risk losing market share by trying to obtain a price increase in a situation where there is a lot of uncertainty.", "One point is trade tensions, but also the other types of uncertainty: for example in the car industry - with changing consumer preferences - the genuine uncertainty about the future of diesel versus petrol versus electric.", "In those conditions of uncertainty there may be less appetite than normal for taking risks by raising prices or squeezing demand.", "It's not necessarily forever.", "Do you see signs of it changing at the moment?", "Firstly, there cannot be a permanent disconnect between labour costs and prices.", "The second is cost pressures: upstream, for example, the dynamics of commodity prices, such as energy prices, or other commodities.", "These have been extremely volatile but if you get an episode where commodity prices have a sustained upward pressure that's going to play an important role in goods prices.", "Thirdly, we are in a phase of low investment globally.", "When you have less investment, less capacity: then that downward pressure from excess capacity is less.", "Some large emerging markets may have rotated from building up more capacity in manufacturing.", "Over time, that may feed into a situation where there is more cost pressure on global manufacturing.", "Do you have anything to support this, or are these just theories?", "We have regular surveys with euro area corporates which are conducted quite frequently.", "That's backed-up by the \"Non-financial business sector dialogue\", which is a roundtable with big corporates and the Governing Council.", "Going back to modelling, our macro models tend to have mechanical pricing strategies.", "For example, there might be a kind of constant relation between costs and prices, so these variations in margins should be looked at.", "But it is still hard to analyse these periods when you have costs going up or prices.", "The models are too rigid; they don't allow for this sort of fixing of margins by companies.", "I think there's room for improvement.", "The world economy has changed.", "The fraction of the world's overall global activity, which is generated by the emerging markets is so much more than it used to be 10 or 20 years ago.", "The nature of the global economy is quite different now because we now have a much greater contribution from emerging markets.", "There is more productive capacity and more demand in the world and that is very welcome.", "Imagine how 2008 or 2009 would have gone without the emerging markets continuing to grow.", "This is very welcome but it does require us to think hard about what is going on.", "You've talked there about cyclical effects.", "What about the structural effects, like demography and digitalisation that people say are causing these low inflationary pressures.", "Do you discount those as factors that are driving down inflation?", "Structural factors are relevant for understanding how the economy is changing over time.", "But in the end, inflation is a monetary phenomenon.", "These are forces that can have one-off, transitory effects.", "But if a central bank is doing its job, it is probably not a useful approach to say that these factors permanently affect the inflation rate.", "Clearly, one of the big trends in the world economy is the ageing of the population.", "I think that ultimately has mixed effects on the inflation dynamics.", "For example, the shrinking of the labour force by and large could make, over time, labour more expensive.", "It is surely changing the bounds of consumption of different types of goods, and it has pervasive effects on the economy.", "But I wouldn't classify it all as working in one direction in terms of inflationary pressure.", "Does it have an impact on savings rates?", "I think it's definitely a force, but you have to look closely at the whole distribution.", "If you have a lot of people aged 40 to 60, depending on the country and its pension system that age group will tend to be orientated towards saving for retirement.", "As more and more people reach advanced stages of life, or maybe are dis-saving, that sign can change again.", "It's also important to say that household saving is just one component of overall saving along with corporate and government saving.", "There is also a question about saving versus the allocation of portfolios: super-safe versus riskier assets.", "When people get close to retirement, their portfolio might shift towards safer assets.", "We think that is part of the reason why interest rates are super low: it is this kind of safety preference that is emerging.", "How much of this is due to demographics and how much due to people having been scarred by the financial crisis remains an open question.", "On digitalisation, again we think it definitely has an impact on those goods where an online presence is important.", "Going back to the difference between services and goods, the online dimension is, of course, quite important for particular categories of goods.", "But it would not be so important in setting services prices, for example: I do not think it makes a big difference to the rent you pay.", "Research indicates that digitalisation may also be making a difference to how firms set prices, because they have a lot more information now.", "Their use of pricing algorithms may mean they respond differently to changes in demand and so on.", "So it is changing the structure in some categories, but we do not think that it is something that is so fundamental that the monetary drivers of inflation are somehow disconnected.", "My basic point is that a lot of these digital developments may generate important relative price movements.", "We know that certain goods are a lot cheaper now than they used to be because of online searches and so on.", "But I am not so sure you can say that the overall inflation rate in the economy is permanently affected.", "But you would say that, wouldn't you, because if you didn't, then what's the point of monetary policy?", "Just look around the world: you can see from the cross-section of countries the fact that there is a limit to all of these arguments.", "We know countries where the monetary forces are a lot looser and there is no problem with inflation getting high.", "When you are in this kind of low zone - where the advanced economies and many emerging markets are - where inflation is super low and interest rates and our policy instruments are already quite extended, then a negative shock to inflation is going to be more visible because we cannot instantly correct it.", "The policy space is such that it takes time to restore inflation back to target when you have a low inflation and a low interest rate world with relatively small, temporary shocks to inflation, which are more visible and more persistent.", "So you're not saying it hasn't had any impact at all, you're just saying the impact might be more visible here in Europe, where we have very low inflation... First of all, low inflation means a small shock compared to the overall inflation rate looks bigger, and, second, our ability to quickly eliminate those shocks is less.", "Since 2014, the mantra of the ECB has been patience: that we are intent on getting inflation back to target.", "Our monetary policy remains effective and we do respond to shocks, but it does take longer when you can only do relatively small policy moves.", "When you look at, geographically within the euro zone, different countries and different areas, it does seem like there are some countries where inflation is above your target, and others where it's very low.", "Are there any common themes that you spot there?", "I know you prefer to look at the euro zone as a whole, but...", "When you have a common currency, the best way to think about the differentials inside the euro area is real exchange rate adjustment.", "In those countries with stronger economies, you might expect to see inflation stronger and the labour market tighter.", "What you are seeing there is a real exchange rate appreciation among the countries.", "Once you eliminate the noise of national currencies, the very standard classical prediction that faster-growing countries should see real exchange rate appreciation is much more visible.", "The economics of the differentials within the euro area are fairly well understood, but compared to the big picture, these are quite small differentials and they are self-correcting.", "This is why in the end we do look at the aggregate, because the economics of appreciation and depreciation are that, if you live in a country which persistently has inflation above the euro area aggregate, all else equal, it basically means a loss of competitiveness.", "Therefore, that economy will slow down and come back.", "Equally, a country where inflation is below the average, over time, would gain competitiveness and will climb.", "By and large, we think there is a self-correcting element to those differentials within the euro area.", "That is why the aggregate is the ECB's responsibility.", "Those differentials play a very important role, but it is not fundamentally an inflation issue, it is a relative price level issue.", "The current scenario that you've very well outlined, are there parallels between the situation we're in now and previous points in economic history?", "If you go back long enough, there are definitely periods of time when price level inflation was very low, but by and large, in many of those cases, that was a period when you had the gold standard or Bretton Woods and so on.", "Essentially, under Bretton Woods, the US had a monetary policy, everyone else was more or less fixing.", "Equally, under the gold standard, the responsibility for inflation at national level was quite different.", "At that level, we understand that you can have periods of very low interest rates and very low inflation rates.", "But in terms of the history of modern central banking, there isn't such a clear parallel, because you had the inflationary pressures in the 1970s and the 1980s, and then the disinflation and then the convergence to around 2 in the late 1990s, early 2000s.", "What is different is that getting inflation back to target from below is something where the playbook is quite different to getting inflation back to target from above.", "That is the big challenge.", "For years, it was about getting it down.", "We have learnt a lot over the last six or seven years.", "Remember, the big pivot in the ECB was 2014.", "The motivation was to rule out deflation.", "There were signs of inflation dynamics approaching zero or even going negative.", "Phase 1 of the ECB's pivot was to address that, to restore enough inflationary pressures that we would be back into sustainably positive inflation territory.", "Then phase 2, which has been a number of years now, not being satisfied with eliminating deflation risk but wanting to bring inflation back towards the target.", "The scale of excess in unemployment across Europe was so high that it took a while even for wage inflation to pick up.", "There are two forces at work now.", "One is that as the European economy continues to grow, wage pressure is maintained.", "Unemployment is stabilising around 7.5%.", "The level of unemployment is important for wage pressure.", "We have persistent wage inflation now.", "We talked earlier on about the low likelihood of permanently squeezed profit margins at some point.", "Already, we see it in services inflation, we think we will have it in goods inflation as well.", "That is a scenario by which inflation will climb over time.", "The contest is between that and the fact we also know inflation is very persistent.", "So, if you are in a situation where firms and workers have spent several years in a world where inflation has been around 1%, then that kind of model influences their expectation of what is going to happen next year and the year after and the year after that.", "In other words, if inflation is low and there is a belief that it will remain low, then the incentives to raise prices come down.", "This is basically the conflict.", "Because people expect inflation to be low, people keep inflation low?", "Exactly, because if you are an individual firm saying: what happens if I raise prices and my competitors do not?", "Or, let's say I have already observed in my industry that some firm raised prices last quarter, so you have seen last year's pricing dynamics.", "In turn, for many firms it is going to depend on what the workers are looking for in terms of wage increases.", "And workers, in terms of what their representatives may ask for, often they say, well, we need to compensate for an increase in the cost of living.", "The ask when inflation is unexpectedly low is less than when inflation is high.", "There's definitely a kind of self-reinforcing nature of inflation.", "That's true at high inflation, it's true at low inflation.", "It is sticky but it is not totally immobile.", "It is likely that inflation is going to move up slowly and that has been our forecast.", "It is going to take a while.", "The central bank has to be sufficiently proactive in policy-making that people understand that inflation is going to rise over time.", "If you are indifferent, if you ignore the importance of getting inflation up over time, then you can get locked into a kind of low inflation trap.", "That we think would be quite dangerous.", "So inflation is moving up.", "This is why in September, there might have been a difference of views about what to do, but the importance of doing something was clear.", "The two-year-ahead inflation forecast had come down from 1.8 at the end of 2018 to 1.5 by September 2019.", "Whose expectations are that?", "Is that the market expectations?", "Or is that companies and households?", "All of it is relevant.", "When I talk about the inflation projection, it is basically aggregating everything in our macro models.", "All of it matters in different ways.", "Market expectation matters because the pricing of the whole financial system depends on investors, on their view.", "I just gave the example where it matters quite a bit what the expectations of those who are involved in setting wages are.", "It matters quite a bit for firms as well.", "But we also know, especially in the world of very low inflation, those factors are not directly controlled by the central bank.", "In the end, I share the view of many that the most important influence on expectations is actual inflation.", "Unless we get actual inflation up, we can talk as much as we like and communicate as much as we like, but in the absence of evidence that inflation is moving up, then many people will ignore the central bank's communication.", "That doesn't sound like a massive difference to most people in the world.", "Right, so this is why it is not so easy for macroeconomics to provide intuitive answers.", "If you knew for sure inflation was going to be 1.0 forever, 1.5 forever, 2.0 forever, then I would agree with you: it doesn't really matter.", "These are small differences, if these were fully predictable, fully certain.", "The dominant macro reason to be concerned is: let's say the underlying demography, growth and others mean that the real rate of interest was zero, long-term zero.", "The policy space when inflation is 2 means if there's a negative shock, we basically have 200 basis points of cutting before getting to zero compared to 100 basis points if the inflation rate were 1.", "There is a universal consensus that you really don't want to get into a situation where a negative shock can drive you into deflation.", "Our ability to use the traditional policy tool, which is a positive policy rate, is bigger if the inflation rate is 2 than if the inflation rate is 1 or zero.", "When you go out, as I've done recently -I wrote a piece from Mainz farmers' market - and I asked people what they thought inflation was.", "They think inflation is much higher, and I think your surveys at the ECB have shown this.", "Yes, there's a lot of variation, a lot of households think it is higher.", "Yes, and a big part of that seems to be the cost of housing; that in their minds, you ask them about inflation and they think about things they buy every day, so probably groceries and stuff, and they think about rent or mortgages, particularly house prices.", "So they think about asset prices actually, and that's in their consciousness when you ask them about inflation.", "People don't think that you're measuring inflation properly.", "Is there a problem in terms of the share of housing costs?", "I know it's something that's going to be looked at in the strategic review.", "Even before you get to housing, there are huge differences in the inflation rates facing individuals.", "Depending where you are in terms of your point in life, young versus old, depending on whether you're in a country where you're renting versus where you are owner-occupied, depending whether you are in a country where house prices are falling, like in Italy, versus where house prices are going up, like in northern Europe: there's going to be a lot of variation in individual inflation rates.", "In other words, there is always going to be an issue around how you come up with an aggregate measure of the cost, of consumer prices.", "I think we at the ECB would agree that there should be more weight on housing - but there is a difficulty and this has been looked at several times before.", "One issue is about the consumption element of owning a home - every day you are enjoying the services of living in your own home - versus the fact that it's also an asset, as you say.", "Conceptually it is not an insurmountable problem, and we are going to look at it again in the review.", "We have to learn and review from the previous episodes of studying this issue.", "Is it to do with it being too difficult to measure?", "I do not want to pre-empt the review by saying that that is what we are necessarily going to conclude.", "It is a real issue and we have to be practical about it.", "The HICP is clearly our target when we set monetary policy.", "But we also look at many other things.", "For example, at one of our recent meetings, I was looking at what the inflation rate would look like if we included a measure of owner-occupied housing in the index.", "The inflation rate would be a little bit higher now.", "You can read private sector estimates which I think look at around 20 to 30 basis points as of now.", "But let me emphasise that sometimes it goes the other way.", "Housing is quite cyclical, so in a downturn the inflation rate would fall more quickly because if you have a negative shock, if you look at the proxy measures that are being generated, they do fall more quickly in a recession.", "It would be more hawkish, though, at the moment if you changed it to include this; then you would be more likely to raise rates sooner because inflation would be higher automatically.", "Let me draw a clear line between what we look at in the strategy review and any near/mediumterm policymaking.", "The strategy review is about what is the best approach.", "It should not be read as having any link back to today's policymaking.", "Do you worry about a liquidity trap?", "This was something that people have talked about.", "This goes back to the issue of inflation expectations.", "If you do not provide stimulus that gets inflation back towards the target, if inflation remains low for a longer and longer period of time, and then if you have a negative shock, you run the risk of being in a situation where essentially you hit the limits of monetary policy.", "We don't think we are at that point now.", "The ECB has been quite creative, I think, with going negative and all the different purchase programmes.", "And we have continued to see monetary policy being effective through the end of 2019 and into 2020.", "What we are doing through these policies is reducing the lending rates facing firms and households.", "But clearly, we are closer to the lower bound than the Federal Reserve is.", "We are closer to it than we would like to be.", "Can I ask you about Sweden?", "Their explanation of their decision has been quite limited and left a lot of people frustrated as to exactly why they've chosen to do this when it seems like their economy isn't strengthening enough to justify it.", "I think they said that the longer you have negative interest rates, there's a fear that it starts to have an impact on the behaviour of households and companies.", "It is an interesting issue, the economics of low interest rates - whether they are a bit above or a bit below zero - and then I think there is something special about the economics of going negative.", "We are always clear: we do recognise that there are potential side effects, and in the review we are going to look at that.", "Sweden's inflation rate is closer to target than the ECB's inflation rate is.", "We look forward to a day when we can get out of negative rates.", "At some point, the comparison of benefits and costs is going to change - that is true.", "It is a lot easier to make that decision when inflation is closer to 2 percent, as in Sweden, than when it is still too far away, as it is here.", "When you say that there's a difference in the economics of negative rates as opposed to low interest rates, and the world changes a bit, what are you referring to?", "Well, first of all the ability of banks to pass these rates on.", "Second, whether more and more households conclude that they need to save more, not save less.", "But deposits at banks have shot up ever since the negative rates were introduced.", "The question is how much of that is down to more and more people entering their pre-retirement phase.", "So I am not so sure how much this is directly related to interest rates.", "It fundamentally differs across countries, according to pension systems.", "The fact that more people are in work and that debtors get a break, and governments get a break on their debt servicing - that outweighs the fact that relatively wealthy people in a few countries may respond differently to low rates.", "Mario Draghi said the main reason why inflation is so much higher in the United States than it is in the euro zone is to do with fiscal policy.", "Broadly speaking, if we were to have the same fiscal policy as the United States, then yes, inflation would be a lot higher.", "Well, you're seeing a bit more from Europeans now, even if it's only baby steps.", "Yes, it is visible, it definitely is making a difference.", "I don't know if you've read what my colleague, Martin Sandbu, wrote about monetary policy affecting supply versus demand, but I'd be interested in your views.", "It struck me as quite an interesting way to look at it.", "Yes, it is something we would think about quite a bit as well.", "Historically, there was always a nice clean separation, which is that supply is just driven by technology, by innovation, by demography.", "Monetary policy, and demand in general, matter in the short run but fade away.", "But when you have a persistent phase of low demand, I think it can have a long-lasting effect.", "There is a recent paper by Alan Taylor and some others, which shows that the effects of monetary policy are visible in the supply data even ten years later.", "If failing to deliver an effective monetary policy has long-lasting damaging effects on supply that reinforces the importance of doing monetary policy well.", "And just think about the counterfactual.", "Imagine what the supply potential of Europe would look like if the ECB had not provided monetary accommodation in the last six or seven years.", "We know employment has gone up, so just think about the supply capacity of people.", "If more people spent the last six years unemployed than employed, that would... You're talking about 11 million people...", "Yes, that would damage employment.", "Without that demand, investment would have been a lot lower and, therefore, the stock of capital in the economy would also be lower.", "I am pretty sure that, in the absence of ECB policy over these last years, the long-term productive capacity of Europe would be lower.", "At the same time, and this is why it is a nuanced debate, there is a school of thought which argues that easy monetary conditions are preventing a shake-out of unproductive firms.", "The zombie companies... Well, zombie is a catchy way of thinking about it!", "That is an interesting perspective, which I think you have to quantitatively compare with the fact that a kind of suffocation of demand is not good for the long-term potential.", "So your overall message is basically that it's working; monetary policy is working, you believe it has an effect.", "We're in this extraordinary post-double crisis period which is going to last for a bit longer, but it's working, it's just going to work slowly and we need to be patient.", "The fact that we have this global low inflation environment also means: if there is a turn, there could be a global turn in a synchronised way.", "This is not necessarily just a question of time.", "It could be a change in the state of the world.", "So our forward guidance leaves open the possibility that we should be appropriately humble about knowing the timeline.", "I don't think everything is so certain that you can say this is all on a set course.", "I think there are downside risks, and while I would not like to call the forces that raise inflation upside risks, because they may be bad news for the global economy like de-globalisation.", "But there could be forces that are inflationary that could kick in - trade and geopolitical forces.", "That could be good for inflation but not great for the economy?", "I also think we should revisit the issue of energy prices.", "Historically, I think the price of energy has always been very important in the overall dynamic.", "If the world does adopt more transition-friendly policies that means that the consumer price of energy trends upwards.", "That could be a force that contributes to inflation dynamics.", "The narrative of 'everything inevitably low for longer' - there is a lot of weight to that -, but I do not put all my probability on it.", "You should watch out for other forces."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Wage inflation", "Goods inflation", "Services inflation", "Globalisation", "Digitalisation", "Demographics", "Real exchange rate", "Inflation expectations"]}