{"sentences": ["Ladies and gentlemen, dear friends, It is a great pleasure to attend the Singapore FinTech Fesitval 2020.", "I would like to share the latest FinTech developments in China and some of our observations.", "First, updates on FinTech developments in China.", "Over recent years, FinTech has been developing rapidly and robustly in China.", "Financial institutions made continued efforts to promote digital transformation.", "Financial products and tools became more diversified, and financial services more efficient and inclusive.", "With wide coverage of e-payment, in particular mobile payment, basic financial services are now available across the whole country.", "Even in the most remote areas, every adult has his or her own bank account.", "China now ranks high in terms of the coverage and volume of mobile payments.", "This enables real time processing of deposit, withdrawal and remittance.", "Online shopping is booming, providing more convenience to daily life.", "Digital credit has fundamentally improved the financial services for micro and small enterprises, the self-employed and farmers.", "Banks use big data for smart risk management, which reduced reliance on collateral and made loans more accessible.", "By the end of October this year, micro and small firms with banking credit have reached 27 million, loans for these firms and the selfemployed grew by over 30% year on year, and loans to farmers grew by 14.3%.", "Digitalisation remarkably expanded insurance's coverage.", "In China, basic pension has covered 1 billion people, and basic medical insurance has covered more than 1.3 billion, with crossprovince fee settlement achieved.", "By video and remote authentication, key parts of the insurance business have been moved online.", "In the first half of this year, internet life insurance premium grew by 12.2% year on year, internet property insurance companies' premium grew by 44.2%.", "Financial digitalisation has made huge contribution to poverty alleviation.", "With multiple digital tools, financial institutions can well target their funding support to poor households.", "By the end of September this year, small loans for poverty alleviation totaled 504 billion yuan, benefiting 12 million households.", "Financial institutions also set up online platforms to connect producers with consumers.", "Through online marketing, credit reference, guarantee and payments, those platforms help poor households sell their agricultural products to everywhere.", "FinTech also strongly supports our fight against Covid-19.", "Since its outbreak, financial institutions rapidly optimized their mobile Apps and other on-line services.", "They provided safe and convenient 'at home' financial products, to make sure basic financial services remain available.", "Many institutions offered online fast tracks, which greatly enhanced service efficiency and effectiveness, and supported rapid economic recovery.", "Second, the experience and lessons of FinTech.", "The developments of our laws, rules and regulations on FinTech were just like \"feeling the stones while crossing the river\".", "We met someproblems, learned lessons and gained experience.", "Here I would like to mention four cases.", "The first case is the P2P.", "It was originally supposed to be just an information intermediary.", "However in practice, many P2P platforms engaged in lending and wealth management.", "For the past 14 years, the total number of P2P was over 10 thousand in China.", "At the peak, there were over 5000 companies operating at the same time.", "The annual trading volume were about 3 trillion yuan.", "The NPLs and losses were very high.", "By mid-November, all the operating P2P platforms have been closed down.", "The second case is the third-party payment platforms.", "In the past, some third-party payment companies provided investment service for customers' online shopping reserve funds.", "The yield was much higher than banking deposits, and money could be redeemed anytime.", "Therefore, it greatly rattled the banking deposits and asset management business.", "Such investment was very much like money market mutual fund (MMMF) products, but was unregulated to the same extent.", "Thus, it might violate laws, rules and even potentially engage in money laundering.", "Now, those payment companies have been asked to deposit the reserve funds with the central bank, and the related investment has been put under supervision.", "The third case is the internet financial companies.", "Some of them tended to induce overspending through various scenarios and over-marketing of loans or overdraft.", "They even offered loans to students without repayment abilities.", "When default occurred, they pursued coercive loan collection, which caused many social problems.", "Hence, we insist on applying unified regulation by business activities, and stand firmly against regulatory arbitrage.", "The fourth case is the data privacy.", "Some tech companies used their market advantage to improperly collect, use and even sell user data.", "Without users' authorization, those activities seriously violate business interests and individual privacy.", "Chinese government has made efforts to plug the holes.", "The Civil Code provides legal protection for individual information.", "The Individual Information Protection Law is also being drafted.", "Financial data security regulation is being developed by the regulators.", "All these aim to build an effective protection and prevent data leak and abuse.", "Third, some issues need to be further discussed.", "Facing the rapid growth of FinTech, we will adopt a positive and prudent approach.", "We will encourage innovation while enhancing risk control, so as to address the new problems and challenges.", "Firstly, paying high attention to cyber security.", "At present, over 90% of China's banking transactions have moved online.", "Compared with conventional risks, cyber risks spread faster and wider with impacts greater.", "Cyber security emergencies also call for better contingency response and management.", "Secondly, promoting fair market competition.", "FinTech is a \"winner takes all\" industry.", "With the advantage of data monopoly, BigTech firms tend to hinder fair competition and seek excess profits.", "Traditional anti-monopoly laws focus on Cartel, market abuse and operator concentration.", "However, FinTech industry leads to many new phenomena and problems.", "We might need to pay more attention to the following questions.", "a) Have the BigTech firms blocked newcomers; b) have they collected data improperly; c) have they refused to disclose information that should be made public; d) have they engaged in conducts misleading users and consumers?", "Thirdly, watching out for the \"too big to fail\".", "Now the mircropayment market is dominated by a few tech companies.", "They have the feature of being key financial infrastructures with public interest at stake.", "Besides, some BigTechs operate cross-sector businesses, with financial and technology activities under one roof.", "It is necessary to closely follow the spillover of those complex risks, and take timely and targeted measures to prevent new systemic risks.", "Fourthly, clarifying data ownership.", "Chinese government has recognized data as a production factor together with labor, capital and technology.", "And clear ownership is fundamental to marketbased allocation and pricing of data.", "At present, few jurisdictions have specified the ownership of data property, and BigTechs have de facto control over data.", "It is necessary to clarify data rights of different parties soon, and improve data flow and pricing mechanism.", "It is also important to fully and fairly utilize data, and protect the lawful interests of all players.", "Fifthly, strengthening international coordination for cross-border data flow.", "China has recently put forward the Global Data Security Initiative, calling for respect of sovereignty, jurisdiction and data security management rights.", "It is a basic principle to balance development and security.", "And we will enhance cross-border coordination to jointly promote a more open, fair and nondiscriminatory business environment.", "Ladies and gentlemen, The booming digital economy connects us more closely than ever before.", "Let's join hands together to promote the healthy development of FinTech.", "To conclude, I wish this event a great success.", "And wish you all good health."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["FinTech developments in China", "Financial digitalisation", "Cyber security", "Data privacy", "Fair market competition", "Too big to fail", "Data ownership", "International coordination", "Cross-border data flow", "P2P"]}