{"sentences": ["Ladies and gentleman, good morning.", "As you know, the coronavirus pandemic has forced us to embrace the digital realm.", "And we can harness this to make sure Internet access and mobile phone ownership do not only lead to better social connections and convenient shopping, but also welfare-enhancing financial services.", "Even before the crisis, the Bangko Sentral ng Pilipinas or BSP had already been pushing for the digital transformation in the country's financial services because we believe that the promotion of financial technology and digitalization will lead us toward achieving financial inclusion.", "Today, we continue to stand firm on this advocacy today, not only for financial inclusion, but for our survival and recovery.", "Fortunately, the Philippines was prepared when the pandemic hit us.", "This slide shows the strength of our macroeconomic fundamentals in 2019.", "Two decades of sustained economic and structural reforms served us well and enabled us to build buffers and widen policy space.", "Our GDP growth averaged 6.4 percent in the last 10 years.", "The strong growth was achieved in an environment of generally stable inflation and was anchored on purposeful structural reforms.", "The country's strong track record of prudent policymaking has likewise led to a robust external payments position, hefty international reserves, improved external debt metrics, and healthy public finances.", "At the same time, Philippine banks continue to be sound, stable, and well-functioning based on all metrics.", "It is from this strong position that the BSP acted swiftly and decisively to inject liquidity into the system to calm the market.", "At the same time, it communicated its priorities and policies well.", "We reduced policy rate by a cumulative 175 bps-by 25 bps even before the pandemic became full-blown, followed by a series of three 50 bps cut in 4 months.", "We cut reserve requirements by 200 bps for universal and commercial banks and by 100 bps for thrift banks and rural and cooperative banks.", "We entered into a repurchase agreement with the national government through the Bureau of the Treasury (BTr).", "We remitted dividends amounting to ₱20 billion to support the national government's programs, even if the BSP is no longer required under our new Charter to remit cash dividends to it.", "Moreover, we expanded the set of eligible instruments as compliance with the BSP's reserve requirement to include new loans to micro, small, and medium and critically impacted large enterprises that do not belong to conglomerates.", "We also issued time-bound and targeted regulatory and operational relief measures to encourage BSP-supervised financial institutions to continue their support to the economy, particularly the micro, small, and medium enterpresis.", "These measures include extension of financial relief to borrowers, incentivized lending, promotion of continued access to financial services, support for continued financial services delivery, and support for sufficient level of domestic liquidity and economic activity.", "In sum, we have injected approximately P1.9 TRILLION PESOS (approximately $US 39.2 billion) in liquidity into the financial system, equivalent to 9.6 percent of GDP.", "Indeed, the pandemic has given us an opportunity to further accelerate the digital transformation of the financial services sector.", "In fact, we have encouraged the use of electronic payments to enhance the speed, convenience, and affordability of financial transactions.", "Particularly, PESONet-as a viable alternative to checks and recurring bulk payments; and InstaPay-as a substitute for cash.", "The existence of the PESONet and InstaPay was crucial in facilitating two key milestone initiatives of the National Retail Payment System: the Government e-Payments (\"EGov Pay\") facility via PESONet; and the National Quick Response Code Standard (\"QR Ph\") via InstaPay.", "As a result of the pandemic and the consequent lockdowns, more consumers shifted from cash payments to digital payments.", "The evidence is crystal clear: the use of PESONet and InstaPay zoomed exponentially.", "For the first eight months of 2020, the value of InstaPay rose almost 400 percent, while that of PESONet jumped 100 percent year-on-year.", "By volume of transactions, InstaPay and PESONet soared by 624 percent and 130 percent, respectively.", "This is truly excellent news.", "As Governor of the BSP, one of my personal goals is to have not less than 50 percent of transactions, by volume and value, to be done digitally by 2023.", "With the pandemic, I am optimistic that this goal will be met even sooner.", "Of course, this is consistent with my other vision of shifting from a cash-heavy to a cash-lite economy.", "Indeed, the speed and breadth of digitalization are gaining momentum.", "And we want to push harder.", "On September 8, 2020, the BSP, together with the Trust Officers Association of the Philippines, launched Digital PERA, which stands for Personal Equity Retirement Account.", "Digital PERA utilizes a digital platform where investors can open, access, and invest 24/7 through their PERA account anywhere in the world using their mobile gadgets.", "This breakthrough project is in addition to an array of digital-enabled investment outlets such as the Unit Investment Trust Funds and Mutual Funds, which are now available for retail clients.", "The BSP is also implementing a Digital Literacy Program.", "This initiative is part of the BSP's financial education advocacy, which aims to increase public trust and confidence in the digital finance ecosystem and encourage massive usage of digital financial services by consumers across all sectors.", "As we now steer the Philippine economy back to its previous position, the entire government and the BSP are exerting enormous efforts to not only restore the economy and help the Filipino people survive this crisis but for the Philippines to be even better, stronger, more inclusive, technologically prepared, and more competitive than before the pandemic.", "The BSP's Digital Payments Transformation Roadmap for 2020 to 2023 sets out our initiatives and strategies for achieving an efficient, safe and inclusive payments ecosystem.", "It has two key strategic objectives.", "First, it aims to strengthen customers' preference for digital payments by converting 50 percent of the total volume of retail payments into digital form.", "IN addition, it aims to expand the proportion of financially included to 70 percent of Filipino adults.", "To help us assess how well our policy interventions contribute to the transformation into digital payments, the Better than Cash Alliance or BTCA is helping us build a simulated model which will estimate the potential change in the level of e-payments volume and value driven by policies initiated by the BSP.", "The second objective is to encourage innovations which will boost real-time payments velocity.", "In particular, we intend to make available more innovative digital financial products and services.", "These services will be enabled by the National ID System.", "It will also be supported by the availability of modern payment services that will facilitate real-time processing of financial transactions.", "These BSP objectives hinge on a triad of critical pillars that are seen to build an environment conducive to digital transformation.", "One of the pillars relates to the development of payment streams.", "At present, InstaPay serves as the instant payment stream, while PESONet is a batched payment stream.", "The next pillar relates to the establishment of digital infrastructure which facilitates interoperability of payment services.", "Interoperability allows seamless transaction processing which is necessary for achieving efficiency.", "The last pillar is the implementation of digital governance standard.", "The goal is to maintain public trust in the payment systems.", "This will be done by protecting the integrity of consumer data and ensuring appropriate management of digital products and services.", "Aside from the establishment of the Digital Payments Transformation Roadmap, we are set to pursue more digital payment initiatives in the near term.", "We want to extend the QR Ph use case.", "From only person-to-person or P2P when it was launched in November 2019, QR Ph will soon include person-to-merchant or P2M payments.", "Since accepting payments via QR is simple and affordable, it is expected to benefit not only large business organizations but also the small unbanked vendors such as peddlers, sari-sari store owners, and other entrepreneurs.", "Another initiative is the one bills payment facility, which aims to remove the inefficiencies associated with the current fragmented bills payment mechanisms.", "The billers will be capable of collecting from their customers even if the payment service providers of the billers are different from those of the customers.", "We will also provide a more flexible way for businesses and consumers to make payments through the request to pay service.", "The payee will only need to send an electronic request for payment to the payer, showing how much is being requested for payment and when it falls due.", "A fourth initiative in the pipeline is the direct debit use case.", "Here, the payer sends the payee an electronic authority or mandate to draw funds directly from the payer's account on a regular basis.", "This case is ideal for recurring payments such as monthly rentals, periodic loan amortizations, and quarterly insurance premiums.", "Aside from the establishment of the Digital Payments Transformation Roadmap, we are set to pursue more digital payment initiatives in the near term.", "We want to extend the QR Ph use case.", "From only person-to-person or P2P when it was launched in November 2019, QR Ph will soon include person-to-merchant or P2M payments.", "Since accepting payments via QR is simple and affordable, it is expected to benefit not only large business organizations but also the small unbanked vendors such as peddlers, sari-sari store owners, and other entrepreneurs.", "Another initiative is the one bills payment facility, which aims to remove the inefficiencies associated with the current fragmented bills payment mechanisms.", "The billers will be capable of collecting from their customers even if the payment service providers of the billers are different from those of the customers.", "We will also provide a more flexible way for businesses and consumers to make payments through the request to pay service.", "The payee will only need to send an electronic request for payment to the payer, showing how much is being requested for payment and when it falls due.", "A fourth initiative in the pipeline is the direct debit use case.", "Here, the payer sends the payee an electronic authority or mandate to draw funds directly from the payer's account on a regular basis.", "This case is ideal for recurring payments such as monthly rentals, periodic loan amortizations, and quarterly insurance premiums.", "With digital financial services emerging as the \"new norm,\" the BSP proactively builds a regulatory environment that is conducive to digital innovations.", "In this regard, we are finalizing an enabling policy for fully digital-oriented banks, establishing \"digital banks\" as a new bank classification.", "This new and upcoming bank classification is distinct from the other bank types, since they will conduct end-to-end processing of financial products and services through digital platforms and electronic channels.", "These banks shall only be allowed to establish an office dedicated to receiving and addressing customer concerns.", "With an envisioned minimum capitalization of P1 billion, digital banks are expected to contribute to the greater efficiency in the delivery of financial products and services, and in expanding reach to the unbanked market segments.", "The BSP shall also continue to adopt prudential standards when granting a digital bank authority, permitting only applicants meeting our financial and risk management requirements.", "We envision a minimum P1 billion capitalization for digital banks.", "We constantly remain vigilant and proactive against cyberthreats, which soared during the lockdown as financial consumers conducted more transactions online.", "The BSP advocates the \"zero trust model,\" directing its supervised financial institutions to subject any access to their digital infrastructure to verification and security screening.", "The BSP has also embarked on cybersecurity campaigns, issuing advisories to warn the public on emerging cyberthreats and scams especially during this unprecedented health crisis The COVID-19 era has indeed changed the way we live, work, and play.", "It has challenged us to try things we have never done before or were afraid to do, to quickly adapt to changes, to take unprecedented moves, and to take a step toward a world of new possibilities.", "The digital transformation has indeed increased our resiliency.", "This brings to mind a Japanese proverb about the bamboo tree: \"The bamboo that bends is stronger than the oak that resists.\"", "In times like these, raw strength is important, but equally important is the ability to bend and adapt.", "Digitalization is part of the new normal, and the rate and speed of how we get used to it will determine our chances of bouncing back and standing tall and strong again.", "Maraming salamat at mabuhay tayong lahat!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital payments", "Financial inclusion", "Economic recovery", "Macroeconomic fundamentals", "Financial technology", "Digital transformation", "Digital literacy", "Digital banks", "Cybersecurity", "Resiliency"]}