{"sentences": ["Good afternoon colleagues and Mr Aksakov, I am delighted to welcome all attendees to the congress - both those here in the hall and those joining us by video conference.", "Coronavirus continues to have an effect on our lives.", "And it is already clear that it will have longterm repercussions.", "The way people and businesses behave has changed and all this, of course, will have an effect on the banking business as well.", "We are now at the point where we need to assess these changes, adapt to them, and find new areas of growth.", "I must say that in general the Russian banking system is coping with all the challenges.", "What worked and helped us come through the most acute phase of the pandemic: reinforcing the resilience of financial institutions - the capital cushion, liquidity cushion, and most importantly, a more responsible approach taken by banks to credit risk, the macroprudential buffers that had been accumulated, and the dedollarisation of banks' balance sheets, which has reduced the risks associated with exchange rate fluctuations.", "All this ensured that banks were able to support their customers and carry on lending at the same time.", "Of course, the regulatory easing also played a role: it gave banks the chance to pass through this period more easily.", "But what fundamentally distinguishes today's situation from, say, that of 2014-2015 is that regulatory easing was, in fact, just one additional comfort factor in a period of difficult conditions, and not \"the last chance\" or the only way to stay afloat.", "Undoubtedly, in the conditions of the epidemic, it helped greatly that Russian banks boast a high level of digitalisation.", "Almost all services were available online, and of those in demand on a daily almost all were available.", "Even before the epidemic, most banking customers extensively used remote services, but even those who previously rarely used remote services started using them without great difficulty.", "In my speech today, I would like to focus on two clusters of issues.", "The first deals directly with the impact the epidemic had on the banking business, the current situation, and the measures we are taking to ensure that going forward banks are resilient in their operations.", "The second concerns what comes next, how to develop the banking business with allowance for the long-term repercussions of the pandemic.", "How does the current situation look?", "In the last few months, we have seen a gradual recovery in business activity, the financial markets are stabilising, and lending is also recovering.", "It has to be said that the economy shrunk less than many expected.", "The recovery may be uneven, but it is proceeding broadly in line with our forecasts.", "In particular, this can be seen in our monitoring of sectoral financial flows, which we started conducting during the pandemic.", "We can see that deviations from the normal level of payments vary by industry, fluctuating from week to week, but the overall trend towards normalisation is undeniable.", "For example, in the last week, the total deviation of incoming payments down from the normal level was -7.1% compared to -7.3% the week before.", "But excluding mining, the production of petroleum products, and government activities, the deviation also decreased to total -1% after -4.4% a week earlier.", "The Bank of Russia transitioned to a loose monetary policy, cutting its key rate to 4.25% - a historic low.", "This is necessary to keep inflation on target against the backdrop of disinflationary risks linked with a significant drop in aggregate demand.", "But this monetary policy focus will also help the economy return to potential more quickly.", "That said, it is important to take into account that the structural changes in both the Russian and global economy, generated by the pandemic, have most likely affected the potential of the economy.", "How extensively - it remains to be seen and evaluated.", "The banking sector is supporting recovery processes: corporate loans have grown by 5.5% since the beginning of the year (growth was only 5.8% last year).", "Of course, this is also because companies that experienced a sharp drop in revenue experienced a need for debt financing.", "But the banking sector overall has continued to lend, and we estimate that lending growth will be up to 9% this year.", "At the beginning of the pandemic, we launched a preferential refinancing programme for banks lending to SMEs.", "Now Mr Aksakov has suggested that we review these decisions.", "But I would like to remind you that we needed to ensure that small businesses had access to funding as fast as possible during the pandemic.", "409 billion rubles were taken out of the limit.", "But I would like to say that this program will be phased out gradually over the course of a year.", "However, at the same time, we are extending the operation of this instrument (it will be possible to obtain preferential refinancing until September 30).", "Because rate cuts after the transition to a loose monetary policy and measures of government support for SMEs bring about sufficient lending potential in this segment.", "It really was a rapid-response anti-crisis measure.", "How do borrowers feel now?", "The restructuring programmes have helped them withstand the shock of Q2.", "Undoubtedly, it is important to understand that some borrowers may not cope with the repercussions of the epidemic, and we can see that banks have already been carefully evaluating borrowers' business and loans have been available for more efficient businesses.", "And despite the stress, there has not been significant loan impairment as was the case in 2014- 2015.", "The share of non-performing and bad loans in H1 2020 in the corporate portfolio increased slightly (by 0.1 p.p.", "In the future, of course, problems may \"catch up\" with borrowers in those industries where demand is recovering more slowly, both because of the restrictions and because of the change in people's behaviour.", "But in general, the situation does not currently look too alarming.", "Retail lending is also gradually recovering: after a decline in April and stagnation in May, the growth rate in June-July reached almost pre-coronavirus levels.", "In contrast to 2019, most of the growth comes from the mortgage sector thanks in large part to the Government's preferential programs.", "For example, in June they covered about 45% of all mortgage loans issued.", "Specifically, more than a third (37%) were covered by the \"6.5 Programme\".", "Since the beginning of the year, the retail portfolio on the whole has grown 6%.", "During the same period last year, growth stood at 11%.", "However, back then the main driver was unsecured loans.", "At the end of 2020, we expect retail portfolio growth to be up to 9% as well.", "That said, the growth structure of retail lending (more mortgages, fewer unsecured loans) is a positive factor.", "During the pandemic, some households experienced a sharp temporary decline in income, which is linked with an increased debt burden on borrowers.", "To ensure that this situation does not increase pressure on banks' capital, we have reduced macroprudential buffers by 30- 50 percentage points.", "The maximum reduction is for borrowers with a low debt burden, so that the recovery of retail lending occurs without a dangerous increase in household debt overburden.", "Arrears grew more in the retail loan portfolio than in the corporate portfolio but also moderately - from 6.6 to 7.9%.", "Impairment was mostly seen in unsecured loans, while mortgage quality has remained consistently high.", "At the same time, non-performing loans are well covered by reserves (more than 75%).", "Significant loan impairment was avoided thanks to numerous support measures for borrowers by the Government and support measures for banks, and the easing of the reserves on restructured loans adopted by the Central Bank.", "Since the start of the pandemic, banks have restructured within the framework of their programs as well as repayment holidays about 10% of the total portfolio; the significant amount of 1.5 trillion Mr Aksakov referred to mostly concerns small and medium businesses and individuals.", "And if you take all the restructuring that banks carried out on large loans and large enterprises - it comes to more than 5 trillion, i.e.", "it is a rather large amount of restructuring.", "Its peak was in May, and as of July there has been a steady decline in the demand for restructuring from borrowers, which also suggests there is a normalisation and gradual recovery of economic activity.", "Restructuring was really important during the most serious period of the pandemic when a significant chunk of businesses ceased operating and many people's incomes declined.", "We have permitted that reserves on such loans may temporarily not be increased so that banks can carry out this large-scale, really large-scale, programme, spread losses over time, and enable businesses and households to regain their creditworthiness.", "But in the short term, I urge banks to do this.", "Banks must assess the real loan portfolio quality.", "It is very important that the recognition of losses on non-refundable loans is not overly delayed.", "I understand that banks will want to drag out this regulatory easing, but \"delaying\" the recognition of losses can lead to banks not being able to direct resources to lending to effective companies.", "Having non-performing assets on the balance sheet reduces investor confidence.", "There are many examples in global practice where there was a delay in recognising bad assets: the \"lost decade\" in Japan in the 90s, the situation in a number of European countries following the global financial crisis of 2007-2009, and our own experience in 2008-2009.", "Therefore, we have decided to gradually phase out regulatory easing.", "We will really phase it out, as Mt Aksakov has urged, carefully.", "But the phase-out is necessary.", "And the banks that made use of the easing will have to build up reserves in full for loans to large companies by 1 April next year, and for household loans and loans to SMEs - by 1 July next year within a timeline convenient to them.", "Banks can also use capital that has been formed to meet capital adequacy buffers but with appropriate restrictions on profit distribution.", "We generally recommend that banks take a particularly judicious approach to paying dividends as there is continued uncertainty linked to the pandemic and capital may be required in the future to absorb losses.", "Therefore, before paying dividends, it is vital to assess future capital needs based on conservative estimates.", "Now about the funding situation.", "It has also levelled out.", "In general, over the first seven months of 2020, the funds of legal entities increased by almost 3% (by 2.9%).", "Concurrently, there was a significant inflow (+27%) of funds of state organisations.", "Household contributions during this period demonstrated divergent dynamics.", "At the start of the pandemic, especially in March, there was an outflow of funds (people formed cash reserves at the outset of the lockdown period).", "However, as early as June-July, the situation had stabilised.", "On the one hand, this is due to the peak of the epidemic passing and the gradual recovery of people's income, and, on the other hand, the substantial support provided by the Government's welfare payments.", "The active growth of funds in escrow accounts (more than 330 billion rubles since the beginning of the year) lent additional support, and this is noticeable, to deposits, thanks to the development of project financing for housing construction.", "Therefore, this year deposits have already increased by 514 billion rubles in the banking system, or 1.6%.", "The overall level of liquidity in the system remains high.", "And against the backdrop of monetary policy easing, deposit rates have declined in the corporate segment by 1.3p.p.", "and in the retail segment by 0.8 percentage point since the beginning of the year.", "This allows banks to lend at lower rates without losing too much of their margins.", "But there is a flip side of the coin here too: it affects the attractiveness of deposits versus other forms of savings.", "This year we have seen a record flow of retail funds into alternative savings instruments, and capital market instruments.", "In general, this flow does not affect the total amount of savings in the economy, or their availability as a resource base for investments.", "But banks, when determining their policy on deposit rates, need to take into account this growing competition from the securities market and other instruments.", "And in the structure of the deposit products they offer, accommodate for the fact that over a medium-term horizon, as disinflationary factors and disinflationary risks are exhausted, a return to neutral monetary policy is inevitable.", "Now about banking sector profit - in the first 7 months of this year it stood at 761 billion rubles (return on capital - about 13% year on year).", "That said, of course, it is necessary to consider that more than 70% of this profit was made in Q1, while in Q2 profit fell to 102 billion rubles.", "It is difficult to make profit forecasts right now.", "However, in light of the normalisation of the economic situation, the extension of a number of easing measures and the timetable for additional provisioning, a profit this year of about 1 trillion seems achievable.", "The fact that most banks maintain profitability (in general, the proportion of unprofitable banks has probably not changed significantly during the pandemic and in general the share of assets of unprofitable banks in the assets of the banking sector is now about 5%, i.e., in general, the share of unprofitable banks is not very large).", "All of this allows banks to ramp up lending and maintain capital reserves.", "In general, the overall sector's capital reserves, measured against key capital ratios, stand at about 5.9 trillion rubles.", "This is enough to reserve, if necessary, an additional approximately 11% of banking sector lending, which is a very serious safety margin.", "That is, suppose even if about a third of those restructured loans end up defaulting (which is not a small amount), the capital reverses cover this amount threefold.", "Let me clarify that this is an overall sector estimate.", "Capital reserves are unevenly distributed among banks.", "What general conclusion can be drawn from the response to the pandemic by the banking sector and the implementation of our measures?", "You cannot predict exactly what the next shock will be, when it will be, what it will be, but reducing financial stability risks, creating safety nets, and consistently eliminating vulnerabilities in the financial sector, will offer protection in any case.", "And you and I are sure of this.", "Therefore, of course, maintaining financial sector stability as a whole is a priority of our policy.", "Now about the longer term.", "Every year, the topic of financial technologies and digitalisation in general plays an increasing role in the conversation about the future of banking business.", "This was also mentioned by Mr Aksakov in his report.", "Yet, this year has clearly demonstrated to us in a very obvious way that digitalisation is not just a guarantee of resilience in the future, but it is already a key factor in business development right now.", "Russian banks are among the most advanced in the world in terms of financial technologies, we have implemented some of the most advanced digital technologies, and the quality of online services is also on the rise.", "It was thanks to this that our citizens and our companies were able to use all the usual services during the lockdown period, and were not cut off from these services.", "Also, the banks themselves were able to transfer their employees to remote working mode very rapidly and significantly reduce the amount of physical interaction with customers.", "And over the course of these few months, of course, people did not just get used to do without visits to their bank branches, although these visits did also take place, they also had the chance to enjoy the advantages of remote services and non-cash settlements.", "In Q2 alone, the share of non-cash payments in retail rose by 5 p.p.", "The fact that the Russian financial sector as a whole is successfully implementing innovations does not mean that this process is proceeding evenly, or that players of different sizes are managing to move to these new rails equally as easily.", "On the one hand, the development of new technologies requires investment, information systems are expensive, and as Mr Aksakov also mentioned, it is necessary to think about joint systems.", "The Bank of Russia is certain that, this being said, small players can offer rather competitive services but to do so they need to be given access to common infrastructure solutions.", "This will make it possible to greatly increase competition and therefore improve conditions for consumers.", "That is why we created the Faster Payments System and we are developing biometrics.", "The Faster Payments System, incidentally, is successfully operating with a continually increasing turnover.", "Since the beginning of the year, the number of banks connected to the system has increased threefold to 109.", "The volume of transactions has increased fivefold to 307 billion rubles, and the number of operations has grown almost sixfold - 39 million transfers were made.", "Biometrics is developing at a slower pace.", "Mr Aksakov also spoke about problems in this sector and in legislation here, but this is not a reason to give up.", "As it happened, the epidemic also clearly showed us that it is an unwillingness to completely move to remote identification that has become the main barrier to fully transitioning all services to a digital mode.", "You will remember that we made temporary decisions to ease identification requirements.", "But the systematic solution, in our opinion, is the development of biometrics.", "We hope that all necessary changes to the legislation will be adopted.", "On the one hand, it will allow citizens to make greater use of biometrics, and on the other hand, increase banks' interest in using this tool.", "On the other hand - and this is certainly the main trend in the Russian market and, in my opinion, the main challenge - is that equal access to infrastructure, even the equal access we are developing, does not mean equal access to customers.", "Both globally and in the Russian market powerful ecosystems are being formed that unite both financial and non-financial services.", "For example, according to McKinsey experts, by 2025 - and this is just round the corner - ecosystems may account for about 30% of world GDP (60 trillion US dollars).", "While ecosystems worldwide are predominantly formed around technology companies, in Russia their core is the major financial players.", "Competing for a customer who is already inside such an ecosystem is very difficult, which you know very well from your experience.", "And competing with the ecosystem itself, which allows users to meet almost all their needs - from managing accounts to telemedicine, independent of a given bank, and that provides banking services, is even more difficult.", "Another trend that is typical of the Russian market concerns the way ecosystems are formed.", "What we are seeing is while the global giants such as Amazon or Facebook are developing on the back of partnership agreements with different service providers, in Russia development occurs more often, unfortunately, on the back of the acquisition and merging of such companies, and the establishment of subsidiaries in different areas within an ecosystem of horizontal integration.", "Using the financial, technological and marketing resources of their ecosystem, these companies can develop and further attract customers faster than their competitors that are not part of these ecosystems.", "This means that it is possible for the perimeter of Russian ecosystems to close very quickly meaning joining them as an independent partner will be increasingly difficult.", "Of course, the future is in ecosystems.", "It seems to me that this is undeniable.", "Ecosystems will create new opportunities for business, for people, and dramatically improve customer experience.", "But at the same time, the model of ecosystem creation that currently dominates can lead to the monopolisation of the market, and in the end (like any monopoly, no matter how effectively it started out), it can lead to stagnation in the technology market in the long term, and a slowdown in the introduction of innovations, which threatens consumer interests.", "And, of course, straight away there is a collateral risk that we have to learn to manage: that large amounts of sensitive data (payment, medical and other data) from all spheres of our citizens' lives are gathered by one system.", "That is why we as the Central Bank would like to see healthy competition between a number of players.", "The conditions of access to emerging ecosystems should be completely open, nondiscriminatory to all suppliers, and consumers should be able to choose the most appropriate products and services for them.", "Meanwhile, \"external\" ecosystem participants will also have to comply with certain rules and ecosystem requirements - both in line with rules pertaining to sales and high requirements for cyber resilience.", "Regulating emerging ecosystems is, of course, a very difficult task.", "But we need this regulation to avoid the risks I mentioned and to develop the benefits that ecosystems offer, which includes safeguarding the potential for small players to develop.", "Therefore, we propose working with the market to develop approaches to ecosystem regulation.", "We have established a working group at the Bank of Russia and will soon publish the first consultation paper on this topic.", "We are proposing this as the first step in collaboration.", "I hope that the Association will actively participate in this.", "Specifically, by expressing the interests of smaller, regional banks.", "Incidentally, I support the idea that we look separately, systemically at approaches for the development of banks with a basic licence.", "A certain period has passed, we met regularly, and discussed this topic.", "Certainly, I support the initiative that Mr Aksakov expressed.", "Another important issue that I want to mention, in fact, cannot help but mention is cyber security.", "Yes, the epidemic has accelerated digital transformation both in customer service and, actually, in the internal processes of financial organisations.", "This is certainly linked with increased cyber risks.", "Risks are posed not only by attacks by fraudsters but by the acceleration of digital transformation due to the pandemic: practice shows that inobservance of information security, often due to the fact that the bank wants to launch a new service onto the market, can lead to vulnerabilities in technology and the theft of customers' funds.", "A recent example of one of the banks once again confirmed this.", "Also, it is clear that, when deciding to go online and expand their online services, banks need to take into account information security issues and the costs involved.", "As we see it, security should be a priority equal to profit.", "This should be the same KPI as, for example, industrial and transport safety.", "The role of information security in the financial sector should be just as key.", "It is equally important that an equally high level of security be provided for all elements of financial services.", "Information security in dealings with external suppliers is becoming increasingly critical.", "The technological vulnerabilities that arise when different technologies are integrated can make it easier for fraudsters to access data.", "Unfortunately, we can also provide a recent example of this.", "Therefore, banks should not be reluctant to control compliance by your suppliers and suppliers of services for you, and should not shy away from setting cybersecurity requirements.", "There is a standard for this.", "The Bank of Russia issued it in 2018.", "Compliance with it must now be taken especially seriously.", "We will continue to develop supervision in cyber security.", "We also plan to develop the practice of conducting cyber drills, i.e., stress testing of information security.", "The purpose of such tests is to understand whether an organisation can identify a potential attack, quickly identify it, localise it, and eliminate the consequences - and, ultimately, to understand how such an attack could affect the organisation's financial stability.", "Our task is protecting customers' funds.", "As for the joint infrastructure solutions that Mr Aksakov spoke about, we are ready to discuss them further, including why we do not currently see proposals by the market itself to create such systems for collective use, and we are ready to participate and see what the Bank of Russia can do.", "In general, the proposals put forward by Mr Aksakov, there are many of them regarding several areas - we will, of course, carefully develop them together with you.", "Some have been worked out, some require further development, and we will maintain constant dialogue with you.", "We also understand that we have a fairly consistent, intense, and constructive dialogue with the Association, and we value it very much.", "In conclusion, I would like to say that yes, every crisis entails losses.", "Yet, there are not just losses, there are opportunities.", "It is a platitude, but we can see from the situation in the banking sector that this could be a new impetus and, above all, could kick-start the expansion of digital banking.", "That should be taken advantage of.", "On our end, as a regulator, we will do our best to ensure that all banks are on an equal footing in this race.", "To close, I would like to highlight that the way the banking system is handling the situation really inspires optimism.", "Rapidly adapting to new conditions, restructuring its work all the while implementing large-scale restructuring programs (I do not recall there being such large-scale restructuring programs in recent history), and at the same time not stopping lending - it really was a very serious challenge.", "The banks are dealing with it honourably.", "There are rough edges of course.", "There are always problems and we are discussing them, but in general, of course, we are coping.", "I hope that at this new stage, the economic recovery stage, banks will be full participants in the economic recovery process, expand lending, create new services, and, in fact, add new value for their customers by responding to the needs of the people and business.", "I wish you all every success.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking sector response to pandemic", "Digitalization and financial technologies", "Cybersecurity", "Economic recovery", "Government support measures", "Impact of pandemic on banking business", "Lending", "Macroprudential buffers", "Monetary policy", "Restructuring programs"]}