{"sentences": ["The Eurosystem has set out a comprehensive strategy to respond to the transformation of the European payments landscape.", "The promotion of pan-European payment solutions and the development of instant, efficient and safe payments in the entire euro area are crucial building blocks of this strategy.", "The Bank of Italy's commitment to fostering the transition towards a more digital economy is unwavering.", "The initiatives aiming at promoting technological innovation in the financial sector and in the payments system have been, and will continue to be, ever stronger.", "Important innovations are underway in TIPS to allow users to carry out transactions in real time using mobile devices and to significantly expand the number of intermediaries connected to it, in line with the indications of the European Commission and the Eurosystem.", "We are currently co-operating with the ECB and the euro area national central banks in assessing the potential of TIPS as a possible technical solution for a digital euro.", "TIPS is a multi-currency platform, with the capability to process other currencies as well as the euro.", "The agreement concluded with Riksbank last April represents a starting point for broader initiatives, which may ultimately result in interconnecting other currencies and other currency areas.", "Fostering a resilient and innovative payments market, aimed at strengthening confidence and trust in the euro, is certainly key for the welfare of all European citizens.", "Widespread benefits for all countries can be reaped worldwide by delivering faster, cheaper, more transparent and more inclusive cross-border payment services.", "To conclude, I would like once again to underline the public nature of TIPS.", "Not only is it an inclusive, efficient and sustainable infrastructure but it also incorporates, by design, the objective of making instantaneous payments the \"new normal\" in a world that is so rapidly, and in several ways so dramatically, changing.", "TIPS: from a vision to a product Key decision TIPS Project challenges time-tomarket Time and technical Innovative High Tech The decision of the ECB Governing Council triggered the start of the realisation phase of the TIPS Project, whose duration was just 17 months.", "Instant payments 24/7/365 Supports participants settlement in Central in complying with the Bank Money Same participation Operated on a full criteria as for TARGET2 costrecovery basis technical capability HIGH VOLUMES AVAILABILITY & RESILIENCE Operating 24/7/365.", "The Recovery Time TIPS is able to process 500 payments per Objective in the event of a major failure is second (2,000 at peak rate), 43.2 million payments a day.", "LOW LATENCY TIPS technical architecture is conceived to Overall response time per transaction keep cost per transaction as low as possible below 5 seconds.", "The settlement of an instant payment in TIPS TIPS Latency = T1 + T2 TIPS Architecture: key features Because of the high use of in-memory processing According to a Bank of Italy study, the (with very limited use of environmental impact of TIPS persistence).", "significantly lower than that of otheris systems based on distributed ledger technology (e.g.", "Resilience is achieved by using redundant servers The results shows a emission that process the very same value per single transactions of only input flow.", "Thanks to a lean and streamlined design and implementation.", "Current challenges and future-oriented solutions Pan-European reachability package Mobile Proxy Look-up service The ECB's Governing Council approved in July The MPL service supports PSPs in offering P2P this year a set of measures (known as payment solutions to initiate instant payments \"PanEuropean reachability package\").", "across SEPA using mobile devices.", "The package will ensure that all PSPs will be The MPL service allows participants to retrieve reachable across the chain, irrespective of which beneficiary data required to address a payment ACH (or TIPS) they will be using for instant by providing the mobile phone number of the payments.", "A business case: speeding up Government payments Adopting SCT Inst for public payments would provide several benefits to Government, Households and Firms For Government For Households and Firms • Reduction of settlement • 24/7/365 availability • Real-time payments (P2G) • Timely management of failed • Potential integration with mobile services and • Real-time collection (P2G) Request-To-Pay Government payments would provide a critical mass • spreading the culture of innovative payments • accelerating the return on IT investments made by mkt participants €-CBDC: a digital euro based on TIPS architecture?", "An account-based digital euro may be implemented by leveraging the very high scalability of TIPS technical architecture.", "Processing one billion transactions per day and managing hundreds of millions of accounts without modifying the architecture of the system.", "TIPS: a solution for cross-border payments beyond euro area Multi-currency capability Enhancing cross-border payments TIPS may play a crucial role ensuring TIPS is a multicurrency system.", "Other currencies could be supported besides the euro.", "interoperability with other international fast payment infrastructures.", "TIPS is ready to welcome Riksbank.", "TIPS offers opportunities for the development of payment solutions for cross-border payments (e.g.", "Current volume: A cross-currency solution in TIPS is under 1.8 millions payments/day consideration by Riksbank, ECB and Banca Expected volume: d'Italia.", ".7 millions payments/day Expected migration end date: 30 November 2022 Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["TIPS", "Payments", "Digital Euro", "Instant Payments", "Pan-European", "Cross-Border Payments", "Innovation", "Financial Sector", "Resilience", "Account-Based"]}