{"sentences": ["Dear Guests, Ladies and Gentlemen, For a few years now, the Bank of Albania and the Institute of Global Affairs (IGA) of the LSE have been co-organizing a series of joint conferences.", "These annual events are aimed at encouraging an open discussion amongst academics and policymakers, in order to promote new thinking and policy-based approaches to the most pressing challenges we face.", "The Bank of Albania is proud to associate itself with the Institute of Global Affairs, an institute which is positioned as a leading academic center for exploring research-based strategic approaches to policy challenges.", "On its behalf, the Bank of Albania strives to adopt the emerging academic consensus, while tailoring it to the idiosyncrasies of the Albanian economy and its financial markets.", "Being said that, it is a special my pleasure to address this conference, focused on \"Covid-19: The Impact on the Economy and Central Bank Policies\".", "The ongoing pandemic has the undoubted potential to re-shape our way of life for the foreseeable future.", "As the health emergency is still unfolding, its implications might have far-reaching impacts in our social and economic fabric.", "For policy-making institutions, particularly in emerging economies, the challenge to fulfill key objectives like price stability, sustainable growth and financial stability, is driving them into uncharted operational territory.", "I take this opportunity to touch upon some of the most pressing issues at stake.", "Dear Guests, Life with the Sars-Cov2 virus continues to be an unprecedented health and social challenge.", "Fortunately, health institutions today know more about the virus and which policies serve best to contain it.", "Unfortunately, we are still far from a definite and practical epidemiological solution.", "Against this background, the economic fallout from the pandemic is still unfolding.", "The strict lockdown in the second quarter paved the way towards a synchronized global recession; the economic activity in most emerging and advanced economies shrunk rapidly while unemployment jumped sharply.", "However, the easing of lockdown measures in the third quarter and the quick deployment of both fiscal and monetary policies at national level, have started to pull up the global economy from the brink of collapse.", "The scale of the two key support measures at national level, fiscal and monetary policy, reached unprecedented levels in many economies, not seen even during the recent global crisis of 2008.", "The aggregate fiscal support at global level has reached almost 12 trillion USD.", "Key policy rates have declined to zero and in some cases have pushed through that boundary and into negative territory.", "Old-style central bank balance-sheet expansion coupled to ever higher risk-taking, operations that were considered unthinkable until a decade ago, have become almost a mainstream instruments.", "The pandemic has tested the resilience of the Albanian economy and of our banking system.", "It has put an immense social and financial strain on households and businesses and has forced the authorities to act swiftly to address the health crisis and to introduce major policy initiatives in order to contain its impact.", "The Bank of Albania has used a wide range of policies to support financial activity and aggregate demand.", "We reduced the policy rate to a historical low of 0.5% and increased the amount of liquidity injected into the system.", "These actions were aimed at reducing the debt servicing costs across the economy and at supporting continued financial intermediation.", "In addition, in close consultation with the banking industry, we applied targeted - though temporary - regulatory reliefs, designed to encourage both the temporary deferral of loan installments and the consensual restructuring of loans for borrowers in difficulties, but with sound business prospects.", "Finally, we took both macro and micro prudential measures in order to strengthen the banks' balance sheets and preserve their lending capacity.", "On the fiscal side, the Albanian government delivered fiscal accommodation through: Allocating additional funds to support the health sector; Increasing social transfers to compensate for the households' loss of income; Offering temporary tax relief to businesses and introducing sovereign credit guarantee schemes to improve their access to finance.", "These timely, coordinated and comprehensive set of measures, were ultimately aimed both at containing the adverse economic impact and at preserving monetary and financial stability, as a precondition for the future recovery of the economy.", "I believe we got the balance right.", "So far, Albania managed to avoid both a spike in unemployment and major business failures, despite the financial difficulties they faced.", "Furthermore, our financial system remains solid, with little volatility across financial markets, low lending rates, a stable exchange rate, and a liquid and well capitalized banking sector.", "Just as importantly, our stress-tests indicate the banking sector's resilience to additional shocks.", "Under these premises, I believe the Albanian economy enjoys sufficient preconditions for a gradual recovery.", "For the remainder of my speech, I would like to briefly share with you our perspective on them.", "Ladies and Gentlemen, While most baseline economic projection scenarios remain positive, it's clear the ongoing global recovery remains fragile.", "Policy challenges still present, both in the short and in the mid to long run.", "The first challenge is to ensure the sustainability of the ongoing recovery and to safeguard it against downside risks, such as potential second lockdown.", "At the Bank of Albania we believe the overall policy stance should remain accommodative over the foreseeable future.", "Any policy normalization should be coordinated and data-dependent.", "A coordinated normalization means an ideal sequencing of macroprudential policy stance first, followed by fiscal and monetary policy later.", "A data-dependent normalization means policymakers need to see tangible evidence of a solid recovery, prior to any policy tightening.", "Given the fragile recovery policymakers would be best advised to lean on the side of caution.", "Faced with additional shocks, we believe our priority should be to offer additional accommodation to the economy.", "However, policy makers should be careful in getting the policy mix right so that potential long-term costs do not outweigh short term benefits.", "To that extent, we believe: Fiscal policy should provide additional support, subject to existing fiscal space.", "So far, public sector sin the developed economies have little financing constraints, partly on account of massive injections of liquidity from central banks.", "The same appears to be true also for the emerging market economies, such as Albania, which continue to enjoy both market access and relatively low financing costs.", "However, the fiscal authorities of emerging market economies should be mindful on the need to preserve market credibility on the sustainability of their finances.", "Financial intermediaries - such as banks - have also shared their fair share of the burden.", "They would naturally absorb a large part of the additional financial costs incurred in case of further shocks.", "However, financial and macroprudential policies should avoid the temptation of shifting an ever increasing part of the cost on the banks' balance sheets.", "Financial stability and a robust banking sector remain paramount for the long-term growth.", "Finally, monetary policy should offer additional stimulus.", "Liquid financial markets are not the cure to the crisis, but they remain a necessary precondition to any solution.", "Unconventional instruments are fast becoming a natural part of the policy toolkit of major central banks.", "Central banks across emerging markets - including Albania - are also exploring the possibility of employing unconventional instruments.", "However, it is not without risks and it might not be easily implemented in emerging economies.", "In particular, we believe emerging markets' central banks should avoid raising the risk profile of their balance sheets and should strive to preserve the credibility of their policy frameworks and independence.", "The second set of challenges is to acknowledge the long-term impact of the pandemic on our economies and societies, and to account for them in our policy frameworks.", "The spectrum of potential implications is wide but I will try to concentrate my remarks on a few items: The pandemic may drive a greater gap in terms of inequality, both among the advanced and developing economies as well as within an economy.", "An economic consequence of this pandemic is that it may slow down the catch-up process of developing economies relative to advanced ones.", "An additional one may be inequality within an economy, given that unemployment hits more the young population and those less educated.", "How these divergences may shape the future of social and economic policies aiming at addressing these divergences, this remains to be seen.", "The enforced limited social interaction due to the risk from coronavirus has accelerated the shift towards digital business and digital finance.", "While financial technology (or FinTech) has been on the rise prior to this pandemic, the lockdown and limited social interaction has promoted further growth of this sector which may change the landscape of financial industry in the future.", "The pandemic may well trigger permanent shifts to the work-life balance.", "Remote working can become a permanent option in the future as some global companies may have already predicted.", "A final issue, is how the pandemic may affect the current climate crisis in the long run.", "Besides the short-term impact of the lockdown on the climate issue, an optimistic view holds that the lockdown may trigger e new momentum towards a cleaner economy.", "Honorable participants, I am looking forward to an open discussion and your fruitful feedback on these issues.", "I am confident a frank exchange of ideas will enrich our joint understanding on the nature of challenges we are facing as well as on the best policies and instruments we should deploy to tackle them.", "Let me close by thanking you for being with us today!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Covid-19", "Economic Impact", "Central Bank Policies", "Fiscal Policy", "Monetary Policy", "Financial Stability", "Banking Sector", "Economic Recovery", "Long-Term Impact", "FinTech"]}