{"sentences": ["It is a great pleasure for me to open this virtual conference on major trends in financial regulation.", "Where would we be today if we had not improved the governance framework and policy toolkit in the aftermath of the 2008 financial crisis?", "Imagine if the euro area had to face the coronavirus (COVID-19) pandemic without single banking supervision, common resolution arrangements, higher capital requirements for banks and an organisational framework enabling swift decisions on crucial policy matters.", "Indeed, we have been seeing the benefits of the post-crisis reforms throughout the COVID-19 crisis.", "Banks' capital resources have substantially increased since the creation of the banking union.", "Liquidity ratios have also risen and remained strong over the same period.", "And the fact that crisis-related decisions were taken at banking union level has enhanced the coherence, consistency and coordination of our response.", "This has been essential in ensuring an effective response and avoiding a patchwork of national measures with pronounced fragmentation along national lines.", "But we need to do more to help us rebound from the current crisis and secure an even better and more resilient future.", "The ECB is a staunch supporter of the banking union and the capital markets union (CMU) - two central policy initiatives aiming to catalyse financial integration in the European Union.", "Advancing these financial sector reforms is not only good for financial institutions, market players and investors but will benefit all of us as Europeans.", "The more we integrate and develop EU capital markets, the more we will support a robust and uniform recovery across our economies, along with the transition to a low-carbon, sustainable and digitalised economy.", "And completing the banking union by establishing a common deposit insurance scheme would ensure depositors are equally protected across Member States and preserve their confidence if we were to face turbulence.", "Let me first say a few words on the current situation in financial markets.", "The situation in financial markets The coronavirus pandemic continues to have a major disruptive impact on the economic and financial environment.", "Governments are taking new measures to contain the virus and the pandemic is still weighing on the outlook for financial stability.", "Vulnerabilities in the financial sector include public and private debt accumulation, increasing prospective credit losses and weaker profitability in the banking sector, and greater risk-taking in the non-bank financial sector.", "All of these vulnerabilities, which I will now address in more detail, warrant close monitoring.", "First, massive fiscal support has preserved production capacity so far, but has also led to sizeable budget deficits for 2020.", "As the new wave of the pandemic is weighing on the recovery, it is important that this support is maintained and, in some areas, even scaled up in the coming months.", "If support measures end too soon or too abruptly, the shock to firms and businesses would be severe.", "Over the medium term, however, decision-makers will need to carefully manage the exit from the extraordinary fiscal measures, balancing the risk of cliff edges against the risk of overly prolonged support, in order to ensure the longer-term sustainability of public debt.", "Second, euro area banks saw their return on equity decline from over 5% in the fourth quarter of 2019 to just slightly above 2% in the second quarter of 2020.", "This trend was predominantly driven by banks making higher loan loss provisions and having less capacity to generate income.", "Looking ahead, bank profitability is expected to remain weak and not to recover to pre-COVID-19 levels before 2022.", "Banks are stepping up cost-cutting efforts but may still need to consolidate in response to this development.", "Third, we have seen investment funds taking on more exposure to longer-duration and lowerrated debt issued by non-financial corporations, increasing the likelihood of outflows and losses if corporate credit risk rises materially.", "Liquidity risk in funds has also started to mount up again.", "In parallel, we see signs of greater risk-taking by insurers, too.", "These vulnerabilities remind us that we cannot afford to be complacent.", "We need to take bold steps to support the recovery and further develop and integrate our financial system, thereby also relieving public finances, helping banks with their profitability issues and boosting financial system resilience.", "So what exactly do we need to do?", "Completing the banking union is a major priority.", "First, it is now crucial to make the common backstop to the Single Resolution Fund (SRF) operational.", "This backstop provided by the European Stability Mechanism will further enhance credibility and confidence in the resolution framework.", "Second, we urgently need several targeted changes to further improve the framework for dealing with banks in crisis.", "For example, we need to strengthen the crisis management framework for small and medium-sized retail banks.", "Resolution may pose challenges for these banks, whose business model may make it difficult to issue sufficient amounts of liabilities that can be bailed-in.", "And as liquidation frameworks currently differ across Member States, it will also be important to promote convergence for bank insolvency procedures so as to ensure consistency in the treatment of creditors.", "But aside from the SRF backstop and the targeted changes to the crisis management framework, today I will focus on the key missing element of the banking union: a common European deposit insurance scheme.", "Regrettably, we have made little progress on this front.", "Let me briefly recall why an EDIS is so important.", "First, without an EDIS, depositor protection remains dependent on bank location and on national deposit insurance schemes.", "This could distort the level playing field: if national funds are exhausted, governments are likely to provide the back-up support and the differences in fiscal strength across Member States could result in differing levels of depositor confidence.", "Second, national deposit insurance funds would be depleted more quickly than a larger and diversified European fund, in particular in the case of a local shock.", "Continuing to rely on national schemes could exacerbate the bank-sovereign doom loop, given that public finances might be used to backstop national funds.", "Third, a misalignment persists between centralised bank supervision and resolution in the banking union, on the one hand, and national deposit insurance, on the other hand.", "With an EDIS, all three functions would be aligned at the banking union level, helping to ensure consistency.", "Clearly, the reasons in favour of an EDIS were already relevant before the COVID-19 crisis, but they have become particularly important now.", "Particularly at this juncture, we need tools to enhance confidence in the banking system, preserve financial stability and avoid exacerbating the bank-sovereign doom loop.", "EDIS would significantly contribute to all these goals by ensuring a uniform protection of depositors across Member States, reducing the likelihood of bank runs through a confidence enhancing mechanism, and thus avoiding potential vicious spirals that aggravate negative shocks in individual Member States.", "Capital Markets Union Creating a genuine capital markets union is a second major priority.", "At this point a single EU capital market is no longer something that is \"nice to have\" but that we \"need to have\".", "First, while we should be realistic that some measures will take longer to yield noticeable benefits than others, a more developed CMU is key to funding the post-COVID-19 recovery, as private funding from the capital markets will complement public funding and bank funding - both under pressure from the pandemic.", "This will also help limit the risk of growing asymmetries among euro area countries in the recovery from the COVID-19 shock.", "Second, CMU would improve and diversify funding conditions, creating prospects for jobs and growth, including for a more sustainable and digitalised economy.", "A second-round effect of this is that people and firms will have access to a broader range of investment opportunities, helping to improve return-risk trade-offs in their savings and investments.", "Finally, better developed and integrated euro area capital markets would strengthen the international role of the euro, as deep and liquid domestic financial markets are fundamental to a currency's ability to attain and expand its international status.", "It would also help to build a stronger European financial sector, enabling it to meet the challenges created by Brexit, in particular in areas where the EU now strongly relies on the London financial centre.", "The path to completing CMU still presents several challenges.", "Progress is still needed in many key areas, including harmonising taxation and corporate insolvency regimes, and moving towards a single EU capital markets supervisor.", "Success in these areas would mean more cross-border investments and funding, lower administrative burdens, and lower funding costs.", "Achieving a fully fledged capital markets union overseen by a single EU supervisor would also acknowledge that risks do not stop at the EU's internal borders.", "The Commission's new Action Plan on CMU is a step in the right direction.", "We will play our part in fully supporting the CMU agenda in the months ahead.", "Allow me to return to the thought I shared at the beginning of these remarks: after the previous crisis, we took significant steps to make our financial system more resilient.", "In the face of another major crisis, we need to take similarly bold steps.", "We need to complete the banking union and fulfil our commitment to building a fully fledged capital markets union.", "This will take a heightened level of political will and ambition from all sides in the EU, but we need to rise to the challenge.", "The price of inaction is too high."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Banking union", "Capital markets union", "Financial stability", "Bank profitability", "Debt", "Deposit insurance", "Risk-taking", "Crisis management", "Resolution", "Fiscal policy"]}