{"sentences": ["To date, there is a genuine buzz in global climate action.", "The Paris Agreement, with 197 signatories, provides a pathway for nations to step up their climate mitigation and adaptation efforts.", "The UK for example, is committed to a ground-breaking target of net zero carbon emissions by 2050.", "There is zero budget natural farming in Andhra Pradesh in India, the great pivot to natural farming in China, the wide spread adoption of electric buses in public transport urban fleets all over the world, including Malaysia.", "Seventy two central banks and supervisors around the world, including Malaysia have come together via the Central Banks and Supervisors Network for Greening the Financial System (NGFS) to pursue climate action.", "This coalition of the willing has initiated several initiatives such as identification of best practices on supervisory and macrofinancial dimensions of climate-related risks.", "The issue is clearly now being mainstreamed in discussions at international and state levels, among regulatory agencies, at board levels across industries, in schools, and the list goes on.", "But while the hills are covered, there are mountains ahead.", "Green financing is still lacking; green investments remain under funded.", "Closer to the region, a recent report by the Asian Development Bank (ADB) highlighted that South East Asian countries require funding worth USD3.1 trillion for climate-adjusted infrastructure in the region by 2030 .", "In Malaysia, among other means, green financing is being rolled out through schemes such as the Green Technology Financing Scheme (GTFS).", "Some institutions are allocating capital and steering financial flows towards more low-carbon, climate resilient activities.", "However, considerable funding gaps remain.", "Public finance will likely be inadequate for this task and there is inevitably a need to draw in private capital.", "The renewable energy sector for example, requires a total of RM33.5 billion of funding by 2025 , based on the projections provided by the Sustainable Energy Development Authority (SEDA) Malaysia.", "There is no ready panacea to the funding issues that we face.", "We need to understand the root cause to come up with possible solutions.", "In my view, one of the most critical issues is the mismatch in funding demand and supply; and information asymmetry.", "We need to find a way to bridge the language and information gap between scientists, government and financiers.", "What science says about climate effects, what climate action the Government is prioritising, what industries are providing and investing in - are quite incongruent at this point.", "While there is now a stronger demand for green financing, it is not matched by the supply side, due to information gaps between financiers and green promoters.", "On the part of the financiers, it is crucial for financial institutions to build their capacity and capabilities to be able to better assess the viability of green projects, given the complexity and ever-evolving technology.", "Limited technical know-how on the part of the financial institutions on the green sector can lead to hesitation to provide funding or any form of protection or guarantees due to perceived risks.", "Limited financial literacy of project sponsors such as corporates and micro, small and medium enterprises (MSMEs) would also put them in a disadvantaged position in project evaluation.", "Many may also be unaware of the available financing instruments and suitable financing for their green ventures.", "Although Malaysia is a high saving nation with high gross national savings, averaging above 20%, without addressing this, there will continue to be a mismatch between where the money sits, and where it is needed for green investments.", "Green investments would continue to appear aspirational rather than a necessity.", "The pursuit of climate action, including expanding climate finance is one that calls for action from four key actors - first, the Government; second, businesses; third the NGOs and civil societies; and finally, the financial sector.", "Businesses need to pay attention to the environment.", "Simply put, there can be no profit without the planet.", "The NGOs and civil societies could play diverse roles in support of the climate agenda including creating deeper awareness and highlighting problems.", "Today, I would like to speak more on the roles of the Government and the financial sector.", "Role of the Government and the financial sector First, the Government.", "The roles of Government to lead, convene, set standards, invest, educate and champion - are all quite obvious.", "The Government plays a leading role in setting the stage for the nation's climate agenda.", "This includes setting the national targets for green projects according to identified priority sectors, as well as the financing needs and technical information.", "It is important for this information to be available publicly to create the requisite awareness for mobilisation of green finance.", "Moving forward, the push for disclosure through the establishment of a national framework for carbon emissions reporting is another critical enabler to increase data availability and transparency for a systematic transition to a low-carbon economy.", "This will contribute towards the development of more data driven climate policies and targeted carbon emissions reduction schemes.", "Second, the role of finance.", "We have spoken about the critical need to bring in private capital for green investment.", "The Bank, as a financial regulator, recognises this key role of finance and has introduced various measures towards this end.", "Given physical, transition and liability risks and their implication to the economy and financial system, there is a bona fide recognition that climate risk is well within our mandate of safeguarding monetary and financial stability.", "With that, the Bank has taken a phased and proactive approach in strengthening financial system resilience to climate risk and in driving sustainable finance.", "In this connection, guidance for financial institutions to classify economic activities that contribute to climate change objectives is provided through our work in developing a principles-based taxonomy.", "This would be the start to build deeper understanding in climate risk, for financial institutions to better identify, assess and manage the risk.", "The Bank is now working to finalise the Climate Change and Principles-based Taxonomy, which is expected for issuance next year.", "The Bank also collaborates with the financial industry to accelerate initiatives to build the required capacity and expertise relating to green and sustainability.", "Through the Value-based Intermediation Community of Practitioners (VBI CoP), various guidance documents have been developed to spur adoption of VBI, which considers the triple bottom line of people, planet and prosperity.", "In August this year, the Value-based Intermediation Financing and Investment Impact Assessment Framework (VBIAF) Sectoral Guides on Palm Oil, Renewable Energy and Energy Efficiency were issued to guide financial institutions in implementing VBIAF on these sectors at a more granular and transactional level.", "Work is also in progress to develop the next VBIAF Sectoral Guides on Manufacturing, Oil and Gas, Infrastructure and Construction, targeted for issuance in 2021.", "Furthermore, greater climate disclosure by financial institutions is in the pipeline; as we are progressing plans to further encourage financial institutions to adopt the TCFD recommendations for climate-related disclosure.", "This is part of the priorities of the members of the Joint Committee on Climate Change over the next 12 months to pave the way for the adoption of disclosure standards by the industry in the immediate future .", "This will not only contribute towards lowering information asymmetry, but will also assist external stakeholders to hold financial institutions to account for their climate risk commitments.", "Leveraging Malaysia's value offering - opportunities in sukuk The capital market can play a critical role to address the financing gaps not only in green, but social and sustainable sectors.", "The SRI Roadmap for the Malaysian Capital Market issued in November last year aims to create a facilitative SRI ecosystem and chart the role of the capital market in driving Malaysia's sustainable development.", "The sukuk market, which is a high growth segment in Islamic finance, has an important role in supporting the growth of the green technology sector.", "Malaysia continues to be at the forefront of green sukuk, which is the preferred mode of investment for those that prefer investments with a positive environmental impact.", "We can certainly tap into the sukuk market to fund activities or technologies that support a low-carbon and climate resilient society.", "I am not asking us to reinvent capitalism at this conference - there is simply not enough time for that if we are to meet our Paris Agreement commitment!", "What I am asking is for us to harness the best parts of capitalism and to use it to tackle what is the biggest challenge of our generation.", "I certainly hope that our conversations today will help us better understand the issues at hand and inspire us to find better financial solutions.", "Let us find ways to green the financial system, and subsequently finance the green.", "Finally, earlier I spoke about the key players in tackling the climate challenge, namely the Government, NGOs, business and the financial sector.", "I have left the most important one actually, which is the individuals.", "Change can only come if we start with ourselves.", "We ought to start with a small personal change, which is to lower our personal carbon footprint.", "By itself it might be small, in terms of emission.", "Importantly however, it will initiate a deeper realisation, stoke more passion for the issue, catalyse deeper and more engaged conversations with others, and hopefully create more momentum for systems level change that we all aspire to see.", "Source: Asian Development Bank (2020).", "Green Finance Strategies for Post-Covid-19 Economic Recovery in Southeast Asia: Greening Recoveries for Planet and People.", "Malaysian Green Financing Taskforce Report 2019 Joint Statement by Bank Negara Malaysia and Securities Commission Malaysia - Accelerating climate action through the financial sector"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green financing", "Climate action", "Climate risk", "Sustainability", "Financial stability", "Green investments", "Sukuk", "Taxonomy", "Disclosure", "Carbon emissions"]}