{"sentences": ["It's great to be back in California participating once again in a Hoover Institution monetary policy event, even if only virtually.", "These conferences have provided an excellent opportunity for academic experts, policymakers, and practitioners to share research and perspectives on critically important issues.", "John Taylor is both a friend and a mentor, so it's a particular pleasure to be sharing this online platform with him today.", "This summer, the Federal Open Market Committee (FOMC) completed its review of the Fed's monetary policy framework.", "This culminated in August with the issuance of a new Statement on Longer-Run Goals and Monetary Policy Strategy.", "The FOMC put this strategy into practice in its September policy statement, explicitly tying its policy actions and intentions to the new framework.", "The new policy framework represents a substantial evolution of the FOMC's thinking and approach since the Committee published its first framework statement in 2012.", "Today, I'm going to talk about what these changes mean for policy as the economy recovers from the effects of the pandemic.", "But what I'm really looking forward to is our conversation around these important issues, so I'll keep my opening remarks brief.", "Before I go any further, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the FOMC or others in the Federal Reserve System.", "Our Dual Mandate Goals While our monetary policy approach has shifted, our fundamental goals have not.", "The Fed has two goals set by Congress: maximum employment and price stability.", "These \"dual mandate\" goals remain on an equal footing, and our commitment to delivering on both has not changed.", "In addition, our assessment that a 2 percent long-run inflation rate is most consistent with achieving both of our dual mandate goals is unaltered.", "What has evolved is how we think about best achieving them.", "Like all institutions, the Federal Reserve must be responsive to changing circumstances and adapt to new realities.", "Since 2012, we have learned a great deal about the behavior of the economy, employment, and inflation- both in the short and longer run-and these lessons have informed our approach to policy.", "There are three key takeaways worth highlighting: First and foremost is the secular decline in the neutral rate of interest, or r-star, which has brought neutral real interest rates to near zero in the United States.", "This decline in r-star in turn implies that the constraint on monetary policy from the lower bound on nominal interest rates has become a central aspect of the landscape with which policymakers must contend.", "Second, over the past decade, inflation in the United States has been below our 2 percent longerrun target most of the time, and a number of measures of inflation expectations have drifted down in recent years.", "It is important to note that these first two observations are closely connected, as emphasized in the paper with Thomas Mertens that I presented at last year's Hoover conference.", "In a world of low r-star and a lower bound on nominal interest rates, a standard inflation targeting approach can lead to inflation and inflation expectations that are anchored below the targeted level.", "Third, during the long economic recovery following the 2007-09 recession, we saw the unemployment rate reach 50-year lows without causing an undesired rise in inflation.", "Structural changes in the economy-and in particular the labor market-have greatly expanded the level of employment that can be maintained without creating inflationary pressures.", "But, changes like those are hard to see in real time, making estimates of the natural rate of unemployment or other barometers of the economy's potential inherently uncertain and subject to change.", "Evolution in Our Thinking One clear lesson is the critical importance of formulating a policy approach that effectively and consistently keeps longer-run inflation expectations anchored at 2 percent.", "Perhaps the most notable change we announced to our framework was explicitly describing success in terms of achieving inflation that averages 2 percent over time.", "In particular, \"following periods when inflation has been running persistently below 2 percent, appropriate monetary policy will likely aim to achieve inflation moderately above 2 percent for some time.\"", "A second tangible evolution in our approach is that we made explicit that in seeking maximum employment, we are focused on eliminating shortfalls from that goal.", "We also emphasized the inclusive nature of our maximum employment goal.", "This means thinking more broadly than the aggregate rate of unemployment and examining the full range of indicators when it comes to assessing shortfalls from maximum employment.", "Together, these changes position us to deliver on our dual mandate goals in a world of very low r-star and persistently low inflation.", "What Does This Mean for Policy?", "My colleagues at the FOMC and I have talked extensively about the nature of these changes and how we drew our conclusions.", "But, it's important to apply these decisions to the current situation.", "The pandemic has presented us with extraordinary and devastating economic circumstances.", "The good news is that the economy has started to recover and the unemployment rate has come down.", "About half of the jobs lost during March and April have been regained.", "Despite these improvements, we are nowhere near where we want to be: the total number of nonfarm jobs is still 10.7 million below February's level, and the unemployment rate is nearly 8 percent.", "These overall statistics mask the severity of the health and economic hardships felt by lowerincome families and communities of color as a result of the pandemic.", "To cite just a few statistics, the Black unemployment rate is above 12 percent and the Hispanic unemployment rate is over 10 percent, and Black-owned businesses were shuttered at more than twice the rate of white-owned businesses during the early stages of the pandemic.", "In terms of monetary policy, the appropriate focus right now is on getting the country back to work.", "For that reason, policy is supporting very low interest rates to provide stimulus to the economic recovery and keeping inflation expectations anchored at 2 percent.", "In thinking about the future path of policy, it is important to recognize that the pandemic engenders a unique and highly uncertain economic outlook.", "This is not a standard recession and the economic future is inextricably tied to the spread of the virus, people's behavior in containing that spread, and the development of vaccines and therapeutics.", "Given this uncertainty, transparency and flexibility in our policy approach will enable us to respond to changes in the outlook as they happen.", "Indeed, these are key features of the forward guidance we issued after the FOMC meeting in September.", "September's FOMC statement clearly linked our policy to the key elements of the new policy framework.", "In particular, it stated that the Committee expects it will be appropriate to maintain the federal funds rate at its current target range until labor market conditions have reached levels consistent with the Committee's assessments of maximum employment and inflation has risen to 2 percent and is on track to moderately exceed 2 percent for some time.", "By linking future policy actions to economic outcomes and ultimately our dual mandate goals, this forward guidance clearly describes the key elements of the FOMC's reaction function to economic developments and a changing outlook.", "One of the most important, but perhaps overlooked parts of our August announcement is that we will review our longer-run framework roughly every five years.", "This represents the Fed's commitment to transparency and our willingness to continue to adapt to changing circumstances.", "Reviewing our longer-run framework and approach to our goals more frequently will ensure we are well prepared for the future, whatever it may bring.", "I'll conclude with this: these are extraordinary times.", "The announcement of changes to our longer-run framework comes during one of the most challenging periods our country and our economy have ever faced.", "These changes to the framework mean that we are well positioned to deliver on our dual mandate goals and support a strong and sustained economic recovery.", "See Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy, as amended effective August 27, 2020.", "See Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, September 16, 2020.", "John C. Williams, A New Chapter for the FOMC Monetary Policy Framework, Remarks at \"In Conversation: New York Fed Presidents on COVID-19\" (Bretton Woods Committee Webinar) (September 2, 2020).", "Thomas M. Mertens and John C. Williams, \"Tying Down the Anchor: Monetary Policy Rules and the Lower Bound on Interest Rates.\"", "In John H. Cochrane and John B. Taylor (eds.", "), Strategies for Monetary Policy, Hoover Institution Press, Palo Alto, CA, 2020.", "Athanasios Orphanides and John C. Williams, Robust Monetary Policy Rules with Unknown Natural Rates, Brookings Papers on Economic Activity, 2002, No.", "See Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy, as amended effective August 27, 2020.", "Claire Kramer Mills and Jessica Battisto, Double Jeopardy: COVID-19's Concentrated Health and Wealth Effects in Black Communities, Federal Reserve Bank of New York, August 2020.", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, September 16, 2020; Board of Governors of the Federal Reserve System, Transcript of Chair Powell's Press Conference, September 16, 2020.", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, September 16, 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Dual Mandate Goals", "Inflation", "Monetary Policy Framework", "Unemployment", "Economic Recovery", "Interest Rates", "Labor Market", "Maximum Employment", "Forward Guidance", "Neutral Rate of Interest"]}