{"sentences": ["Ladies and gentlemen, friends from the media, good morning.", "Your Financial Stability Coordination Council is proud to release today the 2nd semester 2020 Financial Stability Report or the FSR.", "As you know, we made the decision early this year to shift from an annual publication to a twicea-year release, despite the difficulties to produce such a report.", "In fact, if I may just share with you a bit of trivia, we were about to release the FSR in late February only to completely re-do everything to put COVID-19 as the centerpiece.", "Five months removed from our first semestral release in June, we thank you for joining us for our 2nd semester report.", "We all recognize the complications that COVID-19 has brought upon the Philippine economy, and more so to our households, friends, and loved ones.", "But while our daily lives have changed since the pandemic, we should look beyond our current circumstances and prepare for tomorrow.", "Doing so will give us direction and purpose, understanding the recent past but be better for the future.", "This is a central theme of the FSR that we issue today-that businesses and households are in a different situation than in 2019.", "Nevertheless, the FSR offers a distinct vision of tomorrow, which we have crafted after considerable reflection.", "We believe that the future will continue to carry a premium on physical space and the trend towards digitization is irreversible.", "We also believe that there will be more granular changes in risk behaviors and consumer preferences.", "As simple as this sounds, this has significant effects on how products and services are produced and consumed.", "Changes will be nuanced across different economic activities.", "This is because it is the distribution of purchasing power that matters.", "What can be bought, how and where things are consumed, the immediate preferences for investments, all these are likely affected by the income and risk aversion shocks which we outline in the FSR.", "We offer our vision for the New Economy to serve as an anchor towards which stakeholders may transition.", "This New Economy is not just a \"post-COVID\" world.", "Rather, we expect it to be defined by a different set of market arrangements, changed business models, and distinguished by new behaviors.", "And for the authorities, it also means adjusting our lens to account for systemic risks when we oversee the functioning market.", "The details of all these are in the FSR and I invite everyone to download a copy.", "Our goal is to reduce the uncertainties so that all stakeholders can make well-informed decisions.", "Systemic risk is a complex topic to decipher and discuss but I am confident that you will find this FSR edition useful."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Financial Stability", "New Economy", "Risk Behaviors", "Consumer Preferences", "Systemic Risks", "Market Arrangements", "Business Models", "Purchasing Power", "Digitization"]}