{"sentences": ["Salutations Mr Michael Nacola; Managing Director, BSP Life Limited The BSP Life Board, Management and Staff; Ladies and Gentlemen.", "Bula vinaka and a good morning to you all.", "Thank you very much for the invitation to officiate at this ground breaking ceremony for BSP Life's Voivoi Warehouse Development.", "For those who know me well, you would know of my preference to sit amongst you as a guest rather than officiate as Chief Guest.", "I however accepted the invitation as it gives me an opportunity to provide an update on our economy in line with the significance of the timing of this occasion, as well as convey my sincere appreciation to the board of BSP Life, Michael and your Team, for making this bold business decision to invest in the current environment.", "I wish to applaud your confidence in Fiji and I sincerely hope this will encourage others who are currently adopting a \"wait and see approach\" to invest sooner rather than later.", "This investment is a reminder to all of us of the important role that the private sector plays in contributing towards Fiji's economic development, while meeting the needs of our communities.", "It is indeed out of the ordinary to witness an event such as this take place in the midst of the current pandemic.", "However, I am not so surprised that an institution like BSP Life is bringing us together today, for exactly that - to be extraordinary during what is now being referred to as the new normal.", "BSP Life has become a household name and over the years has built a strong track record, reputation and brand amongst our people.", "Their tagline of \"With you for life\" is in my view, very fitting, as they have continued to demonstrate their commitment to serving the Fijian people for life.", "Today's ceremony marks an important milestone in BSP Life's career as this new development will support business in Nadi by catering to the growing demand for office space and contribute towards stimulating economic activity, which is particularly important in the current climate.", "Ladies and Gentleman, as you are all aware the world is sailing in uncharted waters, and the seas are rough.", "The Coronavirus has inflicted severe damage on the human, social and economic fronts.", "There are currently over 43 million active cases worldwide and around 1.2 million deaths across the globe.", "Despite hitting our economy hard, I am pleased to highlight that Fiji has had no COVID community transmissions for almost 200 days now.", "Furthermore, while some countries are reimposing lockdown measures in response to the second wave of the virus, here in Fiji we are blessed and privileged to be able to gather for functions like this, attend soccer and rugby matches in person with other fans as well as meet for religious functions.", "Let us not take this for granted and we appreciate the good work done by our agencies.", "Economic Updates The IMF estimates the economic impact of the coronavirus to reach US$28 trillion by 2025.", "Unemployment has spiked in all countries and the global economy is projected to contract by 4.4 percent in 2020, with 90 million people falling back into extreme poverty.", "This is a crisis like no other and the outturn is expected to be worse than the Global Depression of the 1930s.", "Unfortunately, the Fijian economy has not been spared from the wrath of the pandemic.", "With international borders closed, Tourism, the mainstay of our economy, has come to a standstill.", "Given that tourism cuts across many sectors and accounts for 30-40 percent of Fiji's Gross Domestic Product, the Fijian economy is forecast to contract by 21.7 percent this year - our largest contraction since the 6.3 percent decline in 1987.", "We are currently reviewing our economic forecasts and it is encouraging to note some improvements in domestic economic activity since the onset of COVID-related restrictions in the first quarter.", "Mobility and consumption indicators have picked up in line with the easing of the restrictions domestically while cane, timber and some manufacturing outputs have recovered somewhat from their lows recorded in the first half of the year.", "In this regard, I am pleased to highlight that positive developments in the partial indicators that we monitor point towards a softening of the contraction that was projected earlier.", "Our official forecast will be released later next month.", "Monetary Policy Objectives Despite losing close to a billion dollars in tourism related foreign exchange income over the past 6 months, our foreign reserves remain at comfortable levels of just above $2.2 billion and sufficient to cover 8.2 months of retained imports.", "Rumours of a devaluation were rife on social media sometime back, and there are some who continue to speculate with the aim of harming business confidence.", "Just as I said 18 months ago, I assure you that there will be no devaluation as our foreign reserves position will be stable over the medium term.", "On inflation, I am pleased to highlight that price pressures are currently subdued with inflation averaging -2.4 percent in the first nine months of this year.", "We expect inflation to remain in the negative territory into mid-2021.", "The Reserve Bank has maintained a system flush with liquidity to create an accommodative financial environment conducive to investment and supportive of recovery.", "Liquidity in the banking system surpassed the $1 billion mark for the first time ever in August and has since hovered above $900 million placing downward pressure on interest rates and banks' cost of funds.", "The RBF will ensure that liquidity remains ample and we stand ready to inject more should the need arise.", "The outlook for the Reserve Bank's twin monetary objectives of low inflation and adequate foreign reserves remains intact, although the extended border closure poses a key downside risk for domestic economic recovery going forward.", "Our financial system is sound, well capitalised and profitable coming into this crisis and we are in a reasonably good position to cushion any related shocks.", "Supporting Economic Growth In light of the ongoing global travel restrictions, we continue to strategise and plan for steering the economy forward as we await news of progress on vaccines and other solutions.", "During these times, we are encouraged by investors like BSP Life who are not holding back on their plans and continue to display the confidence required for our economy to quickly recover.", "This is a time when Fiji needs good investments to assure of our sustainability and economic viability going forward.", "In our Industry Visit to the West last week, it was reassuring to note the plans for over $0.5 billion in investments earmarked for the Nadi/Lautoka corridor.", "For large investors with sufficient cash flow, it makes sense to invest now, as the economic slack and ample system liquidity have placed downward pressure on construction, labour and interest costs.", "Additionally, the recent incentives introduced by Government in the 2020-21 National Budget such as the reduction in taxes and elimination of stamp duties are an important catalyst for the private sector to press on with their plans for expansion.", "BSP Life's recent investments such as the refurbishment of Sofitel ($46m), the Voivoi commercial development acquisition ($33m) and the current facility construction shows their commitment to progress and confidence in the economy.", "In total, the company has invested over $128 million in various ventures to sustain its growth over the medium to long term.", "Ladies and Gentlemen, in addition to these investments, BSP life has invested a significant amount in private equity in the last 5 years.", "Their pool of fixed-income investments which include investments in Governments Infrastructure Bonds means they are investing in Fiji's future.", "BSP Life also provides security and savings for our people and over the past 5 years, they have paid out close to $300 million in maturing life policies, claims and bonuses.", "Adding up these achievements shows that BSP Life is not only a leading corporate entity, but one that has contributed to and continues to support the growth of the nation.", "I understand that the Chief Investment Officer will provide us with more details of this current development so I will not divulge any further details.", "I wish to conclude by once again thanking the BSP Life team for inviting me to today's ceremony and I congratulate the Board, Management and Staff on this notable achievement."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["BSP Life", "Investment", "Economic Impact", "Monetary Policy", "Tourism", "Inflation", "Foreign Reserves", "Liquidity", "Private Equity", "Economic Recovery"]}