{"sentences": ["Ladies and gentlemen, It gives me great pleasure to come to the Bund Summit and share with you China's progress in opening its financial sector in recent years and the prospects of financial opening-up in the new development pattern.", "Financial opening-up in the new development pattern China's economy has shifted from high-speed growth to high-quality development.", "President Xi Jinping's strategic decision to build a new development pattern is made on the basis of the changes in the stage, environment and conditions of China's development.", "The new pattern does not mean minding our own business behind a closed door, but making better use of both international and domestic markets and resources for a more robust and sustainable development.", "Building a new development pattern caters for the major background that the Chinese economy has deeply integrated into the global economic and trade system.", "As a key participant in the global economic and trade system, China is now the largest trader and second biggest direct investment destination, as well as one of the key hubs and manufacturing centers of the global value chain.", "From 2002 to 2019, China's annual contribution to the global economic growth approached 30 percent on average.", "Building a new development pattern implies that a new regime for economic It requires us to make better use of both openingup at a higher level should be established.", "international and domestic markets and resources.", "We should improve the quality and efficiency of economic development not only by facilitating the flow of goods and factors, but also by promoting opening-up based on rules and systems to enhance the institutional competitiveness.", "It is beneficial to both China's and the world economy.", "Building a new development pattern requires the financial sector to be opened up further.", "Financial opening-up has not only brought institutions, businesses and products into China and thus increased the supply of financial factors, but has also promoted the improvement of rules and systems and thus increased the supply of financial regimes.", "It helps enhance the efficiency and capability of the financial sector in serving the real economy, and fuel high-quality development of Chinese economy.", "Progress in financial opening-up in recent years In the past two years, China has made strides of milestone significance in financial opening-up, rolling out more than 50 opening-up measures and achieving remarkable results.", "First, we have thoroughly removed foreign ownership caps in the banking, securities, futures, fund management and life insurance sectors.", "Foreign-funded financial institutions have been actively expanding their networks in China.", "Since 2018, China's market has witnessed the joining of eight foreign-holding securities companies, two foreign-holding fund management firms, 20 private securities investment fund managers, as well as international rating agencies including Standard & Poor's and Fitch Ratings.", "Second, we have made continued efforts to expand business scopes of foreign financial institutions.", "To name but a few, we lifted restrictions on business scopes of foreign securities companies to ensure they enjoy the same treatment as domestic institutions.", "We permitted foreign-funded banks to become the lead underwriters for debt investment instruments after market-based evaluation.", "We also permitted foreign bank branches and subsidiaries to get qualified for fund custody.", "Third, we have constantly improved the two-way opening-up of the capital market.", "In the first nine months of this year, China's interbank bond market witnessed a RMB719.1 billion increase of bonds held by foreign investors.", "Recently, FTSE Russell announced that it will incorporate China's government bond into its World Government Bond Index.", "It should be noted that the opening-up of the financial sector is mutually beneficial.", "The competitive nature of the financial sector determines that opening-up and competition promotes China's financial sector development and efficiency.", "Meanwhile, foreign investors joining the Chinese market can more easily share the benefits of economic development and the reform and opening up of China.", "Hence, a win-win situation.", "Continued efforts to promote opening-up of the financial sector and create a financial business environment that is market-oriented, law-based and international First, we will fully roll out the pre-establishment national treatment and negative list regime, which will transform the philosophies and modes of opening-up.", "Despite the rapid opening-up of China's financial sector, we have noticed in our communications with foreign financial institutions and central banks that foreign-funded institutions are still subject to many permit applications and complex formalities in practice even though restrictions on market access and business activities have been lifted.", "They still appeal for a more open financial sector.", "This indicates that the financial sector still has a lot to do in shifting to the negative list management.", "There is no contradiction between the negative list management and the licensed-operation requirements of the financial sector.", "Under the negative list regime, the market access and business operations of financial institutions must also meet the qualification requirements and be conducted with licenses.", "There is no contradiction between the negative list management and the strengthening of interim and ex-post oversight, either.", "Under the negative list mode, regulators can shift more resources from access management to interim and ex-post oversight to improve regulatory efficiency.", "Second, we will coordinate and promote the opening-up of the financial service sector, the reform of the RMB exchange rate formation mechanism and RMB internationalization.", "The reform of the RMB exchange rate formation mechanism should aim at enhancing the flexibility of the RMB exchange rate and allowing the exchange rate to act as an \"automatic stabilizer\" in macroeconomic stability and balance of payments.", "The internationalization of RMB should be market-oriented.", "Regulatory authorities should reduce the restrictions on the cross-border use of RMB.", "Besides the market-based principle, we should also improve the support system for the use of domestic currency, which will in turn create more favorable environment and conditions for the market to play its due role.", "Third, we will prevent risks while accelerating opening-up.", "We should intensify macroprudential management, implement more professional and effective financial regulation, establish sound \"firewalls\", improve the capability of forestalling and defusing major risks, and align our regulatory competence with the level of opening-up.", "In the new situation, based on our weaknesses and the demand for higher-level opening-up, we will further financial opening-up toward greater progress and provide strong support to the building of a new development pattern and high-quality economic development."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial opening-up", "New development pattern", "RMB internationalization", "Negative list management", "Foreign financial institutions", "Financial sector reform", "Capital market opening-up", "Macroprudential management", "Risk prevention", "Regulatory efficiency"]}