{"sentences": ["Dear Journalists, welcome to this conference at CBK We are aware of the challenges that Kosovo is facing but I believe that through dialogue, partnership and economic and political unity we can manage to minimize the negative effects of the pandemic.", "This conference has economic, social and above all psychological importance as regards the image of Kosovo, but above all to assure the citizens that CBK is more stable than ever.", "I would like to share with you that the CBK is closely following the recent events in Kosovo, so we have engaged in additional monitoring activities.", "The banking sector is more stable than ever, liquid, well-capitalized and with positive business.", "For the sake of informing the public, we continuously pay attention to internal controls, which aim at preventing losses and reliable financial reporting, therefore we have made the ad-hoc registration of the cash situation in the Central Bank of the Republic of Kosovo.", "The main objectives of this registration were to verify that all cash transactions in the bank were recorded in a timely and accurate manner in the accounting records for financial reporting purposes.", "Based on the results of this registration we have concluded that the reporting of cash situation in the financial statements of the Central Bank of the Republic of Kosovo is reflected accurately, fairly and in a timely manner, as well as in full compliance with the physical condition of cash.", "This testifies to an effective system of internal controls in the Central Bank of the Republic of Kosovo by reducing the possibility of fraud, misconduct and wrongdoing.", "The economic consequences of the COVID-19 pandemic are now evident in Kosovo's economy, where both CBK forecasts and those from international financial institutions such as the International Monetary Fund and the World Bank suggest that Kosovo's economy in 2020 will mark economic downturn.", "According to CBK forecasts, Kosovo's economy in 2020 will mark a decline of about 7.2%.", "However, these forecasts may be revised again given the numerous uncertainties surrounding the development of the pandemic in the coming months and, consequently, the measures that may be taken by the responsible authorities to manage the pandemic situation.", "The causes behind the economic downturn are mainly related to the measures taken to prevent the spread of the pandemic, which negatively affected both the level of consumption and the level of investment in the country.", "In addition to the internal factors that influenced the decline in consumption, such as restrictions on the development of activity for many businesses, the potential loss of jobs and so on, the decline in diaspora visits in Kosovo during this period had a significant impact on the decline in consumption in the country as well, which usually represent a very important source of increasing overall demand in Kosovo.", "Based on the data recorded until July 2020, the expenditures of non- residents in Kosovo, most of which are from the diaspora, were about EUR 300 million, compared to the value of EUR 643 million recorded in the same period of last year.", "However, it remains to be seen how the pandemic situation will develop over the remainder of the year to assess the impact for the year.", "We have recently seen a significant increase in visits from the diaspora following the easing of measures, but it remains to be seen what will happen in the coming months.", "On the other hand, when it comes to the connection of the diaspora with our economy, a factor that has greatly influenced the mitigation of the crisis have been remittances, which even in these very difficult times for the world economy, continued the steady flow towards our economy.", "The value of remittances received until August 2020 was EUR 608.6 million, which represents an annual increase of 10 percent.", "The decline in consumption in Kosovo during this year was reflected in a lower value of imports of goods, which by July 2020 amounted to EUR 2.03 billion or an annual decline of 9.9 percent.", "On the other hand, exports of goods amounted to EUR 290.1 million, marking an annual increase of 15.8 percent, mainly based on the growth of exports of base metals.", "As a result, the trade deficit (of goods) during this period recorded a value of EUR 1.74 billion, which represents an annual decline of 13.1 percent.", "In terms of foreign direct investment, their value by July 2020 reached EUR 202.6 million, compared to the value of EUR 147.7 million recorded until July 2019.", "During this period, real estate investments, which represent the main category of FDI in Kosovo, decreased to EUR 100.6 million, from EUR 117.6 million a year earlier.", "Their decline can be explained by the restriction of the movement of the diaspora towards Kosovo, but nevertheless this category remains the largest category of FDI in Kosovo.", "On the other hand, FDI in the financial services sector increased by EUR 54.5 million, compared to EUR 14 million recorded a year earlier.", "In these conditions, when revenues from the external sector have declined, the economy of Kosovo has continued to benefit from the continuous growth of lending to the banking sector of Kosovo.", "The total value of active loans in the banking sector of Kosovo in September 2020 was EUR 3.2 billions, which represents an annual increase of 7.6%.", "The value of new loans issued for the period January-August 2020 is EUR 912.5 million, compared to EUR 959 million or a decrease of 5 percent compared to a year ago.", "However, during July-August of this year we have promising data, where new loans granted by the banking sector are worth EUR 320.7 million compared to new loans issued in the same period last year of EUR 260 million, or a 23 percent increase.", "The increase in lending has undoubtedly been facilitated by the CBK regulatory and supervisory measures, which were aimed at easing the debt payment burden for borrowers as well as easing regulatory requirements for banks.", "Deposits continue to represent the main source of funding for the banking sector and marked an annual increase of 8.6 percent in September 2020.", "It is important to note that household deposits represent 67 percent of total deposits in the banking sector, which have increased by 7 percent compared to the same period last year.", "Similar to previous years, the effective interest rate on loans is 6.4 percent as it was in September 2019, while the interest rate on deposits is 1.5 percent, the same as in September last year.", "The satisfactory situation also appears in terms of the sustainability indicators of the banking sector.", "The capital adequacy ratio continues to be above the required regulatory minimum standing at 16.9 percent in September 2020 from 16.5 percent in September 2019.", "Satisfactory situation is also presented in terms of liquidity, where the liquidity ratio stands at 37.7 percent, which is above the required regulatory minimum of 25 percent.", "The non-performing loans rate remains low at 2.7 percent, while their provision coverage is 137.8 percent.", "We also have positive developments in the insurance sector, which until September 2020 had a slight decline in activity, however had a positive financial performance, as well as with the improvement of the liquidity position.", "By September 2020, the assets of the insurance sector amounted to EUR 215 million, which represents an annual increase of 9.3 percent.", "Also, it is worth noting the fact that during 2020 alone, the value added of capital in this sector is about EUR 12 million increasing the ratio of capital to assets from 25.4 percent to 26.8 percent.", "Microfinance and non-bank financial institutions (MFI-NBFIs) also continued to have significant increases in assets, i.e.", "In September 2020, the value of total loans reached EUR 218.8 million, which represents an annual increase of 2.0 percent.", "Given the continuing pandemic and consequently the potential negative effects on the economy, we as the Central Bank are committed to take further measures to support the economy by facilitating the flow of lending to the private sector.", "In this context, we are planning to undertake a new measure, similar to the measures taken by the European Central Bank, through which the regulatory capital requirement for banks will be temporarily reduced, which is expected to release a significant part of capital that can be used to lend to the economy.", "The regulatory capital requirement will then gradually return to the level required under normal conditions in line with the pace of the economy's return to normalcy.", "In the initial discussions with the Kosovo Banking Association and bank representatives, our approach to the pandemic was welcomed and highly appreciated, which led us to believe that it will be effective in achieving our goal of supporting the country's economy.", "The contribution of the banking sector to the economic recovery is expected to increase further after the eventual passage of the Law on Economic Recovery in the Assembly of Kosovo, given the fact that a significant part of the economic recovery package is based on measures to facilitate access to finance.", "More specifically, interest rate subsidies and credit guarantees are expected to play a very important role in increasing credit financing in our economy.", "However, here we must take care to make this scheme of economic support as effective as possible by carefully defining the eligibility criteria for the beneficiaries.", "In this case, we must take into account the fact that the financial position of a significant part of businesses and individuals has been negatively affected by the crisis, but this should not exclude them from benefiting from access to finance facilities because they may be categorized as bad borrowers.", "If the Kosovo Credit Guarantee Fund would only accept guaranteeing loans to customers who have not had any problems with repaying the loan, then we would end up supporting customers who even without such a scheme could provide access to credit, while we would exclude those who need such a scheme the most in order to help them recover."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["economic downturn", "banking sector", "lending", "pandemic", "deposits", "remittances", "foreign direct investment", "interest rates", "liquidity", "capital adequacy"]}