{"sentences": ["SPEECH On the edge of a new frontier: European payments in  Keynote speech by Fabio Panetta, Member of the Executive Board of the ECB, at the ECB Conference \"A new horizon for pan-European payments and digital euro\" Frankfurt am Main, 22 October 2020 It is a great pleasure for me to open this conference on the new horizon for European payments.", "Payments are indispensable to our daily lives and to the functioning of our economies.", "They allow money to fulfil its role as a dependable means of exchange and thereby help to maintain trust in our currency.", "As central bankers, we have therefore been tasked with ensuring the smooth functioning of payment systems.", "Payments are undergoing fundamental change, driven by the digital revolution and its impact on the demand for new forms of payment, the provision of innovative payment services and the response of public authorities.", "Central banks have a key stake in the digital transition of payments and are adapting their policies to ensure that payments remain resilient, efficient and inclusive.", "In my speech today I want to address the transformation that is taking place in the payments landscape.", "The European market is registering significant progress due to the digital revolution.", "However, the transition to a digital payments market may create inefficiencies and risks that require an adequate response by European authorities, in order to ensure that payments continue to serve citizens well.", "The changing payments landscape Digital technologies are changing our economies.", "They affect the way people consume and the way companies produce and sell goods and services.", "E-commerce sales, for example, have doubled in the euro area over the past six years and have jumped by one-third during the lockdown compared with pre- crisis levels.", "Radical innovation and new players are shaping the market and have the potential to bring more choice, efficiency and inclusion to payments.", "But an uncontrolled transition could lead to more complexity, higher concentration, lower standards and reduced autonomy of European payments, generating risks for consumers and financial stability.", "Central banks have an inherent interest in accompanying the digital transition so that payments remain safe, efficient and inclusive.", "They must be alert and respond to three trends that are shaping the payments landscape.", "The first trend is the evolving preferences of European consumers and businesses.", "While cash is still the main way people make retail payments in the euro area, its role is diminishing.", "Cash increasingly accounts for a smaller share of point-of-sale and person-to-person transactions in the euro area.", "And in terms of the value of transactions, it fell from 54% to 48%.", "The parallel expansion of cashless transactions has been largely driven by card payments, which have increased from 19% to 24% in terms of volume and from 39% to 41% in terms of value.", "Turning to other retail payments by households, cash is seldom used.", "Cards and e-payment solutions dominate remote purchases[5], while direct debit and credit transfers are the most common way people pay their bills[6].", "The trend towards cashless payments has been accelerated by the pandemic.", "There has been a surge in online payments by households and a shift towards contactless payments in shops.", "About 41% of respondents to a recent survey say they have reduced their use of cash.", "The vast majority of them expect to continue to pay less with cash after the pandemic is over.", "Against this background, the Eurosystem has a responsibility to ensure that costless, risk-free payment options remain available to all.", "This includes ensuring continued access to cash.", "The second trend we need to respond to is the evolving structure of the payments market, which risks becoming both more fragmented and more concentrated in each segment.", "On the one hand, the acceleration towards digital payments is adding to the diversity of payment methods.", "But it is also increasing market fragmentation and complexity.", "New fintech players increase potential competition and innovation, but only a fraction of their innovative payment solutions are useable for the most common transactions, such as online, in shops and peer to peer.", "Moreover, domestic card schemes are often not useable in other Member States.", "The risk is that payments are not as simple, efficient and affordable as they could be.", "On the other hand, there is a risk of excessive concentration and insufficient competition in each market segment.", "Europe is already experiencing the dominance of a handful of payment service providers: PayPal dominates online payments, while Visa and Mastercard handled more than two-thirds of card payment transactions in Europe in 2018.", "In the future, concentration might be exacerbated by the ability of global technology firms - the so-called big tech firms - to leverage their large customer bases and offer payments services in Europe and globally, initially bundling them with their other products and gradually extending them to broader use cases online and in shops.", "Given the strong network effects in payments, these firms could acquire excessive market power.", "The Eurosystem must respond to these risks by facilitating market entry and diversity in the supply of payment services, in particular by European players.", "This would foster competition in all parts of the payments value chain, ensuring that Europe can be at the cutting edge of innovation and efficiency, to the benefit of customers.", "The third trend we need to consider is the increased risks that would be associated with dependence on foreign payment instruments and technologies.", "While openness to global competition is crucial to foster innovation, excessive dependency on foreign private or public digital means of payment and technologies could lead to adverse effects.", "These relate, for example, to the ownership of critical data, or issues of traceability in the fight against money laundering, terrorist financing and tax evasion.", "Also, a payment market that relies on technology designed and controlled elsewhere may not be fit to support our Single Market and single currency and could be vulnerable to external disruption, such as cyber threats.", "Moreover, if the bulk of deposits are denominated in foreign private or public digital assets, with weak links to our currency, European monetary and financial sovereignty could be weakened.", "The Eurosystem therefore has a key role to play in ensuring that innovative payment solutions offered by new players benefit European consumers, while preserving European monetary and financial sovereignty.", "The Eurosystem's response to the changing payments landscape Faced with a changing payments landscape, the Eurosystem has put in place a comprehensive strategy to foster a competitive market that is capable of responding to changing consumer preferences and is rooted in the EU framework and our single currency.", "I will briefly explain the essential elements of our payment strategy.", "Continued provision of cash In spite of the reduction in the use of cash for payments, the demand for euro banknotes is increasing at an annual rate of about 10%, and accelerated sharply at the onset of the pandemic[10].", "In response to these developments, the Eurosystem is carefully planning its activities related to the cash supply chain - production, storage, distribution and recirculation - in order to ensure it remains resilient.", "We are well prepared to ensure the continued availability of banknotes, including in crisis situations: our stocks of cash in each country, at Eurosystem level and for all banknote denominations, are continuously monitored, and scenario analyses are used to anticipate any risk of depletion and react accordingly.", "We engage with banks and all stakeholders involved in the distribution of banknotes to ensure appropriate service levels, geographical coverage and fee policies.", "Looking ahead, we have recently launched our Cash 2030 strategy to ensure that banknotes remain widely available and accepted as a competitive, reliable payment instrument and store of value that can be owned and used directly by all consumers.", "We welcome the decision of the European Commission, in the context of its Retail Payments Strategy for the EU, to reconvene the Euro Legal Tender Expert Group in 2021 to examine developments regarding the acceptance and availability of euro banknotes.", "Retail payments strategy The Eurosystem's retail payments strategy aims to foster competitive and innovative payments by providing cutting-edge payments infrastructures and supporting pan-European solutions.", "A fundamental component of our strategy addresses the need for pan-European initiatives that allow consumers and merchants to have easy access to efficient payments.", "In 2019 the ECB's Governing Council formulated five objectives that any such initiative would need to fulfil: pan-European reach and seamless customer experience; convenience and low cost; safety and security; European brand and governance; and global acceptance.", "We welcome initiatives by European players to create unified panEuropean payment solutions, provided that they fulfil these objectives.", "The recently launched European Payments Initiative seeks to replace national schemes for card, online and mobile payments with a unified card and digital wallet that can be used across Europe.", "To succeed, it will need to overcome the existing fragmentation of national card schemes with a view to covering the whole EU and offering a credible alternative to global players.", "Other initiatives are in the pipeline, and we will assess whether they comply with our five objectives.", "Another key element of our strategy is the fast deployment of instant payments, which allow households and businesses to get access to their funds immediately - as the payment is completed - and in central bank money, eliminating any financial risk for either the payer or the payee.", "In 2018 the Eurosystem introduced a powerful platform for the continuous settlement of instant payments (TARGET Instant Payment Settlement, or TIPS), putting the euro area at the forefront of retail payments.", "In order to make instant payments available to everyone in Europe, we have recently taken important steps to ensure panEuropean instant payments by the end of 2021 via TIPS.", "We have also updated our retail payments strategy to embrace the objective of fostering competition and an innovative European ecosystem for payments.", "This includes actively supporting European fintech companies and promoting the use of pan-European harmonised electronic identity and signature systems in retail payments.", "We are cooperating closely with the European Commission.", "In fact, the European Commission's \"Retail payments strategy for the EU\" complements our own strategy by setting the stage for European legislation to contribute to objectives we share, such as making instant payments the new normal and making crossborder payments easier, faster and cheaper.", "At the root of our oversight activity lies the principle of \"same business, same risks, same requirements\".", "Our new oversight framework for electronic payment instruments, schemes and arrangements (PISA) will be released for public consultation in the coming weeks and will extend this approach to all relevant actors in the payments market, including the big tech firms.", "A properly designed oversight framework is necessary to guarantee competition and innovation in the payments market, while limiting the risks that new products and new players may generate.", "To avoid regulatory arbitrage and ensure a level playing field, it is critical that issuers and service providers of significant stablecoins are also regulated, supervised and overseen at European level.", "The European Commission's legislative proposals on crypto-assets (MiCA) are an important step in this regard.", "Together with its proposal on digital operational resilience (DORA) and our revised oversight framework, they will address the broader risks and threats posed by new products and players.", "If new, potentially systemic products are introduced before these regulatory and oversight initiatives are completed, this could endanger the integrity of the European payments system.", "The Eurosystem's work on a digital euro is an insight into the future of retail payments.", "A digital euro would make digital central bank money accessible to everyone.", "It would provide access to a simple, costless, risk-free and trusted digital means of payment that is accepted throughout the euro area.", "The possible issuance of a digital euro alongside cash would be driven by the same objectives I have already outlined: responding to evolving consumer preferences, fostering a competitive payments market and preserving European autonomy.", "A digital euro would both shape and promote the digitalisation of payments, in turn supporting the digitalisation and modernisation of the European economy.", "If properly designed, it would allow banks to build new business models and offer their customers cheaper and innovative services.", "It would increase privacy in digital payments thanks to the involvement of the central bank, which - unlike private suppliers of payment services - has no commercial interests related to consumer data.", "A digital euro could become necessary in a number of scenarios.", "For example, if people would become reluctant to use cash, if other electronic payment methods could become unavailable owing to natural disasters, or if foreign digital means of payments threatened to largely displace domestic money.", "But introducing a digital euro could pose challenges.", "Some are technical, such as cyber risks and the protection of privacy.", "Others are related to the possible impact on the activity of banks, on financial stability and on monetary policy.", "A properly designed digital euro would need to address such risks.", "We have started to explore appropriate strategies, for example in relation to the remuneration of digital euro holdings[14] and the protection of privacy.", "As the issuer of our currency, the Eurosystem is carefully examining the economic, technological, societal and strategic implications of the possible issuance of a digital euro.", "We have recently published our Report on a digital euro, and started a public consultation.", "We will carefully examine the feedback we receive, so that if and when developments around us make it necessary, we will be ready to issue a digital euro that meets the needs of Europeans.", "European authorities must be attentive and ready to respond to the ongoing transformation of the European payments landscape.", "They must ensure that digital payments are underpinned by a competitive and innovative market capable of meeting consumer demand, while preserving European sovereignty.", "To reach these objectives, the Eurosystem has set out a comprehensive strategy based on complementary elements, which range from the provision of cash to the promotion of pan-European payment solutions, the fast deployment of instant payments in the entire euro area, the introduction of a new comprehensive oversight framework embracing new products and players, and the preparation for the possible issuance of a digital euro.", "Our action on these fronts, in close cooperation with the European Commission and other European institutions, will help to foster a resilient and innovative European payments market that will strengthen confidence and trust in the euro.", "Digitalisation and the euro area and EU economies: Degree, effects, and key issues\", Occasional Paper Series, No 244, ECB, June.", "Among other means of payment, which account for the remainder, the share of credit transfers, direct debits and e-money has increased, while the share of cheques has declined.", "See ECB (2020), Study on the payment attitudes of consumers in the euro area (SPACE), forthcoming.", "Cash is used for about 4% of remote purchases and 11% of bill payments in terms of volume; 3% and 6% respectively in terms of value.", "Remote purchases include internet, telephone and mail order purchases.", "Approximately one-half and one-quarter, respectively, in terms of both volume and value.", "ECB (2020), Impact of the pandemic on cash trends (IMPACT), forthcoming; Allensbach-Umfrage zum Bezahlen in Deutschland 2020 (Initiative Deutsche Zahlungssysteme).", "When looking at the entire universe of retail transactions, whether they are made at the physical point of sale or online and whether they are made by private individuals, businesses or the public sector, the transformation of payment behaviour is even more striking.", "While cash continues to be used in the majority of retail payments, it accounts in value for similar amounts to cards and cheques, which are all dwarfed by payment instruments that are mainly used for remote payments, such as credit transfers (accounting for approximately 90% of all retail payments in value in 2019) and direct debits.", "Panetta, F. (2020), \"Beyond monetary policy - protecting the continuity and safety of payments during the coronavirus crisis\", The ECB Blog, 28 April.", "ECB (2020), \"ECB welcomes initiative to launch new European payment solution\".", "Sweden has recently joined TIPS (see ECB (2020), \"Sweden joins ECB's instant payments settlement platform\") and the Federal Reserve is taking steps to build an instant payments infrastructure, FedNow (see Brainard, L. (2020), \"  The Future of Retail Payments in the United States\", speech at the FedNow Service Webinar, 6 August).", "ECB (2020), \"ECB takes steps to ensure pan-European reach of instant payments\".", "See Bindseil, U. and Panetta, F. (2020), \"  Central bank digital currency remuneration in a world with low or negative nominal interest rates\", VoxEU, October.", "See ECB and Bank of Japan (2020), \" Balancing confidentiality and auditability in a distributed ledger environment\", Project Stella, February; and ECB (2019), \" Exploring anonymity in central bank digital currencies\", In Focus, No 4, December.", "ECB (2020), Report on a digital euro, Frankfurt am Main.", "Instant payments Financial market infrastructures Fintech Technology Euro Banknotes and coins Currencies Financial markets Digitalisation Money Please note that related topic tags are currently available for selected content only.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, email: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Media contacts Copyright 2020, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital payments", "Retail payments", "Instant payments", "Fintech", "European Central Bank", "Euro banknotes and coins", "Digital euro", "Financial market infrastructures", "Financial markets", "Technology"]}