{"sentences": ["SPEECH Monetary policy in changing conditions Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the second EBI Policy Conference on \"Europe and the Covid-19 Crisis - Looking back and looking forward\" Frankfurt, 4 November 2020 Europe is in the midst of the second wave of the coronavirus (COVID-19) pandemic.", "Rising infection numbers across the euro area have made new far-reaching containment measures necessary to contain the spread of the virus and protect the most vulnerable members of our society as well as our public health systems.", "The new measures will again come at significant personal and economic cost.", "They will slow the path of recovery, increase the risks of long-lasting labour market scarring and ultimately require new fiscal measures to sustain demand and provide relief to those who are least able to bear the burden of the crisis.", "Since the start of the pandemic, monetary policy has contributed to mitigating the social and economic costs of this crisis.", "In the euro area, the ECB has taken quick and decisive action to provide stability in financial markets, reduce borrowing costs and safeguard the supply of credit.", "In my remarks this afternoon, I will explain the ECB's response to the coronavirus crisis in more detail.", "I will start by briefly recalling the measures that the Governing Council took in response to the first wave of infections in spring.", "I will then discuss how the situation today differs from the situation we were facing in spring and the challenges monetary policy has to confront in the current environment.", "Monetary policy response to the first wave When the pandemic first broke out in Europe, financial conditions tightened significantly.", "Euro area stock markets fell into turmoil, collapsing by more than 35% in only a few weeks as investors rushed into safehaven assets (see left chart slide 2).", "The euro area sovereign bond market fragmented, causing spreads on lower-rated government bonds to rise sharply (see right chart slide 2).", "At the same time, corporate credit spreads reached levels last seen in the midst of the euro area sovereign debt crisis.", "In short, the very stability of our financial system was at risk and the transmission of our monetary policy was severely impaired.", "Indicators aggregating the stress levels in different market segments demonstrate how serious the situation in global financial markets was during the first two weeks of March (see slide 3).", "Swift and determined action was needed to ensure that what had started as an economic and public health crisis would not turn into a full-blown financial crisis, with self-fulfilling and destabilising price spirals and fire sales.", "Our response consisted of two carefully calibrated, mutually reinforcing and complementary pillars.", "The first pillar was the pandemic emergency purchase programme (PEPP).", "It was launched in March with an envelope of €750 billion, which was raised in June to €1.35 trillion, or 11% of last year's euro area GDP.", "The net purchase phase of the programme will run until at least June 2021 and, in any case, for as long as the crisis persists.", "The PEPP has been designed to serve two objectives: first, to counter the risks to the monetary policy transmission mechanism by stabilising financial markets and, second, to counter the negative shock to the economic and inflation outlook caused by the pandemic.", "To help meet these objectives, purchases under the PEPP can be allocated flexibly across time, asset classes and jurisdictions.", "The announcement of the PEPP instantly addressed the issue of illiquidity, instilled confidence and thereby reduced fragmentation.", "Throughout the euro area, spreads relative to German Bunds fell measurably following the announcement and stock markets recovered while systemic stress subsided (see slides 2 and 3).", "Private sector purchases, which also include commercial paper, directly contributed to easing financial conditions for non-financial corporates and to reviving the primary market for corporate bond issuance (see slide 4).", "Since the euro area is traditionally a bank-based economy, however, measures to support liquidity in financial markets were unlikely to prove sufficient.", "They had to be accompanied by measures to ensure that financing conditions for small and medium-sized enterprises (SMEs) would remain equally attractive.", "These considerations form the core of the second pillar of our response: preserving favourable bank lending conditions and acting as a lender of last resort to solvent banks.", "Contrary to earlier crises, this time banks acted as a critical backstop to the economy when the pandemic hit Europe, benefitting from comparatively high capital buffers.", "Liquidity-strapped firms were able to draw quickly on their credit lines, which protected millions of jobs.", "Between March and May alone, euro area banks extended €245 billion of credit to firms (see left chart slide 5).", "This pace of credit creation was unprecedented.", "Our targeted longer-term refinancing operations (TLTRO III) have been designed with a view to safeguarding the bank lending channel beyond the lifeline that banks had granted to firms and households in the early days of the crisis.", "These operations provide strong financial incentives for banks to maintain their lending to the real economy by offering funding at rates as low as -1% to banks fulfilling their lending thresholds.", "The attractiveness of these operations was reflected in the large take-up of funds in June and September (see right chart slide 5).", "We also decided on a comprehensive set of collateral easing measures to ensure the maximum use of our liquidity facilities.", "We now accept a much broader set of assets as collateral, including small loans to SMEs or even self-employed workers, and we accept them at more favourable conditions.", "Taken together, if we had not reacted proactively and forcefully, we would now presumably be in the middle of a severe financial crisis with devastating consequences for economic growth and employment in the euro area.", "Price and wage levels would probably have fallen significantly, running counter to our price stability mandate.", "Our measures have complemented and reinforced the strong fiscal expansion in the euro area that paved the way for a recovery in economic activity in the third quarter of this year, which was significantly faster than widely expected (see left chart slide 6).", "Downside risks to the economic outlook from the second wave The exponential surge in new COVID-19 infections since early October has, however, visibly skewed the risks to the economic outlook for the fourth quarter of 2020 to the downside.", "Incoming data point to an inversion in the trajectory of the euro area economy.", "In October, the composite purchasing managers' index (PMI) fell for the third month in a row and sank back close to contractionary territory for the first time since June, mainly reflecting deteriorating sentiment in the contact-intensive services sector (see right chart slide 6).", "Against this backdrop, the Governing Council last week noted - and I here I quote from our introductory statement - that it \"will recalibrate its instruments, as appropriate, to respond to the unfolding situation and to ensure that financing conditions remain favourable to support the economic recovery and counteract the negative impact of the pandemic on the projected inflation path\".", "Our deliberations will be informed by the December staff projections, which will offer a first tentative assessment of how persistent the economic effects of the new containment measures are likely to be, also taking into account the potential approval and distribution of a vaccine and the ensuing fiscal response.", "They will also include a thorough assessment of how monetary policy can best contribute to the economic recovery in the current environment that differs from the challenges we were facing in spring.", "Most notably, this time new partial lockdowns have had a much more localised impact on financial markets.", "Only equity markets have seen a measurable correction in recent weeks.", "Unlike during the early phase of the crisis, there has been no widespread flight into safe-haven assets.", "Market functioning has remained smooth and we have seen no signs of fragmentation.", "Quite on the contrary, the degree of accommodation currently embedded in euro area sovereign bond markets is practically unprecedented for the period since the global financial crisis, both in its scale and its breadth across countries.", "Today, the euro area GDP-weighted sovereign yield curve is well below its pre-pandemic level and firmly in negative territory up to the ten-year maturity (see left chart slide 7).", "The dispersion across euro area sovereign yields is also at the pre-pandemic level, which itself was well below the levels we had seen in the preceding years due to the substantial convergence in bond spreads in those countries hit hardest by the sovereign debt crisis (see right chart slide 7).", "There is not a single euro area country that is not benefiting from negative yields, in most cases extending out to the three-year maturity.", "Of course, the resilience in financial markets reflects, and is conditional on, the forceful monetary and fiscal policy response to the crisis.", "In the current environment of exceptional uncertainty, it would be naive to take the stability of euro area bond markets for granted.", "Investors have rather internalised that monetary policy will remain a stable and reliable source of support throughout the crisis.", "Challenges for monetary policy The current situation also highlights the much broader challenges that monetary policy is facing today and that we will be discussing as part of our ongoing monetary policy strategy review.", "One relates to the transmission of monetary policy to the real economy in a low interest rate environment and in changing economic circumstances.", "A second challenge relates to the potential side effects of our instruments.", "Let me briefly illustrate these challenges without offering any definitive answers.", "State- and time-contingent monetary policy transmission A variety of factors influence the extent to which changes in financial conditions affect aggregate demand.", "It depends, amongst other things, on the slope of the IS curve - the curve that balances investments and savings.", "This slope may be different when interest rates are low, or when they have been low for a protracted period of time.", "Although the response of investment and consumption expenditure to changes in interest rates is at the heart of stabilisation policies, this question has received surprisingly little attention in the literature so far.", "Academics and central bankers alike have focused on the slope of the Philips curve rather than the slope of the IS curve.", "A few studies suggest that monetary policy transmission may be non-linear in the level of the interest rate.", "This could affect the extent to which we can bring future activity into the present: researchers have dubbed this the \"macroeconomic reversal rate\".", "Before the pandemic, for example, we observed stagnation in households' intentions to frontload major purchases (see left chart slide 8).", "The household gross savings rate has increased rather than fallen.", "Evidence is too scant to draw definitive conclusions at this stage.", "Higher savings may also reflect the offsetting effects of structural factors.", "An ageing society, for example, may see its savings rate increase despite low real interest rates.", "What is more certain, however, is that the pandemic has reinforced the trend towards higher savings (see left chart slide 8).", "Much of these savings have been forced, although a considerable part represents precautionary savings.", "These developments highlight that the strength of monetary policy transmission may depend not only on the interest rate level but also on the state of the economy.", "This is a particularly important aspect at the current juncture.", "Significant and prevailing uncertainty about income prospects may weaken the willingness and ability of firms and households to take full advantage of loose financial conditions.", "Recent surveys indicate that households continue to plan to save more and not less as a result of the pandemic, despite historically low interest rates (see right chart slide 8).", "Firms, too, have built up large precautionary liquidity buffers.", "Their cash coverage - that is, cash and deposit holdings relative to gross interest payments - is more than four times higher than at the height of the global financial crisis (see left chart slide 9).", "Firms are likely to remain hesitant to commit funds to longterm investments for as long as the crisis persists and a vaccine has not been found.", "Such conditions may increase the lags with which policy actions are transmitted to the real economy.", "These lags could become longer if higher debt eventually raised the likelihood of deleveraging to repair balance sheets and restore net worth (see right chart slide 9).", "These considerations point towards the eminent importance of fiscal policies at times of low interest rates and high uncertainty to lift the economy out of the low-inflation, low-growth trap.", "Interaction between monetary policy and financial stability The second challenge that monetary policy is facing today relates to potential side effects, in particular related to financial stability.", "The pandemic highlighted that the interaction between monetary policy and financial stability is a two-way street.", "In the early phase of the crisis, forceful monetary policy action preserved financial stability.", "Our measures had a strong and immediately stabilising effect on both financial markets and the health and soundness of banks' balance sheets.", "But the lower interest rates are, and the flatter the yield curve is, the greater the risk that the sign may switch over time.", "This is the essence of the \"GDP-at-risk\" approach, which acknowledges the non-linear relationship between financial conditions and future economic growth.", "While macroprudential policies are the first line of defence against the build-up of financial vulnerabilities, it is widely acknowledged that such policies offer incomplete protection.", "Therefore, monetary policy cannot ignore financial stability risks.", "House prices are one example of possible side effects.", "They have increased considerably in recent years.", "There are visible signs of house price overvaluation for the euro area as a whole, especially in metropolitan areas.", "And we have heard and understood in our \"ECB Listens\" events that house price inflation is a major concern for people.", "Rising house prices are, of course, the result of a multitude of factors, such as supply and demand imbalances and demographics.", "Empirical evidence suggests that monetary policy, too, has a significant and lasting impact on house prices in the euro area.", "To some extent, the effect is intentional: a low interest rate environment makes housing investment relatively attractive compared with alternative asset classes, thereby reinforcing portfolio rebalancing.", "But we need to be mindful that it may ultimately cause risks to financial stability and make it harder for people to afford housing, thereby risking undermining public support for our policies.", "A second example of side effects relates to the bank lending channel.", "Ensuring that the banking sector continues to act as a shock absorber rather than an amplifier remains essential for the smooth transmission of monetary policy.", "If left unaddressed, procyclical financial intermediation effects could amplify the impact of the pandemic on the economy.", "Before the pandemic, the strong and rising demand for credit and an improving economic outlook offset the adverse effects of declining interest rate margins on banks' earnings and capital positions.", "The net effect of our measures on banks' return on assets has so far been clearly positive (see left chart slide 10).", "The latest bank lending survey, however, suggests that the deteriorating economic outlook and the rising risk of loan losses may constrain both credit supply and demand.", "In September, lending to non-financial firms contracted for the first time in a year (see also left chart slide 5).", "Changes in the liability structure of households may reinforce cyclical factors.", "In recent years, we have seen a remarkable decline in the share of new variable short-term loans for household purchases (see right chart slide 10).", "This means that many borrowers have already renegotiated their mortgages to lock in more favourable rates, potentially dampening the sensitivity of credit demand to lower rates.", "The depressed demand for credit may, in turn, make it more difficult for banks to compensate the effects of lower margins by expanding the supply of credit.", "These risks have three policy implications: first, continued fiscal support, including through guarantee programmes, is required to sustain the supply of credit and to avoid possible cliff effects; second, current conditions may raise the cost of further flattening the yield curve, particularly as a large part of banks' deposit funding remains floored at zero;[20] and, third, there is a need for our monetary policy to continue contributing towards ensuring that the bank lending channel remains operational.", "Summing up, I have argued that, in light of the second wave of COVID-19 infections and renewed lockdowns, further monetary policy support is required to safeguard favourable financial conditions and underpin economic activity in the face of a deteriorating growth outlook.", "In the coming weeks, the Governing Council will assess how our toolkit should be adjusted to best support the economy during the course of next year and beyond, based on the medium-term inflation outlook.", "While conditions are changing, our response will remain proportionate to the risks we are facing, give vital support to the economy and chart the path to a return of inflation towards levels closer to our aim.", "(2020), \"The ECB's response to the COVID-19 pandemic\", remarks at a 24-Hour Global Webinar co-organised by the SAFE Policy Center on \"The COVID-19 Crisis and Its Aftermath: Corporate Governance Implications and Policy Challenges\", Frankfurt am Main, 16 April.", "De Guindos, L. and Schnabel, I.", "(2020), \"The ECB's commercial paper purchases: A targeted response to the economic disturbances caused by COVID-19\", The ECB Blog, 3 April.", "Falling interest rates can either cause households to reduce their savings because of lower returns - the substitution effect - or to increase their savings to maintain their financial income - the income effect.", "(2020), \" Macroeconomic reversal rate: evidence from a nonlinear IS-curve\", DNB Working Papers, No 684, De Nederlandsche Bank, May; Borio, C. and Hofmann, B.", "(2017), \" Is monetary policy less effective when interest rates are persistently low?", "\", BIS Working Papers, No 628, Bank for International Settlements, April.", "For linear estimates of the IS curve, see Holston, K., Laubach, T. and Williams, J.C. (2017), \"Measuring the natural rate of interest: International trends and determinants\", Journal of International Economics, Vol.", "(2009), \"The natural rate of interest and the output gap in the euro area: a joint estimation\", Empirical Economics, Vol.", "Deutsche Bundesbank (2015), \"  German households' saving and investment behaviour in light of the low-interest-rate environment\", Monthly Report, October.", "and Ito, H. (2017), \" The interest rate effect on private saving: Alternative perspectives\", ADBI Working Paper Series, No 715, ADB Institute, April; Bobeica, E. et al.", "(2017), \" Demographics and inflation\", Working Paper Series, No 2006, ECB, January; Braun, R.A., Ikeda, D. and Joines, D.H. (2009), \"The Saving Rate in Japan: Why It Has Fallen and Why It Will Remain Low\", International Economic Review, Vol.", "Dahlhaus, T. (2016), \"Conventional monetary policy transmission during financial crises: an empirical analysis\", Journal of Applied Econometrics, Vol.", "(2013), \"Heterogeneous transmission mechanism: monetary policy and financial fragility in the euro area\", Economic Policy, Vol.", "(2007), \"Uncertainty and investment dynamics\", Review of Economic Studies, Vol.", "(1983), \"Irreversibility, uncertainty, and cyclical adjustment\", Quarterly Journal of Economics, Vol.", "The precautionary savings motive was confirmed by responses to the new ECB pilot consumer expectations survey.", "Alpanda, S. and Zubairy, S. (2019), \"Household Debt Overhang and the Transmission of Monetary Policy,\" Journal of Money, Credit and Banking, Vol.", "1265-1307; Alpanda, S., Granziera, E. and Zubairy, S. (2019), \" State dependence of monetary policy across business, credit and interest rate cycles\", Bank of Finland Research Discussion Papers, No 16, September; Aikman, D. et al.", "(2016), \" Financial Vulnerabilities, Macroeconomic Dynamics, and Monetary Policy\", Finance and Economics Discussion Series, No 2016-055, Board of Governors of the Federal Reserve System, July.", "Adrian, T., Boyarchenko, N. and Giannone, D. (2019), \"Vulnerable Growth\", American Economic Review, Vol.", "Adrian, T. and Liang, N. (2018), \"Monetary Policy, Financial Conditions, and Financial Stability\", International Journal of Central Banking, No 14(1), pp.", "ECB (2020), Financial Stability Review, May.", "Nocera, A. and Roma, M. (2017), \" House prices and monetary policy in the euro area: evidence from structural VARs\", Working Paper Series, No 2073, ECB, June.", "Iacoviello, M. (2005), \"House Prices, Borrowing Constraints, and Monetary Policy in the Business Cycle\", American Economic Review, Vol.", "A second structural change relates to the role of intangible assets, which have increased in importance in the euro area, both in absolute terms and relative to tangible assets.", "There is a growing body of research that suggests that intangible assets may be less sensitive to interest rates due to higher depreciation rates and their inability to be used as collateral.", "See, for example, Döttling, R. and Ratnovski, L. (2020), \" Monetary policy and intangible investment\", Working Paper Series, No 2444, ECB, July; Rampini, A.", "A. and Viswanathan, S. (2013), \"Collateral and capital structure\", Journal of Financial Economics, Vol.", "466-492; Crouzet, N. and Eberly, J.C. (2019), \"  Understanding weak capital investment: The role of market concentration and intangibles\", NBER Working Papers, No 25869, National Bureau of Economic Research; and Peters, R.H. and Taylor, L.A. (2017), \"Intangible capital and the investment-q relation\", Journal of Financial Economics, Vol.", "For the euro area as a whole, short-term loans today only account for around one-third of all outstanding mortgages.", "In Germany and France, it is around 10%.", "Heider, F. Saidi, F. and Schepens, G. (2019), \"Life below Zero: Bank Lending under Negative Policy Rates\", The Review of Financial Studies, Vol.", "3728-3761; Borio, C. and Gambacorta, L. (2018), \"Monetary policy and bank lending in a low interest rate environment: Diminishing effectiveness?", "\", Journal of Macroeconomics, Vol.", "Borio, C., Gambacorta, L. and Hofmann, B.", "(2017), \"The influence of monetary policy on bank profitability\", International Finance, Vol.", "48-63; Claessens, S., Coleman, N. and Donnelly, M. (2016), \" Low-for-long interest rates and net interest margins of banks in advanced foreign economies\", IFDP Notes, Board of Governors of the Federal Reserve System, April.", "Slides Coronavirus Pandemic emergency purchase programme (PEPP) Monetary policy Financial stability Risks Uncertainties Economic development Central banking Banking sector Euro area Policies Please note that related topic tags are currently available for selected content only.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, email: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", " Media contacts Copyright 2020, European Central Bank"], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial markets", "Economic outlook", "Euro area", "ECB", "Pandemic", "Inflation", "Financial stability", "Bank lending", "Interest rates"]}