{"sentences": ["Mrs Jennifer Bairner, Counter Illicit Finance Advisor at the British High Commission, Ladies and Gentlemen, I wish you all a very good morning.", "It is indeed a great pleasure for me to welcome you at the Bank of Mauritius Auditorium for this Workshop on Implementation of Targeted Financial Sanctions.", "I must, at the outset, extend our sincere gratitude to the British High Commission and the Financial Intelligence Unit for having provided us Mrs Jennifer Bairner, Counter Illicit Finance Advisor and Mrs Anushka Radhakissoon-Pochun, Manager Legal of the Financial Intelligence Unit, to partake their experience with us during this workshop.", "Ladies and Gentlemen, this workshop forms part of the Bank's outreach programme specifically designed to enable licensees to better understand their legal obligations.", "It also serves as a platform for the Bank of Mauritius, as the AML/CFT Regulator for the banking sector, to convey to its licensees its expectations regarding the implementation of their legal obligations.", "You will, today during the workshop, be provided with guidance to enable you to fulfil, in an effective manner, your obligations under the Targeted Financial Sanctions Regime.", "The United Nations has during the past decades imposed a number of sanctions regimes.", "Sanctions, in fact, are important tools in the hands of the international community to promote international peace and security.", "Some of these sanctions regime, however, have been criticised for causing excessive suffering to civilian populations or inflicting economic damage on third states.", "To address these concerns, the concept of \"targeted sanctions\" was developed.", "These sanctions are designed to focus on groups of persons responsible for the breaches of peace or threats to international peace and security.", "The Financial Action Task Force (FATF) as the global standard setter on AML/CFT, has also made it mandatory for countries to implement the targeted financial sanctions regimes to comply with the United Nations Security Council resolutions relating to the prevention and suppression of terrorism and terrorist financing as well as the prevention, suppression and disruption of proliferation of Weapon of Mass Destruction and its financing.", "The term targeted financial sanctions means both asset freezing and prohibitions to prevent funds or other assets from being made available, directly or indirectly, for the benefit of designated persons and entities.", "The FATF considers that if implemented effectively and with respect to applicable human rights provisions by countries and the private sector, targeted financial sanctions are an important means to deprive terrorist and proliferation financiers of their funds, thereby protecting citizens from the threats of crime, terrorism and weapons of mass destruction.", "In order to be effective, however, these measures also have to be implemented and enforced in practice.", "As an international financial centre, Mauritius is committed to protecting its financial services sector from abuse.", "As a member of the United Nations, Mauritius has given effect to the sanctions regime under the UN Security Council Resolutions as well as the FATF Recommendations 6 and 7 though the enactment, in May 2019, of the United Nations (Financial Prohibitions, Arms Embargo and Travel Ban) Sanctions Act 2019 - the UN Sanctions Act as it is more commonly referred to.", "The UN Sanctions Act imposes a number of obligations on financial institutions, namely - Prohibition against dealing with funds and other assets (asset freeze) of a designated or Prohibition against making funds and other assets (and financial services) available to, or for the benefit of listed parties; Reporting Obligations and Reporting of Suspicious Information, amongst others.", "The UN Sanctions Act further requires financial institutions to implement internal controls and other procedures to enable a financial institution to effectively comply with the UN Sanctions Act.", "It is therefore imperative for financial institutions to have adequate policies and procedures, systems and controls in place to enable the financial institutions to, amongst others, - identify the existing accounts, transactions, funds or other assets of designated persons and immediately freeze any identified funds or other assets held or controlled by designated persons and entities and prevent designated persons and entities from conducting transactions with, in or through them.", "As the central bank of the country and the AML/CFT Regulator for the Banking Sector, the Bank of Mauritius must safeguard not only the financial stability and soundness but also the integrity of the Banking Sector.", "Non-compliance with the AML/CFT obligations, including the Targeted Financial Sanctions, will therefore, be severely dealt with by the Bank.", "On those notes, allow me, ladies and gentlemen, to leave the floor to our panel of distinguished speakers who will guide you on the implementation of these obligations.", "I thank you for your kind attention and wish you a fruitful workshop."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Targeted Financial Sanctions", "AML/CFT", "United Nations", "FATF", "Financial Institutions", "Terrorism", "Proliferation", "Asset Freeze", "Sanctions", "Compliance"]}