{"sentences": ["This is a sanitary crisis turned into a economic recession, unbalanced across sectors, and with harsher consequences in some countries.", "Many have said that already.", "From a policy perspective was important the lack of initial imbalances and being exogenous the lack of moral hazard concerns.", "In Europe, monetary policy response was strong, stabilized the financial markets and provided abundant liquidity to economic agents.", "On the fiscal side, the process was led by an initial agreement at the Eurogroup, that I had the privilege to conduct.", "Three backstops and 540 billion euros, in less than 10 days using new and available resources.", "Afterwards, leaders agreed on a wider package of 750 billion euros.", "National fiscal authorities responded with a strong resolve.", "Automatic stabilizers kicked in and new significant support for firms and workers was added to secure employment and the European social fabric.", "In total, a package of measures amounting to almost 6 trillion euros has been approved throughout Europe.", "This explains the leap of confidence with which our economies began the recovery escalate.", "In the Great Financial Crisis the (perceived) late reaction during and in the aftermath of the crisis are partly to blame for the depth of the crisis and the slow recovery in Europe.", "However, this has not been the case so far.", "Response was fast and polices - monetary and fiscal - acted in a complementary way.", "Activity ended up better than initially forecasted, but the evolution of the pandemics is still uncertain.", "What we know from economics is that the last mile is the most difficult to cover.", "Three quick remarks on this issue: reallocation of resources, debt sustainability and convergence.", "All crises entail some form of reallocation and structural changes.", "The sudden stop and go observed so far resembles a V-shaped, but reaching the top requires an increase in labor market churning, always full of risks, but needed to promote the return to previous GDP levels.", "This eventually requires a departure from protection of existing jobs to the support of new hires in the dynamic sectors.", "Economies are getting out of the woods but with higher debt.", "Sustainability is dependent on the decisions taken at this stage.", "A wise usage of the funds that buttress growth will allow our economies to overcome the debt problem.", "After all, debt is sustainable if the debtor generates sources of income.", "At national level an inclusive recovery has to be envisaged, but the level playing field must be secured at the European level.", "Measures have been adopted to ensure that the convergence process is not disrupted, but rather promoted, the Next Generation EU programs are key to achieve that goal.", "This is also true at the world scale.", "The last IMF World Economic Outlook suggests a growing divergence in the world with increased poverty.", "Some people and sectors will bear the brunt of the crisis.", "That should be a point of concern in our agenda.", "This are medium to long-term concerns.", "The premature withdrawal of monetary and fiscal stimulus can be detrimental to the rebound of our economies.", "We need to keep them for as long as they are needed while adjusting the scale and targets to the challenges ahead.", "In addition to facilitating a healthy reallocation, as I mentioned, we should assess possible frictions that are at work and, if needed, fine tune, drop and/or bring new policy instruments.", "Curbing negative incentives is crucial for the success of our policy.", "And with uncertainty comes risks.", "Risks that may be harder to perceive at this stage but may materialize at a later stage shall be part of central banks' analysis.", "Policies should be designed - or redesigned - to mitigate such risks.", "Monitoring of the implications of Quantitative Easing on liquidity in the form of safer securities is important.", "A shortage of good collateral, that is essential to operationalise a multitude of contracts in financial markets, could be detrimental to a proper functioning of financial market.", "We cannot ignore potential risks emerging from the so-called reversal rate.", "The Eurosystem has adapted the implementation of its negative interest rate policy, implementing a two-tier system for remunerating excess reserves, whereby a multiplier of required reserves is exempt from the negative deposit facility rate.", "So far the positive effects of negative rates have exceeded their side effects.", "Current estimates suggest that the ECB has not reached the effective lower bound of this rate.", "We also should assure that possible movements of search for yield do not threat financial stability, especially if agents have myopic expectations and expect low interest rates for long.", "In case of need, a set of macroprudential and microprudential policies is available.", "That is directed at banks and borrowers, helping to address sector and country-specific financial stability risks.", "If other target policy responses are needed, they will certainly be analysed All instruments are needed.", "The current crisis cannot morph into a financial crises.", "For that goal, it's crucial to preserve the role of our financial institutions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance"], "topics": ["Monetary policy", "Fiscal policy", "Debt sustainability", "Reallocation", "Recovery", "Convergence", "Risks", "Financial stability", "Quantitative Easing", "Negative interest rates"]}