{"sentences": ["\"Braving the storm: the unprecedented challenges facing SMEs\" Deputy Governor Ed Sibley 04 November 2020 Speech Speech to Small Firms Association Good morning.", "I would like to thank the Small Firms Association for inviting me to speak with you today.", "I am grateful for the opportunity to listen and learn from your experiences in these exceptional times.", "Small and medium size enterprises (SMEs) play a vital role in the Irish economy and communities across Ireland.", "SMEs the backbone of the Irish economy representing 99.8 per cent of all active enterprises, having over 1 million employees, (67.5 per cent of total employment in the Irish business economy ) and producing 37.3 per cent of gross value added (GVA) in the economy.", "SMEs are the employers of an even higher majority of the labour force in the construction, services and distribution sectors of the Irish economy.", "Small businesses are present in all sectors in the Irish economy delivering the goods and services we rely on in our daily lives.", "SMEs are currently operating in a very difficult and uncertain environment.", "The measures put in place to contain the COVID-19 pandemic have required many businesses to close completely, or to implement necessary but stringent social distancing measures, with consequential impacts on revenues.", "There has been an unevenness in the size of the associated economic shock across sectors, with firms in some sectors such as the accommodation and food sector continuing to report large falls in income relative to pre-pandemic norms.", "The unprecedented challenges posed by COVID-19 have been met by exceptional policy support aimed at safeguarding economic activity.", "This has included a range of fiscal, monetary, macro-prudential and microprudential policy actions as well as actions taken by lenders to support vulnerable households.", "These measures have been necessary to support households and businesses to meet the profound shock caused by the pandemic.", "SMEs have shown considerable resilience and adaptability in the face of the crisis.", "Businesses have transitioned to online delivery of a whole array of services to meet the needs of consumers (e.g.", "SMEs moving to online sales, restaurants moving to take-away services, gyms to online classes).", "Notwithstanding this adaptability and the supports being provided, many SMEs are suffering severe challenges.", "We see from the recent survey published by the Small Firm Association that found one third of small business owners stated that the business environment is declining compared to seventeen percent in winter 2019; and the greatest risks identified by small firms is the ongoing COVID-19 restrictions, debt and business cost increases.", "Today, I will: discuss these challenges; highlight some of the other risks SMEs are facing (such as Brexit); and outline the work the Central Bank is undertaking.", "Clearly these challenges will also be causing considerable stress and financial hardship for SME owners and staff, caused by the concerns about income, personal debt (including mortgage repayments), testing the resilience of all.", "Impact of COVID-19 Macro-Economic Effects Since the partial easing of restrictions in the summer, Irish economic activity has rebounded somewhat, in line with the re-opening of economy.", "However, the recovery has been partial and uneven and, in many cases, levels of domestic-focussed economic activity remain well below pre-pandemic levels.", "The recent re-tightening of restrictions will also, unfortunately, continue to present significant challenges.", "In particular, consumer-facing services sectors, such as tourism, hospitality and retail services sectors, which are also more labour-intensive, have and will continue to be slower to recover.", "Overall, the macro-economic outlook remains highly uncertain and will depend on the economic consequences of the COVID-19 pandemic and its containment.", "Moreover, there is considerable uncertainty about the future trading arrangements between the EU and the UK, with significant risks of additional stress in the absence of a deal being ratified.", "Going into the pandemic, there had been significant improvements in SMEs financial resilience, due to relatively low credit demands and use of internal resources.", "We are seeing that the primary economic impact from the pandemic is the high level of uncertainty and closures of firms with many ceasing trading temporarily or permanently.", "In particular, we are seeing the following : 1.", "SMEs are facing considerable financial strain in the current pandemic relative to larger businesses and households.", "Based on the Central Statistic Office's \"Business Impact of COVID-19 Survey\" (BICS) we have estimated gross operating losses in the SME sector for the nine month period to the end of the year at between €10.3 and €11.7 billion, before accounting for the effect of cash reserves and non-payroll policy supports already announced.", "Some of the sectors with the largest amount of outstanding bank debt or greater default rates (Accommodation & Food, Construction, and Wholesale & Retail) are more exposed to the shock from COVID-19.", "The shock to SME turnover has been large and is creating significant cash-flow challenges in some sectors.", "For example, firm-level survey data shows a substantial number of businesses reporting decreases in turnover by more than 10 per cent.", "These declines are particularly widespread in the Accommodation & Food and Construction sectors.In July and August of this year, 74 per cent of firms in the Accommodation & Food sector experienced turnover declines in excess of 50 per cent.", "In the Construction sector, the respective share was 27 per cent.", "Many SMEs (42 per cent) report taking measures to manage cash flow.", "Most SMEs have continued to access finance but new lending has declined.", "As of June, 73 per cent of SMEs reported no change in access to finance, but 7 per cent of SMEs reported a decrease.", "In Q2 2020, new lending to Irish SMEs, at €727 million over the quarter, was 50 percent lower than the same quarter in 2019 and the lowest volume since Q3 2014.", "The outstanding stock of SME credit on the balance sheets of Irish banks was €20 billion at the end of Q2 2020, the lowest amount in the Central Bank's statistical series.", "It included €6.7 billion relating to property and €13.1 billion of core SME credit.", "It is noteworthy that there were declining levels of SMEs accessing credit before the pandemic.", "The application rates for credit by SMEs was lower than most peers across Europe.", "Lending was more concentrated, with over 90% of new SME lending coming from the top three lenders in Ireland.", "Irish SMEs are more likely than most in Europe to use internal funds for investment purposes than to access credit.", "The weighted average interest of an outstanding SME loan was 3.62 per cent in Q2 2020 and the interest rate on new SME loan drawdowns in Q2 2020 was 4.22 per cent.", "This is higher than the average across the Eurozone.", "There are challenges for SMEs that do not have an existing banking relationship or have greater indebtedness.", "Smaller firms often lack a lending relationship with their bank, particularly micro firms (36 per cent), which can help inform lenders credit assessments and support the firm's access to finance.", "Greater SME indebtedness in the Accommodation & Food sector (20 per cent exceeding half of turnover) may limit capacity to borrow more, but 44 per in this sector do not hold any debt, while 57 per cent of all firms do not hold any debt.", "System-wide payment breaks offered by lenders provided important relief for many SMEs.", "By early October, there were over 11,000 Irish SME borrowers are currently on an active payment break, representing 21% of outstanding Irish SME loans.SME borrowers were significantly more likely to utilise a payment break compared to large Corporates.", "Individually-tailored solutions are required from lenders to support SMEs.", "Ensuring that liquidity is available to the SME sector has a close linkage to the speed of recovery of an economy.Many SME borrowers are now rolling off payment breaks, or have other working capital / revolving credit / bullet loan facilities, or arrangements with creditors that they are struggling to manage and will have continued need for supports.", "Despite the size of fiscal supports, many SMEs are likely to continue to experience financial distress.", "Recent research from the Central Bank has tried to model the effect of the pandemic on SMEs' capacity to meet their operational losses or service interest on their debt.", "The direct effect of fiscal injections to the SME sector will be to lower this \"financial distress\" rate, particularly so in the case of SMEs carrying bank debt.", "However, even when all supports are factored in, around one-in-six SMEs are likely to be financially distressed into 2021 as a result of the effects of the pandemic.", "Many of these distressed firms need not fail, but they may require additional flexibility and protection to trade through this pandemic.", "Pandemic-related insurance cover.", "A significant issue for some SMEs has been the extent to which insurance policies cover the business disruption caused by COVID-19.", "UK Departure from the European Union (Brexit) Not only do SMEs have to deal with the effects of the pandemic, but they also face risks from the ending of the Brexit transition period.", "Uncertainty remains about the type of trading relationship that will exist between the EU and the UK when the transition period ends and what this means for Irish businesses exposed to the UK market.", "Whether on World Trade Organisation (WTO) or free trade agreement (FTA) terms, the new trading relationship will have implications for the Irish economy, businesses and the financial system.", "The Central Bank has been working on reducing the risks to the financial system arising from Brexit since before the 2016 referendum.", "While the first order risks to and from the financial system have been largely mitigated, there will still be negative impacts for the economy and for businesses once the transition ends, particularly if no deal on future trading relations is agreed.", "It is likely that the interaction of Brexit and COVID-19 will be different across sectors and the extent of overlapping exposure to the two different shocks is an important consideration for the near-term economic prospects.", "With some vulnerable sectors (for example, tourism and accommodation and food services) already experiencing large demand shortfalls, it is possible that losses that would have been triggered by Brexit effects have been brought forward due to the impact of COVID-19.", "This may not be the case in other areas, with sectors, such as agri-food, more exposed to the larger negative shocks from Brexit.", "Government Support for SMEs Let me turn briefly to some of the government supports for SMEs.", "Unprecedented fiscal interventions are being made in Ireland and across the world to cushion the effects of the pandemic.", "This has included billions of Euros of system wide supports through the following: 1.", "Wage based supports, through the Temporary Wage Subsidy Scheme; 2.", "Grants, such as from the Restart Grant; 3.", "Warehousing and waivers of payments to government (tax, rates); and 4.", "Providing access to debt through SBCI-led schemes and the recently-launched Credit Guarantee Scheme, although I note that take up of this scheme has been low to date.", "The full amount of support had been calculated up to September as: €3.3 billion of debt-based support; €2.3 billion of non-payroll grant support; a €2 billion Pandemic Stabilization and Recovery Fund; €1.9 billion of tax warehousing; €2.8 billion of TWSS up to end-August 2020; and an additional commitment of €2.35 billion through the Employee Wage Subsidy Scheme to March 2021, which has been enhanced by announcements in recent weeks as a response to the Level 5 restrictions.", "The recent budget has extended some of the above measures, and added additional supports such as the COVID Restrictions Support Scheme.", "Central Bank response The Central Bank's mission is to serve the public good by safeguarding monetary and financial stability and by working to ensure that the financial system operates in the best interests of consumers and the wider economy.", "The role of the Central Bank includes ensuring that the financial system is resilient to economic shocks like the one we now face and to act across our mandate to minimise the impact on households, businesses and communities as far as possible.", "A resilient financial system provides the foundations for protecting savers, borrowers, investors, insurance policyholders, and supporting economic growth and businesses.", "The Central Bank works in many different ways to protect the resilience of the system, individual firms and consumers, including through: price stability and economic analysis; macro prudential rules; supervision and enforcement.", "An effective functioning financial system requires financial services firms to be well-regulated and supervised.", "While the timing and nature of the current economic shock were largely unforeseen, the Central Bank's work has long recognised the inevitably of economic shocks and downturns.", "We have focused over the last decade on rebuilding and increasing the financial and operational resilience of the Irish financial system, together with significantly strengthening consumer and investor protection frameworks has been undertaken with this in mind.", "The Central Bank is working across its broad mandate to do all that it can to reduce the effects of the COVID- 19 shock on the Irish economy, businesses, and consumers.", "Globally, including within Europe, Central Banks have taken prompt action to give breathing space to governments and economies through loosening monetary policy, which has facilitated much greater fiscal flexibility and massively reduced the risks of liquidity risks in the financial system affecting its support of the real economy.", "Moreover, flexibility given to banks in particular to use buffers and to accommodate payment moratoria have dampened the risk of credit squeezes, at least in the short term.", "This is intended to ensure the necessary monetary and financial conditions are in place to restore economic activity and in the meantime help to preserve the flow of credit to households and businesses .", "For the Central Bank, this work includes, inter alia: Monetary Policy: As members of the Eurosystem , the Central Bank has contributed to the unprecedented monetary policy decisions taken to maintain liquidity in the financial system, to support the flow of credit to the real economy and prevent the tightening of financing conditions .These exceptional measures have been introduced to reduce some of the most harmful economic effects by maintaining price stability, an essential pre-requisite for economic growth and employment.", "Macro and Micro Prudential Policy Response: As part of the European regulatory system (working within the European Supervisory Authorities and the European Systemic Risk Board and as part of the Single Supervisory Mechanism ) and in its own right as the macro prudential authority in Ireland, the Central Bank has taken action to allow banks to use the buffers built up during better times and to smooth some of the cyclical effects of the pandemic , so that the financial system is better able to support businesses and households through the crisis.", "Research & Economic Advice: The Central Bank aims to ensure that its economic advice is forward looking and independent and that statistics are robust and relevant.", "This is important in the best of times and crucial in more difficult times.", "I have already referred to the output of some of our research.Much more is available on the Central Bank website .For example, the Central Bank recently published analysis on the policy response to the pandemic in the context of supports to counties in the west of Ireland , such as the Pandemic Unemployment Payment (PUP) and Employment Wage Subsidy Scheme (EWSS) in supporting household incomes and firms in the Western regions.", "For example, we saw that workers in Atlantic Economic Corridor counties were more likely to work in very small firms which may find it more difficult to adjust and be to resilient to the COVID-19 shock.We also highlighted the importance of an approach that prioritises liquidity supports for firms, income supports for workers and retains jobs while the path of the virus remains unclear.", "SME Debt: Many SMEs are continuing to avail of a wide array of government supports such as tax warehousing and the waiving of local rates.", "Surveys suggest that commercial rents and trade credit invoices remain unpaid in many places.", "Even with government fiscal support and other such flexibility shown across the system, the sheer extent of the pandemic-related shock means that debt repayment will be difficult for many SMEs.", "The Central Bank has prioritised mortgage and SME debt in its engagement with lenders and outlined its expectations in terms of the approach that lenders should be taking to support all borrowers whose incomes have been affected by COVID-19.", "Lender support for borrowers is moving from a system-wide approach of one-size fits all payment moratoria to an individual approach, where the support should be tailored to the individual borrower's needs, and in line with relevant codes and regulations including regulations for firms lending to SMEs.", "We expect lenders to work with borrowers during and after the payment breaks to help assess the impacts of the pandemic on current and future cash flows and to provide interim supports where those impacts are considered temporary and more permanent solutions where the debt servicing capacity has been materially reduced.", "Unfortunately, not all businesses will survive the economic shock caused by the pandemic and the associated changes in their customers' behaviours.", "There is an opportunity and an obligation on banks to demonstrate how they have changed over the last decade by taking a borrower friendly approach to supporting as many borrowers as practical to survive.", "The Central Bank's intrusive supervision of all lenders is focused on this outcome.", "It is also important that SMEs recognise the challenges they face and engage early with their lenders to find sustainable solutions.", "Business Interruption Insurance - We recognise that COVID-19 has placed significant pressure on many SMEs and that they need clarity on this issue.", "For example, some policies cover business interruption relate to COVID-19; other policies do not; and some policies are unclear as to whether cover extends to COVID-19.", "For that reason, we have a significant programme of supervisory engagement and legal analysis under way, underpinned by our Business Interruption Supervisory Framework.", "Our core message to insurance firms is that they honour valid claims in full and pay them promptly.", "Where cover and related issues are disputed, we expect insurance firms to pay the reasonable costs of customer plaintiffs in agreed test case litigation and should not seek its costs against these plaintiffs.", "Where a legal action has been concluded and the final outcome has a wider beneficial impact for other similarly impacted customers, we will require insurance firms to take urgent remedial action to ensure that those customers obtain the benefit of the final outcome.", "Cost of insurance - The Central Bank also continues its work on the cost of insurance, an issue that pre- dates the pandemic and arguably, for employer liability and public liability insurance, has been exacerbated by Brexit.", "In its Report on the Cost of Employer and Public Liability Insurance , the Cost of Insurance Working Group saw that a combination of the very significant increase in business insurance costs and the withdrawal of cover from certain sectors had meant that the issue of insurance had become a major survival and competitiveness issue for many businesses in Ireland.", "This in turn leads to significant knock-on effects upon levels of economic activity and prosperity in the country as a whole.", "Given the concerns regarding the availability and cost of Employers' Liability (EL) and Public Liability (PL) insurance, and the associated impact on SMEs in particular, the Central Bank has extended the scope of the national claims insurance database (NCID) to include employers' liability and public liability insurance and will publish a report on this data in We are living through an extraordinary time.", "While there is much that we are experiencing together we are all experiencing the stresses and strains of the pandemic as individuals.", "For those of you who are running your own businesses, these stresses must at times feel overwhelming, particularly in light of how uncertain the future is.", "We do not know the path of the virus or nature and extent of future containment measures.", "We do not know what the immediate and longer-lasting effects will be on consumer behaviour and economic activity; the damage to the productive capacity of the economy and the pace at which economic activity normalizes.", "What we do know is that economic recovery will come when the health emergency abates through the containment of the virus.", "And that SMEs will be central to that economic recovery in Ireland.", "Thank you for your attention.", "[1] With thanks to Fergal McCann, Caroline Mehigan and Tony Cahalan for their input into preparing this speech [2] Central Statistics Office, 2020 [3] GVA is conceptually the same aggregate as Gross Domestic Product (GDP).", "They both measure the added value generated in an economy by the production of goods and services.", "The difference between the two concepts is that GDP is measured after including product taxes (e.g.", "excise duties, non-deductible VAT, etc.)", "and deducting product subsidies while GVA is measured prior to adding product taxes but includes product subsidies naova/outputandvalueaddedbyactivity2017/grossvalueaddedgva/ [4] SMEs account for 92.7 per cent and consist of 88.4 per cent of GVA in the construction sector, employ 70.9 per cent and consist 51.5 per cent of GVA in the services sector and employ 71.2 per cent and consist of 78.1 per cent of GVA in the distribution - source: CSO 2020 [5] Lambert, D., McCann F., McQuinn J., Myers S., Yao, F. Financial Stability Notes: \"SME finances, the pandemic, and the design of enterprise support policies\" Vol 2020, No.", "8 [6] Central Bank of Ireland.", "Quarterly Bulletin, QB4.", "Results of the SFA Summer Business Sentiment Survey \" [8] See -distressed-debt-ed-sibley-28-sept-2020 for more detail on the Central Bank's approach to distressed debt.", "[9] Central Bank of Ireland.", "Quarterly Bulletin, QB4 .", "October 2020 [10] This included a substantial deleveraging by non-financial, non-real-estate SMEs over the last decade with outstanding bank debt declining from €27.1 billion in late 2010 to €13.5 billion in the second quarter of 2020 - [11] Central Bank of Ireland.", "SME Market Report 2020- The Impact of COVID-19 on SMEs 2020 [13] See Central Statistics Office Business Impact of [14] Lambert, D., McCann F., McQuinn J., Myers S., Yao, F. Financial Stability Notes: \" SME finances, the pandemic, and the design of enterprise support policies \" Vol 2020, No.", "8 [15] See Central Statistics Office Business Impact of COVID-19 [17] Central Bank of Ireland.", "\"Trends in SME and Large Enterprise Credit and Deposits Q2 2020\" 11 September [19] Central Bank of Ireland.", "SME Market Report 2019 [21] See for more details on the Central Bank's work on Brexit [22] ESRI \" Covid-19 and Brexit hit different parts of the economy \" 17 September 2020 [23] Central Bank of Ireland.", "Quarterly Bulletin, QB4 .", "October 2020 [24] ESRI \" Covid-19 and Brexit hit different parts of the economy \" 17 September 2020 [25] Lambert, D., McCann F., McQuinn J., Myers S., Yao, F. Financial Stability Notes: \" SME finances, the pandemic, and the design of enterprise support policies \" Vol 2020, No.", "8 [27] A full summary of all government supports is available here: -We-Do/Supports-for- SMEs/COVID-19supports/#:~:text=COVID%2D19%20Working%20Capital%20Scheme,Eligibility%20criteria%20apply [28] Central Bank.", "[37] See -502d0dda6b644e7db5d019dd44ac49b6.pdf [38] The Central Bank's second Motor Insurance Report of the National Claims Information Database was published on 3 November 2020.", "It also confirms that the first Employer Liability (EL) and Public Liability (PL) NCID report will be published in the first half of 2021 - see: -second-motor-insurance-report-of-the-national-claims-information-database-issued-03-november-2020"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "SMEs", "Financial Stability", "Brexit", "Government Support", "Monetary Policy", "Macro-Prudential Policy", "Microprudential Policy", "SME Debt", "Business Interruption Insurance"]}