{"sentences": ["Remarks by Carolyn A. Wilkins Senior Deputy Governor of the Bank of Canada Munk School of Global Affairs and Public Policy November 12, 2020 Exploring life after COVID-19: the far side of the moon \"Anticipating problems and figuring out how to solve them is actually the opposite of worrying: it's productive.\"", "- Guide to Life on Earth Chris Hadfield, An Astronaut's Good afternoon and thank you for joining me.", "Thanks also to the Munk School Given what's going on in the for the invitation.", "world today, healthy debate around global affairs and public policy is more important than ever.", "It's hard to believe that the COVID-19 pandemic was declared almost exactly eight months ago.", "Canadians have been affected on so many fronts-in our workplaces and in our homes.", "There are still more than 40,000 active cases and more reported every day-but heard some good news recently about vaccines.", "to see the economic recovery underway.", "However, the pandemic is still in full throttle, so we continue to face considerable challenges.", "Today, to take us beyond the current context and discuss what we will need to thrive in the post-pandemic world.", "Right now, the future may feel like the proverbial far side of the moon.", "Much of what we knew about the moon 70 years ago was based on the side we could see from the earth.", "Like the explorers back then, many among us feel compelled to consider the unknown-to shed light on the dark side.", "Right now, many unknowns obscure our vision, but we can still map out economic scenarios that will help us plan our path forward.", "In the Bank of Canada's outlook, published in the October Monetary Policy Report, we expect the recovery in Canada and around the world will continue.", "The recovery will take time, however, and will require policy support for a while.", "Taking a longer perspective, we expect that COVID-19 will leave an unfortunate economic legacy through its impacts on investment, the work force and productivity.", "In our most recent projection, this adds up to a situation where Canada is likely to exit the pandemic with a lower profile for potential output.", "That means a significantly diminished ability to generate goods, services and incomes on a sustainable basis.", "And many of those scars could become permanent without deliberate actions from all of us.", "first like to walk you through what is driving our revised estimates of potential output.", "Next, the need to boost these numbers to raise the prosperity of Canadians and help manage the high debts we now face.", "with how the Bank will provide a strong and stable foundation to build on.", "Exploring the far side Economists use the idea of potential output to think about what the economy can produce if it's operating at full capacity-if everyone who wants a job is either employed or able to find a job quickly, and if all the available capital is put to full use.", "As a result, potential output depends on our capital stock, our labour force and our productivity.", "Potential output is important for central bankers because it helps gauge inflation pressures.", "It's important to Canadians because it determines our capacity to and pay down debt.", "I'm generate the income needed to spend, save, borrow starting here because many of you are wondering how we are going to service the debts that will emerge from the pandemic.", "Like the far side of the moon, potential output cannot be directly observed.", "Economists use specialized tools and a dose of judgement to get a picture of it- picture isn't we've revised and the pretty.", "When it comes to the global economy, our estimate of potential output growth over the next few years from about 31⁄4 percent to 21⁄2 percent.", "The downward revisions are across all regions and in countries important to Canadian exporters, such as the United States.", "The new estimate of potential output growth for the United States is now around 11⁄4 Canada's potential percent, when it was nearly 2 percent before COVID-19.", "output growth has been downgraded even further, from around 1.8 percent to a bit less than 1 percent.", "So, what are the main factors driving these results?", "The first factor relates to capital.", "Investment in capital has taken a hit and the recovery will be protracted, meaning slower growth in the stock of capital.", "Weaker aggregate demand and higher uncertainty will cool the appetite to invest among many firms while forcing others to shutter entirely.", "In Canada, this is impact on oil prices and investment in the energy compounded by COVID-19's sector.", "Overall, weaker capital accumulation explains about three-quarters of the downgrade in potential output growth for Canada over the next few years.", "Two other factors account for the remaining quarter of the downgrade, which is about evenly split between them.", "The first of these factors has to do with the work force.", "We expect to see what economists call \"scarring\": many people who were in the work force may become discouraged from a particularly difficult job search or may not yet have the skills for the jobs available.", "The hardest-hit sectors include recreation and hospitality, which employ many young people, recent immigrants and women.", "These groups are particularly at risk of being left on the sidelines for an extended period.", "For Canada, the strong efforts of governments to preserve attachments between people and employers-through wage subsidies and other programs-will help they can't be offset completely.", "But The remaining factor relates to productivity.", "We expect there will be disruptions in labour markets and challenges reallocating resources across firms and sectors.", "All of this will weigh on productivity growth.", "Some businesses have told us they are interested in making their production and supply chains more regional and resilient.", "This will deliver increased stability but will likely come at a small cost in terms of productivity.", "Now, even with the downgrade, the trend growth in gross domestic product (GDP) is still expected to exceed the neutral rate of interest-the policy rate where the Bank is neither stimulating the economy nor holding back growth.", "Our revised estimates of this rate in nominal terms have been lowered by 50 basis points to a range centred on 21⁄4 percent.", "Right now, this makes the arithmetic of government debt sustainability more reassuring.", "However, we still need to be mindful of history, which shows that this arithmetic can reverse.", "All told, we expect the level of Canadian potential output to be about 3 percent lower by the end of our projection horizon in 2022, relative to what we expected That's around at the time of our last update (Chart 1).", "$70 billion-more than $2,000 on average for every member of the working-age population.", "just in 2022, but every year afterward unless potential output growth picks up enough to close the gap.", "Chart 1 : Canada likely to exit the pandemic with significantly diminished productive capacity Potential output in chained 2020 dollars, quarterly frequency 2,500 Approx.", "Even before the pandemic, many were saying we should slow down, focus more on happiness and health than on the hamster wheel of production and consumption.", "hard to argue with that.", "Still, stable jobs and incomes are foundational to wellbeing, and stronger growth helps deliver that.", "Strong, sustainable growth would also help us to manage the heavy debt load that has piled up over the last decade and will continue to do so because of COVID-19.", "In 2009, when the global financial crisis was in full force, Canadian households, governments and non-financial businesses owed debts totalling about 215 percent of GDP.", "That number had risen to around 250 percent just before the onset of COVID-19.6 It would have been 275 percent if GDP had grown by 1 percentage point less per year over that period-a drop roughly in line with our revised estimate of potential output growth.", "This arithmetic shows For example, studies show that income (up to threshold levels) is significantly related to measures of emotional well-being and life satisfaction.", "Among others, see A. T. Jebb, L. Tay, E. and S. Oishi, Diener \"Happiness, Income Satiation and Turning Points Around the World,\" Nature 2, no.", "Studies also suggest that financial and jobrelated hardships can have lasting effects on households' mental health.", "See, e.g., M. K. Forbes and R. F. Krueger, \"The Great Recession and Mental Health in the United States,\" Clinical Psychological Science 7, no.", "how growth can change our collective room to deal with the pandemic.", "It can also change investors' and credit rating agencies' views of the risks.", "Debt is a problem we share with many other countries.", "Countries such as Canada that depend on foreign capital and are running significant current account deficits are even more vulnerable.", "This vulnerability is kept in check here at home by a sound record of prudent financial risk management and robust oversight of our financial institutions.", "there's no doubt However, that the debt burden would be easier to carry with a stronger trend line on incomes and the tax base.", "Priorities and principles for the future When it comes to financial well-being, growth per capita and how it is distributed matter a lot.", "In the 10 years before COVID-19, Canadian GDP growth averaged about 21⁄4 percent per year, near the top among G7 countries.", "GDP growth on a per capita basis, however, averaged around 1 percent, near the bottom of that pack.", "Productivity gains were much lower in Canada, so economic growth was fuelled mainly by increasing the population through immigration.", "Canada is good at attracting highly qualified immigrants, and the federal government's recent plan to lift immigration levels will boost potential output growth over time.", "we can't afford to lose sight of productivity and competitiveness.", "consultations with businesses, they often bring up factors that are dampening their desire to make productivity-enhancing investments here at home.", "These factors include regulatory burdens, uncertainty surrounding approval processes and obstacles to interprovincial trade.", "The fallout from COVID-19 won't necessarily help matters either.", "Lower productivity is not just about inefficient production lines and lower profits.", "It's access to critical infrastructure in remote areas and diagnostics and treatments in health care.", "You may ask how we can improve our productivity performance during a crisis- but there may be no better time.", "We can take inspiration from innovation that followed major wars.", "While analogies between the COVID-19 pandemic and wars are imperfect, both events force governments and businesses to adapt at speeds they previously thought impossible.", "In the case of World War II, many of those innovations set the scene for stunning advances, from mass manufacturing of antibiotics to the beginnings of modern computing.", "The growth that followed the war was instrumental in raising living standards and reducing the massive government debt that had accumulated during the conflict.", "The rapid changes forced by COVID-19 are also impressive.", "Canadian companies moved millions of employees to remote work, even as they enhanced their digital services.", "Massive shifts were made in production and supply chains to secure medical supplies.", "All of these innovative responses demonstrate what we can do when we set our sights on something.", "There's been a lot of good discussion already around international and domestic tables about how to generate economic prosperity.", "There's a growing consensus here at home that policies and investments are needed in areas that provide a long-term return: education, infrastructure and technology top many lists, as do investments in greening the economy.", "How exactly these are designed, however, is the subject of much debate.", "As a central banker, I won't wade into that.", "Instead, I'll talk about the that we'll need to challenge as we conventional wisdom hammer out a growth strategy.", "Three challenges top my list.", "Some are being left behind First, we must address the reality that market forces will leave some people behind.", "take the example of technological change, since digitalization is a promising source of improved competitiveness and has been accelerated by COVID-19.", "Conventional wisdom says that we should embrace technological change because it will create more jobs than it will destroy.", "Around the time of Confederation, about half of working Canadians were employed in agriculture.", "Over the following decades, various innovations-including the home-grown invention of Marquis wheat-allowed a growing population to be fed by fewer workers.", "Today, the share of workers in agriculture is less than percent.", "All those jobs weren't simply 2 lost.", "New positions were created in the manufacturing and service sectors as the economy grew, and these now account for the majority of employment in Canada.", "The same dynamic with innovation is true today in that more jobs are created than destroyed.", "A recent study by Statistics Canada finds that Canadian firms that adopted robots over the past two decades tended to hire more people overall.", "What conventional wisdom glosses over, however, is the significant transition costs that are borne unevenly across households.", "Even as the economy as a whole benefits from technological advances, sectoral shifts can leave certain groups without jobs and facing obstacles to finding new work.", "The study I just mentioned links the adoption of robots with higher turnover and net layoffs for some groups of workers.", "Other research finds that the decline in Canadian manufacturing since the early 2000s took a disproportionate toll on men in terms of employment and wages.", "We know that individuals, their families and communities can often struggle for years during transitions triggered by technological change.", "See J. Dixon, Statistics Canada \"The Effects of Robots on Firm Performance and Employment,\" Economic Insights No.", "See Statistics Canada, \"Study: The Impact of the Manufacturing Decline on Local Labour Markets in Canada,\" The Daily (January 15, 2020).", "Innovations in recent decades in advanced economies have also contributed to the rise of superstar firms with considerable market power.", "We've seen this before: think of the railways well over 100 years ago.", "The modern winner-takesall effect is magnified because user data have become a new source of monopoly power.", "That's good news for shareholders and workers who have the special skills that superstar firms need.", "However, it may mean that a handful of firms now account for an outsized share of the jobs in a given industry or town, leaving many other workers with less bargaining power and stagnant wages.", "This dynamic has likely contributed to weak wage growth in many countries over recent years.", "I think digitalization should be embraced, but we also need to decide how best to help those individuals who are adversely affected.", "As I said earlier, investing in education is at the top of the list for many.", "That includes investing in continuous learning.", "Investments like these boost social mobility, and they have the added benefit of improving skills in the workforce, for me, and I'll bet for which in turn helps potential output growth.", "This hits home many students in the audience.", "I haven't stopped learning since I left university in many things I've worked the last century.", "Way back then, on-including even exist.", "blockchain and cryptocurrencies-didn't also like to put strengthened competition and antitrust policy on the table, particularly when it comes to global tech giants.", "And the reforms to international tax policies led by the Organisation for Economic Co-operation and Development and G20 are needed so that globally active digital companies contribute their fair share.", "Statisticians and academics can help inform the debate in this area- with better data on the digital economy and more research into how digitalization affects different groups in society.", "G. Weyl, Among others, see I.", "A. Ibarra, L. Goff, D. J. Hernández, J. Lanier and E. \"Should We Treat Data as Labor?", "Moving 'Free,'\" American Economic Association Papers and Proceedings Philippon and L. Veldkamp, 108 (May 2018): 38-42; M. Farboodi, R. Mihet, T. \"Big Data and Firm Dynamics,\" American Economic Association Papers and Proceedings 109 (May 2019): 38-42; and C. I. Jones and C. Tonetti, \"Nonrivalry and the Economics of Data,\" American Economic Review 110, no.", "See C. A. Wilkins, \"A Look Under the Hood of Canada's Job Market\" (speech to the Toronto Region Board of Trade, January 31, 2019).", "Among others, see Organisation for Economic Co-operation and Development, Tax Challenges Arising from Digitalisation-Interim Report 2018 (March 16, 2018).", "For examples of existing work, see International Monetary Fund, \"Chapter 3: Understanding the Downward Trend in Labor Income Shares,\" World Economic Outlook April 2017 (IMF, 2017); and G. Michaels, A. Natraj and J.", "Van Reenen, \"Has ICT Polarized Skill Demand?", "Evidence from Review of Economics and Statistics Eleven Countries over Twenty-Five Years,\" 96, no.", "1 (March - 8 - Social goals can support economic goals This leads me to my second challenge.", "We need to reject the idea that there is an inevitable trade-off between social and economic goals.", "Human well-being is needed for economic growth, and the reverse is often true as well.", "There's growing evidence that lower levels of inequality may make the economy less vulnerable to financial crises or periods of stagnation.", "public daycare system is a prominent example of a policy that creates a virtuous circle between social and economic goals: it helped families and also increased participation in the labour force.", "In fact, it helped transform Quebec from a province with one of the lowest participation rates among primeage women to a national leader in this regard.", "There are other examples, including the public policy response to the pandemic.", "Wage subsidies are helping maintain relationships between workers and employers, which in turn protects future growth.", "Canada could also be made more resilient through policies that encourage equity rather than debt financing as a way to foster business creation and growth and support vibrant communities.", "sector can't do it alone My third challenge to conventional wisdom is the realization that this is not only a public sector problem to solve.", "We need private sector investment in growthenhancing initiatives and smart incentives to go along with that.", "Investment in green technology is just one example of how the private sector can Canada's oil and gas sector has shown pitch in to support longer term growth.", "tremendous capacity to innovate in the face of challenges and is making great strides in developing new technologies to reduce emissions.", "Think of investments in cogeneration technologies-an innovation that increases efficiency and competitiveness while also reducing carbon footprints.", "And financial firms are working to develop the market for green and transition bonds to increase financing options for climate-related projects.", "We've also seen some good examples of stakeholder capitalism the pandemic as the private sector found ways to support growth.", "Many financial institutions stepped up to allow deferrals in loan and mortgage payments.", "This P. Pascal, \"Historical Among others, see Patterns of Inequality and Productivity Around Financial Crises,\" Federal Reserve Bank of San Francisco Working Paper No.", "International Monetary Fund Staff Discussion Note No.", "See also \"U.S. Economic Prospects: Secular Stagnation, Hysteresis and the Zero Lower L. H. Summers, Business Economics Bound,\" 49, no.", "\"Impact of Quebec's Universal For details, see P. Fortin, L. Godbout and S. St-Cerny, Low-Fee Childcare Program on Female Labour Participation, Domestic Income, and Government Budgets,\" Working Paper; and B. Petersson, R. Mariscal and K. Ishi, \"Women Are Key for Future IMF Working Paper No.", "For more information, see \"7 Facts on the Oil Sands and the Environment,\" Natural Resources Canada, March 15, 2019. complemented public sector actions to help families weather income loss and also allowed banks to avoid some loan losses.", "The stake raise growth on a sustainable basis without economic stability, and we know that recessions tend to hit hardest those who can least afford it.", "The COVID-19 experience is no exception.", "That's where the Bank comes in.", "Our mandate is to promote the economic and financial welfare of Canada.", "For us, that means targeting low, stable and predictable inflation and supporting financial stability.", "For nearly 30 years, our success in achieving our 2 percent inflation target has provided a solid foundation for growth and more certainty for businesses and families as they plan their finances and investments.", "This target is part of an agreement with the federal government that has been reviewed every five years since 2001. the review that's underway In right now, my colleagues and I chose to challenge the conventional wisdom that our current regime is still the best we can do.", "While we have some results from our research on alternative frameworks, we still need to consider comments we've received from experts as well as feedback It's too early to draw firm conclusions, but from our online survey.", "you can be sure that when we settle on an agreement with the government next year, it will be clear why we think it is in the best interest of Canadians.", "The Bank also supports the stability of the financial system.", "One of the ways we do that is with our analytical work on risks to the financial system linked to climate change.", "We have been working with experts here at home, and globally, to develop a set of climate scenarios to better understand potential climaterelated risks and opportunities for the Canadian financial sector.", "Knowing what the future could look like under different scenarios helps all of us prepare for ahead.", "Another way we support the financial system is through our work on core financial market infrastructure.", "State-of-the-art payments systems are key to the competitiveness of Canadian businesses and to financial stability.", "That's Bank has been working with Payments Canada to modernize them.", "stepped up our work on a central bank digital currency given that COVID-19 has accelerated the use of digital payments.", "early in the technical development phase in collaboration with the private sector, other central banks and the Bank for International Settlements.", "While no decision has been made yet on whether to issue a digital currency, both universal accessibility and financial stability are key objectives.", "It's not lost on me that I'm urging exploration of the far side of the moon-life post-pandemic-while life here on earth is still difficult.", "The COVID-19 pandemic remains a formidable obstacle to both our health and economic prosperity.", "We one without the other.", "Governments are acting decisively, and monetary policy is complementing these actions by creating financial conditions that support growth.", "It's not too early for an open discussion about life after COVID-19.", "The pandemic has damaged the potential for Canada, and other countries worldwide, to generate sustainable economic activity.", "We need to set our sights higher to help businesses create good jobs and to make high debt loads more manageable.", "We need to recognize that social and economic goals are often self-reinforcing, not conflicting.", "This applies to many public and private initiatives, whether they are designed to green the economy, promote investment in critical infrastructure and technology, or help workers succeed in the labour market.", "heartening to see that the pandemic has brought Canadians together in We've been forced many ways, despite our important differences.", "to adapt quickly on many fronts.", "use that impetus to propel us in a better direction- toward investments that boost sustainable and inclusive growth in the long term.", "Like the explorers all those years ago, we will find light on the far side of the moon.", "In this case, however, how brightly it shines depends on us."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Potential output", "Economic growth", "Productivity", "Debt sustainability", "Financial well-being", "Innovation", "Social goals", "Stakeholder capitalism", "Inflation targeting", "Financial stability"]}