{"sentences": ["It is my pleasure to join you today in the Philippines leg of Standard Chartered Bank's ASEAN Webinar Series.", "My address this afternoon will focus on three main points.", "First, I will discuss the policy measures deployed by the BSP in response to the coronavirus pandemic.", "Second, I will elaborate on the legislative measures we are pushing for, as we lay the foundation for a more resilient economy in the medium term.", "These proposed laws will strengthen the financial sector and enable the BSP to deliver more inclusive services to the Filipino people.", "Finally, I will conclude by sharing our vision for the Philippines as we usher in the \"New Economy.\"", "First, on the BSP's policy response.", "As you know, the coronavirus pandemic called for aggressive, timely, and unprecedented responses from governments across the globe.", "In the Philippines, when the COVID-19 virus appeared towards the end of the first quarter, we knew that we have to take decisive actions.", "For the BSP, we identified four critical functions within our area that are imperative to keep the economy afloat: Ensure that there is sufficient liquidity in the system Shore up market confidence and cushion slowdown of economic activity Sustain financial stability and extend relief to financial institutions; and Promote access to and delivery of financial services The BSP swiftly deployed an initial set of measures meant to help maintain stability and ample liquidity in the financial system.", "First, BSP entered into a PHP 300 billion repurchase agreement with the National Government and advance remittance of PHP 20 billion worth of dividends to augment the government's funds for COVID response.", "Second, BSP purchased government securities in the secondary market.", "Third, BSP temporarily suspended term deposit facility auctions, and reduced the overnight reverse repurchase volume offering to encourage market participants to channel funds to loans or government securities.", "From the onset of the pandemic, the government has been firm: its topmost priority is to save lives and protect livelihoods.", "In line with this, the government imposed stringent lockdown measures in mid-March.", "The move disrupted businesses and constrained mobility and caused the economy to contract in the first half of the year.", "But it helped delay the spread of the virus as it allowed for the gradual expansion of the country's healthcare capacity.", "To help stimulate the economy, the BSP's Monetary Board cut the policy rate by a total of 175 basis points in a span of five months, bringing the key policy rate to an all-time low of 2.25 percent.", "In addition, the Monetary Board gave me authority to cut the reserve requirement ratio by a total of 400 bps this year.", "These actions are meant to encourage banks to increase lending to households and businesses, and, consequently, pump additional liquidity to stir economic activity.", "As a result, from April to August 2020, we have seen a 1,040 percent growth in the average daily balance of banks' loans to MSMEs.", "In sum, the total amount of additional liquidity injected into the system from these collective measures is estimated at PHP 1.4 trillion, equivalent to 7.3 percent of GDP.", "Still, our toolkit is far from exhausted, and we stand ready to do more if needed.", "Speaking of toolkit, the BSP is set to issue our own debt securities starting today.This will be an additional monetary policy instrument under the Interest Rate Corridor (IRC) framework.", "The use of BSP Securities for liquidity management supports the shift to more market-based monetary operations.", "It also allows the BSP to conduct monetary operations in line with international central banking practice.", "To say that the past six months have been challenging is a gross understatement.", "But we cannot be fixated with the here and now of the current crisis if we want the Philippines to be one of the leading emerging economies in the post-COVID era.", "The right attitude is that while the national leaders and health authorities worry about the pandemic, we must look beyond the challenges of the present situation.", "This early, we must lay the groundwork for stability and prosperity in the medium and long run.", "Accordingly, we are working hard for the passage of various legislative measures that will provide support and relief to industries that are heavily affected by this pandemic and help the economy rebuild better.", "The Financial Institutions Strategic Transfer Bill (FIST) shall provide for the creation of a system that will insulate banks from a buildup of distressed assets as a result of the pandemic by selling banks' non-performing assets to asset management entities called Financial Institutions Strategic Transfer Corporations.", "Offloading these items from banks' financial statements will support the financial intermediary functions of banks and facilitate the circulation of liquidity within the system.", "The Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery Act (GUIDE), on the other hand, legislates the provision of financial aid to critical industries that are affected by the pandemic.", "In addition, the BSP is advocating for the following measures: Amendments to the Agri-Agra law, which will steer lending to agricultural, fisheries, and rural development in the Philippines; Amendments to the Credit Information System Act, which will improve accessibility of financial services to micro, small, and medium enterprises; Amendments to laws on secrecy of bank deposits, which will put more teeth to efforts against money laundering and tax evasion, and further promote integrity in governance; and The Financial Consumer Protection bill, which will better safeguard the interest of financial consumers, thereby promoting savings and investments.", "Reinforcing the country's solid economic fundamentals with carefully crafted reforms is the best way to strengthen the economy's prospects.", "Speaking of prospects, we remain optimistic that when the dust has finally settled, the Philippines' attractiveness as an investment destination will shine through.", "We will unceasingly pursue the Build, Build, Build infrastructure program (which Presidential Adviser Vince Dizon will elaborate on).", "The BBB program is expected create a lot of jobs in the near term, generate economic activities in the countryside, and expand the productive capacity of the economy moving forward.", "Besides these, we are equipping our economic sectors for the transition to the so-called \"New Economy\" - an economy that is stronger, more technologically-savvy, and more inclusive.", "In the New Economy, we shall harness the full growth potential of the economy.", "In the New Economy, we shall also see a nation that is more technologically savvy.", "Even prior to the pandemic, financial technology has already been at the forefront of BSP's agenda.", "The BSP has put in place a \"test and learn\" environment or what we call the \"regulatory sandbox\" approach, which allows us and the fintech players to learn more about the operations as well as the risks that come with technology at its nascent phases.", "This approach enables us to craft consumer-centric policies that allow customers to fully enjoy easier access and increased efficiency to financial services while being guarded by the highest level of security measures.", "Our target is for at least half of financial transactions to be conducted via digital media by 2023.", "The lockdown measures have expedited the shift towards digitalization.", "As a result, we are confident that our goal to have at least half of all financial transactions be done digitally by 2023 will be met sooner.", "Just recently, the BSP and the trust industry also launched the Digital PERA, which stands for Personal Equity and Retirement Account.", "With this, Filipinos may invest for their retirement using their mobile devices.", "Also, the BSP is working with other government agencies for the use of fintech in their engagements with the public.", "The BSP is excited about the prospects of fintech given the multiplier effect of technology on economic development.", "Finally, the New Economy is an economy that is more inclusive.", "In connection with having a more technologically savvy population that is comfortable with using digital platforms to conduct their financial transactions, we are committed to reach more remote and far-flung areas through digital alternatives.", "Our target is that by 2023, at least 70 percent of Filipino adults will have financial accounts.", "The country's National ID System will also be fully operational soon.", "With this, unbanked Filipinos will have a proof of identity, which is a KYC requirement of banks.", "Access to financial services will be easier and more people can actively participate in the country's economic activities.", "In closing, I would like to leave you with these key points.", "First, from the onset of this pandemic, the Philippine government has demonstrated swiftness, decisiveness, and aggressiveness in combatting the socioeconomic repercussions of the pandemic.", "While the lockdown imposed by the government may have caused the economy to stall in the first half of the year, we believe that this is a necessary but temporary measure in order to save lives and protect livelihoods.", "Second, amid challenging economic environments, the Philippine economy has always shown its resilience.", "This time is no exception.", "The Philippine economy is fundamentally strong - a result of over two decades of implementation of critical structural reforms.", "We have low interest rates manageable inflation and healthy external position-with record-high gross international reserves (GIR) and low external debt.", "Philippine banks entered the pandemic with healthy balance sheets and high levels of capital.", "And they remain strong and stable.", "The banking system's capitalization and liquidity exceed the BSP's regulatory requirements.", "The government's fiscal position is sound, with manageable fiscal deficit and low levels of government debt.", "But we are not complacent.", "Rather, we committed to lay the groundwork for a post-COVID economy that is well prepared and better-equipped to transition toward-and surpass its past achievements under-the \"New Economy\" a stronger, more technologically savvy, and inclusive economy.", "In closing, I invite you to embark on this journey with us and be our partners for growth in the post-COVID era.", "Good day and thank you for your time."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["New Economy", "Financial Stability", "Monetary Policy", "BSP", "Financial Inclusion", "Economic Recovery", "Financial Reforms", "Digitalization", "COVID-19", "Economic Stimulus"]}