{"sentences": ["Mr David Gerald, President and CEO of SIAS Esteemed Panelists, Distinguished Guests Ladies and Gentlemen 1 I am happy to join you today to launch the 2020 Corporate Governance Digital Symposium.", "I am pleased that SIAS has continued its corporate governance week in this digital format.", "This year has and continues to be a challenging one on many fronts as governments, companies and individuals manage the pandemic economic fallout.", "SIAS's Digital Symposium is therefore aptly built around the theme of COVID-19 and Corporate Governance.", "I believe this year - 2020 - will also be a pivotal period for reflection and learning by revealing useful corporate governance lessons just as 20/20 vision is often colloquially used to refer to good eyesight to see things around us.", "The fluidity of the ongoing pandemic and economic situations have accentuated the importance of stakeholder engagement to manage business pressures in the short term and to build resilience for the long term.", "Companies that engage their stakeholders proactively will foster trust and support.", "This is all the more important in times of economic stress and business uncertainties.", "Board functioning 4 It will be important for Boards to monitor and assess their effectiveness in the COVID-19 operating environment.", "For instance, have the interactions of the Board's risk committee with other Board committees been adequate?", "Other areas may include the quality of Board discussions in virtual meeting formats, the support from Boards in public and investor communications and so on.", "Importantly, in periods of crisis or stressed environments, Boards must be able to exercise good oversight of the company's strategy and business resilience plans.", "These will include the adjustment to new norms of office functioning and the relevant business and digital transformation.", "On the regulatory front, MAS has also worked with SGX RegCo and ACRA to ensure that our regulatory framework balances the operational challenges faced by issuers and the informational needs of investors.", "Let me highlight a few areas.", "Conduct of virtual general meetings 6 Travel restrictions and safe distancing measures have made it difficult for in-person general meetings to take place.", "But even in such an environment, it is important for issuers to update shareholders on the state of the company and where necessary, to be able to complete urgent corporate actions requiring shareholders' approval expeditiously.", "Hence, there was a need to allow general meetings to proceed in virtual and hybrid formats.", "However, our company law and issuers' constitutive documents provide for personal attendance at general meetings.", "In April this year, MAS, ACRA and MinLaw therefore worked with SGX RegCo to fast track legislation to provide legal certainty to listed issuers so that they may implement safe distancing measures imposed by the Ministry of Health and hold virtual general meetings.", "Some shareholders may naturally be concerned that virtual meeting arrangements could limit their active participation, such as in posing questions to the Board.", "We have put in place measures to facilitate informed and effective participation.", "ACRA, MAS and SGX RegCo have jointly published a checklist to guide issuers on the baseline requirements that issuers should adhere to in the conduct of their general meetings.", "These include broadcasting the meetings by \"live\" webcast, supporting proxy voting and allowing shareholders to ask questions and have these questions addressed ahead of the general meeting.", "All substantial and relevant questions, as well as follow-up questions, must be addressed by the Board of Directors and/or management prior to, or at, general meetings.", "This will allow shareholders to vote on an informed basis, and also enhance investor confidence.", "Issuers may now continue to conduct their general meetings via alternate non-physical means up till June next year, and are encouraged to do so.", "This will minimize in-person interactions as safe distancing measures remain important in the foreseeable future, even as such measures are progressively and cautiously relaxed.", "MAS and SGX RegCo will closely monitor the experiences of issuers and investors in the conduct of virtual meetings.", "If these meetings can be carried out effectively, MAS and SGX RegCo are open to allowing hybrid and fully virtual meeting formats as a long-term option.", "What is important is that such new meeting formats should not compromise effective shareholder engagement, allow proper verification of attendees and voters, and facilitate accurate and secure voting processes.", "Timely and accurate disclosures 10 Stakeholder engagement is not just confined to annual general meetings.", "Our regulatory framework requires listed issuers to keep shareholders abreast of developments through timely and accurate corporate disclosures.", "It is important that shareholders have up-to-date information on material changes in issuers' business and operations to make informed investment decisions.", "This is even more crucial in times of economic stress.", "Issuers should explain their business plans clearly, provide specific risk disclosures and engage in regular dialogues with their investors to facilitate investors' understanding of their business situation.", "On this, MAS fully supports the guidance to issuers issued by SGX RegCo through its Regulator's Column in April this year.", "In particular, listed issuers are reminded of their continuing obligations to make timely and clear disclosure of the impact of COVID-19 on their current performance and future plans, as well as mitigating measures to manage emerging threats arising from the COVID-19 situation.", "Driving market best practices 12 Regulations alone cannot assure robust and open discussions between the listed issuers and shareholders.", "Our capital market works best in a regime where all stakeholders play a part by highlighting inadequate or poor practices.", "We are therefore heartened to have partners such as SIAS and the Corporate Governance Advisory Committee or CGAC to foster good practices on meaningful disclosures and shareholder engagements.", "The industry-led CGAC has taken a lead to drive market best practices for transparency to shareholders.", "For example, the CGAC issued a statement in September this year recommending that companies should disclose whether their directors intend to subscribe to their personal rights entitlement.", "This would help shareholders make their decisions regarding the rights issues, especially at a time where many issuers may be considering rights issues to shore up their balance sheets.", "MAS supports this industry driven approach to develop good disclosure practices beyond passive reliance against a rulebook.", "It will engender confidence and trust, and allow market discipline to thrive.", "14 Let me conclude by emphasizing the critical role and responsibilities of directors in the discharge of their fiduciary duties.", "I do not think that anyone will disagree on the importance of directors' duties, but how to do this well can sometimes be in question.", "I am told that some Directors avoid any actions that may be perceived as \"taking over\" from Management.", "And rightly, executive decision-making must remain the mandate of the CEO and his or her management team.", "But as this pandemic crisis has shown, Directors also cannot be passive by-standers.", "They are stewards of a company's assets and its ongoing viability, and owe a duty to shareholders, regulators, employees, clients and even the general public especially if the company has an important market role.", "While Directors seek to avoid being intrusive and not having to look over the shoulders of Management, looking aside is also not acceptable given the fiduciary responsibilities and accountability.", "A good and effective Board must be able to manage that Board-Management boundary well to allow the executives to benefit from the Directors' involvement on issues of risks and strategy on the one hand, and not to hamper the executives from doing their job on the other.", "Finally, as I highlighted earlier, a strong and effective corporate governance ecosystem is one where there are collective efforts from all stakeholders, including the analyst community and industry watchdog or bodies.", "SIAS is one excellent example of a key stakeholder in Singapore's corporate governance eco-system, who has been promoting best practices and protecting the interests of investors for over 20 years.", "The partnerships between regulators and all stakeholders in the eco-system will continue to be important in uplifting the standards of corporate governance in Singapore.", "May I wish everyone a wonderful event in this week and do keep safe and well."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate Governance", "Stakeholder Engagement", "Board Functioning", "Virtual General Meetings", "Timely and Accurate Disclosures", "Driving Market Best Practices", "Directors' Duties", "Risk Management", "Investor Confidence", "Regulatory Framework"]}