{"sentences": ["I am delighted to be your keynote at this important event today.", "I thank the Secretary of Justice, Tony (Neoh) and Stephen (Phillips) for inviting me.", "This conference is titled 'Why Hong Kong is irreplaceable'.", "And in the context of international finance, I think it'd be fair to start this session with a question rather than a statement and ask: why is Hong Kong irreplaceable?", "The answer is that no city is totally irreplaceable as a financial centre.", "For decades, London has been established as one of the leading global financial hubs.", "But even with this entrenched position, we have been hearing questions whether London can maintain this dominance in Europe after Brexit.", "Or look further back in time.", "Modern banking was probably pioneered in Genoa in the 15 century.", "But no-one sees this picturesque Italian city as a financial centre today.", "In China, Pingyao in Shanxi was once the cradle of banking during the Qing dynasty; it is now more of an open-air museum for tourists.", "The truth is that what financial centres do is irreplaceable, not where they are.", "Throughout history, financial activity has been concentrated where it best meets the needs of market users.", "And talent always follows the money.", "In other words, a financial centre grows when it can effectively intermediate the demand and supply of money, enable risk management and create value.", "When that is no longer the case, capital and talent move on.", "Ruthless, but that's the nature of finance.", "In my view, the qualities of an international financial centre can be distilled in two words: opportunity and ecosystem.", "In the rest of my speech, I am going to discuss why Hong Kong's franchise as an international finance centre remains strong - and how we can make that franchise even stronger.", "Let me start with the bedrock of the ecosystem, which is financial stability.", "I've been with the HKMA long enough to have been part of the team that helped Hong Kong weather the Asian Financial Crisis and the Global Financial Crisis.", "We learned a lot about the importance of financial stability through these experiences.", "But what Hong Kong has gone through since mid-2019 has been truly exceptional.", "The social unrest, China-US tensions and Covid-19 put our financial system under a prolonged, real-life stress test that featured almost all the worst-case scenarios.", "Without wanting to sound complacent, I think we've done alright.", "Let me share a few facts with you to illustrate this.", "Our Linked Exchange Rate System stood up to the test.", "The Hong Kong dollar has been staying strong against the US dollar, reflecting continuous fund inflows - not the outflows that some might have feared.", "Since April 2020, the HKMA has repeatedly taken in the inflows that came into our System, amounting to a total of 50 billion US dollars.", "In these two challenging years, deposits at Hong Kong banks have grown by a total of 8.5%.", "The perception that capital is fleeing from Hong Kong is simply not borne out by facts.", "Our banking sector's capital strength, liquidity position and non-performing loan ratios all compare favourably with those of international peers.", "Banks in the city have also been using the buffers they built up when the economy was strong to provide timely financing support to corporates and households during these testing times.", "What about the other sectors?", "If you look at Hong Kong's asset and wealth management sector, it is the same story.", "Assets under management grew by 20 per cent in 2019.", "And that growth momentum remained strong in 2020. .", "All this might seem hard to believe when you consider what has been happening.", "But I believe our problems during the last couple of years have only served to demonstrate the extraordinary resilience of our financial system.", "So these times of trial actually show why Hong Kong is, and will remain, a great financial centre.", "Some have seen a challenge to Hong Kong's future in the turbulence we have faced.", "But I would argue that successfully weathering another storm has only reinforced Hong Kong's unique value - to China and to the rest of the world.", "Another key feature of Hong Kong's ecosystem is our broad-based financial leadership.", "This city is strong not only in one or two areas but across the full spectrum of products: commercial banking, investment banking, equities, fixed income, asset and wealth management, foreign exchange and more.", "This is important because it means we can provide holistic solutions to the specific financial needs of firms and individuals.", "This array of financial services is supported by world-class professional services.", "Hong Kong has top-notch capabilities in law, accountancy, tax, risk management and compliance.", "And we have an outstanding talent pool.", "Hong Kong has a well-educated local workforce.", "But we are also a welcoming city that attracts top professionals from around the world, creating a deep and diversified bench of talent.", "And let's not forget the legal system and regulatory environment.", "Hong Kong is renowned for its unique bilingual common law system.", "We have a highly-regarded, independent judiciary - as well as an internationally-recognised, forward-looking regulatory environment.", "That means we offer a fair and predictable marketplace in which all financial institutions can operate and prosper.", "Each of the above is a great asset in its own right.", "When you put them all together and it runs like clockwork, you have a powerful ecosystem that would be very hard to replace.", "This kind of infrastructure is so sticky that it's \"hard to move\" - to quote a senior executive at a leading global asset manager, who just reaffirmed that Hong Kong will remain their one and only Asian hub.", "Because our system functions so smoothly, even under stress, it's easy for people to take it for granted.", "At the HKMA, we can never do that.", "As a market facilitator, we are always looking for new opportunities for our financial sector.", "And, as a supervisor, we are constantly working to create policy headroom so that market players can seize those opportunities.", "Opportunity - China 22.", "As we speak of opportunity, the future of finance - from Hong Kong's perspective - can be summed up in three words: China, green and technology.", "By China, I mean connecting the Mainland and international financial markets via Hong Kong.", "Hong Kong is the only gateway of its kind to the Mainland's capital markets.", "Only Hong Kong can play this role - because of a combination of advantages that only Hong Kong has.", "We are part of China, supporting the country's economic development for more than four decades.", "That's why the financial infrastructure connecting Hong Kong with the Mainland has continued to grow.", "And we provide global investors with a familiar, trusted point of access to Mainland markets.", "That's why about two-thirds of the Mainland's two-way capital flows consistently go through Hong Kong.", "Some argue that this advantage is temporary.", "As China's domestic capital markets open up, the argument goes, surely international capital can bypass Hong Kong and go directly to Shanghai and Shenzhen?", "It is true that the Mainland authorities are pursuing further liberalisation of the onshore capital markets.", "This was evident in a series of reforms to the Qualified Foreign Institutional Investor regimes last year.", "Access to the China Interbank Bond Market has also been enhanced, making it easier for investors anywhere to directly access this 16 trillion US dollar market.", "And yet Hong Kong's own portal to Mainland bonds is more popular than ever.", "Orders going through our Bond Connect link to China's Interbank Bond Market account for more than half of its turnover by foreign investors.", "More than 2,400 institutional investors are registered on the platform.", "And Bond Connect has continued to grow right through the social unrest and pandemic: volumes rose by 82 per cent in 2020. .", "Hong Kong's two Stock Connect links - with Shanghai and Shenzhen - are also very popular with international investors.", "Average daily turnover on Stock Connect more than doubled last year.", "'Northbound' traffic from here to the Mainland rose by 119 per cent.", "This reflects continued global demand for Chinese securities as their weighting in benchmark indices increases.", "And investors choose Stock Connect for the same reason they choose Bond Connect.", "Through Hong Kong, they can enter Chinese markets on a platform that is proven and familiar, using English-language documentation and applying international norms and practices.", "The opening-up of various channels into China's domestic markets gives options to international investors.", "They can choose to have an onshore presence and trade directly in the local market.", "Or they can continue to use Hong Kong as their base if it makes sense for their strategy and resources.", "The fact that the majority of foreign investors access the Mainland capital markets using the two Connect schemes speaks volumes about the unique value proposition of the Hong Kong platform.", "In recent years, that financial connectivity has been boosted by increasing 'southbound' traffic from the Mainland to Hong Kong.", "It is well known that Hong Kong is the leading hub for Mainland enterprises looking to issue equity or debt in the international market.", "That activity continued to thrive in 2020, thanks to the secondary listings by home-coming Mainland corporates and IPOs by new economy companies.", "But Hong Kong is much more than a capital-raising gateway for Chinese firms.", "Today, Mainland institutions and individuals use Hong Kong to put their capital to work.", "Southbound flows from the Mainland to Hong Kong through the Stock Connect schemes rose by 128 per cent last year.", "The volume of capital flowing from the Mainland into Hong Kong is set to grow further.", "Very soon, we will be launching a Wealth Management Connect scheme.", "This next Connect will ultimately offer customers across the Greater Bay Area access to Hong Kong's world-leading wealth management services.", "We are also in discussion with our Mainland counterparts about launching Southbound trading under Bond Connect.", "Both of these developments will create great opportunities for Hong Kong as a financial centre.", "But we will not stop there.", "China's economic growth and wealth generation, as well as global investors' increasing appetite for RMB-denominated assets, all point towards a bigger role for Hong Kong.", "Our city can intermediate financial flows between the Mainland and the rest of the world for decades to come.", "At the HKMA, we are continuously working towards new policy breakthroughs that can strengthen Hong Kong's ability to do that.", "Opportunity - Going Green 36.", "The China opportunity for Hong Kong is compelling.", "But Hong Kong must also lead the other trends shaping the future of finance.", "And in my view, at the top of the global financial agenda are: sustainable finance and technology.", "And that is where the HKMA, in its market development role, is focusing its efforts.", "To meet the Paris Agreement climate change target, the world needs to transition to net-zero carbon emissions by 2050.", "That will cost an estimated one to two trillion US dollars a year, making sustainability one of the biggest drivers of capital flows in the decades ahead.", "In Hong Kong, we are determined to be at the forefront of this transition.", "First, the government has set a net-zero emissions target by 2050, in line with developed economies globally.", "We are also integrating sustainability into our Exchange Fund investments and banking system.", "And the HKMA is co-operating with other regulators to green our financial system by setting supervisory expectations, encouraging climate disclosure, and building industry capacity.", "In fact, Hong Kong is the first Asian jurisdiction that has committed to comply with the recommendations of the Task Force on Climate-related Financial Disclosures by 2025. .", "We are also pioneers with our dedicated government green bond programme.", "Last month, we returned to the international market with a 2.5 billion US dollar deal, attracting an overwhelmingly positive response from global investors.", "To build on this momentum, the Financial Secretary just announced in his latest Budget that the government will double the size of the green bond programme and increase the diversity of future issuances.", "We will also provide grants to encourage more corporates to seek green and sustainable financing in Hong Kong.", "Both initiatives will help strengthen the fast developing green finance ecosystem in Hong Kong.", "We are also partnering with the international community to develop green financing.", "Hong Kong is the founding member and first regional anchor for the Asia Chapter of the Alliance for Green Commercial Banks with the International Finance Corporation.", "Our financial centre is also embracing the rise of investment in line with Environmental, Social and Governance - or ESG - principles.", "As the manager of the Exchange Fund, the HKMA has ensured that ESG principles are now an integral part of our investment criteria, investment process and asset allocation decisions.", "And, once again, Hong Kong's status as China's offshore financial centre gives us an edge in sustainable finance.", "No financial centre is better positioned than Hong Kong to channel global investment into China's ambitious plans to achieve carbon neutrality by 2060.", "Opportunity - Technology 43.", "When it comes to technology, Hong Kong is already at the forefront of the global fintech scene.", "The HKMA's Smart Banking initiatives have helped drive the digital transformation of banking services, bringing competition and promoting financial inclusion that directly benefit customers.", "This is just the start of a long journey.", "The adoption of AI and data analytics in banking operations, the use of Regulatory Technology - or Regtech - in compliance and the need for enhanced cybersecurity are high on our agenda.", "Looking ahead, apart from the technology itself, it's clear that data will be central to the future of banking innovation.", "That's why we're building next-generation financial infrastructure.", "Last November, we announced plans for a pilot to build a Commercial Data Interchange.", "The project will enable corporates to share with banks their digital footprint kept by their business partners on a common platform.", "This data access will provide new ingredients for innovative banks to create new products or processes which will allow thousands of small and medium-sized enterprises to access bank credit in an easier and cheaper way than before.", "We're also looking to apply new technologies to addressing long-standing pain points in banking.", "Take international remittances for example.", "The process is currently slow and costly.", "Along with the Bank of Thailand, the HKMA initiated a central bank digital currency project for cross-border payments that has now been joined by the central banks of the United Arab Emirates and China.", "This 'm-CBDC Bridge' project is exploring the potential of using blockchain technology to facilitate real-time cross-border payments, which could reduce costs and enhance transparency for users.", "CBDCs have a range of promising applications and, together with our partner central banks, we want to be at the forefront of this development.", "Enhancing the Platform 46.", "We understand that a supportive regulatory environment matters a great deal to the providers and users of financial services.", "That's why the HKMA and other financial regulators are working closely with the Government to keep enhancing the attractiveness of the Hong Kong platform.", "We keep our market infrastructure, legal framework, regulatory regime and tax system under constant review to make sure that they are business-friendly, forward-looking and competitive.", "In recent years, we've been undertaking reforms that provide modern legal structures catering to the evolving needs of the asset management industry.", "And we are revising our tax code to make it more competitive for a wide range of financial services, including corporate treasury activities, the fund industry, private equity and wealth management.", "Ladies and gentlemen, I started my speech with the question why Hong Kong is irreplaceable.", "In the past 15 minutes or so I highlighted the strength of Hong Kong's ecosystem as an international financial centre, the scale of opportunity ahead and the actions we are taking to maintain our competitiveness.", "I hope you will agree with me that Hong Kong's exceptional resilience under recent pressure reinforces - rather than calls into question - its long-term future as a global financial hub.", "The legal profession has an important role to play in this journey, and I look forward to our continued close collaboration."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Opportunity", "Ecosystem", "China", "Green", "Technology", "Regulatory Environment", "Platform", "Resilience", "Legal Profession"]}