{"sentences": ["Ladies and Gentlemen, On behalf of the Bank of Finland and other organisers of this conference I would like to welcome you all to this year's Conference on Systemic Risk Analytics.", "Despite the ongoing COVID-19 pandemic, we have been fortunate to receive several excellent papers this year.", "A big thanks to the organising team for making this conference happen and to everyone who submitted their papers - without your efforts this conference would have not been possible.", "The focus in financial analysis is changing from looking at issues in the rear-view mirror towards a more forward-looking approach.", "In my opinion, it is important that we find the right balance between the two.", "It is important to learn from the past, but it is equally important to prepare for the future.", "This will be a central theme throughout the conference.", "In this opening speech I will be highlighting two challenges that we have in financial analysis related to climate change, and I will propose two solutions.", "But these are general issues and relevant not only in the case of climate change; instead, they exemplify the challenges that we also face in many other fields.", "The first challenge is that financial analysis related to climate change is a relatively new topic in our field.", "This means that the analytical methodologies and relevant data are still in their infancy.", "The first lessons learned in this process have been that traditional methodologies and data are inadequate for financial stability analysis related to climate change.", "Climate change is not evident in past data; instead, we need data to cover the future.", "Similarly, we require information beyond financial disclosures.", "And in many cases, comparable and reliable data does not even exist.", "The same goes for analytical methods.", "Climate change needs forward-looking approaches with a time horizon in the range of several decades instead of a couple of years.", "Our financial models need to be complemented with non-financial information.", "What are known as Integrated Assessment Models, thus far used in much of financial climate analysis, are a good start.", "But to really make progress, we may need to be able to integrate the climate into the traditional central bank forecasting models to make climate issues more relevant to macroeconomic analysis.", "The second challenge is a lack of expertise.", "The relevant analytical knowhow is rare, as this topic has not been included in the mainstream economics or finance curricula in the universities.", "So far, basically everyone within the central banking community involved with climate has had to study the issue for themselves.", "Without proper and widespread analytical capabilities it will be impossible to make sure financial questions related to climate change get the attention they deserve.", "It is not enough that authorities and financial institutions have the capabilities.", "Non-financial corporations also need to have at least a basic understanding in order to be able to determine the investments needed for their own transition to climate neutrality.", "Given the time horizon to meet our climate goals, it is imperative that the knowhow and capabilities are developed quickly.", "And coming to the solutions, my first proposal would be to more actively try to find new data sources and combine different datasets.", "This work is underway, and many non-traditional datasets have already been found, but it is safe to assume a lot more can be done in this regard.", "Furthermore, we need to relax our assumptions about the extent to which we can rely on official statistics and accounting.", "Even if approved, it will take years until we have adequate environmental accounting on which to rely.", "We need something in the meantime.", "Perhaps machine learning, AI and data mining can be useful ways of decoding qualitative and text-based information into metrics that we can use in our analysis.", "As we compile datasets covering future decades, it becomes apparent that our traditional methodologies and assumptions are inadequate.", "We need to have a better grasp of scenario analysis methodologies to be able to include climate and relevant long-term possible futures in traditional economic analysis.", "This requires us to work even more with experts from outside our own field.", "And all this leads to the second solution, which relates to the need to build analytical capacity and understanding.", "For this we need people who can teach others.", "The central banks and supervisors' Network for Greening the Financial System, or NGFS for short, and others are already building their own training programmes.", "A lot of interdisciplinary cooperation is needed to build the relevant capabilities.", "We are already seeing more collaborative action between climate scientists and financial analysts, which helps in finding new ways to do things.", "Similarly, this cooperation enables us to use metrics and approaches originally developed for other purposes.", "The NGFS Scenarios are a prime example of this.", "It is my hope that academia, too, will acknowledge its role in this.", "Thus far, sustainable finance has not been an integral part of economics or finance in the universities.", "But we need solid research foundations upon which to build our models; hence, this situation needs to change.", "And we at the central banks must play our part in taking this discipline forward.", "After all, it is in our own interest to be able to assess the financial stability impact of climate change as well as the climate risks posed on our own balance sheets.", "We need to lead the way.", "And leading the way is what this conference has always been about.", "The Systemic Risk Analytics conference has always taken onboard excellent papers that are innovative in terms of their approach and topic.", "To continue this tradition, I was delighted to see what we have on the agenda at this year's conference.", "For what I see in the presentations is a lot of novel thinking and new approaches to analysis.", "These are the kinds of action we need in order to take things forward, which is a necessity, given the tasks ahead.", "I hope that the presentations in this conference give you ideas on how to extend your thinking beyond the traditional approaches.", "And I hope this in turn helps you to develop new approaches that might take your own field of research forward.", "So, I wish you all a fruitful conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial stability", "Data", "Analytics", "Expertise", "Scenario analysis", "Machine learning", "Sustainable finance", "NGFS", "Academia"]}