{"sentences": ["Good morning, it is a pleasure to participate in this event and I look forward to discussing both the importance of leadership and some of the challenges for leaders, the ones we've faced and the ones ahead of us.", "Last year was extremely difficult for people all over the world.", "The public health emergency was, and remains, severe, although thankfully great progress has been made on a vaccine.", "But we still have a way to travel to return to some semblance of normality, or perhaps a 'new normal'.", "Thinking back to 2019, I could not have imagined the pace of technological adaptation that was just around the corner, with millions of people working regularly from home, videoconferencing, shopping and learning online.", "I expect some of these changes will outlast the virus.", "This crisis is very different to that of the financial and sovereign debt crisis.", "It is first and foremost a health crisis.", "The economic crisis arising from the pandemic has, to my knowledge, no precedent in modern history.", "I have still not found examples of economies voluntarily closing down in the way so much of the world has chosen to.", "An important difference to what we experienced ten years ago is the fact that the financial system has been able - so far at least - to absorb rather than amplify the effects of the shock.", "The Government also has had significant resources available to respond to the pandemic, with the rise in the deficit and debt ratios both warranted and necessary.", "Policy therefore has been in a position to support the productive capacity of the economy and avoid scarring effects such as long-term unemployment.", "Nonetheless, the more prolonged the need for measures to contain the pandemic, the greater the risk that liquidity problems will evolve into solvency pressures for affected businesses, increased risk of financial difficulties for households, and greater challenges for the financial system and wider economy.", "The enormity of the policy response is visible in the data.", "For example, at its peak last year, approximately 1.2 million people in Ireland were in receipt of some form of income support.", "Despite this response, we estimate unemployment is likely to increase from 6.2 per cent in 2020 to an average of 9.3 per cent this year before declining to 7.8 per cent in 2022, a rate well above the pre-pandemic level of about 5 per cent.", "Though high, for comparison, the unemployment rate peaked at just over 16 per cent a decade ago.", "The work of the Central Bank From the outset, we have prioritised dealing with the pandemic's impact on the financial system and on consumers.", "Our near-term crisis response has been focused on the financial system being able to support households and businesses through the pandemic and into the recovery.", "And this has different dimensions.", "For monetary policy, we have worked with our Eurosystem colleagues to maintain favourable financing conditions for all sectors of the economy and across the euro area.", "Our macro-prudential policy stance in Ireland is intended to enable the financial system to absorb losses from the shock and maintain the supply of lending to households and businesses, supporting the recovery.", "And we're focused on the approach of the financial system to managing distressed debt, including that related to pre-existing mortgage arrears.", "Looking ahead, what happens to household savings will be important for the Irish economy as individuals and households may choose to use them for consumption in the future when circumstances allow.", "And the relative resilience of the public finances overall should contribute to economic recovery in 2021 as we hope that widespread vaccinations allow the economy to start functioning without restrictions once more.", "As I discussed last week, rebuilding and strengthening this resilience is a key priority for the Central Bank.", "Leading through disruption Now, perhaps one of the unique experiences that many of us will have had over the last year is leading organisations remotely.", "Leadership through the pandemic has brought its challenges.", "Technology has enabled organisations such as the Central Bank - where work can be done remotely - to continue to operate.", "But as time has gone on, the drawbacks to building and maintaining the relationships and social capital that contribute to a successful organisation become apparent.", "As Governor of the Central Bank, my number one priority has been the care of our people.", "Fighting an invisible virus has created enormous anxiety for everyone in the community and it is no different to people who work for us.", "A radical shift in working arrangements has been accompanied with added caring and teaching responsibilities (in many cases at least) along with the changes in all our normal patterns of social interaction.", "The mental and physical wellbeing of our people has been an important focus for us.", "We know that it can sometimes be difficult to admit to ourselves that we need additional help and support.", "But we all need to ensure we create a culture in our organisations where people know it is OK to ask for help.", "Remote working is not an excuse not to listen to our people.", "Another feature of the pandemic is that it has become very difficult to plan, and certainly difficult to plan our personal lives.", "And at a time when the lines of work and home have become very blurred, it is particularly important that people take leave, and use it to switch to support their own wellbeing.", "We have, wherever possible, looked to address the enormous uncertainty around our daily lives by giving people as much certainty as we can.", "For example, before Christmas we told our people that we would carry on working remotely until at least the end of May, giving them some certainty to help them plan their lives.", "During enormous uncertainty, the clarity and regularity of communications is particularly important.", "We are learning to operate in new ways and now thinking about what it means for the longerterm.", "We're exploring what our future working model might look like, what we've learned from the enforced experiment of the last 11 months, what we should keep and what we should let go, so that we can continue to do our jobs effectively over the long-term.", "One my responsibilities is the stewardship of the Central Bank into that long-term so I am particularly interested on the impact of remote working over a long time period on collaboration, on the sharing of knowledge and on the development of an organisation's social and intellectual capital.", "Of course there are many leadership challenges to face throughout the pandemic.", "Remote working is not a possibility for everyone, including some people in the Central Bank.", "And for many people across the country, reorganisation or redundancy has been the reality of the disruption of the last 11 months.", "Managing the impact on people is the single biggest leadership challenge that we face.", "I don't think I am alone in thinking about such issues and look forward to learning how you have managed, how your organisations have adapted, and how you see the future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Leadership", "Pandemic", "Financial System", "Economic Recovery", "Remote Working", "Mental and Physical Wellbeing", "Communication", "Future of Work", "Collaboration", "Social Capital"]}