{"sentences": ["Accompanying slides can be found on the website.", "Asset purchases have become an important tool for central banks worldwide to secure price stability in the vicinity of the zero lower bound.", "The experience over the past decade has yielded many insights into how precisely asset purchases affect financial and economic conditions, the latest example being the response to the coronavirus (COVID-19) pandemic.", "There is by now broad consensus that asset purchases can support economic growth and inflation in three main ways : first, through the market stabilisation channel, by which asset purchases provide liquidity when there are deep dislocations in financial markets; second, through the portfolio rebalancing channel, by which asset purchases reduce the aggregate amount of duration risk to be held by price-sensitive investors, inducing a shift into other, riskier assets in the economy and thereby supporting their value; and, third, through the signalling channel, by which asset purchases signal the intention of central banks to keep policy rates lower for longer.", "In my remarks today, I would like to explain how the relative importance of these channels has changed during the course of the pandemic.", "I will argue that the pandemic emergency purchase programme (PEPP) prevented the collapse of the financial system when the pandemic shock hit our economies and the outlook was at its darkest.", "A strong market presence as well as flexibility in the way purchases are conducted are the most prominent features of the market stabilisation channel, supporting confidence and the economy as a whole.", "I will then show that, once market functioning had recovered and the repercussions of the pandemic for the medium-term inflation outlook became clearer, the portfolio rebalancing channel became the PEPP's main transmission channel.", "Sizeable duration extraction has been the main factor supporting the economy and the inflation outlook during this phase.", "And, finally, I will explain how the signalling channel is becoming more important as our measures succeed in dispelling tail risks and lifting the expected future path of inflation.", "It reinforces our new forward guidance and reduces uncertainty about the future path of short-term interest rates.", "Stabilising markets through asset purchases Just before the Governing Council launched the PEPP in March 2020, financial markets had frozen under the weight of rising uncertainty (Slide 2).", "Liquidity dried up even in deep liquid markets, such as the German Bund market.", "Corporate bond spreads sky-rocketed and stock markets plummeted at an unprecedented pace.", "In such periods of acute financial market stress, asset purchases are a powerful instrument to protect monetary policy transmission.", "Falling asset values and rising credit and counterparty risk typically imply that the risk-bearing capacity of most financial intermediaries is severely constrained at a time when duration supply is expected to rise.", "Government expenditure, for example, tends to increase in the early stages of a crisis to mitigate the economic and social repercussions of the ensuing downturn.", "During the pandemic, corporate liquidity needs also rose sharply.", "Asset purchases can fill the void and allow the market to return to the good equilibrium.", "They reduce the frictions that prevent arbitrage across asset classes.", "The signal that asset purchases may send about the future path of policy rates is largely irrelevant when markets are not functioning well.", "What matters in these circumstances are two criteria: a strong market presence and flexibility.", "A strong market presence helps overcome transitory supply and demand imbalances.", "In the first two weeks of the PEPP, the Eurosystem purchased assets worth more than €50 billion.", "By the end of June 2020, the asset purchases amounted to more than €350 billion - representing an enormous pace of absorption.", "ECB staff analysis confirms that asset purchases are particularly effective in periods of market stress.", "The evidence around the PEPP announcement suggests that the normalised impact of a €500 billion purchase envelope is likely to be noticeably higher than under our regular asset purchase programme (APP) (Slide 3, left-hand chart).", "There is also evidence that \"flow effects\" - that is, the impact on bond prices that goes beyond the announcement or \"stock effect\" - tend to be larger under stressed conditions (Slide 3, righthand chart).", "This is consistent with the idea that investors value central bank liquidity most when markets dry up.", "The second criterion is flexibility.", "Market segmentation in periods of stress implies that asset purchases mostly operate locally, with limited spillovers to non-targeted segments.", "As a result, central banks have to intervene more directly in those market segments where it is most needed.", "The PEPP's flexibility over time, across asset classes and among jurisdictions explicitly catered for the possibility of such targeted purchases.", "For example, in the early days of the crisis we had a strong presence in the commercial paper market, where the demand for liquidity was high but trading activity was largely absent (Slide 4, left-hand chart).", "As market conditions stabilised, we were able to gradually scale down our activities in this market segment.", "Similarly, at the onset of the crisis, perceptions of differences in fiscal policy space are likely to have contributed to widening the wedge between the financing costs of euro area sovereigns, and hence of firms, banks and households in different parts of the single currency area.", "By allowing for greater flexibility in the way public sector assets are purchased, we were able to counter such risks of harmful fragmentation.", "At the height of the market turmoil when fragmentation risks threatened to impair monetary policy transmission, there were substantial deviations from the ECB's capital key, which guides the allocation of our public sector purchases across euro area countries (Slide 4, right-hand chart).", "But these deviations receded swiftly.", "Over most of the PEPP's lifetime, purchases have been conducted according to the capital key.", "This does not mean that flexibility became irrelevant in the later stages of the crisis.", "Quite on the contrary, the option to conduct purchases flexibly ultimately provided a backstop that prevented fragmentation risks from resurfacing in the first place.", "Overall, the success of our interventions has been overwhelming (Slide 2).", "Indicators of financial stress dropped quickly as the PEPP instilled confidence, restored orderly liquidity conditions, and stopped and then reverted destabilising price spirals and fire sales.", "In short, the launch of the PEPP prevented the collapse of the financial system.", "Protecting the monetary policy stance through duration extraction As the dust of the initial shock settled, the purpose of the PEPP shifted from market stabilisation to ensuring an appropriate monetary policy stance.", "In June 2020, our staff projections suggested that inflation would be well below our target in the medium term, and noticeably below the prepandemic level.", "At that point, portfolio rebalancing became the main transmission channel of our asset purchases.", "Although we could afford to reduce our monthly emergency interventions over the second half of 2020 by 45% compared with their peak in light of calmer financial markets, exceptionally large public and private duration supply in response to the pandemic was a recurring source of upward pressure on bond yields that would not have been consistent with our commitment to counter the effect of the pandemic on the inflation trajectory.", "ECB estimates suggest that the GDP-weighted ten-year yield of the four largest euro area countries would have been more than 50 basis points higher in response to the increase in public debt (Slide 5, left-hand chart).", "Duration extraction offset this effect, and engineered a decline in the so-called \"bond free float\" - the share of bonds held by price-sensitive investors -, thereby keeping yields at levels consistent with countering the downward impact of the pandemic on the projected path of inflation (Slide 5, right-hand chart).", "In these circumstances, the signalling effects of asset purchases continue to be relatively small because the market expects inflation to remain below target for a considerable period of time anyway.", "Empirical evidence from the public sector purchase programme (PSPP) confirms the important role of the portfolio rebalancing channel.", "It shows that a sizeable reduction in the bond free float has been the main transmission channel through which the PSPP succeeded in reducing sovereign bond yields - by some estimates by nearly a full percentage point.", "The signalling channel contributed comparatively little.", "Lower yields, in turn, support the economy at a time when - from a macroeconomic perspective - risk-taking is too low rather than too high.", "Portfolio rebalancing effects help reduce the equity risk premium and boost bank lending when aggregate demand is severely depressed.", "In the euro area, these rebalancing effects are amplified by the interactions of asset purchases with other policy instruments.", "Negative interest rates, for example, further incentivise investors to purchase longer-term assets in a bid to avoid being \"taxed\" by the negative rate.", "Empirical evidence shows that this \"hot potato effect\" also extends to bank loans, thereby reinforcing the effects of our targeted longer-term refinancing operations (TLTROs).", "From portfolio rebalancing to signalling Over time, however, as tail risks dissipate and the outlook gradually improves, the portfolio rebalancing channel may at some point become less important.", "There are two main reasons for this.", "First, there can be diminishing returns to portfolio rebalancing.", "Over time, measures of risk compensation adjust in a way that makes purchasing riskier assets less attractive to investors.", "There may be a point where the effects could even reverse.", "Evidence from the United States, for example, suggests that when the supply of safe government bonds is falling, market participants attach a higher value to the liquidity and safety attributes of such assets - a value known as the convenience yield.", "If this convenience yield is not available from other assets, then progressively reducing the quantity of safe government bonds in the market may no longer be welfare-increasing.", "Another argument arises when considering the consolidated balance sheets of the government and the central bank.", "Swapping long-term government bonds for overnight central bank reserves results, over time, in a notable shortening of the maturity structure of public liabilities.", "In other words, it de facto counteracts the efforts by governments to lock in current low interest rates with a view to reducing their exposures to potentially higher interest rates in the future.", "Second, the stock of acquired assets ensures no undue or premature decompression of the term premium, even if the effects of portfolio rebalancing diminish.", "So far during the pandemic, the Eurosystem has bought assets worth more than €1.3 trillion, or nearly 12% of last year's euro area GDP, under the PEPP alone.", "Together with the purchases under the APP, we currently hold around €4.4 trillion worth of securities on our balance sheet (Slide 6, left-hand chart).", "ECB simulations show that this stock provides substantial and persistent policy stimulus.", "Even in three to five years' time, our joint PSPP and PEPP holdings can be expected to put sizeable downward pressure on interest rates across the maturity spectrum (Slide 6, right-hand chart).", "These effects do not imply, however, that asset purchases no longer play a role once economic conditions and the inflation outlook improve and the need for portfolio rebalancing diminishes.", "In fact, in these circumstances the signalling channel of asset purchases often gains importance.", "Asset purchases as a commitment device Let me explain why.", "Past experience suggests that when projected inflation gradually approaches the target, uncertainty about the future path of interest rates increases.", "Forward guidance on interest rates can substantially reduce this uncertainty.", "It can stabilise longterm interest rates by enhancing clarity on the conditions that must be met for policy rates to increase.", "At our Governing Council meeting in July, we laid out three such conditions for the euro area.", "First, inflation needs to reach 2% well ahead of the end of our projection horizon.", "Second, inflation needs to stay there durably for the rest of the projection horizon.", "And third, realised progress in underlying inflation needs to be sufficiently advanced to be consistent with inflation stabilising at 2% over the medium term.", "There is evidence that our new guidance has been effective in reducing uncertainty about future policy (Slide 7).", "The relationship between expected inflation and expected future interest rates has changed in the pandemic: today, markets expect less monetary policy tightening for each incremental improvement in the medium-term inflation outlook.", "The sensitivity of rate expectations to changes in the inflation outlook has remained the same even as the balance of risks around the inflation outlook priced in by investors has noticeably shifted to the upside.", "Option prices, for example, currently suggest that the market attaches a probability of nearly 40% to inflation exceeding, on average, our 2% target over the next five years (Slide 8, left-hand chart).", "Such market behaviour is consistent with our pledge to act more patiently - that we want to see clearer signs that inflation is reliably moving towards our 2% target.", "Our September staff projections suggest that, while the outlook is gradually improving, inflation is still expected to be below our 2% target in the medium term (Slide 8, right-hand chart).", "As such, our new forward guidance has significantly enhanced clarity around our reaction function and has thereby helped anchor long-term rates at current low levels by reducing the uncertainty around the future course of monetary policy.", "In the early stages of a recovery, however, forward guidance cannot fully substitute for asset purchases.", "Therefore, forward guidance and asset purchases should be thought of as both substitutes and complements.", "They are substitutes in the sense that the main instrument to stabilise long-term yields at levels consistent with the inflation outlook gradually shifts from asset purchases to forward guidance, or from a compression of the term premium to managing the expected future path of short-term interest rates.", "They are complements in the sense that asset purchases can reinforce forward guidance.", "They can serve as a powerful commitment device to lend additional credibility to a central bank's forward guidance by signalling that, in all likelihood, the conditions for raising policy rates are not expected to materialise any time soon.", "One reason is that investors typically do not expect a central bank to raise policy rates abruptly when it is still conducting net asset purchases.", "Doing so would expose the central bank to significant losses on its balance sheets.", "Thereby, asset purchases raise the bar for lifting policy rates, helping to raise inflation expectations at the zero lower bound.", "They reduce harmful uncertainty by making sure that central banks \"put their money where their mouth is\".", "In doing so, they support the central bank's pledge not to raise rates and therefore strengthen their commitment through forward guidance, which hence becomes more \"Odyssean\" - like Odysseus who tied himself to the mast of his ship.", "This means that, as the inflation outlook brightens, it becomes less important how much a central bank buys or when a reduction in the pace of net asset purchases starts, but rather when such purchases end.", "It is the end date which signals that the conditions for an increase in policy rates are getting closer.", "The precise sequencing and timing will, of course, require careful guidance when the time has come.", "In my remarks today I have taken stock of the changing role of asset purchases as we gradually transition from a period of crisis into the recovery phase.", "The pandemic has shown that asset purchases are an indispensable monetary policy instrument during times of market stress and economic downturns, when the room for interest rate cuts has largely been exhausted.", "After having calmed financial markets, our asset purchases have helped to bolster confidence and shore up the economy and the inflation outlook.", "As economic conditions begin to normalise and the inflation outlook improves, there is a gradual shift in the way asset purchases benefit the economy as the portfolio rebalancing channel makes way for the signalling channel.", "Asset purchases can increasingly serve as a powerful commitment device, reinforcing forward guidance and reducing uncertainty around the future course of monetary policy.", "Given the remaining uncertainty regarding the pandemic and the economic and inflation outlook, our asset purchases - both under the PEPP and the APP - will remain crucial in the time to come, paving the way out of the pandemic and towards reaching our inflation target.", "Interest Rates: Channels and Implications for Policy\", NBER Working Paper, No 17555; Andrade, P. et al.", "(2016), \"The ECB's asset purchase programme: an early assessment\", Working Paper Series, No 1956, ECB; Vayanos, D. and Vila, J.-L. (2021), \"A Preferred-Habitat Model of the Term Structure of Interest Rates\", Econometrica, Vol.", "77-112; and Woodford, M. (2012), \"Methods of policy accommodation at the interest-rate lower bound\", Proceedings - Economic Policy Symposium - Jackson Hole, Federal Reserve Bank of Kansas City, pp.", "See also Schnabel, I.", "(2020), \"The ECB's response to the COVID-19 pandemic\", remarks at a 24-Hour Global Webinar co-organised by the SAFE Policy Center on \"The COVID-19 Crisis and Its Aftermath: Corporate Governance Implications and Policy Challenges\", Frankfurt am Main.", "See, for example, Blattner, T.S.", "(2020), \"The Euro Area Bond Free Float and the Implications for QE\", Journal of Money, Credit and Banking, Vol.", "(2019), \"Tracing the impact of the ECB's asset purchase programme on the yield curve\", Working Paper Series, No 2293, ECB; and Altavilla, C., Carboni, G. and Motto, R. (2015), \"Asset purchase programmes and financial markets: lessons from the euro area\", Working Paper Series, No 1864, ECB.", "See, for example, Altavilla, C., Canova, F. and Ciccarelli, M. (2020), \"Mending the broken link: Heterogeneous bank lending rates and monetary policy pass-through\", Journal of Monetary Economics, Vol.", "81-98; and Albertazzi, U., Becker, B. and Boucinha, M. (2020), \"Portfolio rebalancing and the transmission of large-scale asset purchase programs: Evidence from the Euro Area\", Journal of Financial Intermediation, in press; Betz, F. and De Santis, R. A.", "(2021), \"ECB corporate QE and the loan supply to bank-dependent firms\", International Journal of Central Banking, forthcoming; Altavilla et al.", "\"Asset purchase programmes and financial markets: lessons from the euro area\", op.", "See Whelan, K. and Ryan, E. (2019), \"Quantitative Easing and the Hot Potato Effect: Evidence from Euro Area Banks\", CEPR Discussion Paper, No 13499, Centre for Economic Policy Research.", "For an overview, see European Central Bank (2020), Economic Bulletin, Issue 3.", "See Krishnamurthy, A. and Vissing-Jorgensen, A.", "(2012), \"The Aggregate Demand for Treasury Debt\", Journal of Political Economy, Vol.", "After deductions for the general reserve fund, the ECB's net profit is distributed to euro area national central banks in proportion to their paid-up shares.", "See also Rajan, R. (2021), \"The Dangers of Endless Quantitative Easing\", Project Syndicate, 2 August.", "The chart shows monthly data for which August is the last available observation.", "The latest daily data for option prices suggest a probability of close to 40% that inflation over the next five years will, on average, be above 2%.", "See Bhattarai, S., Eggertsson, G. and Gafarov, B.", "(2015), \"Time Consistency and the Duration of Government Debt: A Signalling Theory of Quantitative Easing\", NBER Working Paper, No 21336."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["market stabilisation", "portfolio rebalancing", "signalling", "inflation", "asset purchases", "monetary policy", "duration extraction", "forward guidance", "tail risks", "term premium"]}