{"sentences": ["Distinguished officials of the Bankers Institute of the Philippines or BAIPHIL, guests, friends and colleagues in the industry, ladies and gentlemen, good afternoon.", "I am privileged to be your keynote speaker on the third and final session of BAIPHIL's 31st virtual convention.", "Let me take this opportunity to share some insights on the regulatory landscape of the Philippine banking sector under the \"new normal,\" or what I would rather refer to as the \"new economy.\"", "Today's theme, \"Moving Ahead and Embracing Change Under the New Economy,\" underpins two notions that are indispensable in today's challenging environment.", "First, embracing the changes stemming from the COVID-19 pandemic is paramount to keeping businesses afloat.", "Second, capitalizing on factors that enable our banks to face the recent headwinds will help boost resilience and allow them to move ahead of the game.", "With these in mind, my keynote address will cover five central topics, namely: (1) outlook on the Philippine banking sector, (2) leveraging on BASEL standards for a more resilient banking system, (3) forging a digital economy, (4) gearing towards a sustainable new economy, and (5) responding to the present workforce challenges.", "Let me start with updates on the financial condition and performance of the banking industry.", "The Philippine banking system is sound and stasble as shown by sustained growth in assets, strong capital position, adequate liquidity buffers, ample loan loss reserves, and profitable operations.", "Total assets of the banking system registered at Php19.3 trillion as of end-February 2021, posting a 6.5 percent year-on-year growth rate.", "As of end-December 2020, the risk-based capital adequacy ratio of the universal and commercial banking industry on solo and consolidated bases stood at 16.6 percent and 17.1 percent, respectively-well above the minimum thresholds set by the BSP and the Bank for International Settlements.", "As of end-December 2020, the universal and commercial banking industry's liquidity coverage ratio and net stable funding ratio remained higher than the minimum 100 percent threshold which indicate banks' ability to fund requirements during short- and long-term liquidity shocks.", "For smaller banks such as the stand-alone thrift banks, rural banks and cooperative banks, the minimum liquidity ratios surpassed the 20 percent minimum.", "As to asset quality, indicators weakened but remained manageable.", "The banking system's nonperforming loan ratio rose to 4 percent as of end-February 2021 from 2.2 percent in the same period last year.", "Meanwhile, banks' non-performing loan coverage ratio decreased to 87.3 percent as of end-February 2021, from 91.2 percent a year ago.", "On profitability, banks recorded positive bottom line in spite of higher provisioning.", "Net income of the banking industry dropped by 32.8 percent year-on-year to Php155.0 billion for the year-ended December 2020.", "Nonetheless, the positive bottom line was mainly driven by earnings from core business activities, complemented by improved cost-to-income ratio from streamlined operations.", "The BSP expects the banking system to remain stable with adequate capital and liquidity buffers to support the financing requirements of their clients.", "The impact of the pandemic on the overall condition and performance of the banking system has been manageable.", "This was largely due to the calibrated fiscal and prudential initiatives to address the impact of the pandemic as reinforced by the BSP's timely implementation of time-bound and crucial regulatory relief measures in the first half of 2020.", "The BSP has conducted stress test exercises and ad hoc simulations to assess the banking system's resiliency amid the COVID-19 crisis.", "Overall, the results reinforce that the banking system is reasonably well-capitalized and could continue lending to support the economy.", "However, the current challenges in the financial performance of the hardest-hit sectors and highly vulnerable banks warrant closer coordination and monitoring to ensure the banking system's financial stability and continuing resilience.", "The BSP estimates that the non-performing loan ratio of the banking sector will remain manageable and will settle at slightly above 6.0 percent by end-December 2021.", "This view is also consistent with the feedback gathered from the industry through the Banking Sector Outlook Survey conducted in the second semester of 2020.", "With the operationalization of the Financial Institutions Strategic Transfer or FIST Act, the level of non-performing loans of banks will be managed through the transfer or sale of banks' nonperforming assets to FIST Corporations, Special Purpose Vehicles and eligible individuals.", "The stable outlook of the banking system is echoed by the banking industry, based on the results of the Banking Sector Outlook Survey.", "In sum, we are optimistic that the Philippine financial system is capable of withstanding the risks and challenges of the COVID-19 pandemic.", "Yet, as considerable economic uncertainty remains, the BSP continues to monitor relevant risks and vulnerabilities arising from banks' activities through enhanced surveillance mechanism.", "The Philippines has already made significant strides in adopting the Basel reform package.", "The pace and sequencing of the reforms have taken into account local market conditions, as well as the risk profiles of banks by applying the principle of proportionality.", "The Basel reform agenda has reinforced local processes by enjoining banks to increase their holdings of core equity capital and to favor more stable sources of funding.", "Domestic banks likewise recognize the benefits of the Basel reforms as they become more risksensitive, prudent in managing their risk-taking activities, and improved their governance and internal controls.", "Currently, regional forums in ASEAN such as the Executives' Meeting of East Asia Pacific Central Banks Working Group on Banking Supervision serve as venue to discuss the progress of adoption of the Basel III standards and COVID-19 developments and the related policy responses.", "Recently, the policy direction of standard-setting bodies is geared towards supporting the COVID-19 responses of national authorities.", "In fact, the Basel Committee on Banking Supervision or the BCBS has officially announced the deferral of the implementation date of Basel standards by one year to 1 January 2023.", "Such deferral provided both banks and regulators with some space and flexibility to devote their available resources for essential operations in responding to the impact of the global pandemic.", "With regard to the implementation of Basel standards in the Philippines during the pandemic, the BSP has given leeway to covered banks and quasi-banks by allowing them to utilize the built-up Capital Conservation Buffer and Liquidity Coverage Ratio buffer during the COVID-19 crisis.", "This move is consistent with the BCBS' pronouncement that a measured drawdown of the buffers in order to absorb losses and liquidity-related shocks, as well as to support the real economy should be deemed appropriate during periods of stress.", "Meanwhile, for smaller banks (such as stand-alone thrift banks, rural banks and cooperative banks), the required implementation of the revised risk-based capital framework or Basel III was deferred to 1 January 2023.", "The minimum liquidity ratio was temporarily reduced to enable these banks to continue to support their rural community-based operations and to respond to the crisis.", "The BSP also conducts onsite and offsite supervision, data analytics, and thematic reviews to identify and gauge the risks faced by supervised institutions and the banking system as a whole.", "Rest assured, the BSP remains steadfast in rolling out the essential policy reforms aimed at aligning its policies, rules and regulations with the Basel and other international standards.", "The BSP recognizes the catalytic role of digital payments in accelerating financial inclusion and in spurring economic growth and recovery from the COVID-19 crisis.", "To sustain the impetus for wider adoption of digital payments, we launched a three-year Digital Payments Transformation Roadmap last October outlining the priority initiatives and strategy in advancing an efficient, inclusive, safe and secure digital finance ecosystem.", "Under this Roadmap, we envision to achieve the goals of shifting at least 50 percent of the total volume of retail payments into digital form and having at least 70 percent of Filipino adults onboarded to the financial system through ownership and use of a transaction account by 2023.", "To attain the strategic outcomes, the Roadmap is anchored on three key pillars: First, the digital payment streams, which focus on exploring digital payment use cases that will fuel wider acceptance and use of digital payments services; Second, the digital finance infrastructure, which supports the boost in digital payments adoption to ensure security, efficiency and interoperability within the ecosystem; and Third, the digital governance standards, which will ensure that the expansion of use cases is bound by sound standards that safeguard the integrity and privacy of consumer data.", "The BSP endeavors to provide an enabling policy and regulatory environment that allows these innovations to flourish while at the same time, preserving financial stability and upholding consumer welfare.", "As such, the BSP, in the near term, is pursuing key enabling policy initiatives to maintain the momentum towards digital transformation of the financial sector.", "In fact, the BSP recently introduced digital banks as a distinct bank classification.", "In the postCOVID era, digital banks will play a pivotal role in the growth and development of the economy.", "We expect Filipinos to benefit from new digital banks offering more affordable financial products and customized financial solutions that are responsive to the diverse and changing needs of the market.", "The BSP is also developing a framework for the adoption of an open finance ecosystem which espouses consent-driven data portability, interoperability and collaborative partnerships among incumbent financial institutions and third-party players.", "Through open finance, incumbents and third parties will be allowed access to financial information needed to develop innovative products and services that are suited to the changing consumer needs.", "As pursuing digital transformation could help reduce the barriers to financial inclusion, spur innovation and promote competition in the financial sector, the financial consumers are also exposed to cyberthreats which could undermine the public's trust and confidence in the safety of digital financial transactions.", "In this regard, the BSP continues to strengthen its cybersecurity awareness and digital finance literacy programs to increase trust and confidence in the security of the digital payments ecosystem and other technology-enabled financial transactions.", "The BSP is at the helm of enabling the financial industry to embrace the principles of sustainable development and drive investments to activities that will promote climate-resilient, green, and sustainable growth.", "Financial regulation can be a useful tool to achieve these objectives.", "To this end, the BSP issued enabling regulations to promote green finance through the Sustainable Finance Framework for banks., This framework emphasizes the role of the banks' board of directors in leading and institutionalizing the adoption of sustainability principles across the organization.", "As part of the full implementation of Circular No.", "1085, the BSP will continue to engage banks in discussions during the three-year transitory period.", "Within that period, banks are expected to identify and execute specific actions on how to implement the board-approved strategies and policies on the integration of sustainability principles into their strategic objectives, corporate governance, risk management systems, and in their operations.", "Our banks will be required to establish an Environmental and Social Risk Management System and accordingly, disclose their sustainability initiatives in the annual reports.", "We recognize that tone at the top is of vital importance in materializing a bank's sustainability initiatives.", "\"Leading by example\" is one of the best ways to usher the transition and shape the behavior of supervised institutions towards the adoption of sustainability principles.", "As such, the BSP has launched the Sustainable Central Banking Program as part of its strategic programs for 2020-2023.", "This program aims to foster environmentally-responsible and sustainable policies and work practices as well as integrate environmental, social and governance or ESG aspects in its key functions and operations.", "The BSP currently conducts a vulnerability assessment to assess the potential impact of climate change and other environmental risks in BSP offices and branches.", "At present, the BSP, in collaboration with several development partners and interest groups, conducts a series of capacity building activities to deepen understanding and to equip banks to better manage environmental and social risks.", "The BSP is also working closely with the Department of Finance and other key government agencies to embark on the development of a principles-based taxonomy in order to facilitate the mobilization of funds towards green or sustainable projects.", "Meanwhile, the industry associations, in collaboration with the Worldwide Fund for Nature Philippines, are developing an analytical framework to assess the impact of climate physical risks on the loan portfolio of banks.", "Cognizant that an efficient and skillful workforce is the lifeblood of any organization, the BSP has again raised the bar in advancing human capital when it earned the Civil Service Commission's Gold Award for Human Resource Management.", "This award is exclusively given to a government agency that achieved the highest maturity level or 'Level 4' of the Civil Service Program which denotes that the BSP's operations and internal processes are designed to continually improve performance through incremental and innovative enhancements.", "In providing a safe, healthy and future-proof workplace that will ensure the physical and mental well-being of our people, promote work-life balance, and provide opportunities for professional development, the BSP has rolled out a customized annual health check, an occupational health program, on-site gym facilities and virtual physical fitness courses, activities for retiring staff, and a Mental Health Program which include awareness campaigns, counseling, psychotherapy, and external referral.", "The BSP also rapidly shifted to new work arrangements such as work-from-home and flexible work hours, with the imposition of community lockdowns and travel restrictions.", "Through the BSP COVID-19 Task Force, our organization continues to bolster its preventive measures to combat the adverse impact of pandemic in the workplace.", "The BSP conducts quarterly COVID-19 tests screening and provides additional medical coverage for affected employees.", "The BSP will also roll out a COVID-19 Vaccination Program for its employees and their dependents.", "The BSP has also implemented various programs when it comes to providing continuing professional development for its employees such as competency trainings, mentoring arrangements, and scholarships.", "We have recently launched the \"Mentoring and Inspiring Learning Experiences Program\" or BSP MILEs Program, which aimed to help personnel who are groomed to take on new functions.", "Last year, we also started our program called \"Building a Digital Mindset,\" in coordination with the Carnegie Mellon University-Australia.", "The training program, which was attended by all BSP employees, is aimed to transform and inculcate a digital work culture in the BSP.", "This year, the BSP will introduce an artificial intelligence (AI)-powered learning knowledge cloud called the \"BSP Education in the Digital Generation\" or BSP 'EDGe', which provides learning and development through an online on-demand platform.", "Going forward, the BSP will remain proactive in assessing and responding to the needs of its most important resource - its employees.", "Before I end, allow me to leave you with a famous quote from the late UK Prime Minister Harold Wilson on progress and embracing change: \"He who rejects change is the architect of decay.", "The only human institution which rejects progress is the cemetery.\"", "Undeniably, embracing and adapting to the changes in the new economy is key, not only to recover from the effects of the COVID-19 pandemic, but also to move ahead of the game.", "Thus, gearing towards a digital economy and sustainable banking, and ensuring that the risk management systems, regulatory and human capital remain fundamentally sound may be indispensable in transitioning to the new economy.", "On behalf of the BSP, I would like to commend the BAIPHIL for its initiatives that reinforce governance and promote capability enhancements in pursuit of banking excellence.", "BAIPHIL can count on the full support of the BSP for its future endeavors.", "Thank you and I wish you all a productive afternoon."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital economy", "Sustainable banking", "Basel standards", "Human capital", "Risk management", "Financial inclusion", "Cybersecurity", "Financial stability", "Climate change", "Workforce challenges"]}