{"sentences": ["Good afternoon, the Vice-President and I welcome you to our press conference.", "At today's meeting, the Governing Council focused on two main topics: first, the implications of our strategy review for our forward guidance on the key ECB interest rates; and, second, our assessment of the economy and our pandemic measures.", "In our recent strategy review, we agreed a symmetric inflation target of two per cent over the medium term.", "Our policy rates have been close to their lower bound for some time and the medium-term outlook for inflation is still well below our target.", "In these conditions, the Governing Council today revised its forward guidance on interest rates.", "We did so to underline our commitment to maintain a persistently accommodative monetary policy stance to meet our inflation target.", "In support of our symmetric two per cent inflation target and in line with our monetary policy strategy, the Governing Council expects the key ECB interest rates to remain at their present or lower levels until we see inflation reaching two per cent well ahead of the end of our projection horizon and durably for the rest of the projection horizon, and we judge that realised progress in underlying inflation is sufficiently advanced to be consistent with inflation stabilising at two per cent over the medium term.", "This may also imply a transitory period in which inflation is moderately above target.", "Let me turn to the assessment of the economic outlook and our pandemic measures.", "The recovery in the euro area economy is on track.", "More and more people are getting vaccinated, and lockdown restrictions have been eased in most euro area countries.", "But the pandemic continues to cast a shadow, especially as the delta variant constitutes a growing source of uncertainty.", "Inflation has picked up, although this increase is expected to be mostly temporary.", "The outlook for inflation over the medium term remains subdued.", "We need to preserve favourable financing conditions for all sectors of the economy over the pandemic period.", "This is essential for the current rebound to turn into a lasting expansion and to offset the negative impact of the pandemic on inflation.", "Therefore, having confirmed our June assessment of financing conditions and the inflation outlook, we continue to expect purchases under the pandemic emergency purchase programme (PEPP) over the current quarter to be conducted at a significantly higher pace than during the first months of the year.", "We also confirmed our other measures to support our price stability mandate, namely the level of the key ECB interest rates, our purchases under the asset purchase programme (APP), our reinvestment policies and our longer-term refinancing operations, as detailed in the press release published at 13:45 today.", "We stand ready to adjust all of our instruments, as appropriate, to ensure that inflation stabilises at our two per cent target over the medium term.", "I will now outline in more detail how we see the economy and inflation developing, and then talk about our assessment of financial and monetary conditions.", "Economic activity The economy rebounded in the second quarter of the year and, as restrictions are eased, is on track for strong growth in the third quarter.", "We expect manufacturing to perform strongly, even though supply bottlenecks are holding back production in the near term.", "The reopening of large parts of the economy is supporting a vigorous bounce-back in the services sector.", "But the delta variant of the coronavirus could dampen this recovery in services, especially in tourism and hospitality.", "As people return to shops and restaurants and resume travelling, consumer spending is rising.", "Better job prospects, increasing confidence and continued government support are reinforcing spending.", "The ongoing recovery in domestic and global demand is boosting optimism among businesses.", "For the first time since the start of the pandemic, our bank lending survey indicates that funding of fixed investment is an important factor driving the demand for loans to firms.", "We expect economic activity to return to its pre-crisis level in the first quarter of next year.", "But there is still a long way to go before the damage to the economy caused by the pandemic is offset.", "The number of people in job retention schemes has been declining but remains high.", "Overall, there are still 3.3 million fewer people employed than before the pandemic, especially among the younger and lower skilled.", "Ambitious, targeted and coordinated fiscal policy should continue to complement monetary policy in supporting the recovery.", "In this context, the Next Generation EU programme has a key role to play.", "It will contribute to a stronger and uniform recovery across euro area countries.", "It will also accelerate the green and digital transitions and support necessary structural reforms that lift long-term growth.", "Inflation was 1.9 per cent in June.", "We expect inflation to increase further over the coming months and to decline again next year.", "The current increase is largely being driven by higher energy prices and by base effects from the sharp fall in oil prices at the start of the pandemic and the impact of the temporary VAT reduction in Germany last year.", "By early 2022, the impact of these factors should fade out as they fall out of the year-on-year inflation calculation.", "In the near term, the significant slack in the economy is holding back underlying inflationary pressures.", "Stronger demand and temporary cost pressures in the supply chain will put some upward pressure on prices.", "But weak wage growth and the past appreciation of the euro mean that price pressures will likely remain subdued for some time.", "There is still some way to go before the fallout from the pandemic on inflation is eliminated.", "As the economy recovers, supported by our monetary policy measures, we expect inflation to rise over the medium term, although remaining below our target.", "While measures of longer-term inflation expectations have increased, they remain some distance from our two per cent target.", "We see the risks to the economic outlook as broadly balanced.", "Economic activity could outperform our expectations if consumers spend more than currently expected and draw more rapidly on the savings they have built up during the pandemic.", "A faster improvement in the pandemic situation could also lead to a stronger expansion than currently envisaged.", "But growth could underperform our expectations if the pandemic intensifies or if supply shortages turn out to be more persistent and hold back production.", "Financial and monetary conditions The recovery of growth and inflation still depends on favourable financing conditions.", "Market interest rates have declined since our last meeting.", "Financing conditions for most firms and households remain at favourable levels.", "Bank lending rates for firms and households remain historically low.", "Firms are still well funded as a result of their borrowing in the first wave of the pandemic, which in part explains why lending to firms has slowed.", "By contrast, lending to households is holding up.", "Our most recent bank lending survey shows that credit conditions for both firms and households have stabilised.", "Liquidity remains abundant.", "At the same time, the cost for firms of issuing equity is still high.", "Many firms and households have taken on more debt to weather the pandemic.", "Any worsening of the economy could therefore threaten their financial health, which could trickle through to the quality of banks' balance sheets.", "It remains essential to prevent balance sheet strains and tightening financing conditions from reinforcing each other.", "Summing up, the euro area economy is rebounding strongly.", "But the outlook continues to depend on the course of the pandemic and progress with vaccinations.", "The current rise in inflation is expected to be largely temporary.", "Underlying price pressures will likely increase gradually, although leaving inflation over the medium term still well below our target.", "Our policy measures, including our revised forward guidance, will help the economy shift to a solid recovery and, ultimately, bring inflation to our two per cent target.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Economic Outlook", "Pandemic Measures", "Interest Rates", "Forward Guidance", "ECB", "Financing Conditions", "Economic Recovery", "Price Stability"]}