{"sentences": ["Dear Mr Sologub, Ms Gajęcka, Dear Ambassadors, project participants, Ladies and Gentlemen, I am honoured to speak to you to at this Kick-off event of the EU Twinning Project for the National Bank of Ukraine (NBU).", "For quite some time now, the NBU and the Bank of Lithuania have been engaged in intense bilateral cooperation.", "Over the years, we have built strong and long-lasting professional, and even personal relationships.", "I would say that these relationships come easily and naturally - and not only between our institutions, but between our people as well.", "They are grounded in our shared experience between the two nations, our common historical and geopolitical backgrounds.", "In recent years, the Ukrainian society has been showing increasingly more interest in the period of the Grand Duchy of Lithuania in the history of Ukraine.", "It has been rediscovered, widely researched and perceived as an example of a democratic coexistence of nations.", "Indeed, the Grand Duchy is where our joint regional identity was born.", "If I had to pick a historical figure that best exemplifies this common identity, it would probably be Kostjantyn Ostroz'kyj - or Konstantinas Ostrogiškis in Lithuanian.", "Born in western Ukraine, a devout Orthodox loyal to the Catholic monarch, he was the Grand Hetman of Lithuania, the Commander-in-Chief of the Armed Forces of the Duchy.", "In certain cases, Ostroz'kyj led both the Polish and Lithuanian militaries.", "In modern times, the Lithuanian-Polish-Ukrainian Brigade was named after him.", "His legacy is one of many that we share between Ukrainians and Lithuanians.", "Our common narratives and cultural ties help us understand each other well today.", "This understanding manifests itself in practical and mutually beneficial cooperation.", "Having successfully integrated into the EU and NATO, Lithuania has been actively assisting Ukraine on its path towards Euro Atlantic integration.", "One key contribution has been Lithuania's participation in the EU Twinning projects aimed at promoting cooperation between public institutions in the EU and Eastern Partnership countries.", "These projects may not necessarily look revolutionary, yet they yield tangible results.", "The EUUkraine Association Agreement commits Ukraine to implementing reforms related to the EU acquis communautaire.", "It requires progress in the economic, legal and political domains.", "Twinning projects help achieve exactly that: they assist in building a more democratic and open economy in Ukraine.", "And they are always a two-way street: in these projects, institutions exchange, rather than transfer knowledge, thus broadening the perspective of everyone involved.", "The same applies to this Twinning project for the NBU as well.", "It is a knowledge-sharing mission that will contribute to Ukraine in fulfilling its European aspirations.", "Ladies and Gentlemen, To paraphrase President Reagan, the NBU is a shining city upon a hill whose beacon light guides freedom loving people in Ukraine.", "And I am far from exaggerating.", "Its achievements, professionalism as well as commitment as an independent and transparent central bank, delivering price and financial stability, cannot be overstated.", "Its collaboration with international financial institutions, including the International Monetary Fund (IMF), has helped Ukraine remain on the path towards a more stable and prosperous future.", "From reforming the banking sector to undergoing a fundamental internal transformation, the NBU has skilfully navigated through often turbulent waters, gaining credibility in the eyes of partners and observers around the world.", "Therefore, the prestigious Central Banking Transparency Award, granted to the NBU in 2019, was indeed well-deserved.", "The NBU's culture, values and openness, its responsibility and clear communication has helped it achieve a hard-won trust with stakeholders and the general public.", "Today, the NBU continues to establish itself within the international central banking community.", "I congratulate the NBU for recently becoming a member of the Sustainable Banking Network as well as the Network for Greening the Financial System.", "It displays the NBU's commitment to building a more sustainable and greener financial system.", "I can therefore candidly say on behalf of the Bank of Lithuania that it is an honour and a privilege for us to work with the NBU in this project.", "I am confident that the Twinning project will represent a qualitatively new stage in cooperation between our central banks, bringing about concrete results in the areas that it covers.", "Ladies and Gentlemen, I would also like to extend my appreciation to the colleagues leading the project from the Narodowy Bank Polski (NBP) - an institution at the very top of the league of central banks.", "Thanks to them the Bank of Lithuania has become more actively involved in technical assistance projects.", "The Twinning project with the NBU is the second Twinning venture for us.", "It is also the second one in which we are, as a junior partner, working side-by-side with the NBP.", "In both cases, we could never have been provided with more competent and professional teammates than our Polish colleagues.", "On my final note, let me wish us all a successful and engaging event today and a rewarding cooperation in the times ahead.", "I hope to see you all soon in person when we finally put this pandemic in the rear-view mirror."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["NBU", "Twinning", "Ukraine", "EU integration", "Central banking", "Cooperation", "Financial stability", "Sustainability", "History", "Lithuania"]}