{"sentences": ["SPEECH GIVEN BY GOVERNOR PER CALLESEN AT THE EUROPA THINK TANK'S WEBINAR ON 23 APRIL 2021 ON THE ISSUE: \"SHOULD THE EU LAUNCH A DIGITAL EURO?\"", "CHECK AGAINST DELIVERY Thank you for inviting me to speak at the EUROPA Think Tank's webinar1.", "I won't be using the expression \"digital euro\", as it doesn't capture the essence of the issue.", "Pri- vate individuals and corporations hold digital deposit accounts at private banks.", "Private banks in the euro area all hold digital deposit accounts at the European Central Bank, ECB.", "In other words, deposits and the payment system are already highly digitalised.", "So, the ECB issues large volumes of digital currencies, if that is what you prefer to call deposit accounts.", "What's new is not the digi- tal aspect, but rather whether private individuals and non-financial corporations should have a deposit account - or something resembling a deposit account - with a direct claim on the central bank.", "The most correct expression would be \"retail CBDC2\", that is: a central bank digital currency for retail customers.", "Neither the ECB nor other central banks have decided whether they want this or not.", "It could be very large scale or very small scale.", "The conclusion seems to be that it will be small scale, but not very small scale.", "In autumn 2020, the ECB produced an excellent report on this topic3, which is well worth reading in its entirety.", "Chapter 3 provides a thorough review of the issues of this prod- uct, and the ECB and others have subsequently spoken publicly about how they imagine these issues to be addressed, if necessary.", "Although no decision has been made, this possible way of addressing the issues gives us the opportunity to interpret what we're talking about: a) A threshold will be introduced, probably in the order of 3,000 euro, or just over 20,000 kroner, on the maximum deposit in such an account.", "This will require a mechanism to automatically trans- fer any excess amount to a private deposit account if deposits into the account would otherwise cause the cap to be exceeded.", "This threshold is to avoid large-scale transfers of deposits at pri- vate banks to the ECB - which may not be a major problem in normal times, but will, on the other hand, amplify a financial crisis in times of pressure.", "The question is whether political or public pressure will emerge to increase the cap in times of crisis when it is particularly important to avoid doing so.", "b) Management of such an account will be delegated to private banks.", "In other words, the ECB doesn't want to manage hundreds of millions of deposit accounts and with them the duty to man- age credit transfers and customer enquiries and to know customers and comply with anti-money laundering rules and the like.", "Central banks have neither the expertise nor the capacity to conduct retail banking.", "You should imagine that when you log into your regular online banking service, an additional account, similar to your other accounts, will be displayed, with a threshold of 3,000 eu- ro and giving you a direct claim on the ECB (rather than being covered by a deposit guarantee scheme and the solvency of the private bank).", "The Danish shareholder account bears some sem- blance to this account: it has a threshold and shareholders transfer some of their shares to the shareholder account if this seems favourable.", "c) Similar restrictions will apply to non-residents' use of such accounts.", "In practice, it may also be difficult for non-residents to open an account without access to a regular account at a bank in the euro area.", "This is done to avoid additional foreign exchange pressure, speculation and foreign exchange market volatility.", "It should be noted that when it comes to the wish for a stronger prevalence of the euro's international role, limitations in the form of account thresholds and re- strictions on non-residents will, in practice, have no major impact.", "But it could probably play a role for tourists.", "The claim on the ECB need not be in the form of an actual deposit account.", "Experiments are also being conducted with the development of \"tokens\", which are tradable unique digital certificates that may even be directly exchangeable between individuals, for instance via mobile phones and offline.", "You should imagine that two individuals may exchange a certificate offline, while the entry into accounts takes place later when they are online - a potentially interesting innovation.", "So far, an effective system for handling this type of transaction does not appear to be in place.", "Sweden has done some testing.", "A token-based product doesn't change the need for all individuals' re- ceivables to be recorded centrally.", "A number of security issues will have to be addressed, for in- stance what happens if you lose your mobile phone or your computer crashes?", "It is not obvious why a product of this nature should be operated by a central bank rather than private banks, but it would probably stimulate innovation in this area.", "One might argue that, legally, a retail CBDC is a parallel to cash because the central bank is the direct counterparty, but in practice customers are unlikely to perceive it as a cash substitute.", "It is a new digital product which, by its nature, is very similar to existing digital banking products.", "So, digital products will be close substitutes.", "Some people will fear that a retail CBDC will be seen as an opportunity to abolish cash.", "Therefore, the ECB and other central banks are going to great lengths to explain that this will not be the case.", "Anonymity will be a matter of debate.", "While cash use is anonymous, digital products can't be used anonymously.", "In principle, you can set a limit below which you pledge not to investigate pay- ments, but then you need to oversee that criminals don't circumvent that limit by splitting up payments, and in practice it's difficult to decline investigating crimes based on an administratively determined limit.", "Interest on the deposit will be an issue.", "In principle, interest could be set at a rate so unattractive that for deposits of amounts exceeding, say, 3,000 euro, it would replace the impact of a thresh- old.", "However, it's unrealistic that a low rate of interest will be able to stem a bank run.", "A threshold of 3,000 euro is unlikely to have any appreciable effect, but otherwise the ECB's interest rate on the account would undoubtedly serve as a lower limit for private banks' deposit rate.", "When it comes to the motivation for a retail CBDC, the following is inspired by an interview with Agustin Carstens, General Manager of the BIS.", "In practice, customers are unlikely to see much change with a retail CBDC because the product is very similar to existing private bank accounts.", "(One might say that a retail CBDC would be a small step for consumers and corporations, but a giant leap for central banks.)", "Mr Carstens mentions three types of motivation for ongoing projects.", "First, the large number of countries and regions with less developed payment systems, for instance without instant pay- ments.", "In these countries and regions, one account for all at the same bank will make it easier to receive instant payments.", "Second, it will stimulate additional competition that may spur innova- tion, also in the private sector.", "Third, some people see access to direct \"settlement in central bank money\" as a particular advantage; this is possible when paying in cash although more and more people are opting out of cash.", "It should be noted that consumers' and corporations' choice of in- creasingly transferring funds digitally between their accounts rather than in cash is not governed by central banks or policymakers.", "Moreover, it is argued that if individual countries and currency areas design the retail CBDC using the same standards, it would be possible to further develop a system of cross-border payments between currency areas.", "Currently, most of the debate revolves around the possible technological solution, and many people take particular notice of the term \"digital\".", "At Danmarks Nationalbank, we have devoted a number of resources to this issue, we have prepared a report9 and we closely monitor what other central banks are doing.", "However, we started elsewhere: considering the gains for consumers, and, not least, the economic, financial, legal, operational and competition issues involved.", "How will Denmark be affected if other central banks provide access to a retail CBDC, that is: cen- tral bank accounts for consumers and corporations?", "The answer is that this depends on the de- sign of the retail CBDC.", "If we're talking about a product with an account threshold of 3,000 euro and with restrictions on non-residents, the effect will be negligible.", "If, on the other hand, there will be access to unlimited accounts at the ECB for both Danes and euro area residents, including large corporations and pension funds, the effect could be substantial, but this seems unrealistic.", "This would hardly be a problem at present, but potentially greater capital movements must be expected, for instance during periods of pressure on the Danish krone.", "I will conclude with some headline comments on what Danmarks Nationalbank perceives as being the main challenges in the payments area - challenges we are devoting substantial resources to • The greatest challenges are undoubtedly security and stability, including both the risk of cybercrimes and IT system failures due to technical factors.", "We engage in extensive col- laboration with the sector, public authorities and other central banks in this area.", "We chair and provide secretariat services to FSOR10, perform TIBER tests11 and chair the Danish Payments Council.", "We're working to integrate technical crisis response and the resilience underlying our role as provider of online banking services to banks in pan-European sys- tem.", "• We launched instant payments relatively early in Denmark - giving us an edge we should maintain.", "• Handling anti-money laundering rules and customer knowledge requirements present a great challenge, both for banks and public authorities.", "Vast resources are being devoted to this area, and the results may not justify the resources spent.", "We have tried to contribute by developing an advanced digital system that helps to better target joint efforts in this area through detailed payment information.", "• Cross-border payments still leave much to be desired, particularly (as the initiators of Diem will report) in terms of transfers to less developed countries, but also between European countries - and even between countries in the Nordic region.", "Work is ongoing to resolve this issue.", "The ECB is developing TARGET Instant Payment Settlement (TIPS) to enable handling of multiple currencies, and the major Nordic banks are collaborating on the P27 project, which will also contribute in this field.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["retail CBDC", "central bank account", "digital currency", "payments system", "anonymity", "interest rate", "security", "cross-border payments", "stability", "anti-money laundering"]}