{"sentences": ["Good afternoon everyone, At the very start, I wish to greet you on behalf of the National Bank of Serbia and to thank you for having recognized the scope of our response to the pandemic.", "In your estimate for Serbia you stated that \"the impact of the COVID-19 crisis was mitigated by а strong pre-crisis momentum\", also on account of \"prudent policies during past years\".", "I add to that that in Serbia we did not wait for the crisis to recognize the importance of building buffers or to recognize our development chances.", "We worked strategically to broaden the base of investors and markets, which is also reflected in your assessment that the \"contraction of goods exports in Serbia was limited due to their diversification achieved in earlier years\".", "This is the right moment to mention President Aleksandar Vučić.", "Without his strategic decisions, we wouldn't be able to talk today about Serbia's strong response to the pandemic or about the fact that our GDP exceeded its pre-crisis level already in the first quarter of this year.", "You also stated that \"in a timely and forceful response to the pandemic, the National Bank of Serbia has taken a range of measures to maintain price stability and support the economy\".", "Here I wish to add that the National Bank of Serbia was often \"the first resort\" of responses, supporting our citizens, businesses and the government to more easily overcome the crisis financially.", "We also ensured smooth functioning of all financial flows during the pandemic.", "We lowered the key policy rate, provided dinar and FX liquidity, introduced facilities for the repayment of obligations.", "We also bought government securities in the secondary market and broadened the collateral for monetary operations.", "In doing all this, our message was clear - we respond to temporary shocks with temporary measures.", "What are the effects of the National Bank of Serbia and the Government measures?", "Lending activity has remained a stable source of financing the private sector.", "Its structure in terms of currency, sector and purpose contributes to the even recovery of consumption and investment.", "The dinarisation of corporate loans is by over 9 percentage points higher compared to the precrisis period.", "The share of NPLs in total loans was reduced even during the pandemic, to 3.7%, and the banking system has remained stable, liquid and well capitalised.", "We kept inflation low and inflation expectations anchored, while our projections show that inflation will remain within the target tolerance band both this year and in the medium run.", "The current account deficit was narrowed by over 37% last year, and according to our projections, it will remain significantly below 5% in the medium run as well.", "Despite the pandemic, the net inflow of foreign direct investment ensured the coverage of the current account deficit of around 1.5 times during last year as well.", "The full coverage of the current account deficit by the most stable inflows is recorded for the sixth year in a row, and we project this trend to continue over the years to come.", "Of course, nothing can be maintained on its own.", "The task of the National Bank of Serbia is that we remain the first thing that comes to mind when one mentions stability and trust.", "Dear colleagues, Last year I said that during this year's dialogue we would be assessing whether we, as economic policy makers, have \"passed the test\" and preserved health of our citizens and economies.", "The results show that we have managed to do so, and we must continue along this path in the period ahead.", "Before all of us is a rich reform agenda, and Serbia has clearly defined its agenda within the Economic Reform Programme.", "To the extent that each country fares well, we will create the foundations for even greater joint prosperity.", "Thank you and I wish you all good health."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["National Bank of Serbia", "COVID-19", "Economic policy", "Inflation", "Current account deficit", "Foreign direct investment", "Stability", "Trust", "Economic Reform Programme", "Prosperity"]}