{"sentences": ["Remarks by Tiff Macklem Governor of the Bank of Canada Universities of Atlantic Canada Halifax, Nova Scotia The benefits of an inclusive economy Thank you for the invitation to speak to you today.", "As a former university dean, I am particularly glad to reconnect with so many students.", "I miss your relentless curiosity, your boundless energy and your determination to build a better world.", "I only wish I could be with you in person.", "I realize that yet another virtual talk on top of your virtual classes is less than ideal.", "So thank you for joining me.", "And let me congratulate every one of you for your adaptability, your ingenuity and your spirit of community through this pandemic.", "I am also grateful for the invitation because I want to discuss an important topic with you.", "That topic is diversity and inclusion-at the Bank of Canada, within the economics and finance profession and in the economy as a whole.", "Now, you may be asking yourself, why does a central bank governor, whose job is to control inflation and foster a stable and efficient financial system, want to talk to us about diversity and inclusion?", "Diversity and inclusion are critical to our success as a central bank in the service of Canadians.", "They are essential for the economics profession to attract the best talent and foster ingenuity and innovation.", "And they matter for the whole economy.", "A more inclusive economy is a bigger economy, a more prosperous economy with more room to grow without creating inflationary pressures.", "There is, of course, a moral imperative to pursuing diversity and inclusion.", "simply the right thing to do.", "But I will leave that topic to others.", "I am here to talk about the competitive imperative, the economic imperative.", "Your next question might be why am I talking about this now?", "This issue is not new, and we are still in the midst of a global pandemic.", "But one of the most striking features of the pandemic has been the way it has worsened inequalities in our society.", "Young people like you, low-wage earners, women and racialized Canadians have borne the brunt of the job losses because they hold so many of the jobs in the hardest-hit sectors.", "Output in high-contact service sectors-such as retail stores and restaurants-remains almost 20 percent below where it was before the pandemic.", "Meanwhile, the combined output of the rest of the economy is now slightly above its pre-pandemic level.", "The pandemic has also widened other divides.", "The closing of schools and daycares has been particularly hard on women because they still carry a heavier those who can't work load for child care.", "It has also been unfair to remotely and don't have access to to those who can but high-speed internet.", "My point is that the pandemic makes fostering an inclusive economy more fully heal the economy until we address these important than ever.", "We won't unequal impacts.", "And rather than just trying to recover to where we were before the pandemic, maybe we can bring the economy to a better place for everyone.", "That is why I want to talk about diversity and inclusion.", "Progress has been made, but we can do better Let me start by making sure we are on the same page with terminology.", "Diversity has many dimensions.", "There are the more observable ones, such as skin colour, gender, age and language.", "We can also differ in sexual orientation and in culture.", "And we have different backgrounds and personal characteristics, skills and lived experiences that all shape us.", "We have different approaches to learning, working together and solving problems.", "But while diversity is a fact, inclusion is an act.", "Even the most representative organization will miss out on the benefits of diversity if it have an inclusive mindset.", "Workers need to feel that they can bring their whole selves to work-to express their diversity, have it valued and reach their full potential.", "Economic research has already settled the question of whether diversity and inclusion bring benefits.", "Diverse and inclusive groups make better decisions.", "because they can avoid the groupthink that happens when decision-makers all have similar backgrounds and approach problems in the same way.", "If you bring diverse perspectives and experiences to a problem, you get novel solutions, creativity and higher productivity.", "Companies that harness these benefits give themselves a clear competitive advantage.", "For evidence on collective intelligence, see L. Woolley, A. Caza and L. Levy, \"Authentic Leadership and Follower Development: Psychological Capital, Positive Work Climate, and Gender,\" Journal of Leadership & Organizational Studies 18, no.", "For evidence on outperformance by racially and culturally diverse groups, see K. W. Phillips, G. B. Northcraft and M. A. Neale, \"Surface-Level Diversity and Decision-Making in Groups: When Does Deep-Level Similarity Help?\"", "Group Processes & Intergroup Relations 9, no.", "\"Diversity in the An excellent survey of the literature is provided by A. Bayer and C. E. Rouse, Economics Profession: A New Attack on an Old Problem,\" Journal of Economic Perspectives 30, no.", "A. K. Y. Leung, W. W. Maddux, A. D. Galinsky and C. Y. Chiu, \"Multicultural Experience Enhances Creativity: The When and How,\" American Psychologist 63, no.", "3 (May 2008): 169- 181; R. B. Freeman and W. Huang, \"Collaborating with People Like Me: Ethnic Coauthorship within the United States,\" Journal of Labor Economics 33, no.", "Over the past decade, Canadian workplaces have become more diverse.", "And finance is among the industries that have made the most progress, particularly in terms of representation on boards.", "But despite this progress, we still have a long way to go.", "Consider that the median hourly wage for women in financial industries is 18 percent less than their male counterparts.", "And survey data show that significant numbers of people working in financial services have concerns about issues such as stigma around maternity leave and unequal access to career advancement.", "The numbers regarding other equity-seeking groups are more troubling.", "An analysis last year of 217 Canadian businesses showed that only 5.5 percent of their directors were members of a racialized group.", "And among a larger pool of 270 companies with more than 2,000 board members, a grand total of seven positions were held by Indigenous people and just six by persons living with disabilities.", "Clearly, we can-and must-do better.", "Why it matters to the Bank and the economics profession At the Bank of Canada, we know that diversity and inclusion are core to our Beyond the benefits I've already success as a leading central bank.", "mentioned, we also know that the Bank will be more trusted and relatable if all Canadians can see themselves reflected in us.", "Diversity and inclusion in our organization we are working to make sure our hiring practices are free from bias, both conscious and unconscious.", "We also want to develop diverse potential employees, whether they wind up working with us or elsewhere in the field.", "We've launched scholarships for students with disabilities, Indigenous students members of racialized groups.", "And we have the Master's and students who are Scholarship Award for Women in Economics and Finance, which carries a prize of $10,000, mentorship by a Bank employee and a job offer.", "Once we've attracted diverse employees, we work hard to keep them by ensuring that they feel included.", "We look at internal data to see where members of equity-seeking groups are facing barriers throughout their careers.", "We are building a pipeline of leaders from diverse groups who can go on to become We've invested heavily in training for senior leaders.", "We make sure mentoring is available to everyone.", "And we now have several employee resource groups, made up of people from equity-seeking groups and their allies.", "They are making important recommendations to help build a truly inclusive culture.", "But I'm not going to pretend that we've done enough.", "We are still far from of the Bank.", "That's why we representative, particularly at the most senior levels developed and made public our diversity and inclusion strategy, which contains specific, measurable goals.", "We put diversity and inclusion in our strategic plan.", "And we are allocating resources to make sure we can back up our words with concrete actions.", "Diversity and inclusion in our work Becoming a more diverse organization helps us be more open to feedback, so we can gain a better understanding of the needs of all Canadians.", "Let me give you some examples.", "It has been a long-standing practice for us to work with people at the CNIB Foundation and include their feedback in the design of our bank notes, ensuring they are accessible to the blind and partially sighted communities.", "More recently, asked the public for their input on whose portrait they would like featured on their bank notes.", "I know the Black community in Halifax, and indeed all of Nova Scotia, was particularly proud that Viola Desmond was chosen for our newest $10 note.", "And Canadians helped us develop the short list for the next $5 note.", "As we continue to think about a potential central bank digital currency, we know that universal accessibility would have to be part of the design.", "We have stepped up efforts to engage with a wide variety of groups and understand their diverse perspectives.", "For example, we helped found the Central Bank Network for Indigenous Inclusion, partnering with the Tulo Centre of Indigenous Economics here in Canada and with central banks in Australia and New Zealand.", "This group will help us gain a better understanding of the economic realities of Indigenous peoples.", "And when we set out to review our inflation-targeting framework with the federal government, we made it a priority to look at how our framework affects different groups in society.", "We invited all Canadians to participate in the renewal process and published a report on what we heard.", "One message that came through clearly is that Canadians want our policies to be fair for everyone.", "In responding to the pandemic, we've paid close attention to its very uneven impacts across sectors and workers.", "We are also looking at how the monetary policy tools including quantitative easing (QE), are affecting inequality.", "Of course, changes in monetary policy always have consequences for how both income and wealth are distributed.", "Similar to reducing interest rates, QE works to stimulate demand by lowering borrowing costs and encouraging supports job creation, and it's clear that the single biggest spending.", "This contributor to reducing income inequality is making sure people have jobs.", "At the same time, our policy interest rate and QE also affect the prices of assets-and not just government bonds.", "QE can boost wealth by increasing the value of assets such as the investments Canadians have in their registered retirement savings plans or company pension plans.", "But of course, these assets aren't distributed evenly across society.", "As a result, QE can widen wealth inequality.", "We will look closely at the outcomes of QE here and elsewhere and will work to more fully understand its impact on both income and wealth inequality.", "Diversity and inclusion in our profession it's an important one, Now, the Bank of Canada is just one organization.", "But especially in economics and finance, and we can help set the tone in these fields in Canada.", "Around the end of 2019, the Canadian Women Economists Committee of the Canadian Economics Association surveyed people working in the field.", "The Committee wanted to get a sense of opinions and attitudes about equity, diversity and inclusion in Canadian economics.", "The survey found 40 percent of female economists with more than 10 years of experience said they had been treated unfairly based on their gender.", "Economists of non-European background were six times more likely to say they had been discriminated against.", "And a full 70 percent of economists living with a weren't respected on the job, disability said they compared with 30 percent of economists without a disability.", "The group Women in Capital Markets heard similar messages in its 2019 survey of 600 finance professionals.", "These results are discouraging, but I don't want you to be discouraged.", "To improve, we need to be willing and able to measure ourselves and see where we are falling short.", "And many organizations are working to improve diversity and inclusion in the profession.", "It is imperative that diverse, talented, young people like yourselves can find good careers in economics and finance.", "We need all your experiences and perspectives and all the creativity you can bring.", "We need your help to solve the myriad challenges facing us today and tomorrow.", "Why it matters for the economy This brings me to the last point I want to make before our discussion.", "Diversity and inclusion make the entire economy stronger.", "Each company can pursue diversity and inclusion in its own workforce to bring in the best talent and create a competitive advantage for itself.", "That's good for the business.", "At the same time, when companies pursue a more diverse and inclusive workforce, more opportunities become available in the economy for women, for Indigenous people, for new immigrants, for racialized Canadians and for Canadians living with disabilities.", "By drawing these workers into the labour market, companies increase the size of our labour force, which increases the economy's potential output.", "That's good for workers and for our economy.", "And what's good for workers and the economy is good for business.", "More workers mean more income in the economy.", "For companies, more people earning income mean more customers with spending power, and that means more demand for their goods and services.", "In short, shared economic prosperity means more prosperity.", "And economic research is increasingly highlighting that the stakes are enormous.", "Let me mention a couple of studies.", "One recent paper published in Econometrica finds that 50 years of discriminatory employment practices in the United States have cost that economy up to 40 percent of its productivity and output.", "Research by the International Monetary Fund suggests the precise impact of diversity and inclusion will vary from country to country but, in all cases, the potential gains are large.", "Now, what can monetary policy do to bring about a more inclusive economy?", "instrument that can't target After all, monetary policy is a broad macroeconomic specific groups.", "What we can and must do is keep the benefits of inclusion in mind while implementing monetary policy.", "This idea is not new, but the very unequal impacts of the pandemic are making action more urgent than ever.", "Inequality has long been a concern of the Bank of Canada.", "Our focus on inflation control has always recognized that inflation is particularly tough for poorer Canadians and for those on fixed incomes because they are most affected when the purchasing power of cash declines.", "Years of low and stable inflation haven't made us complacent about the potential threat these groups face.", "We also know that the most vulnerable employees are hit the hardest by the boom and See, for example, C.-T. Hsieh, E. Hurst, C. J. Jones and P. J. Klenow, \"The Allocation of Talent and U.S. Economic Growth,\" Econometrica 87, no.", "See J. D. Ostry, J. Alvarez, R. A. Espinoza and C. Papageorgiou, \"Economic Gains from Gender International Monetary Fund Inclusion: New Mechanisms, New Evidence,\" Staff Discussion Note No.", "Impact of Closing the Racial Wealth Gap,\" McKinsey & Company (August 13, 2019).", "See S. Cao, C. A. Meh, J.-V. Rios-Rull and Y. Terajima, \"The Welfare Cost of Inflation Revisited: The Role of Financial Innovation and Household Heterogeneity,\" Journal of Monetary Economics 118 (March 2021): 366-380; C. A. Meh, J.-V. Rios-Rull and Y.", "\"Aggregate and Welfare Effects of Redistribution of Wealth Under Inflation and Price-Level Targeting,\" Journal of Monetary Economics 57, no.", "6 (September 2010): 637-652; and M. Doepke and Schneider, \"Inflation and the Redistribution of Nominal M. Wealth,\" Journal of Political Economy 114, no.", "Keeping inflation low, stable and predictable promotes a stronger and more stable economy, with greater opportunities for everyone.", "Today, we are in the sharpest and most unequal economic cycle in our lifetime.", "And the Bank has pledged to support Canadian households and businesses through the full length of the recovery by holding our policy rate at its effective lower bound until the spare capacity in the economy is used up, so that we sustainably achieve our 2 percent inflation target.", "In other words, we will use our monetary policy tools to support a complete recovery and achieve our inflation goal.", "What does a complete recovery look like?", "A complete recovery is a shared recovery.", "If you're a worker looking for job, it means a healthy job market with good opportunities.", "And that needs to include the workers most affected by this pandemic: low-wage earners, women, youth and racialized Canadians.", "It means that we've not only recovered the jobs lost due to the pandemic, but also created jobs for graduating students and others who have entered the job market since the start of the pandemic.", "For businesses, a complete recovery means they have confidence that the pandemic and its effects are well behind us, demand for goods or services has come back, and they are looking to add capacity and invest in new opportunities.", "And for households and businesses, a complete recovery means they can make financial plans knowing they can count on inflation being sustainably at our 2 percent target.", "Let me end off where I started.", "Universities are wonderful places, where diverse students receive the education that leads to opportunity and shared prosperity.", "I am very pleased to have the opportunity to speak to so many students, graduates, faculty, staff and friends of Atlantic Canadian universities.", "And I want to salute your universities for their long tradition of inclusive access to education.", "Now I look forward to hearing from you and having a good discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Diversity and inclusion", "Economic growth", "Monetary policy", "Inflation", "Labour market", "Inequality", "Central banking", "Representation", "Education", "Financial inclusion"]}