{"sentences": ["I would begin by thanking the Bombay Chamber of Commerce and Industry for the invitation to address this eminent gathering, even if virtually - the compulsive reality of the current times.", "My heartiest congratulations to the Bombay Chamber of Commerce and Industry for completing 184 years of successful functioning.", "Besides being the oldest serving Chamber in the country, you have left a significant mark on the destiny of this city as also of the nation.", "I am happy to note that under the aegis of \"Corporate as a Citizen\", the Chamber is focusing on greater and more equitable progress by promoting ethical conduct in business, skill training and balanced industrial growth.", "The theme that you have chosen this year - Corporates for Change - could not have been more apposite.", "I wish you all success in your endeavour.", "I am sure the Chamber is striving hard to make the most of new opportunities thrown in by the pandemic.", "In fact, in my address today, I propose to focus on the theme 'creating new opportunities for growth'.", "While pandemics are rare events and seldom replicate past episodes, studying their impact and policy responses provide valuable insights.", "Four such severe pandemic outbreaks in India viz., 1896 plague, 1918 Spanish flu, 1958 Asian flu and 1974 small pox show that all were associated with a contraction/deceleration in GDP, with the 1918 Spanish flu remaining the \"mother of all pandemics\" in terms of loss of life and livelihood.", "The recovery, however, was observed to be swift and complete within 2 years of these outbreaks, except in the case of the Spanish flu wherein GDP per capita climbed back to pre-outbreak levels only after four years in 1922.", "Policy responses post these pandemics had essentially focused on the provisioning for medical and public health sectors as well as offsetting the debilitating impact of the pandemic on the economy.", "It was seen that growth became excessively dependent on government expenditure, while timely and well calibrated exit from exceptional fiscal measures were critical for macroeconomic stability, going ahead.", "Policy focus on boosting private consumption expenditure and investment was the key in reviving the economy on a durable basis.", "Fiscal and Monetary Policy Responses during the COVID-19 Pandemic 3.", "The past year has witnessed unimaginable misery and agony across the world entailing large destruction of human life and wealth.", "Governments and central banks across the globe unleashed conventional and unconventional policy support to fight its devastating adverse impact.", "Globally, governments unveiled large fiscal stimulus packages in 2020 amounting to nearly $14 trillion (13.5 per cent of world GDP) to contain the spread of the pandemic (IMF, 2021) and consequently, deficit and debt levels soared.", "In India also, the central government announced a series of economic packages, initially focussing on protecting vulnerable sections of the society followed by counter-cyclical measures to provide an impetus to consumption and investment for resurrecting growth.", "Central banks, on the other hand, had proactively designed and implemented various conventional and unconventional monetary policy measures, based on their experience from past crises, notably the global financial crisis (GFC) of 2008.", "Most central banks have lowered policy rates, widened the range of eligible counterparties and eased collateral norms, while increasing the scale and tenor of repo operations.", "They also expanded their asset purchase programmes (APPs) to contain pandemic-induced elevated uncertainty and facilitate lower longterm interest rates.", "These measures were complemented by implicit and explicit forward guidance by communicating the 'stance' of monetary policy, going ahead.", "In India, the Reserve Bank undertook several conventional and unconventional measures in the wake of COVID-19.", "Other than conventional measures, the RBI introduced long term repo operations (LTROs) and targeted long-term repo operations (TLTROs) to augment system as well as sector-specific liquidity to meet sectoral credit needs and alleviate stress.", "Special refinance facilities were provided to select all India financial institutions (AIFIs), while a special liquidity facility for mutual funds (SLF-MF) was introduced to ease redemption pressures.", "Unlike many central banks, the RBI's asset purchases did not dilute its balance sheet and hence, did not compromise on core principles of central banking.", "These purchases were confined to riskfree sovereign bonds (including state government securities) only.", "The focus was to foster congenial financing conditions without jeopardising financial stability.", "Further, forward guidance gained prominence in the Reserve Bank's communication strategy to realise cooperative outcomes.", "Our commitment to ensure ample liquidity conditions supportive of recovery dispelled illiquidity fears and bolstered market sentiments.", "We will continue to support the recovery process through the provision of ample liquidity in the system, while maintaining financial stability.", "Impact on Trade and Balance of Payments 6.", "The impact of COVID-19 induced deceleration on GDP and trade if compared with the GFC of 2008, reveals contrasting trends.", "Global GDP is estimated to have contracted by 3.5 per cent during 2020, much higher than the contraction of 0.1 witnessed during the GFC; while global merchandise trade is estimated to have only contracted by 9.2 per cent during 2020 as against a contraction of 22.3 per cent during 2009.", "This differential pattern could essentially be attributed to the major role played by domestic drivers across countries - induced by lockdowns - during the recent episode.", "Even though merchandise trade has shown incipient signs of revival since end-2020, recovery in services trade is yet to gain traction as subdued cross-border tourism and travel restrictions continue to weigh on the overall performance of the sector.", "Uneven global trade recovery led by a few Asian countries and select sectors such as medical equipment and electronic products raises concerns regarding its sustainability.", "A crucial impediment to revival of global trading activity is the continued disruptions in global supply chains with steep increase in shipping costs since November 2020 and lengthening of delivery times leading to rising commodity prices.", "These issues call for urgent attention from policy makers across the world.", "The impact of demand and supply shocks is also reflected in the balance of payments.", "While commodity exporting countries faced lower current account surpluses due to negative shocks to their net terms of trade, net commodity importing countries such as India benefited, recording either lower deficits or even surpluses.", "Lower crude oil prices and weak demand due to COVID19 related lockdown in early days of the pandemic squeezed India's oil import bill by 42.5 per cent during April-January 2020-21.", "In contrast to goods trade, India's net services exports remained relatively resilient despite travel receipts falling sharply due to travel restrictions.", "Unlike most of the other major economies, India's services exports gained traction from software exports.", "Domestic information technology (IT) companies benefitted from growing global demand for core transformation services as their customers focused on new models for IT operations during the pandemic.", "Remittance inflows fell amid widespread job losses in host countries.", "Nevertheless, the decline in remittances was more than offset by the lower trade deficit and robust net exports of services.", "As noted by UNCTAD (2021), India's inward foreign direct investment (FDI) bucked the global trend and grew positively in 2020, boosted by investments in the digital sector.", "India's optimistic growth outlook and ample global liquidity also induced net foreign portfolio investment of US$ 35 billion in domestic equity market in 2020-21 (up to February 19).", "Nonresidents also made higher accretion to deposits with banks in India.", "Consequently, the surplus on both current and capital account is reflected in build-up of foreign exchange reserves during the year.", "The external sector outlook would continue to be reshaped by headwinds and tailwinds associated with both domestic and global recovery.", "Emerging Post-Covid Opportunities in India 10.", "I would now like to focus on certain emerging post-Covid opportunities in India, for which I have listed out seven key areas for special mention.", "(i) Manufacturing and Infrastructure 11.", "The manufacturing sector is spearheading the growth recovery as many contact intensive services sub-sectors are severely affected by the crisis.", "The initiatives by the Government under the AatmaNirbhar Bharat Abhiyaan and Union Budget 2021-22 towards developing a vibrant manufacturing sector and infrastructure acknowledges the strong linkages they have with the rest of the sectors.", "The Production Linked Incentive (PLI) Scheme aims to make India an integral part of the global value chain.", "This, along with reforms in labour market, can go a long way in propelling growth to an elevated trajectory for the manufacturing sector and reap its employment potential.", "(ii) Micro, Small and Medium Enterprises 12.", "I am happy to note that small and medium enterprises account for about two-thirds of the current membership of the Bombay Chamber of Commerce and Industry.", "The Micro, Small and Medium Enterprises (MSME) sector in India has emerged as the growth engine of the economy with a vast network of about 6.33 crore enterprises contributing 30 per cent to our nominal GDP and around 48 per cent to exports .", "The sector employs about 11 crore people, second only to agriculture.", "The sector has been rendered especially vulnerable by the pandemic, necessitating concerted efforts to combat the stress and focus on revival of the sector.", "In this regard, two major schemes, viz., the Emergency Credit Line Guarantee Scheme (ECLGS) and the Credit Guarantee Scheme for Subordinate Debt (CGSSD) were introduced by the Government.", "These have been duly supported by various monetary and regulatory measures by the Reserve Bank in the form of interest rate cuts, higher structural and durable liquidity, moratorium on debt servicing, asset classification standstill, loan restructuring package and CRR exemptions on credit disbursed to new MSME borrowers.", "These measures will not only help in ameliorating stress in the sector but also open new opportunities.", "Going forward, the Reserve Bank stands ready to support the Small Industries Development Bank of India (SIDBI) for greater credit penetration to the MSME sector.", "(iii) Technology and Innovation 13.", "Digital penetration in India has scaled a new high.", "The time has come to leverage its applications while at the same time strengthening the digital infrastructure.", "With approximately 1.2 billion wireless subscribers and 750 million internet subscribers, India is the second largest and one of the fastest-growing markets for digital consumers .", "As digital capabilities improve and connectivity becomes omnipresent, technological innovation and technology-driven revolution are poised to quickly and radically change India's economy.", "They have the potential to raise the productivity of agriculture, manufacturing and businesses as well as improve the delivery of public services, such as health and education.", "In the financial sector, this could lead to higher financial inclusion, lesser information asymmetry and reduced credit risk.", "Similarly, open online courses, audio-visual training programmes and remote learning can strengthen the match between skills required by the industry and skills imparted in schools, colleges and technical institutes.", "Healthcare delivery can be improved via digitisation of medical records, remote provision of diagnosis and prescription via smartphones and mobile internet.", "Technology adoption in rural areas for 'precision farming' by using geographical information systems-based soil, water and climate data to guide farming decisions as well as using real-time market information to guide sale of agro-products can add high value to the agriculture sector.", "The e-commerce sector with its lower cost of transactions is already revolutionising the market structure culminating in deeper market integration.", "I would like to point out that gross domestic expenditure on research and development (GERD) in India is mainly driven by the Government with a share of 56 per cent in total R&D.", "It is important that for India to become a global technology and innovation leader, the corporate sector should take the lead as is the case in many emerging markets and advanced economies.", "Post COVID-19, the health sector has undoubtedly emerged as a major fault line as well as the sector with tremendous growth opportunities.", "With a network of more than 3000 companies, India now ranks third globally for pharmaceutical production by volume, with the sector generating a trade surplus of over US $ 12 billion annually.", "India now supplies more than half of the global demand for vaccines.", "The sector is expected to witness strong growth in the coming years with its commitment to R&D and low cost of production.", "It is expected to supply a significant share of increased global demand for vaccines and medicines in the post COVID-19 scenario.", "Going forward, focus should be more on enhancing overall supply of health services at every level of value chain in a cost effective manner.", "Corporate sector needs to invest more to create scale and skill in this sector.", "With the global economy gradually emerging from one of its deepest recessions, global trade activity is also likely to get a cyclical upturn going forward.", "In the case of India, there has also been focus on structural reforms that can set a foundation for robust growth and greater role of domestic industry in global value chain.", "Based on sectoral strengths and potential opportunities, the PLI scheme identifies a few champion sectors that will support domestic manufacturers in achieving economies of scale and expanding their footprint in the global market.", "The response from companies - particularly in electronics, pharmaceuticals and the medical device industry - to this scheme is reported to be very encouraging.", "This export push is also likely to come from other sectors like food products; apparel and textiles; capital goods; automobile and auto components; and electronics and semi-conductors.", "Since the incentive structure under PLI scheme is envisaged for the next five years, domestic industry needs to develop its strength by focusing on quality and export competitiveness in order to remain viable in the long-term.", "(vi) Free Trade Agreements (FTAs) 18.", "Another policy area which needs focus for providing a durable push to India's exports and growth is Free Trade Agreements (FTAs) with key strategically important economies.", "The potential FTAs need to take cognisance of not only domestic strengths and global opportunities but also the emerging geo-political landscape in the post-pandemic period.", "While designing future FTAs, India's experience with FTAs can be a significant guidepost.", "Key considerations should be to identify countries and regions that not only have the potential as a market for domestic goods and services but also have the scope to enhance domestic competitiveness, especially in sectors covered under the PLI scheme.", "The post-Brexit scenario offers a greater scope for having separate trade agreements with the UK and the European Union.", "FTAs with these economies can boost not only the bilateral trade and investment relations but may also pave the way for greater collaboration in the areas of scientific research and climate change.", "Due to favourable demographic dividend, Africa also offers immense potential for exports and investment from Indian firms.", "Large presence of Indian diaspora could help tap this potential.", "(vii) Services Exports 19.", "Recovery in world services trade, which grew faster than merchandise trade in the pre- pandemic period, is expected to be slower due to cross-border travel restrictions being still in place.", "There has, however, been greater emphasis on carrying out business operations with efficiency.", "This has increased the demand for cutting-edge software services and new business opportunities brought on by the ongoing global value chain reconfiguration.", "This has also provided resilience to software exports of IT companies.", "A recent study by WTO (February 2021) estimates that by 2030, global trade growth would be 2 per cent higher annually, on average, because of the adoption of digital technologies.", "This should open up new opportunities for trade by reducing trade costs and strengthening ties between global value chains.", "Given our renewed focus on digitisation, India by being the largest software exporting country, is expected to gain with increased servicification.", "Overall, we are on the cusp of a turnaround in fortunes.", "In contrast to rest of the world, the caseload of COVID-19 in India has declined and it is crucial for us to consolidate this decline and capitalise on the success that has been hard-earned.", "The infection caseload in some parts of the country is, however, again creeping up.", "We need to stay vigilant and steadfast, and on our toes.", "The battle of 2020 has been won, albeit with significant costs in terms of lives, livelihood and economic activity.", "We need to win the battle of 2021 also.", "Let us resolve to eventually win this war.", "Thank you, stay safe, Namaskar.", "Source: Telecom Regulatory Authority of India (TRAI)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Growth", "Monetary Policy", "Fiscal Policy", "Trade", "Balance of Payments", "Manufacturing", "MSMEs", "Technology", "Innovation", "Health"]}