{"sentences": ["MONETARY POLICY REPORT BEFORE THE OF THE PRESENTATION FINANCE COMMISSION HONORABLE SENATE REPUBLIC Governor Central Bank of Chile The June 2021 Monetary Policy Report can be found at .", "Introduction Madam President of the Finance Commission of the Senate, senator Ximena Rincón, Senators members of this Commission, ladies, gentlemen, I am grateful for your invitation to present the view of the Board of the Central Bank of Chile (CBC) on recent macroeconomic developments, their outlook, and implications for monetary policy.", "This view is contained in detail in the June 2021 Monetary Policy Report published this morning.", "This background provides the context for the decision adopted by the Board at yesterday's Monetary Policy Meeting.", "The last few months have confirmed that the Chilean economy has been making progress in its recovery process.", "Activity figures brought positive surprises in the first months of 2021, reflecting the strong macroeconomic momentum and the better adaptation of the economy to the sanitary restrictions.", "In fact, the impact of the quarantines, despite involving almost 90 percent of the national population during April, was considerably milder than we expected and also less compared with figures early into the pandemic.", "Private consumption has risen strongly, fueled by the massive fiscal transfers that have been implemented in recent months and the pension savings withdrawals.", "In fact, private consumption is the fastest growing component of spending, with some of its categories, such as durable consumption, increasing at rates of 50 percent annually in the first quarter.", "The measures recently approved by Congress will intensify the boost to consumption, while fiscal expansion will be significantly higher than we expected in the March Report.", "In the projections I will be sharing with you in a few moments, we see a significant upward correction in growth for this year, to between 8.5 and 9.5 percent.", "This responds to the better performance recently combined with increased boost to expenditure, in the context of more favorable external conditions.", "In addition, this brings forward the expected closing of the wide activity gap caused by the Covid-19 crisis.", "Despite these advances and more positive prospects for recovery, the overall perception remains marked by the evolution of infections and quarantines, the significant lags in some sectors, labor market fragilities and persistently high uncertainty.", "In the financial market, long rates have risen more than their external counterparts, the stock market has fallen, and sovereign risk has shown moderate increases.", "Looking ahead, greater fiscal expansion and highly dynamic consumption will take pressure off the monetary impulse to support the recovery of the economy, so it should begin to moderate earlier than expected in the last Report.", "This will prevent an increase in inflation-currently at around 3.5 percent-from raising the cost of living and eroding the purchasing power of the households most affected by the crisis.", "Even so, it is estimated that, in the central scenario, the Monetary Policy Rate (MPR) will stay below its neutral level throughout the policy horizon, underpinning a recovery process that will continue to be met with significant challenges.", "I will now describe our assessment of the economic outlook and related risks.", "The macroeconomic scenario So far into this year, the Chilean economy has outperformed expectations, notably because the impact of the quarantines on activity was significantly milder than we anticipated.", "In fact, although activity declined during March and April, the effect of the increased sanitary restrictions was about one fifth of what we saw at the onset of the pandemic.", "Several factors have contributed to this result: the greater adaptation of businesses to the social distancing requirements; the support of favorable financial conditions; adjustments to the Step-by-Step Plan; and the boost to demand by public policies (Figure 1).", "Pension fund withdrawals and massive fiscal transfers have been fundamental determinants of the dynamism of private consumption, which has spearheaded the economic upswing.", "In the first quarter, private consumption had already grown by almost 5 percent annually, with a nearly 50 percent increase in spending on durables, most notably to purchase technological items and automobiles.", "Information from retail trade, supermarket sales, and electronic billing shows that consumption of goods remained dynamic through April and May.", "Spending on services, despite recovering part of last year's decline, continues to show negative annual variation rates, reflecting the persistence of supply-side constraints.", "In the first quarter, Gross Fixed Capital Formation (GFCF) posted slight annual growth, driven by the recovery of its Machinery & Equipment component, which grew 21.5 percent annually.", "The Construction & Works item, on the other hand, fell by 10 percent year-on-year, due to works being slowed down and/or postponed because of the pandemic (Figure 2).", "The labor market has shown a noticeable, albeit heterogeneous, improvement with respect to its worst levels of last year.", "The measured magnitude of this improvement varies depending on the source of information: while National Statistics Institute (INE) data show the recovery of more than half of the jobs lost since the beginning of the pandemic, the number of pension fund and unemployment insurance contributors -which can be associated with formal salaried employment- has returned to pre-pandemic levels (Figure 3).", "At the same time, inactivity has declined, although it remains high by historical standards, and vacancies have increased, with the result that the unemployment rate remains at around 10 percent.", "In any case, there are different indicators showing the fragility and heterogeneity of the labor market's recovery, even though it still has a long way to go.", "On the one hand, the recent extension of quarantines had a greater impact on self-employment and informal salaried work, and there was also an increase in unemployment insurance applications, although still below their 2020 levels.", "Low-skilled workers and women continue to be the segments that lagged the most in the recovery of employment (Figure 4).", "In fact, the female participation rate is still far from its pre-pandemic levels, affected by the extra responsibilities on home care that many women have had to assume.", "This issue is examined in one of the boxes of this Report, and I will refer to it in more detail in a while (Figure 5).", "Since the previous Report, benefits for households and small businesses have been expanded and will be significantly increased with the measures recently approved by Congress within the framework of the \"Common Minimums Agenda\".", "In the second half of April, the Government announced the strengthening of the middleclass bonus and the Emergency Family Income, together with a complementary bonus for those with empty pension fund accounts.", "Congress also approved a third withdrawal of pension savings, which includes an advance of benefits for pensioners with annuities.", "In the context of the Common Minimums Agenda, a substantial extension and expansion of transfers has just been approved, including an Emergency Family Income, which will be extended in amount and coverage, and will reach more than 15 million people over the next four months.", "In addition, the provision of subsidies and tax benefits for micro and small businesses is being discussed.", "These initiatives combined will push fiscal spending growth to around 25 percent in nominal terms in 2021, which compares to the 5 percent considered in the March Report.", "This will lead to a significant overshoot of the structural deficit planned for the year, which the government would formalize by invoking an \"exit clause\" from the committed fiscal targets.", "Although new official projections are not yet available, it seems clear that, despite the improved outlook for activity, this year's fiscal impulse will not only exceed the forecast but will be significantly higher than in 2020.", "Despite the recovery of activity and the extension of fiscal packages, the overall economic sentiment worsened in recent months, with consumer expectations still in pessimistic ground.", "This could be explained by factors such as the evolution of infections and quarantines, and the heterogeneity observed in the recovery.", "About the latter, it stands out that the performance of part of services, construction and passenger transportation sectors is still not matching pre-pandemic levels, a milestone that trade and manufacturing achieved six months ago or before.", "Add to this the aforementioned heterogeneity in the labor market (Figure 6).", "Differences are observed in the case of business expectations, with smaller firms and hardest-hit sectors lagging behind in the recovery.", "The Business Perceptions Report (IPN) for May reported that smaller companies were the worst affected by the quarantines in March and April.", "In addition, the IPN noted that a significant percentage of companies were having second thoughts about their investment plans for this year or had simply decided to shelve them altogether.", "Uncertainty indicators remain high and well above those prior to the social crisis.", "Actually, in the last year, local uncertainty indicators have consistently outweighed those of economies such as the United States or the United Kingdom, as the decline to their pre-pandemic levels has taken longer.", "This trajectory clearly differs from what used to be the case before the social outbreak, when the level of uncertainty was not only much lower, but also more in line with other countries (Figure 7).", "The Chilean financial market has reacted to the overall local developments by decoupling itself from global trends.", "Thus, long-term interest rates have increased by 30 basis points since mid-April to date (BCP10), while their external benchmarks have not changed much.", "This has been accompanied by a stock market drop of just over 10 percent, a 2 percent depreciation of the Peso and an increase in the sovereign premium (CDS) of 15 basis points, all despite the significant rise in the copper price.", "This has coincided with a period of heightened political tensions surrounding the third pension savings withdrawal and a wide range of legislative initiatives on fiscal and regulatory matters (Figure 8).", "On the external front, world growth has been consolidating the positive outlook for this year and next, which has been internalized by the global financial markets.", "The evolution of the external scenario is closely linked to the progress of vaccinations and business reopening in developed countries, which has resulted in a rebound and strengthening of consumer and business confidence and activity in the lagging sectors (Figure 9).", "Regarding the composition of spending, while the recovery of activity in the main economies was initially driven by consumption, between the end of 2020 and early 2021, investment showed a more dynamic behavior (Figure 10).", "Global financial markets have captured this outlook, encouraging greater risk-taking, stock market rises and widespread asset price appreciations.", "As a result, financial conditions have remained favorable, particularly due to the greater stability of long-term rates, the decline in corporate spreads and risk premiums, and capital inflows to emerging markets.", "However, this picture is not common to all economies, with significant lags in those where pandemic control remains complex, where there is no significant vaccination plan in the short term, where policy space is limited, and/or where domestic tensions have increased.", "This is the case in several Latin American countries.", "International commodity and food prices have also been boosted by the global recovery, in the presence of supply-side difficulties and a depreciated dollar.", "Copper hit a record price of USD 4.86 per pound early in May and is close to USD 4.5 as of the statistical close of this Report, which is 11 percent higher than its March price.", "The oil price has also risen and is now above USD 65 per barrel.", "This, along with higher transportation prices, has increased the cost pressures faced by companies around the world.", "In fact, the cost of maritime freight has tripled, and the prices of other inputs and commodities, such as construction materials, food and agricultural produce, have also risen considerably (Figure 11).", "All of this has been reflected in higher producer prices and increased short-term inflation expectations in several economies.", "Although global markets expect the effect on inflation to be mostly temporary, concern has increased in those economies where demand-boosting policies have been most significant.", "In the United States, inflation surprised to the upside in March and April, while a large fiscal stimulus package is being implemented and monetary policy remains highly expansionary.", "Measured inflation expectations have risen, while financial markets have experienced bouts of inflation-related volatility.", "In Chile, inflation has evolved as expected, as the CPI's annual change rose to 3.6 percent in May.", "Expectations are in line with the two-year policy target.", "The annual variation of the CPI has continued to be mainly determined by the behavior of goods and energy prices.", "The former continues to be pressured by tight inventories in a context of high demand.", "The latter reflects the rise in oil prices and the low comparison base.", "Core CPI today stands at 3.4 percent (Figure 12).", "Projections Expected growth for this year substantially increases in the central scenario, to a range between 8.5 and 9.5 percent.", "About two-thirds of the difference with the March forecast is explained by the buildup of expenditureboosting measures, and the other third mainly by the better start of the year and the adaptation of the economy (Figure 13).", "It is important to note that, assuming that after the March and April setbacks, the economy returns to February's level and stays there for the rest of the year, GDP growth in 2021 would be close to 7.5 percent even before considering any effects from the third pension-fund withdrawal and the massive fiscal transfers (Figure 14).", "The vast fiscal transfers and the approval of the third withdrawal of pension savings result in projecting annual private consumption growth at around 15 percent (around 12 percent in March).", "Meanwhile, GFCF is forecast to rise by 11.4 percent in the year, and total exports to do so by 1 percent.", "For 2022 and 2023, expected growth ranges are revised downward, given the higher base of comparison, the gradual decline in the consumption impulse and limited investment dynamism.", "The annual increase in private consumption will moderate significantly over the next two years, largely reflecting the transitory nature of the current income-support measures (Table 1).", "For investment, significantly lower expansion rates are expected for 2022-2023 than for 2021.", "Beyond the higher first-quarter effective result and the cyclical recovery expected for this year, the outlook points to limited dynamism.", "On the one hand, the latest available version of the CBC's survey of large-scale investment projects shows little change in the number and volume of projects committed for the next five years and a low inflow of new projects by historical standards, a trend that has been maintained for some quarters now.", "On the other hand, although imports of capital goods increased significantly in the first part of the year, the evolution of the stock market suggests a less optimistic outlook for the tradable component of investment going forward (Figure 15).", "A core element in these projections is fiscal policy, which this year will add a significantly stronger impulse than we contemplated in March, considering the announcements already materialized and the additional spending that will trigger, among other measures, the recently approved household support initiatives.", "For 2022 and 2023, it is assumed that a massive fiscal impulse such as this one will not be maintained, giving way to policies focused on the most lagging segments and the stabilization of public finances.", "Thus, after reaching record expansiveness in 2021, the central scenario assumes that fiscal accounts will enter a path of convergence to structural targets and towards a sustainable public debt-to-GDP ratio, in line with the recommendations of the Autonomous Fiscal Council.", "This could be reinforced through permanent increases in tax revenues stemming from the reforms that have been recently announced by the Government.", "This year's Current Account deficit will match the March forecast, because the higher copper price compensates for the expansion of domestic expenditure.", "All in all, between 2020 and 2021, the Current Account balance will turn negative, reflecting the increase in domestic demand.", "Compared to March, during the three-year period 2021-2023, the world economy will see slightly higher growth rates and the average annual copper price will be 20 to 30 cents above the downsloping trend projected in March.", "In addition to the recent rise, this correction responds to the higher long-term copper price, which is increased to USD 3.3 per pound, from USD 2.7 previously.", "Despite the oil price hike over the projection horizon, the terms of trade are, on average, 4 percent higher than we estimated in March (Table 2).", "The better actual and expected performance of GDP this year leads to an earlier closing of the output gap than anticipated in the March central scenario.", "This considers that the strong growth in domestic demand, associated with consumption, will boost effective GDP in the short term.", "Because of this, and despite the second-quarter pullback and the upward correction to potential GDP (which I will touch upon in a few moments), the gap will close during the third quarter of this year, turning positive for a few quarters.", "It will then fall in 2022 in line with the reduction of stimulus to private spending, oscillating around zero until the end of 2023 (Figure 16).", "The stronger boost to consumption, in a context of earlier closing of the output gap and increased cost pressures, adjusts our inflation projection up.", "Core inflation will close the year slightly below 4 percent annually.", "Higher energy prices will continue to dominate the volatile component.", "Thus, after rising in the second half of the year, total annual CPI inflation at December 2021 will be 4.4 percent.", "In 2022 and 2023, as fiscal and monetary impulses normalize, inflation will converge to 3 percent and remain there until the end of the policy horizon, that is, the second quarter of 2023 (Figure 17).", "To sum up, the higher activity forecast for this year is largely explained by the increase in private consumption, responding to the many stimulus measures adopted after the last Report.", "A significant number of these measures reflect that the fiscal policy is considerably more expansionary than previously expected.", "The outlook for investment and exports, on the other hand, is more limited, with a tendency to decelerate in the former.", "Thus, a recovery scenario notoriously biased towards consumption is emerging, which, if maintained or deepened with more procyclical policies, could incubate larger macroeconomic imbalances, a risk that should be duly monitored.", "Re-estimating the structural parameters of the Chilean economy The structural parameters correspond to longer-term estimates of different economic variables: namely GDP growth, the neutral MPR, and the prices of selected commodities, which provide context to long-term projections and monetary policy formulation.", "These are the so-called \"unobservable variables\", meaning that they cannot be measured directly (as can activity in a month or a year, for example) and thus must be estimated using different methodologies.", "The estimation of structural parameters is relevant for monetary policy decisions, as it provides a reference of where their values should stand over longer terms and therefore serves as a guide for assessing the macroeconomy and calibrating monetary policy accordingly.", "In 2020, the Bank postponed the review of these parameters because the uncertainty surrounding the unusual nature of the shocks that were affecting the economy -the social crisis and the pandemic- made it more advisable to gather more information to assess the medium-term effects on the economy.", "The results of these estimates are detailed in three boxes of this Report.", "As for trend growth, its estimate is revised downward given the persistent slowdown in productivity growth over the last decade.", "Our estimate for non-mining trend GDP growth is reduced to a range between 2.4 and 3.4 percent for the 2021-2030 period, which compares to the range between 3.25 and 3.75 percent estimated for the 2019-2028 decade.", "This revision is mainly explained by a lower Total Factor Productivity (TFP) growth projection.", "This assumption is based on the consolidation of a downward trend since the early 1990s, which was only temporarily reversed during the commodity price boom of the second half of the 2000s (Figure 18).", "In any case, it is important to note that this assumption is subject to a high degree of uncertainty, which is reflected in a wider range of trend growth estimates, that goes from half a percentage point to one percentage point between the 2019 estimate and the current one.", "This partly reflects the fact that these estimates do not include the potential effects in either direction of the structural changes induced by the pandemic or by the political-institutional process underway.", "Potential GDP -which measures growth capacity over shorter terms, where full resource allocation is not achieved- is revised upward, despite the downward correction to trend growth.", "For the 2021-2023 period, potential growth is estimated at around 2.1 percent (around 1.7 percent in March).", "This reflects the greater adaptive capacity of the economy and the smaller scars that the pandemic would be leaving, which reduces the persistence of its negative effects on productivity and factor availability.", "All in all, in the medium term, potential GDP should converge to figures comparable to trend GDP.", "For the neutral MPR, the sum of estimates yields figures of the order of 0.5 percent in real terms.", "Consistent with the range of estimates and the uncertainty surrounding this calculation, the Board considers that the neutral MPR lies in a range between 3.25 and 3.75 percent in nominal terms, a 50 basis point decline in the bounds of the range estimated until March.", "This partly reflects the global trend towards lower neutral interest rates observed in recent years and is consistent with the reduction in the trend growth estimate for Chile.", "The technical minimum of the MPR is kept at 0.5 percent.", "As in March 2020, this considered that the money market is managed by various administrators competing with each other and with banks.", "Among others, they offer quick exit investment instruments that allow them to meet the immediate cash needs of households and businesses, being able to withdraw their funds the following day.", "When selling these instruments, there may be price differences that need to be covered.", "Therefore, as the MPR approaches zero, the probability that firms and households will incur losses increases.", "To keep this mechanism in operation, the Board estimates that the technical minimum of the MPR is 0.5 percent.", "Still, it is important to note that this technical minimum is not a constraint for an expansionary monetary policy, thanks to the fact that we are far from a deflationary scenario.", "Moreover, the interbank rate can move within a corridor of ±25 basis points around the MPR and, in fact, in periods of high monetary expansion, it has been below the technical minimum.", "This has been the case in the last year and was also the case in 2009, when the MPR also hit 0.5 percent and the Bank used its Term Liquidity Facility (FLAP).", "It should be noted that the present exercise has used TFP information from the last four years.", "The previous trend growth update (2019), only considered changes in the labor factor associated with immigration to the country, without modifying the TFP growth assumption made in the previous estimate (2017).", "As for the long-term prices of copper and oil, they are revised in opposite directions.", "Copper is raised from USD 2.7 to 3.3 per pound, while oil is reduced from USD 70 to 60 per barrel.", "It should be noted that these prices are the ones where the prices of copper and oil are expected to be in 10 years' time.", "In the case of copper, this is different from the assumption used in the calculation of the structural rule, which corresponds to the average of the next ten years, and not its end point.", "The upward revision to the copper price stems from the expectation of exponential growth in copper demand associated with the \"green wave\".", "This presents itself in a context where, although conventional demand is declining, the foreseen increase in production will be insufficient to offset the aforesaid demand increase due to said \"green wave\" towards 2030.", "For this to occur, new investment projects would need to enter the sector, and there are no such projects in sight.", "Moreover, in the past year different international organizations and specialized institutions have raised the copper price expectation five and ten years ahead and is now around USD 3.3.", "In the case of oil, long-term price estimates have fallen in recent years, pulled by both the arrival of new drilling and production technologies and the projected fall in demand.", "In this market, the entry of shale oil brought down average global oil extraction costs.", "In addition, the \"green wave\" would discourage the demand for oil compared to projections of a few years ago.", "However, it is expected that a price of around USD 60 per barrel will be sufficient to balance out the market in the long term (Table 3).", "V. Sensitivity and risk scenarios The central scenario is built using a set of assumptions, as I have just described, which shape the projections.", "Sensitivity tests can be performed on said assumptions that, while keeping GDP growth in the foreseen ranges, require a somewhat different monetary policy action.", "These scenarios form the MPR Corridor (Figure 19).", "On the one hand, it is possible that demand will expand more than expected, either due to a greater willingness of households to consume-in a context of a gradually deconfined economy-or due to fiscal transfers exceeding those already considered.", "In the latter case, tax, liquidity or public investment measures could be added, prompting an even more procyclical fiscal policy behavior.", "In such a situation, higher inflationary pressures would lead to the need for an earlier withdrawal of the monetary stimulus, which is reflected in the upper bound of the MPR Corridor.", "On the other hand, investment continues to be the most lagging component of expenditure, and a less favorable than expected evolution cannot be ruled out.", "The data show that in the first quarter investment in construction and works failed to recover, that no major investment projects have entered the surveys and that domestic political/legislative events have affected the stock market, which is typically correlated with the future evolution of investment.", "If this situation were to worsen to stagnant or declining investment, monetary policy would have to remain highly expansionary for a longer period, which is reflected in the lower limit of the MPR Corridor.", "Although the economy has shown significant recovery, the pandemic phenomenon is still present and unexpected events may occur.", "The central scenario considers that during the second half of this year, there will be growing de-confinement of the population and the social distancing measures will be relaxed, as the goals of the vaccination campaign are achieved.", "However, scenarios of a slower opening are possible.", "As a matter of fact, infections have increased again, and quarantines have been re-imposed in several districts.", "If this intensifies, the closing of the activity gap could be delayed, requiring the current monetary expansionary stance to be maintained for a while longer.", "On the external front, it cannot be ruled out that the cost pressures faced by companies around the world will have more persistent effects on inflation.", "The global recovery, in a context of ongoing logistical problems for production, has led to a widespread increase in costs.", "For now, this is expected to be a transitory phenomenon, as the increasing openness of economies and greater adaptation will normalize the supply of many goods and services.", "In any case, considering also the high domestic demand, local inflation may be somewhat higher than expected in the short term.", "The temporary nature of such an event does not require a monetary policy reaction.", "However, the scenario would be different if these global inflationary pressures were to have a more persistent impact on local inflation.", "In that case, an earlier withdrawal of the monetary stimulus would be necessary.", "In addition to the sensitivity tests, risk scenarios are analyzed in which the changes in the economy would be more significant and which would call for a more intense monetary policy reaction.", "At home, the risks associated with an evolution of public finances that is not clear about their long-term stabilization stand out, which could affect domestic financial conditions, investment, and the perception of country risk.", "Externally, the main risk continues to be an abrupt change in international financial conditions, an event that has become more prevalent due to doubts about the evolution of inflation in the United States.", "The intensity of these scenarios may jeopardize the convergence of inflation within the policy horizon, push activity below the expected ranges, and/or compromise the proper functioning of financial markets.", "Monetary policy orientation The recent improvement in the economy's performance, the significant boost to domestic demand, the imbalances in the dynamics of spending and production, together with cost pressures, will influence the behavior of prices.", "How much will correspond to temporary effects and how much to more persistent ones will be key to determine the correct degree of expansion of the monetary policy stance, in order to ensure that the recovery of the economy is sustainable and continues to unfold in an environment of stable prices.", "In the immediate future, the Board estimates that the economy is still suffering from the impact of the pandemic and the lag of the labor market in the recovery.", "However, the high dynamism that consumption already exhibits and the additional boost to private spending represent major changes in the macroeconomic scenario of the coming months, making it necessary to recalibrate the expansionary nature of monetary policy going forward.", "In particular, the expected higher growth in spending and activity will make it less necessary for the monetary impulse to support the economy's recovery with the current intensity, and it should begin to gradually moderate sooner than we anticipated in the last Report.", "This will help to avoid the buildup of inflationary pressures at a particularly sensitive time of the recovery.", "It is important to bear in mind that inflation is particularly detrimental to middle- and low-income households, which do not have the purchasing power and asset protection mechanisms available to the better-off.", "Therefore, a scenario of higher inflation would only reinforce the regressive impact of the job losses that these sectors have suffered during the crisis.", "In any case, even in a context of gradual normalization, monetary policy will continue to accompany the recovery of the economy.", "Thus, starting from one of the most expansionary levels among comparable economies (Figure 20), the central scenario anticipates that the MPR will remain below its neutral value throughout the twoyear policy horizon.", "This will provide room for other public policies to support the sectors that are lagging behind or need to adjust to the new operating conditions.", "As for unconventional measures, they were recently concluded, and no changes are foreseen in their current conditions or terms.", "This involves completing the phase of reinvesting bank bond coupons at maturity, permitting the stock in the hands of the CBC to be gradually reduced.", "Beyond the conduct of monetary policy, the deep crisis of the last nineteen months will pose important challenges to the Chilean economy.", "Of particular importance is the need to create a sustainable trajectory for public finances, reduce economic uncertainty, and reverse the decline in trend growth depicted in this Report.", "How these challenges are met will have an impact not only on the future evolution of monetary policy, but especially on the country's living conditions and future perspectives.", "Other matters of interest To wrap up this presentation, I would like to comment on three issues related to the Bank's work in monitoring the economy and exercising its powers.", "These are: (a) the impact of the economic crisis on women in Chile; (b) the distinction between uncertainty and risk in the behavior of economic agents; and (c) the transparency of the CBC in the formulation and execution of its policy decisions.", "Impact of the economic crisis on Chilean women The first topic, Madam President, will no doubt be familiar to you, as it was raised by yourself during the presentation of the March Report, a little over two months ago.", "The impact of the Covid-19 crisis on women is of great relevance not only to understand the concrete experience of the social, sanitary, and economic crisis on the population, but also to identify one of the main challenges for the very process of recovery in which we are engaged today.", "To this effect, we have included in this Report a box (Box III.)", "specifically dedicated to this topic, in the preparation of which we have tried to go beyond traditional economic statistics and which we hope will be the starting point of a longer agenda for the generation of data and analysis by the CBC on this subject.", "This Box has four main messages: a.", "The crisis affecting the Chilean economy since March 2020 has had a strong and rapid impact on the labor market, with a disproportionate impact on women, who lost more than 930,000 jobs between February and July 2020.", "Women's jobs were affected in a greater proportion than men's, which points to an unequal distribution of the consequences of the crisis.", "This phenomenon can be partly explained on the labor demand side, since the shock generated by Covid- 19 and related sanitary restrictions had a stronger impact on sectors (personal services, trade, and restaurants and hotels) and types of work (self-employment, household help) where employment is more intensive in hiring women.", "c. However, just as important as the demand side is the supply side.", "This is largely reflected in the fact that the crisis brought not only an increase in unemployment, but especially a drop in the labor force, but mostly concentrated in women.", "Thus, between February and July, the female participation rate fell from 53 to 41 percent, standing at 46 percent in the last measurement (February-April 2021).", "d. At least two non-economic factors are involved in the drop in women's labor participation: (i) the difficulty in accessing services affected by sanitary restrictions, most notably the suspension of face-to-face classes in the school and pre-school system for almost a year and a half now; and (ii) the pressure generated by the unequal distribution of household work responsibilities and the care of children, the elderly and the sick, on women, a byproduct of the country's ingrained cultural patterns.", "Certainly, the lower participation of women in paid employment does not mean that they have reduced their responsibilities or their contribution to the country.", "The flip side of a fall in paid employment is an increase in unpaid work at home.", "Here, it should be noted that, in times of greater macroeconomic normality, its value was estimated to be close to 21 percent of GDP.", "Of this figure, about two-thirds was produced by women.", "Preliminary estimates indicate that, by 2020, the value of unpaid work in the home would have increased to 26 percent of GDP.", "This increase is estimated to have affected women the most, who contributed more than twice as much as men to this increase, with a 25 percent rise in the volume of unpaid housework in their hands.", "The CBC is currently coordinating with the INE to collect information on time use, which will help refine these estimates.", "All of this has important implications both from a historical perspective and for the future evolution of the labor market and the women's place in it.", "For example, the female participation rate has fallen back ten years in terms of the progress women had attained in the labor market.", "It is possible that this historical setback and the burden of household work may largely explain women's perceptions of the economic situation, which surveys have shown to be more negative than men's: in May of this year, 73 percent of women had a perception of a stagnant or deteriorated economy, compared to 68 percent of men.", "Finally, the impact of the crisis on the insertion of women in the labor market may have significant implications not only for the evolution of social variables, but also for the economic recovery process itself.", "From a social standpoint, three elements stand out: First, the high proportion of extremely poor households headed by women-52 percent of all households in extreme poverty, according to the 2017 CASEN Survey-means that a deterioration in the economic situation of the latter could have a major impact on the country's poverty and inequality.", " Second, the risk that a situation of prolonged absence from paid work may cause significant losses of human capital, which have an effect on future employability, productivity, and remunerations.", "Third, the net-worth effect of the use of mechanisms to compensate for lost income, such as indebtedness and savings depletion, with implications for the permanent income of the female workers affected.", "In the Chilean case, this is illustrated by the fact that 63 percent of the workers who emptied their pension fund accounts after withdrawing their pension savings are women.", "About women's expectations for returning to the labor force, the CBC conducted a study that collected the testimony of a group of women who left their jobs to devote themselves to care giving and found three groups with different types of expectations.", "One group includes those who expect to go back to the work once the sanitary situation returns to normal.", "Another group includes those who believe that they will not return to the labor force after the crisis, with this expectation being more recurrent in older women.", "Finally, those who do \"Estimating Non-remunerated Household Work 2020\" Statistics Division, Central Bank of Chile.", "Edin and Gustavsson (2008), \"Time Out of Work and Skill Depreciation,\" Industrial and Labor Relations Review; Hernanz and Jimeno (2018), \"Inestabilidad Laboral en el Empleo, Duración del Desempleo y Depreciación del Capital Humano,\" Cuadernos Económicos de Información Comercial Española ICE.", "expect to return to the labor market, but in more flexible jobs that allow them to reconcile personal duties and paid work.", "Women's attitude towards returning to the labor force will depend on both the duration of confinements and school closures, and the recovery of the traditionally more feminized areas of economic activity.", "However, a higher prevalence of the latter two groups harbors the risk of a slower recovery of participation rates, or that in the future we will see an increase in the underutilization of the female labor force in terms of occupations with shorter working hours or lower productivity, such as self-employment or informality.", "All of the above should make it clear that while a full normalization of the labor market would require reversing the loss of jobs and the exit of women from the labor force, this will not necessarily occur automatically as activity levels recover.", "In other words, the abrupt, prolonged and traumatic exit of hundreds of thousands of women from the labor market in 2020 has economic, social and cultural ripple effects that may extend well beyond the normal cycle and become a bottleneck to a robust, sustained and equitable economic recovery.", "Therefore, analyzing the evolution of the labor situation of women, deepening the diagnosis and enriching the projections in this regard is not a second-order task, but an issue that should be a priority for public policy makers.", "For this reason, Madam President, I would like to suggest dealing with this topic in greater depth in a session of the Commission especially designed for this purpose, which would allow us to deepen the background information compiled for this Report's box and identify priorities for future follow-up.", "Nature and relevance of uncertainty in the current scenario The second topic I would like to address is that of uncertainty.", "As you will have noticed, this term is mentioned several times in this Report when characterizing the economy's current situation and its outlook.", "It is appropriate to go deeper into the meaning of this concept because it is too often used or interpreted in different ways, some of them as a synonym for risk and/or threat to the economy.", "According to its formal definition, uncertainty refers to the lack of certainty, that is, the degree of randomness in variables of interest such as, for example, economic variables that affect welfare.", "Other definitions point to a diversity of plausible states, to which it is not possible to assign a probability of occurrence.", "These definitions mark a difference with the concept of risk, because the latter refers to the real possibility of occurrence of certain adverse events.", "Thus, uncertainty is a broader concept that is not necessarily related to adverse events or even to concrete possibilities.", "While risk has a long tradition of being measured, especially in the field of finance, inferring its magnitude from the behavior of asset prices, uncertainty, being it a broader concept, has been more difficult to quantify.", "However, with the increased use of qualitative analysis, Big Data and Artificial Intelligence, in recent years there have been important advances in this area, which have been factored into the statistical and analytical work of the CBC.", "Thus, the CBC has been using two indicators that, following international methodologies, seek to capture the degree of uncertainty related to economic decisions.", "Basically, these indicators measure the degree of attention on Twitter regarding economic issues, economic policies, the economic climate, or uncertainty regarding economic events.", "The underlying premise is that the more discussion and attention there is on a topic, the greater the dispersion of opinions and uncertainty about it.", "An analysis from 2012 onwards shows that these indicators tend to closely follow national and international events that presumably signify jumps of uncertainty.", "Examples are the recent United States elections, the Brexit referendum, international trade conflicts, the onset of the social crisis in October 2019 and the Covid-19 crisis playing out since March 2020.", "The concept of uncertainty, due to the intrinsic difficulty of measuring it-especially at the micro level-is difficult to operationalize in specific economic decisions.", "In contrast to risk in investment decisions, which can be measured, compensated with profitability or mitigated with insurance, uncertainty can make it difficult to make decisions or lead to postponing them pending the availability of more information.", "This does not mean that uncertainty is a black-or-white issue, or that it must be completely eliminated for an economy to function.", "Uncertainty is intrinsic to a changing environment, exposed to exogenous influences or to the evolution of society and markets, especially in countries undergoing transformations as part of their development process.", "However, the level of uncertainty does matter and there are probably certain thresholds beyond which its burden on the economy becomes very costly.", "That said, the next question is whether anything can be done to reduce uncertainty when it becomes too high.", "In this respect, both theory and experience indicate that uncertainty is not a totally exogenous variable and that it can be bounded on the basis of greater credibility of stakeholders, systems, and processes.", "In particular, a diversity of possible states can be limited to the extent that their course is dominated by the predictable action of the relevant agents and the processes in which their actions are framed.", "In the case of monetary policy, for example, special value is placed on anchoring expectations around an inflation rate close to the authorities' target.", "This increases the effectiveness of said authorities' decisions, aligning agents' behavior with the achievement of said targets.", "However, the anchoring of expectations is not generated by decree, but by the past performance of inflation, by the credibility gained by the authority, and by its decisions being made within a transparent, recognized and predictable framework of analysis and action.", "This has led many central banks to adopt defined inflation-targeting frameworks and to invest in strengthening the communication of their likely future path.", "The importance of frameworks for action and credibility of institutions is also valid, keeping due proportions, for the political sphere.", "From the uncertainty standpoint, the existence of differences and conflicts in policy decisions is not the same as their occurrence under institutionalized mechanisms for processing and resolving these differences.", "Transferred to the current process underway in Chile, it is true that the drafting of a new Constitution may increase uncertainty as it refers to no less than the higher legal sphere within which the country will operate.", "However, this uncertainty can be mitigated not only by taking into account the higher cost of not resolving a social/political conflict, but also by providing and respecting the rules of the process that will govern the drafting of the new Constitution.", "So, uncertainty is neither a lethal threat to the economy nor something that can be eradicated altogether, especially in an ever-changing world.", "Rather, it is an element of a country's evolving reality that can be contained on the basis of the systematic building of trust and the development of predictable processes for making decisions, as well as for settling differences and disputes.", "Transparency of the Central Bank of Chile Along with helping to mitigate uncertainty, trust is a fundamental asset for institutions and especially for a Central Bank whose mandate is structured from the perspective of the general interest and whose effectiveness depends on the responses of markets and economic agents.", "On previous occasions, we have argued that this attribute must be systematically cultivated, especially by seeking greater degrees of transparency in dimensions that are particularly relevant to the relationship between the Central Bank and the public.", "The enactment of the Transparency Law has promoted many advances and initiatives on this matter in Chile.", "But in addition to complying with this legal obligation, the CBC has voluntarily implemented transparency policies or best practices applicable to the different areas of its work.", "This includes the recent approval of the Bank's Transparency Policy,5 a document prepared within the framework of the 2018-2022 Strategic Plan, which aims to strengthen the relevant mechanisms, and is based on the standards contained in the IMF's Central Banks Transparency Code.", "However, willingness or good ideas are not enough to enhance transparency in the adoption and implementation of our institutional decisions.", "It is necessary to periodically evaluate progress made and identify new opportunities for improvement.", "With this perspective, we have made a special effort to commission assessments on various dimensions of our performance to external and independent observers, who can contrast our efforts with the experiences of other central banks or with duly validated standards.", "On this occasion, I would like to inform the Commission of three advances on the subject.", "The first one refers to the follow-up of the recommendations of the Independent Evaluation Panel, whose final report we submitted to this same Committee in September 2019.6 Said Panel made an assessment of the Bank's performance in fulfilling its constitutional mandates of controlling inflation and preserving stability, and concluded that the CBC is \"a high quality and very professional Central Bank,\" whose \"policy analysis and conduct meet high standards, comparable to those of inflation-targeting central banks in advanced economies.\"", "It also noted that its management \"has been exemplary by emerging market standards and has been able to keep medium-term inflation expectations anchored at around 3 percent.\"", "Together with the above, the Panel made 40 recommendations for improvement in the areas of monetary policy communication, economic modeling, financial stability, and corporate issues.", "In this regard, I would like to inform the Commission that in the coming days a Collaboration Agreement will be signed with the Commission for Financial Market, which will complete the implementation of all the Panel's recommendations validated by the Board and which do not require legal amendments.", "In particular, this agreement establishes coordination protocols in key areas for both institutions, such as information exchange and coordination of stress tests, regulatory initiatives, situations that pose threats to financial stability, monitoring of financial market infrastructures, know-how sharing, and technical assistance.", "Annexes on information exchange and stress tests will be signed together with the general agreement.", "Other annexes are still under development and will be finalized during the course of this year.", "Second, I would like to inform the Committee of the results of an evaluation that the CBC voluntarily underwent as part of the International Monetary Fund's (IMF) pilot scheme for the new Central Banks Transparency Code.", "The Code, which was approved by the IMF in July 2020, covers transparency in governance, policies, operations, outcomes, and official relations.", "This evaluation was done over five months, and concluded that \"the Central This document can be seen at /-/media/Files/Publications/PP/2020/English/PPEA2020038.ashx The Panel was composed by former Governor of the Bank of Israel Karnit Flug (Chair of the Panel); Senior Research Fellow at the Brookings Institution, Member of the Financial Stability Committee of the Bank of England, and former Vice Chairman of the US Federal Reserve Donald Kohn; Professor at the University of Cambridge, England, and Expert Evaluator on Transparency and Communication of Monetary Policy Petra Geraats; Professor at the University of Columbia University, United States, and former Chief Economist of the IADB Guillermo Calvo; and University of Pennsylvania Professor and former IMF Research Fellow Enrique Mendoza.", "The Panel conducted its work between January and September 2019.", "Both the final report and the CBC's response to each of the Panel's recommendations are available at -Respuesta_BCCh.pdf For the IMF's Central Bank Transparency Code, see footnote 5.", "For the result of the CBC evaluation, see Bank of Chile has implemented broadly advanced transparency practices.", "This reflects its strong public commitment to transparency, which is anchored in the law and has been designated by the CBC as a strategic objective to fulfill its mandate.\"", "Additionally, it formulated a dozen recommendations for improvement.", "In its reply to the final report of this evaluation, the Board has committed to immediate actions in each of the areas with recommendations.", "These include (i) disseminating information in non-technical language on the structure and rationale of the CBC's legal framework, and the legal foundations of its legal mandates for financial stability, macroprudential policy, and monetary financing rules; (ii) disseminating the methods, techniques, and data underlying previous assessments of monetary policy; (iii) improving the dissemination of macroprudential analysis by publishing ex post assessments of whether such policies had the expected effects; and (iv) improving the transparency regarding official relations with the government, local financial institutions, and international organizations.", "Finally, I would like to inform that the CBC has completed the preparation of the terms of reference for an independent assessment of the quality and information content of its economic projections.", "This evaluation will specifically compare the forecasts contained in the Monetary Policy Report for a set of macroeconomic variables with those derived from surveys, other macro-econometric models and from other central banks.", "This is on the understanding that these projections are an input for a broader decision-making process, such as the conduct of monetary policy.", "The evaluation will be carried out by three recognized international experts in macroeconomic modeling and projections.", "The results of this work are expected by the end of this year and, as in the two previous cases, will be submitted to this Commission as soon as they become available.", "This last point allows me to emphasize the accountability dimension of these evaluations, and the constructive orientation that the CBC wishes to give to these exercises.", "In particular, we would like to stress that with these exercises we are not seeking the mere approval of external organizations or experts, but rather we want to have input for the institutional evaluation that may be carried out by the Senate of the Republic, before which the law requires us to report on our measures and their results.", "In this perspective, we would like to ask the Commission to open a space in its full agenda for us to present in greater detail the content and actions derived from these three evaluations.", "Thank you very much for your attention and we look forward to hearing your comments and answering your questions.", "+Bank+Transparency+Code+Review+.pdf.", "Sep. Jan. (1) The average confinement is calculated by weighting each phase of the Step-by-Step Plan by the amount of population subject to it.", "A lower number indicates greater restrictions on movement and assembly.", "From the beginning of the Step-by-Step Plan, the population is considered in Phase 1.", "Simple average of Workplaces, Commerce, and Supermarkets.", "(4) Difference compared to January 2020.", "(5) Seasonally adjusted series.", "Sources: Central Bank, Ministry of Health of Chile, National Institute of Statistics and Google Inc.", "(2) Quarterly data with monthly interpolation.", "(3) INE denotes salaried formal employment; AFP measures number of dependent contributors, salaried public workers, and household help whose employer made normal payments to the individual pension fund capitalization account; AFC refers to number of dependent contributors (salaried private workers) whose employer made normal payments to unemployment insurance.", "Sources: Pontifical Catholic University Survey Center, INE, Superintendency of Pensions, and University of Chile.", "Sources: Becerra and Sagner (2020) and www.policyuncertainty.com.", "Interest rates on nominal 10-year benchmark bonds Stock markets (*) (change with respect to 1 July 2020, basis points) (change with respect to 1 July 2020, percent) 200 Chile United States 40 Chile World -50 -20 Jul.", "(*) World denotes ACWI stock index in local currency from Morgan Stanley Capital International.", "For Chile, the IPSA is used.", "Sources: Central Bank of Chile and Bloomberg.", "Businesses confidence (PMI) (*) (diffusion index) Manufacturing PMI Services PMI United States Eurozone China 10 Jul.", "Jan. (*) Value below (above) 50 indicates pessimism (optimism).", "2021.I excludes Mexico and Argentina.", "(2) Median of the United States, Germany, and France.", "(2) Bloomberg Commodity Spot Index.", "(3) S&P GSCI Agricultural & LiveStock Index Spot CME.", "(4) Import spot prices of iron ore on Qingdao Port, China.", "(5) Prices of lumber futures contracts, in dollars per thousand board feet.", "For details, see Box IV.", "in December 2019 MP Report, and Carlomagno and Sansone (2019).", "Sources: Central Bank of Chile and National Statistics Institute (INE) Contributions to revisions to 2021 GDP growth (1) (percentage points) 3.0 Increased fiscal transfers Better beginning of year and agents' adaptation Third pension fund withdrawal Other (2) 2.0 1.1 0.7 1.0 0.4 0.3 0.0 (1) Built using midpoint of forecast range of March and June 2021 Monetary Policy Report.", "(2) Includes external sector and mining.", "Source: Central Bank of Chile.", "IMACEC scenarios consistent with 2021 GDP growth range (*) (index; 2013 average =100; seasonally adjusted series) April level + Common minimums 2020 2021 2020 average Growth 2021=7.5% Growth 2021=8.5% 125 Growth 2021=9.5% Considers that the economy remains in February's level Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec (*) Colored area indicates period during which the benefits approved under the Common Minimums Agenda will be in place.", "Source: Central Bank of Chile.", "(2) Series deflated by the capital goods import price index, with base year 2013=100.", "Spliced with the base year 2008=100 series using annual changes.", "For second quarter, data for the first quarter of that year are repeated.", "(3) Excludes other transport vehicles.", "(4) Four-quarter moving average.", "For each version of the CBC survey, includes 5-year forecasts, considering the current year.", "Sources: Central Bank of Chile, Bloomberg, and Capital Goods Corporation (CBC).", "Output gap (1)(2) (level, percentage points) Mar-21 Report Jun-21 Report -16 (1) Historic estimates of the gap have changed because of recalculation of Potential GDP.", "The forecast uses the Multivariate Filter, which factors in the new Non-mining trend GDP (20212030 average: 2 9%) (2) Dotted lines show forecast Source: Central Bank of Chile Inflation forecast (annual variation, percent) CPI MP Report Jun.", "Core CPI (*) MP Report Jun.", "(*) Measured by the CPI minus volatiles.", "Sources: Central Bank of Chile, National Statistics Institute (INE), and Health Ministry of Chile.", "It includes the FOS of Jun 3, the EES of May 11 and the quarter's mean smoothed forward curve.", "The methodology corresponds to the extraction of the implicit MPR considering the forward curve on the interest rate swap curve up to 2 years discounting the fixed rates for each term at the simple accrual of the ICP.", "Source: Central Bank of Chile.", "(*) Source: Central Bank of Chile.", "Source: Central Bank of Chile."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Outlook", "Fiscal Policy", "Inflation", "Uncertainty", "Transparency", "Labor Market", "Consumer Spending", "Gross Fixed Capital Formation", "Monetary Policy Rate"]}