{"sentences": ["SPEECH Maximising the user value of statistics: lessons from globalisation and the pandemic Speech by Philip R. Lane, Member of the Executive Board of the ECB, at the European Statistical Forum (virtual) Economic and financial statistics play a central role in guiding monetary policy decisions: central banks constitute an important user group for the output of statistical agencies, while also helping to collect the data underpinning many macro-financial statistical series.", "Events such as the European Statistical Forum provide a welcome opportunity to bring together the producers and users of statistics.", "In my remarks today, I will discuss two main topics: the first topic is the globalisation-related measurement challenges for macroeconomic statistics, with a focus on external and national accounts; the second topic is the data needs exposed by the pandemic crisis.", "[ I will highlight some of the ongoing initiatives to address these measurement challenges, and outline some ideas to enhance further the quality of official statistics.", "Measurement challenges related to globalisation The cross-border integration of production - through both the activities of multinational enterprises (MNEs) and the complex production chains that connect firms specialising in different stages of production - has been an important engine of the globalisation of trade, finance and technology.", "[ MNEs typically have complex organisational structures made up of interlinked legal entities, including special purpose entities (SPEs).", "Transactions by MNEs, which are often made intra-group, are sufficiently large to pose challenges to the interpretation of balance of payments and national accounts statistics.", "While this is most visible for financial centres and very open small economies where global firms are large relative to the size of the domestic economy, these factors are also increasingly relevant for understanding the macroeconomic statistics of the euro area and other large economies.", "Complex cross-border production and ownership arrangements, such as contract manufacturing and merchanting, affect the measurement of the balance of payments and the national accounts through the booking of exports of goods that are neither produced domestically nor cross the border of the domestic economy.", "Moreover, transfer pricing - the pricing of the various transactions involved in intragroup crossborder production arrangements - substantially affects the amount and location of profits booked.", "Over time, the location of corporate structures has become increasingly mobile.", "This has been partly driven by fiscal and regulatory arbitrage incentives that motivate the re-domiciliation of headquarters and the geographical optimisation of the legal registration of intangible assets such as patents and copyrights.", "Intellectual property products (IPPs) have a high degree of cross-border fungibility and are of central importance not only for digital companies but also for other industries, such as pharmaceuticals.", "IPPrelated transactions, which primarily reflect the operations of a small number of large companies, have had a marked effect on the services component of the euro area current account balance and were also visible - especially before the pandemic - in the euro area national accounts, where these appear as high imports of services and gross fixed capital formation (Charts 1 and 2).", "[ Euro area services trade balance Source: ECB.", "The latest observation is for the fourth quarter of 2020.", "Euro area national accounts: selected components (quarter-on-quarter growth rates in percentages) Source: Eurostat.", "Notes: Seasonally and working day adjusted quarterly data.", "The latest observation is for the fourth quarter of 2020.", "This highlights a dichotomy between the residency principle underpinning the macroeconomic statistical framework and the global footprint of MNEs.", "Data on the numerous entities belonging to MNE groups in different countries are not consolidated in the accounts of the home country of the parent MNE.", "Instead, these are recorded in the national statistics of the economies where the entities reside, even if their role in domestic economic activity may be quite minor.", "This dichotomy also extends to the way statistics are collected and compiled: while companies are global, data are gathered nationally, refer only to the activities of MNEs that are located in the country and are subject to strict data confidentiality rules.", "While European law enables cross-border data sharing for statistical purposes, this is often prevented or highly circumscribed by national rules.", "Owing to the decentralised manner of data collection, the information sets for global companies that are available to national statisticians differ across countries, which limits cross-country comparability and overall data quality, including for the euro area.", "It also enables the emergence of large bilateral asymmetries in the measurement of the same variables, as observed, for example, between the euro area and the United States, but also within the European Union (Chart 3).", "[ Bilateral euro area-US current account (EUR billions; 2020) Sources: ECB and US Bureau of Economic Analysis.", "Note: Positive balance indicates a surplus for the euro area.", "Turning to the financial side of globalisation, indicators of international financial trade increased from the early 1990s until the global financial crisis and have subsequently stabilised since then in proportion to global output (Chart 4).", "As shown in my work with Gian Maria Milesi-Ferretti, the expansion in external assets was concentrated in positions vis-à-vis international financial centres, which in turn are linked to the corporate structures of MNEs.", "[ Evolution of external assets (percentages of world GDP) Sources: External Wealth of Nations database (Lane and Milesi-Ferretti) and ECB staff calculations.", "Notes: Aggregates for advanced economies, financial centres and emerging and developing countries are defined as in Lane, P. R. and Milesi-Ferretti, G. M. (2018), \"The External Wealth of Nations Revisited: International Financial Integration in the Aftermath of the Global Financial Crisis\", IMF Economic Review, Vol.", "66, No 1, International Monetary Fund, pp.", "Gross foreign direct investment (FDI) transactions of euro area countries with financial centres have been so large that these have driven aggregate euro area developments.", "Euro area FDI also exhibits a strong correlation between gross assets and liabilities, especially in financial centres, which points to the importance of the pass-through of financial flows for the evolution of FDI data.", "[ The challenge in interpreting headline FDI data is further compounded by the large presence of SPEs in a number of euro area countries.", "SPEs account for sizeable shares of cross-border financial transactions and positions in FDI.", "Statistics on SPEs, however, remain underdeveloped, since these do not follow a harmonised international definition and data are systematically collected only for a limited set of countries.", "The limitations of cross-border statistics also make it difficult to analyse properly international financial exposures.", "[ Although data on international financial transactions and positions have improved significantly over the past decade (in terms of coverage and details available on instruments, sectors and geographic breakdowns), visibility on the links between ultimate investors and ultimate issuers of financial instruments remains limited.", "[ The identification of ultimate exposures has been further complicated in recent years by the expansion of international financial intermediation chains, which often involve nonbank entities located in international financial centres.", "[ A good example of this is the difficulty in measuring foreign currency exposures in international balance sheets - for which official statistics remain sparse - although research-based datasets have recently made some inroads in this area (Chart 5).", "[ Cumulative distribution of net foreign currency exposures Source: Bénétrix, A., Gautam, D., Juvenal, L. and Schmitz, M. (2020), op.", "Notes: Net foreign currency exposures shown on the horizontal axis range between -1 and 1.", "The vertical axis presents the cumulative distribution (the proportion of countries) below each value on the horizontal axis for 1997, 2007, 2012 and 2017.", "The sample includes 50 advanced (ADV) and emerging (EME) countries.", "One way of improving consistency across datasets is to integrate sectoral information of the external balance sheet and domestic sectoral data.", "This was successfully implemented last year at the ECB for the euro area datasets on the balance of payments and the financial sector accounts.", "In turn, this supports the analysis of interconnectedness and helps to identify the domestic sector imbalances that ultimately drive external imbalances.", "[ Lessons from the pandemic Let me now turn to the pandemic.", "A detailed account of the anatomy of the crisis and our policy response is beyond the scope of my remarks today, but I would like to touch upon some of the lessons learnt from the crisis in terms of data needs.", "The first point to make is that the availability of high-quality statistics has been invaluable in understanding the propagation of the pandemic shock.", "Taking the example of balance of payments statistics, these played an important role in understanding the propagation of the pandemic shock, especially through the monthly data releases.", "Cross-border portfolio investment data revealed a strong initial flight-to-safety dynamic in March 2020, with a basic asymmetry across euro area countries: cross-border investors were net sellers of the bonds of the more vulnerable group of euro area countries and net buyers of the bonds of the less vulnerable group (Charts 6 and 7).", "Following the decisive policy action in mid-March (especially the announcement of the pandemic emergency purchase programme), the pattern of net selling of debt of the more vulnerable group was still visible but already much less severe, and disappeared in the following months.", "[ Further insight into the reallocation decisions of euro area investors was obtained by examining the portfolio shifts in the ECB's Securities Holdings Statistics (SHS) for the main sectors, which was helped by the advanced releases of SHS data since the start of the pandemic.", "Cross-border portfolio investment flows by country group - assets (monthly flows as a percentage of euro area GDP) Sources: ECB and Eurostat.", "Notes: \"Less vulnerable\" countries are Belgium, Germany, France, the Netherlands, Austria and Finland; \"more vulnerable\" countries are Greece, Spain, Italy and Portugal.", "The averages are computed over the period since January 2008.", "The latest observation is for February 2021.", "Cross-border portfolio investment flows by country group - liabilities (monthly flows as a percentage of euro area GDP) Sources: ECB and Eurostat.", "Notes: \"Less vulnerable\" countries are Belgium, Germany, France, the Netherlands, Austria and Finland; \"more vulnerable\" countries are Greece, Spain, Italy and Portugal.", "The averages are computed over the period since January 2008.", "The latest observation is for February 2021.", "Nonetheless, the inescapable lags in the compilation and publication of official statistics limit their information value for real-time decision-making, especially in a fast-moving environment.", "For example, the quarterly sector accounts, which provide a very comprehensive picture of the financial and non-financial linkages in the economy and are extremely valuable in understanding the impact of the pandemic, take about three months to be released.", "Similarly, although the Harmonised Index of Consumer Prices (HICP) is released with a lag of only 15 days (and a flash estimate is published earlier, on the last day of the month), other important statistics, such as labour market indicators, only become available after a longer period of time and generally do not provide flash estimates.", "To address some of the limitations inherent in lagged data releases, we have, among other things, complemented standard labour market data with high-frequency indicators.", "For instance, hiring rates based on professional network websites were used as indicators for the number of job hires in the euro area, and the number of job postings from internet portals was used as a real-time proxy for changes in labour demand (Chart 8).", "ECB staff have also used text analysis to construct indicators on job retention schemes during the pandemic.", "These made it possible to track - almost in real time - the number of applications to job retention schemes by region and industry and to analyse the use of job retention schemes by large firms.", "In similar vein, high-frequency data on weekly credit card payments can serve as a proxy for retail sales, and the consumption of inputs such as electricity, gas and fuel as a proxy for activity levels.", "High-frequency labour market indicators: hiring rate and job postings Sources: LinkedIn, Indeed and ECB calculations.", "Notes: The methodology behind the high-frequency indicators on new hires and job postings is documented in the box entitled \"High-frequency data developments in the euro area labour market\", Economic Bulletin, Issue 5, ECB, 2020.", "The latest observation is for February 2021.", "Survey-based information has proven especially useful during the pandemic.", "In addition to the wellestablished financial surveys carried out by the ECB (such as the bank lending survey and the survey on the access to finance of enterprises), the qualitative information collected in the regular corporate telephone survey and the rich information contained in the pilot consumer expectations survey have been important in policy-making.", "Addressing the measurement challenges Many of the indicators that we monitor at the ECB are provided by the national statistical institutes and the European Statistical System (ESS).", "The excellent cooperation between the ESS and the European System of Central Banks (ESCB) during this challenging period has therefore been particularly valuable.", "This cooperation includes the joint work on methodological clarifications and data in the fields of national accounts and consumer prices and the development a joint Eurostat-ECB reporting template for government interventions and support measures.", "Similarly, the ESS Recovery Dashboard established by Destatis, Eurostat and the ESS has proven highly useful, both as a communication tool and as a basis for methodological improvements.", "This initiative also showcases the potential of statistical systems to be agile and innovative, including through the incorporation of non-traditional data sources.", "While the measurement challenges that I have laid out are widely recognised and have triggered a number of data initiatives at European and global levels, let me share my wish list for further improvements from a user perspective.", "[ First, at a general level, we could benefit from a more agile statistical system.", "This pertains to the capability to respond quickly to crises and, more generally, to keep pace with the rapidly evolving global activities of MNEs and financial intermediaries.", "The use and development of experimental statistics could make an important contribution to boosting agility.", "Work on variables related to labour market slack, public support measures and business demographics would deserve to be made a particularly high priority.", "Second, at a more structural level, a concentric system of statistical and administrative business registers is a promising avenue for reconciling statistical and non-statistical needs.", "A powerful core element of such a system of registers would be a single (near) real-time EU business register containing non-confidential information.", "This register could be made available as a public good for all administrative purposes.", "Establishing such a core register would require a stepwise approach, intensive cooperation among the operators of administrative, statistical and commercial business registers and should draw on the initiatives to enforce the universal use of the legal entity identifier.", "The register could also support nonstatistical tasks, such as those of ECB Banking Supervision or the European Commission.", "Additional information could be added in concentric circles around the core business register, starting with the necessary statistical variables, which would be the reference for ESCB and ESS statistical production.", "More circles could be used to add variables for other administrative purposes, which would also allow for controlled access.", "While we can only take some initial steps towards such a system of concentric business registers, we are already in a position to make a start by bringing our registers closer together for statistical purposes.", "Doing so is challenging in that it certainly requires thinking big, making a sizeable initial investment and using EU law.", "But it also seems necessary if European statistics are to remain fit for purpose in the digital age.", "Third, an urgent review of the EU data confidentiality framework is central to improving the quality and value of our official statistics.", "While the exchange of confidential information for statistical purposes is already possible under EU statistical law, the experience of the last decade shows that more is needed in a number of Member States.", "[ It follows that the sharing of confidential data for statistical purposes within the ESCB/ESS should be made easier.", "This can be achieved by creating an improved legal basis, by narrowing the rather broad definition of confidentiality and by replacing some enabling clauses with mandatory ones.", "Fourth, it is important for European statistics compilers to have better access for statistical purposes to privately held data which are of public interest.", "This is in line with the European strategy for data, and the forthcoming Data Act aims to support business-to-business data sharing and facilitate access to data held by private sector entities, if these data are of public interest.", "Fifth, given the importance of MNEs and the measurement challenges I mentioned before, establishing a centralised collection of data on MNEs would make a vital contribution to the availability and quality of European data.", "[ By way of comparison, for the financial sector data are already collected for the 115 significant and around 2,400 less significant banks within the framework of banking supervision.", "Collecting such data for MNEs could focus on the 500 largest MNEs operating in the EU and be made accessible to the relevant statistical authorities.", "This has the potential to eliminate information gaps and overlaps across countries and ensure a more timely, complete and consistent cross-country recording of the activities of MNEs.", "It would also help to improve our understanding of global value chains, for example with regard to information on concentration and bottlenecks.", "A coordinated approach across the EU could be a win-win situation, as it would reduce the statistical reporting burden of MNEs by removing the need to fill in questionnaires from 27 Member States in more than 20 languages.", "Sixth, further sectoral detail is needed to allow for an adequate analysis of risk exposures and account for the activities of purely internationally oriented entities.", "To this end, the ESCB feasibility study on establishing new data for foreign-controlled corporations in the balance of payments and the financial sector accounts is very welcome.", "Ideally, such data would be available for both financial and non-financial accounts.", "With regard to the need for a harmonised recording of SPEs in cross-border statistics, the definition provided by the dedicated task force of the IMF Committee on Balance of Payments Statistics and the provision of operational recording guidance are welcome steps.", "These developments will be helpful in ensuring the availability of internationally consistent statistics, with a separate breakdown for SPEs in due course.", "Within the EU, other important initiatives include the Early Warning System on large corporate events and the Asymmetry Resolution Meetings, which the ECB and Eurostat have set up as part of the regular statistical production rounds to reduce bilateral asymmetries in the measurement of foreign direct investment.", "Seventh, I would like to take this opportunity to highlight the importance of climate change as a fledgling field for macroeconomic statistics.", "To support the transition to a more sustainable economy, there is a basic requirement for official statistics to be made available to meet the growing demand for underlying data and indicators to assess the social and economic impact of climate change and monitor the financial vulnerabilities stemming from physical and transitional risks.", "The close links between the financial and non-financial dimensions in this field make a collaborative approach particularly important.", "Finally, taking a longer time horizon into consideration, the ongoing review and update of the international statistical manuals (in particular the Balance of Payments Manual and the System of National Accounts) offers an opportunity to rethink the key concepts of macroeconomic statistics.", "One avenue is the consolidated framework, in which all entities belonging to a corporate group are assigned to the country of the headquarters.", "Such an approach has the potential to provide a useful alternative perspective, particularly on MNEs and in the identification of ultimate financial exposures.", "At the same time, such a consolidated accounting framework should complement rather than replace the residence-based framework, as both approaches offer specific advantages depending on the purpose at hand.", "In conclusion, globalisation and the pandemic have both brought to the fore major measurement challenges for macroeconomic statistics.", "On the real side, globalisation-related measurement issues are affecting the analytical value of the statistics on balance of payments and national accounts.", "On the financial side, the key issues relate to the changing nature of FDI and to the proper measurement of financial exposures and risks.", "The pandemic has further highlighted the value of high-frequency data for real-time decision-making.", "However, the statistical response to the pandemic has also demonstrated that the statistical system can respond in an agile and effective manner through cooperation and mutual assistance.", "A key lesson here is that access to privately held data can advance official statistics in a relevant way.", "As reflected in the ongoing initiatives to address measurement challenges at both the European and the global level, substantial further efforts are needed to improve the analytical value of key macroeconomic statistics.", "Facilitating the sharing of confidential data for statistical purposes across borders and exploring avenues to collect data on large internationally active institutions in a centralised way at the European level are high priorities.", "As a long-standing user of macroeconomic statistics, I look forward to today's discussion and will closely follow the joint efforts to further enhance the availability and quality of European statistics.", "I am grateful to Martin Schmitz and Gabor Vincze for their contributions to this speech.", "(2019), \" The international transmission of monetary policy \", Keynote speech at the CEPR International Macroeconomics and Finance Programme Meeting, 14 November; and Lane, P.R.", "(2020), \" The analytical contribution of external statistics: addressing the challenges \", Keynote speech at the Joint European Central Bank, Irving Fisher Committee and Banco de Portugal conference on \"Bridging measurement challenges and analytical needs of external statistics: evolution or revolution?", "(2017), \" The treatment of global firms in national accounts ,\" Central Bank of Ireland Economic Letter No.", "and Shin, H. S. (2018), \" Tracking the international footprints of global firms \", BIS Quarterly Review, Bank for International Settlements, March; also Lane, P.R.", "cit., and Di Nino, V., Habib, M. M. and Schmitz, M. (2020), \" Multinational enterprises, financial centres and their implications for external imbalances: a euro area perspective \", Economic Bulletin, Issue 2, ECB.", "See Pastoris, F. and Schmitz, M. (2020), \" Box 5 Euro area-US current account asymmetries: the role of foreign direct investment income in the presence of multinational enterprises \", Economic Bulletin, Issue 2, ECB.", "and Milesi-Ferretti, G.M.", "(2018), \"The External Wealth of Nations Revisited: International Financial Integration in the Aftermath of the Global Financial Crisis\", IMF Economic Review, Vol.", "66, No 1, International Monetary Fund, pp.", "189-222; and McQuade, P. and Schmitz, M. (2017), \"The Great Moderation in International Capital Flows: A Global Phenomenon?", "\", Journal of International Money and Finance, Vol.", "See also Di Nino, V. and A. Ekstam (2020), \" What value added in the trade balances of euro area financial centres ?,\" ECB Working Paper Series, No.", "(2015), \"Risk Exposures in International and Sectoral Balance Sheet Data\", World Economics, Vol.", "See Galstyan, V., Lane, P.R., Mehigan, C. and Mercado, R. (2016), \"The Holders and Issuers of International Portfolio Securities,\" Journal of the Japanese and International Economies, Vol.", "See Bertaut, C.C., Bressler, B. and Curcuru, S. (2019), \" Globalization and the Geography of Capital Flows ,\" FEDS Notes, Washington: Board of Governors of the Federal Reserve System, September; and Coppola, A., Maggiori, M., Neiman, B. and Schreger, J.", "(2020), \"Redrawing the Map of Global Capital Flows: The Role of Cross-Border Financing and Tax Havens\", NBER Working Paper, No 26855; and Carvalho, D. and Schmitz, M. (2021), \" Shifts in the portfolio holdings of euro area investors in the midst of COVID-19: looking through investment funds \", ECB Working Paper Series, No 2526, February.", "and Shambaugh, J.C. (2010), \" Financial Exchange Rates and International Currency Exposures ,\" American Economic Review, Vol.", "See Allen, C. (2019), \"Revisiting External Imbalances: Insights from Sectoral Accounts\", Journal of International Money and Finance, Vol.", "(2020), \" The market stabilisation role of the pandemic emergency purchase programme \", The ECB Blog, 22 June.", "For a discussion of the measurement challenges, see also the conclusions of the 2019 DGINS conference in Bratislava; the ESCB medium-term strategies on balance of payments and financial accounts; and the Committee on Monetary, Financial and Balance of Payments vision paper on globalisation and statistics.", "Some progress has been recognised, including in the European Strategy for data and in a recent G20 Finance Ministers and Central Bank Governors communiqué , which includes a requirement for exploring the launch of a new global Data Gaps Initiative.", "See also the conclusions and follow-ups of the 2019 DGINS conference.", "The ESS-sponsored European network of MNE coordinators holds a similar view."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Globalisation", "Measurement challenges", "Multinational enterprises", "Macroeconomic statistics", "Pandemic", "Data needs", "High-frequency data", "Statistical system", "Data confidentiality", "Data sharing"]}