{"sentences": ["Introduction In the Channel Four show Grand Designs, people set themselves the task of self-building a new house, starting with an empty field or sometimes an existing property, and finishing a number of years later with a beautiful new place to live.", "Along the way there are invariably dilemmas around which building materials to use, how best to deliver on the architect's plans, and whether the end result will be as originally envisaged.", "Fortunately with the Solvency II Review we are not starting with an empty field.", "The task at hand is more like the considered modernisation of a listed building.", "We already have a well-embedded regime, where there is a shared understanding of the benefits as well as the limitations.", "Our house has 'good bones'; we are committed to upholding the principles which underpin the current regime.", "There are many important features that we want to preserve.", "But like any good self-builder, we've been walking around with a notebook, making lists and early sketches for the areas that might most benefit from upgrading; extending; reinforcing; or streamlining.", "Some areas may only need thoughtful tweaks.", "Others may need structural work.", "It will be important to have sound estimates of costs and timings before the plans are finalised and the heavy machinery starts to arrive on site.", "We have some clear design parameters for the build.", "The government has set out three objectives to ensure the review is tailored in the right way : to spur a vibrant, innovative, and internationally competitive insurance sector; to protect policyholders and ensure the safety and soundness of firms; and to support insurance firms to provide long-term capital to support growth, including investment in infrastructure, venture capital and growth equity, and other long-term productive assets, as well as investment consistent with the government's climate change objectives.", "I want to talk for a few minutes about the second objective, policyholder protection and safety and soundness, and why we think of it as the foundation stone on which any measures to reach the other two objectives must rest.", "Policyholder protection is ultimately the business we are all in.", "Insurers protect policyholders by reducing risk and uncertainty from their lives and businesses.", "Doing so provides certainty and security, allowing companies to innovate and grow, and individuals to plan for the future.", "For the system to work, policyholders need to have confidence that the promises made to them by insurers are going to be met.", "And we in the PRA have been clear that having left the EU, our approach to policy making will continue to have robust prudential standards at its heart, to safeguard UK financial services and policyholders.", "Some types of cover, such as Employer's Liability, might only be called upon years after the original policy was written.", "Having cover is essential to allow certain businesses to operate and such cover has, in the past, provided vital compensation to beneficiaries who have been affected by asbestos and other harms that may take decades to fully become known.", "It is so important, for everyone involved, that insurers will still be there, standing ready to pay these claims when they arise.", "Annuities represent another kind of very long term and important promise.", "Policyholders may entrust the results of a lifetime of work and careful saving to an annuity provider; there are currently more than ten million such annuity policies in the UK .", "These policyholders do this knowing that there are no refunds, and no chance to switch provider once they are committed.", "They are placing a huge amount of trust in their insurer's promise to make payments to them for years into the future.", "For many customers, these payments may form a substantial portion of their retirement income.", "This enormous trust that policyholders place in their insurers has several significant benefits to the wider economy.", "I already mentioned how risk transfer allows innovation and growth, and smooths consumption.", "But the pooling of savings within Life insurance companies and the willingness of policyholders to commit their savings for the long term also allows those savings to be channelled into new types of investment - ones that would be difficult or impossible for individuals to access directly, but which will play an essential part in the recovery and in meeting the challenges of the 21 century.", "And our data show that insurers are investing in ever more diverse and novel asset types, which often represent very long-term commitments.", "A willingness to innovate is to be welcomed.", "There is nevertheless a flipside to this novelty - the lack of a long history to guide the selection and risk-management of these assets, or to show how they may perform under various possible stress scenarios.", "So there are new sources of uncertainty to contend with, alongside those that insurers have been managing as their bread and butter for hundreds of years.", "Insurers, and we as their prudential regulator, have a responsibility to understand and respond to new uncertainties, some of which may play out over a very long horizon, to ensure that policyholders' trust is repaid.", "Ensuring adequate policyholder protection is clearly a good in its own right - policyholders are consumers of a financial product, which may be very significant to them and their families, and they deserve to be protected.", "Securing policyholder protection upholds policyholders' confidence and trust in the face of uncertainty.", "With this confidence and trust, policyholders will continue to be willing to use insurance as a means of managing their risks and investments, with all the attendant benefits this brings to the wider economy.", "UK insurers can only be internationally competitive, or invest for the long term, if they are financially sound.", "Policyholders will only buy innovative products if they are comfortable they are adequately protected.", "This is why we see the second of the Solvency II review objectives as the foundation on which measures to pursue the other objectives can be built.", "There are a number of ways in which the prudential regulatory regime seeks to ensure policyholders are protected.", "Firms have to hold capital to meet at least a 1 in 200 event in the bad times.", "And they have to hold reserves not only to meet their likely commitments, but to allow the business to be transferred to a third party.", "Ultimately there is also the backstop of FSCS coverage for many policyholders.", "And these mechanisms are all linked: if the capital and reserves firms hold are not adequate, the FSCS backstop needs to be used, the residual cost of which is paid for by surviving firms who in turn may pass the cost to their policyholders or shareholders.", "Now, it's our view that in the round, the current regime provides about the right amount of protection for policyholders.", "We do not pursue a zero failure regime and we don't have aspirations to further strengthen this protection as part of the Solvency II review.", "To the extent that there might be some wider benefits to reduced levels of protection, we would need to weigh these carefully against the costs to policyholders and the wider economy - especially when considered over the long terms for which many insurance promises persist.", "In coming to this view, we are particularly mindful of just how important the UK insurance market is, and how large the sector is relative to our economy .", "The London Market is competitive, in part, precisely because policyholders are confident their claims will be met.", "And as discussed, the life sector is responsible for paying retirement income to millions.", "This retirement income underpins a significant amount of spending, and much of it is provided in a way - via annuities - in which the investment and longevity risks are borne by insurers - so the security of that source of income and spending depends on the soundness of the life insurance sector.", "There is a growing degree of consensus around the world, exemplified by the work of the International Association of Insurance Supervisors (IAIS), over the financial standards to which insurance should be held.", "But the consensus does not imply uniformity, and when making comparisons between regimes, it's also important to control for the importance of the sector to the economy, the reliance consumers place on it, and the ability of firms to fail in an orderly way which causes the least damage to policyholders.", "Provided that the foundation of adequate policyholder protection remains in place, we believe there will be scope for making changes which meet the other objectives of the review.", "To make tailored change to the regime which better meet the needs of the UK market and the broader economy.", "Quantitative Impact Study In modern construction, modellers can render the proposed new building in 3D according to the architect's plans.", "Even before the building work has begun, it is possible to have a sense of what the design looks like in practice and judge whether it will deliver on the original vision.", "In policymaking we also aspire to get a projection of the end result, but unfortunately we currently lack the required rendering software, so instead we have to rely on Impact Study exercises.", "These exercises are vital in giving us the detailed, accurate measurements we need.", "For this reason we, in agreement with HM Treasury, are planning a Quantitative Impact Study (QIS) for the Solvency II review.", "We intend to gather the data that will allow us to project the impact of a number of different possible designs; this will give confidence before the proposals are finalised that the ultimate designs will really work.", "I'm going to cover today some of the areas we plan to gather data on through the QIS, as well as the process we are planning on following.", "At the outset, it's important to be clear that nothing in the QIS is a proposal itself, and we would discourage commentators from trying to discern a 'central view' from the way the QIS will be formulated.", "The truth is that there is not yet a settled 'central view' on the areas we are testing, and this is why it's so important to gather good quality data - to help to form robust and evidencebased policy proposals that can be consulted on in due course.", "We would not want the exercise to be taken as a signal for future decision making.", "The other thing to be upfront about is that we know the QIS will require significant resource from firms.", "We will be asking for high-quality data from a wide range of firms covering different parts of the framework, and in a relatively short period of time - three months or so.", "We are only asking this because of how important the exercise will be in determining the eventual policy proposals, and because of the understandable enthusiasm of firms to get on with the reform - enthusiasm which we share.", "But I'll say now, if there are aspects of the timetable which firms are going to struggle to meet, we would like to understand that at an early stage - so we would welcome feedback on any barriers to providing high-quality data as soon as possible.", "The QIS will focus on areas of potential policy change which are the easiest to quantify and have a more obvious immediate balance sheet impact.", "The bricks, windows and foundations of the structure.", "There are other areas, less easy to quantify but no less important, which are also in scope of reform.", "I'll cover those briefly at the end of this speech.", "But starting with the bricks and mortar: Firstly the risk margin.", "There is, I think a consensus in the UK that the risk margin as currently designed is not doing its job correctly.", "The risk margin is there to provide a margin over the best estimate of liabilities on the regulatory balance sheet, so that the total technical provisions represent an estimated transfer value.", "The principle for the risk margin is sound, and is widely accepted.", "But as we have made clear before, we see significant scope for reform.", "In particular, the risk margin is too sensitive to interest rates.", "And under current interest rate conditions it is too high.", "Many annuity writers are choosing to reinsure longevity risk from their balance sheets but retain credit risk.", "There are a number of reasons why this can be economically attractive for firms: the reinsurer benefits from cross-risk diversification; there may be tax advantages; and so on.", "But there are also potential regulatory drivers: the balance between the treatment of credit risk underpinned by the MA and the treatment of longevity risk underpinned by the risk margin can incentivise this choice.", "Whilst it is clear that reform is needed, there remains a choice of method to implement this reform.", "Internationally, market-consistent regimes have used a variety of different approaches to risk margin calculation.", "The data we gather in the QIS will help form proposals on the best way to implement reform which meets the objectives of the review.", "Matching Adjustment Turning to the Matching Adjustment.", "The Matching Adjustment, or MA, has a clear link to the investment incentives for annuity writers.", "As such, an MA that works will be a key plank of allowing annuity writers to support the recovery and growth, both by innovating, and by investing in long-term productive assets and in assets consistent with the government's objectives on climate change.", "The MA lets a firm recognise an immediate benefit today, from future returns above the risk-free rate that have not yet been earned.", "So getting the MA right is critical for ensuring the right level of policyholder protection in the UK, and getting it wrong could have very severe consequences.", "This means that any reforms to the MA will be a key determinant of success against all three of the government's objectives for the Solvency II Review.", "My colleague Charlotte Gerken discussed in April how we use the MA as part of our supervisory approach, and I won't rehearse the points that she made today .", "As a regulator, we have long believed in the core concept behind the MA.", "We firmly supported its inclusion in Solvency II, and we brought in a similar mechanism in our previous Individual Capital Adequacy Standards ('ICAS') regime.", "There has been a lot of feedback about broadening of the asset eligibility criteria for the MA, and about simplification of the application process.", "We have heard this feedback, and are confident that the review can achieve improvements in these areas.", "If we get these changes right, the path can be smoothed for insurers to invest for the long term in a way which supports innovation and growth and is sustainable.", "Of course as I said earlier, unless there is adequate policyholder protection, any such changes will not meet these objectives.", "So through the QIS we will be gathering data around how the MA could be calculated, so that we can be sure that the reformed MA provides adequate protection given the wide range of assets annuity writers hold.", "Changes on eligibility and process don't so easily lend themselves to a QIS, but they can be designed to ensure that the MA meets the government's other objectives for the review.", "In preparation for the QIS, we will shortly be releasing an information request to firms which use the MA.", "We are asking for granular asset data, and asset and liability cashflow data, relating to the relevant firms' Matching Adjustment Portfolios under the existing regime.", "I'd strongly encourage firms that use the MA to engage with this at an early stage.", "We intend to release the QIS over the summer and it will be relevant for a broader set of firms - including both life and non-life.", "It will cover the MA and risk margin as well as elements of the Transitional Measure on Technical Provisions (TMTP).", "Whilst at the moment we are not expecting to test changes to the Standard Formula, we still encourage Standard Formula firms to participate as they may be impacted by the other changes.", "Participation is voluntary, but we will be writing to a variety of firms in each sector strongly encouraging them to participate.", "In addition we will publish the QIS templates on our website so that any firm is able and indeed welcome to participate.", "We would like a wide range of participation so that we and the government can understand the impact of reforms not just on the industry as a whole, but importantly on sub-sectors.", "The PRA will set out plans shortly on overall timelines, and how we intend to engage with firms during the QIS.", "To build as accurate a picture as possible of the impact of reforms, we need high-quality data.", "In particular we are asking firms to validate internally the data they submit to us.", "Other aspects of the review There are some aspects of the review which are important but which do not lend themselves to being tested quantitatively through a QIS, and I wanted to touch briefly on a few of these.", "To support thinking about asset eligibility criteria for the Matching Adjustment, there will be some qualitative questions about this in the QIS, alongside the main part of the exercise.", "The Solvency II review also presents an opportunity to simplify the regime, not just for the MA but more broadly: streamlining of the process for approving internal models and model changes, for example.", "And there are some simplifications that can be made by the PRA even within the existing framework: we plan to produce a consultation paper on simplifications to the Solvency II reporting process.", "Together, these changes will allow our supervisors to increase their focus on the big risks that matter, while reducing cost, and increasing flexibility for industry.", "The building work for the Solvency II review is important, but insurance isn't the only sector with construction work going on.", "And as is so often the case, the building work next door is affecting us too.", "Sterling Libor is ceasing at the end of this year.", "This will remove a reliance on Libor benchmarks, which have long-standing weaknesses, and replace them with a robust alternative.", "In readiness for that, from July, the Solvency II risk-free discount rates for Sterling will switch from Libor to SONIA.", "We know this interacts with potential changes coming from the Solvency II review in the areas that I have been talking about today.", "So we are going to use the QIS as an opportunity to get granular data to allow us to understand the likely impact for different firms and sectors, and the interaction with the Solvency II review.", "The Solvency II review is a chance to build a regime that is strong, robust and meets the needs of policyholders, the UK market and the broader economy.", "As prudent regulators we want to ensure that whatever is built will be able to withstand the high winds and earthquakes which it may be hit by over the years.", "One of the ways we look to do that is through stress testing.", "Helping supervisors and firms understand the effect on their balance sheets of real-world events.", "We have run a stress test every other year since 2015, and we plan to do so again next year.", "Over the slightly longer term, we have aspirations to use stress testing increasingly centrally in our supervisory approach.", "We do not intend some radical departure from the current ways of setting capital requirements.", "But we are interested in having one or more independent checks that the combination of actual capital held by firms and the shape of their balance sheets and business models adds up to a sector that we can be confident is resilient to plausible shocks.", "We anticipate that the results of stress tests will allow firms and supervisors to better understand whether risk management systems are firing on all cylinders, and if there are any gaps in resilience which need to be plugged, for example by upgrading models .", "We intend to consult on any potential changes needed to our approach early next year, alongside the broader Solvency II review consultation.", "Tackling a building project presents a wide range of challenges.", "But it comes with a unique prize - to create a genuinely bespoke building, one which perfectly meets your needs.", "The Solvency II review presents a great opportunity.", "Working with the government, we need to get the foundations right, to make sure policyholders continue to be appropriately protected.", "And to make sure we get the building we all want, we need detailed, reliable measurements which the QIS will provide for us.", "With these solid footings, the structure the Solvency II review builds will be one that meets the needs of all stakeholders, and stands tall for years to come.", "I am grateful to Anthony Brown, Alan Sheppard, Ruth Hendon, Graeme Alexander and Zachary Morris-Dyer for their assistance in preparing these remarks.", "HMT (2020), Review of Solvency II: Call for EvidenceOpens in a new window.", "Based on reporting to the Prudential Regulation Authority.", "For example the UK has the fourth highest ratio of insurance premiums to GDP amongst the OECD (see OECD Data: insurance spendingOpens in a new window) See speech by Charlotte Gerken 'Developments in the PRA's supervision of annuity providers' (April 2021).", "See speech by Charlotte Gerken 'The fox and the hedgehog: preparing in a world of high risk and high uncertainty' (December 2020)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Policyholder protection", "Solvency II review", "Quantitative Impact Study", "Matching Adjustment", "Risk margin", "Asset eligibility criteria", "Stress testing", "Simplification", "Libor", "Resilience"]}