{"sentences": ["Over a year ago, the world was hit by an exceptional and unexpected shock.", "The Covid-19 pandemic triggered a profound economic crisis that rapidly became global, causing an unprecedented fall in per capita incomes and an increase in food insecurity, poverty, and inequality-particularly in the poorest countries.", "Since the pandemic's outbreak, uncertainty has been curtailing consumption and investment, dampening productivity and potential growth.", "Monetary and fiscal policies have helped contain the negative impact of the crisis.", "Today the economic outlook seems to be improving at last, thanks also to the rollout of vaccines made possible by exceptional achievements and cooperation in the scientific research community.", "However, the recovery is still fragile, subject to a large degree of uncertainty and downside risks.", "Delays in the distribution of vaccines, limited fiscal space, high indebtedness, and vulnerability to undesired capital flow volatility could impinge on many emerging and developing economies.", "Granting equitable and timely access to safe, effective and affordable vaccines must remain a priority.", "As long as the virus continues to spread uncontrollably in any part of the world, no country will be safe.", "The global pandemic requires a global response, involving stronger multilateral cooperation, increased funding, and laying the foundations for preparedness and resilience.", "We praise the World Bank Group (WBG) Management and staff for their hard work in building a rapid emergency health response, and we urge them to persevere in close coordination with COVAX, GAVI, and other Multilateral Development Banks in helping countries purchase and deploy Covid-19 vaccines.", "National vaccination programs are being rolled out based on the readiness assessments prepared by the WBG and the WHO, which also provide indications on where to channel resources to address weaknesses in national health systems.", "Such efforts may be impeded by the uncertainty surrounding vaccine availability.", "We encourage IFC and MIGA to play a galvanizing, entrepreneurial role in improving vaccine manufacturing capacity at the national or regional level, in coordination with other DFIs and partners in the private sector.", "International coordination, sharing of pandemic plans, and collaborative disease monitoring and diagnosis are necessary steps toward long-term health preparedness and resilience.", "In service of health as a global public good, we should marshal resources with the help of the private sector.", "In this regard, the High-Level Independent Panel on Financing the Global Commons for Pandemic Preparedness and Response, established under the Italian Presidency of the G20, will consider practicable solutions to ensure sustainable financing for pandemic prevention, surveillance, preparedness, and response.", "The Covid-19 crisis has aggravated debt vulnerabilities in many low-income countries.", "We welcome the G20's decision on the DSSI final extension and commend the IMF and the World Bank for the support they have been providing toward a successful implementation of this initiative.", "The international community must now turn its attention to the \"Common Framework for Debt Treatments beyond the DSSI\", introduced by the G20 to help countries address structural debt issues.", "We also expect the IMF and the WB to work in a complementary and effective manner, making the most of their respective areas of expertise to facilitate concrete application of the Common Framework, whose success strongly depends on improving the quality and availability of debt information in both debtor and creditor countries.", "We reiterate our call for the private sector to take part in the DSSI and wish to emphasize the importance of constructive engagement by private sector creditors to achieve the comparable treatment necessary for the application of the Common Framework.", "So far, WBG actions have rightly focused on saving lives, protecting the poor and the most vulnerable, and providing liquidity to the business sector.", "Now, we urge a long-term perspective and we therefore welcome the WBG's GRID (Green, Resilient and Inclusive Development) framework.", "Raising productivity, creating job opportunities, increasing resilience to shocks, and contrasting growing inequality and poverty all require pursuing a profound transformation of our economies and societies.", "It is crucial to exploit the potential of new digital technologies.", "They can make private firms and the public and financial sectors more efficient, innovative, and resilient.", "The greater amount of data made available by digital technologies must inform and improve our investment projects and policy making.", "Investment in infrastructures and education must be part of the digital transformation.", "The G20 Italian Presidency aims to promote infrastructures as a way to foster social inclusion, reduce geographical disparities, and improve environmental sustainability.", "Actions to address climate change and environmental degradation are paramount to promoting sustainable growth and protecting the most vulnerable.", "We need to favor energy transition, prioritize green transport and sustainable urban systems, invest in resilient infrastructures and their long-term maintenance, promote climate-smart agriculture techniques, and protect biodiversity.", "Deep, structural economic transformation requires significant financial resources at a time when countries are facing fiscal constraints and debt overhang.", "Therefore, there is a need to mobilize all sources of finance and use them effectively.", "This includes domestic resources, development financing, and private sector capital.", "We call on the WB to continue supporting partner countries in reshaping their tax systems and reforming expenditures and subsidies in order to raise domestic revenues and increase public expenditure efficiency.", "The WB must remain committed to providing high net positive financial flows, in particular to low-income countries.", "What has been done in the past months is remarkable, but more can be achieved in extraordinary times with extraordinary measures.", "The WB and other MDBs could temporarily stretch lending volumes and implement further balance sheet optimization measures while preserving their rating.", "We also reiterate the importance of mobilizing more private sector capital in low-income countries to close their financing gaps and support sustained long-term growth.", "To this end, the Sustainable Finance Study Group, re-established by the G20 Italian Presidency and just upgraded to a working group, will explore ways to enhance the role of the financial system in supporting the achievement of the objectives envisaged by the UN 2030 Agenda and the Paris Agreement, ensuring a just transition towards a low-carbon and more inclusive economy.", "We also urge IFC and MIGA to take stock of the Covid-19 crisis and to reflect on 3additional actions and tools to respond effectively to the huge challenges faced by the private sector in developing countries.", "In recognition of the critical role of the International Development Association (IDA) to address growing financing needs in IDA countries, we welcome the decision to advance IDA20 by one year.", "It will be an opportunity to strengthen IDA's financial capacity and to better support its clients, in particular African and fragile countries.", "We call for a reinforced use of IDA's own balance sheet to unlock additional resources for IDA countries.", "We look forward to a successful completion of the IDA20 replenishment by the end of 2021 and expect it to be ambitious and capable of delivering concrete results.", "Therefore, it is essential to conclude the review of IDA voting rights by November 2021 by agreeing on a simpler system to ensure a progressive alignment between contributions and voting rights, while safeguarding the voting power of recipient countries.", "Given the complexity and global nature of the challenges ahead of us and the significant financing needs, only enhanced multilateralism and cooperation among IFIs, national authorities and development partners-including through an effective use of country platforms-can truly make the difference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Covid-19", "Vaccines", "Debt", "Digital transformation", "Climate change", "Financing", "Multilateralism", "IDA", "Private sector", "Poverty"]}