{"sentences": ["Thank you for having me.", "Eurofi is an important forum for high-quality discussion between policymakers, regulators and representatives from all parts of the financial world.", "As all these stakeholders hold a piece of the Covid recovery puzzle, it's good Eurofi was able to go ahead with this event.", "Even if we can't be physically together in the same room.", "Today I want to make some observations relating to the exit path from the Covid-related economic crisis.", "What can we expect this year?", "And how should policymakers proceed, as the European economy gradually recovers?", "We could compare the European economy with a patient recovering from a severe accident.", "So far, our efforts have been directed at stabilizing the patient.", "I would call this the emergency phase.", "With the vaccine roll-out underway, I think we can say we are approaching the end of this phase.", "This means we can now gradually begin to focus on the second phase, which I would call the recovery phase.", "The patient is stable, but is still dependent on life-support systems and medicine.", "As the doctors consider the rehabilitation program, their task is to slowly reactivate the patient, closely monitor progress, and make sure medical care is not scaled down prematurely.", "Only when recovery is clearly underway can we start focusing on allowing the patient to leave the hospital, and to build up resilience to possible future adversities.", "This is the third phase, which we might call 'rebuilding resilience'.", "Let's first see how the patient is doing, now that we are approaching the end of the emergency phase.", "The euro area economy is forecast to rebound by more than 4% this year, after contracting by over 6% in 2020.", "Insolvencies and unemployment have been relatively subdued until now.", "Strange as it may sound during the worst economic downturn since World War II, the economy has done consistently better than we anticipated about a year ago.", "Of course, massive fiscal, monetary and prudential support made all the difference here.", "For example, some studies suggest Covid-related failure rates of SMEs in Europe would have been between 9% and 18% in the absence of government support.", "Nevertheless, the European corporate sector has been hit hard.", "Particularly those sectors that rely on physical proximity, such as retail, hospitality, entertainment, and travel.", "Or sectors exposed to natural resources and global supply chains, or those where public support measures are absent.", "For some of these industries the shocks are temporary, such as for hospitality.", "Or they will recover if they manage to adjust their business models.", "In other industries, shocks may have more permanent effects.", "Business travel, for instance.", "Similarly, the long-term shift to online retail has likely accelerated.", "In such cases, a temporary shock may spur developments which become permanent.", "The banks have been the bright spot in this story so far.", "They have generally remained resilient and continued to provide credit to the real economy.", "Their good position is in part thanks to the post-financial-crisis reform agenda including the build-up of more robust buffers.", "But also because banks have been shielded from large losses due to low insolvency rates.", "And low insolvency rates, as we have seen, are in turn induced by support measures, such as government guarantees on bank lending.", "As a result, the policy response to the crisis has increased the dependency of governments, banks and business on one another.", "At the moment, this sovereign-corporate-bank nexus - as some have named it - is vital in supporting the economy.", "But the nexus also means sovereigns are increasingly exposed to corporate risk, and vice versa.", "This might become an issue if many businesses suddenly were to go bankrupt.", "Rising credit losses for banks may require governments to provide more support and pay out on guarantees.", "That would further increase pressure on public finances.", "Conversely, rising sovereign risk premia could also affect banks through their domestic bond holdings.", "In the euro area debt crisis only a decade ago we experienced how a vicious circle between governments and banks may lead to financial instability.", "Luckily, the risk of such a doom loop has diminished with the vaccines and the prospect of economic recovery.", "But at the same time, it is clear that the virus will continue to linger for quite some time to come.", "So obviously, governments will be looking for ways to lift restrictions on the economy where possible.", "Apart from external factors, the corporate-sovereign-banking nexus raises the stakes for finding the right exit path from the economic crisis.", "Finding this path involves striking a balance between two risks.", "On the one hand, policy support involves costs.", "The fiscal costs are most visible.", "But there are other, more indirect, costs as well.", "The lockdown and indiscriminate government support prevent market forces from doing their job.", "A dynamic economy needs to constantly renovate itself through creative destruction, a process which is now impeded.", "And if we keep the patient on medicine for too long, withdrawal symptoms will increase.", "On the other hand, if we retract policy support too quickly, there is a good chance that the patient will stumble and fall, putting a healthy recovery back for many months.", "So policymakers will have to be constantly mindful of this trade-off, observe the patient very closely, and adjust the pace and sequence of tapering measures accordingly.", "In terms of the European economy - once we approach the recovery phase, we could start discussing the withdrawal of emergency support measures, which would also mean gradually allowing market forces back in.", "However, we should tread carefully in all scenarios, because the risk of retracting policy support too quickly will likely continue to outweigh the risk of unwinding it too slowly for some time to come.", "This is especially true for fiscal policy.", "It's important that governments do not withdraw their fiscal stimulus until we have made a good start with the recovery.", "This may well take us to year-end at least.", "Once the worst is over, fiscal spending can slowly shift from emergency to recovery.", "This means gradually replacing general blanketed support with more targeted support, and income support with public investment.", "The Next Generation EU Recovery Fund will be a key building block to get this investment going.", "This helps meeting the challenge of the much-needed energy transition, and raises the growth potential of our economies.", "And growth is something that we will also need very badly to bring down sovereign debt levels.", "Monetary policy in the Eurozone will have to continue to support the recovery.", "As we are in the silent period today, all I can do is repeat that generic statement we have been making numerous times.", "Next to fiscal and monetary policy, an important question is how to deal with the rise in corporate debt levels.", "Under the warm blanket of government support programs, the financial position of corporates has deteriorated.", "As policymakers start to withdraw support, even if they do so gradually, we will likely see a rise in the number of business that are not going to survive.", "To some extent this is inevitable.", "For example in the case of firms that were already vulnerable before the crisis.", "Or firms whose business models are no longer viable due to post-Covid changes in consumer preferences.", "But Covid-related legacy debt should not be a reason for firms that are intrinsically viable to go out of business.", "In a market economy, normally bankruptcy is an important agent for renewal, but it is also a costly one.", "If applied indiscriminately and unnecessarily, it is bad for employment, bad for creditors, and bad for the economy.", "So under the current circumstances, we should look for more targeted and less costly solutions where possible.", "That might involve corporate debt restructuring where banks and other private creditors, and also tax authorities agree to provide some relief.", "This could help stem the build-up of non-performing loans.", "That is why I welcome the Commission's NPL Action Plan.", "What I like about the plan is that in addition to cushioning the blow for corporates and banks, it supports a European market for bad debt.", "It is good to see the progress that's being made in several places and it's important to take further steps here.", "This is a good moment to say something more specific about the banking sector.", "As insolvencies are expected to rise, banks will see their non-performing loans increase.", "Fortunately, banks have strengthened their buffers in the preceding years and have taken provisions against the incoming Covid impact.", "These now constitute two solid lines of defense.", "But still banks are bracing for impact.", "Under these circumstances prudential authorities should monitor developments closely.", "There is a myriad of non-fiscal support measures in place at the moment, that enable the financial sector in continuing to provide credit to the real economy.", "A careful exit requires that we first get a clear view of what individual measures are in place and what the impact, both individually and in combination, would be if they were lifted.", "In other words, we should be able to look through the various kind of support measures, and be able to see what is going on below the surface of banks' balance sheets.", "For instance, what is the effect of the IFRS9 transitional arrangement on capital ratios?", "Mapping the impact of non-fiscal support measures will help to design a smart exit path without material cliff effects, and should support authorities to provide clear guidance to financial institutions.", "Only when the recovery is clearly underway is it time to start restoring the buffers in the economy that have been used to absorb the Covid shock.", "This is the third phase, which I called 'rebuilding resilience'.", "In this phase, which I am happy to discuss in more detail at some later Eurofi event, we will have to focus on further improving the growth potential of the European economy.", "We will have to bring government debt on a path to more sustainable levels.", "We will have to repair the resilience of the financial system, by restoring buffers in the banking sector, including the build-up of more releasable buffers.", "And we will also have to address weaknesses in non-bank financial markets.", "In short: getting the patient back into a healthy condition and resilient against future adversities.", "Although this phase is essential, it is important not to rush things.", "At the risk of repeating myself: we first need to have a robust recovery in place.", "Dear friends, Europe will get through this crisis, both in terms of health and economically.", "We rushed to the emergency and threw everything we had at the patient.", "And now our aim is, and should be, full recovery.", "That requires time and careful treatment.", "So let's continue the good work in close cooperation and get the European economy back on her feet again."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Covid recovery", "exit path", "patient", "sovereign-corporate-bank nexus", "fiscal policy", "monetary policy", "corporate debt", "prudential policy", "non-performing loans", "resilience"]}