{"sentences": ["Published Date: 29 April 2021 \"Inflation & Expectations\" - Opening Remarks by Mr Edward S Robinson, Deputy Managing Director (Economic Policy) & Chief Economist, Monetary Authority of Singapore, at the Seminar on Inflation and Cost of Living in Singapore and Asia on 29 April 2021 1.", "Thank you for inviting the MAS to join this virtual webinar and live discussion on \"Inflation and Cost of Living\", a joint initiative of the Sim Kee Boon Institute for Financial Economics, the IMF Institute and DBS Bank.", "It is encouraging that academia, industry and an intergovernmental organisation have come together on an important issue of common concern.", "I recall launching the Singapore Index of Inflation Expectations or SInDEx, as it was known then at SMU in January 2012, and it is heartening to see it nurtured over the past decade.", "The MAS is grateful to the SKBI for its commitment to this project and to DBS for its generous sponsorship of the DBS-SKBI-SMU Singapore Index of Inflation Expectations, that counts among the key indicators that MAS looks at in its economic surveillance.", "My comments are in two parts.", "First, I will make some broad observations on the somewhat complex inflation dynamics that confront us since the onset of COVID-19.", "Second, I intend to reiterate the important role that expectations play in driving the behaviour of key macroeconomic phenomena, including inflation.", "This two-part intervention is meant to bridge the interests and inclinations of the various participants at this Seminar - industry, academia and policy.", "Understanding Recent Inflation Developments 4.", "We just released our April Monetary Policy Statement and Macroeconomic Review, which contain our latest assessment of inflation on the global and domestic fronts.", "There are distinct peculiarities about the impact of the COVID-19 shock on price adjustments.", "Let me highlight four broad factors pertinent to price developments during the crisis and beyond.", "First, price adjustments reflected the impact of the government health measures which imposed a sudden stop to a range of contact-intensive activities.", "This meant that overall, the adjustments in many countries took place mostly through a sharp retraction in \"Q\" or the level of activity, rather than \"P\", or prices.", "A statistical factor was partly at play here.", "As activities in some sectors saw near-complete cessation (for example, recreational services and air travel expenses), prices in several key consumer services categories were unobservable, such that their values had to be imputed based on the price direction of other sub-indices in the overall CPI.", "Even so there were discernible shis in relative prices in response to some of the activity restrictions.", "We did see a rather quick decline in prices of some consumer services for which spending was restricted, alongside the fall in prices of some retail goods.", "On the upside, there were price rises associated with the early supply- side disruptions and frictional costs of adjusting supply chains, that fortunately proved mostly transitory and \"second order\" in terms of contributions to overall inflation.", "But these cost-push factors could well rise again and thus bear close monitoring.", "In the labour market, it is noteworthy that wages did not fall in several major economies.", "Part of this reflected some degree of nominal wage rigidity, induced by the roll-out of substantive wage subsidies meant to reduce the incidence of job separation in the initial stages of the crisis.", "Another statistical issue may have led to mismeasurement here.", "As a disproportionate number of lower wage workers became unemployed during the crisis, more so than during earlier downturns, compositional changes in employment would have led to overestimates of wage growth.", "The usual aggregate average wage series are typically not based on a fixed set of jobs or workers in continuous full-time employment.", "Second, at this stage, the risk of disinflation has receded as prices are off their local minima and underlying cost and consumer price pressures are picking up, though only gradually alongside the growth rebound.", "The IMF generally expects contained inflation pressures in most countries .", "Higher commodity prices will mechanically raise consumer price indices in the short term.", "But this step-up should not ignite an acceleration in cost and price pressures, given the remaining slack in key factor and product markets.", "Third, there are important upside risks to this baseline assessment of inflation.", "We have seen within this region, a recent increase in the upstream producer prices in China, which points to temporary frictional costs as well as some effect from commodity prices, but also the possibilities of the early emergence of underlying cost-push pressures.", "Demand-pull price increases could pick up and rise to the fore in the latter part of the year if the growth recovery continues apace, and it could interact with the concurrent firming in short-run supply-side costs.", "Indeed, these risks take on a particular relevance at the current conjuncture, because the near-term trajectory for inflation represents one of the key uncertainties for financial markets.", "Markets may be particularly vulnerable to signs of accelerating inflation in the data, which could trigger some volatility in asset prices.", "Fourth, the interaction of the cyclical dynamics with longer-term secular trends on prices is likely to reassert going forward.", "Before COVID-19, many countries faced persistently low price inflation, a trend driven by a complex mix of secular factors, such as technological progress, especially automation and digitisation, wage inequality, and demographic trends.", "All of these factors bring about important long-term relative price shis in their wake.", "But post-COVID, their pass-through into a general increase in prices comes against another key set of filters.", "These include the slope of the Phillips Curve, central bank's policy responses together with the constraints imposed by elevated public debt levels, and importantly, agents' expectations.", "Expectations in Macroeconomics 12.", "This brings me to my second set of comments.", "One of the truly revolutionary developments in macroeconomic analysis has been the recognition that expectations are central to the behaviour of agents.", "Most of us would probably reach back to at least Keynes' General Theory, as marking its formal induction into general equilibrium macroeconomics.", "The theory and practice of macroeconomic expectations has evolved quite rapidly since then.", "In particular, Robert Shiller and George Akerlof were key figures in formalising the idea that changes in expectations may manifest as exogenous shocks rather than factor in endogenously as posited by the theory of rational expectations, thus giving analytical form to Keynes' \"animal spirits\" in macroeconomic research.", "More recently, Shiller and Akerlof have also led a revival in the interest of expectations in economics .", "Placing a modern contextualisation to \"animal spirits\", they describe it as \"a restless and inconsistent element in the economy.", "It refers to our peculiar relationship with ambiguity or uncertainty.", "Sometimes we are paralyzed by it.", "Yet at other times it refreshes and energizes us, overcoming our fears and indecisions.\"", "I think we can quite easily relate to such descriptions.", "We have seen the importance of expectations in determining aggregate outcomes during crisis, as well as in specific markets and cycles.", "I am quite sure that there has been a distinctive step-up in the recourse to notions of expectations and sentiments by forecasters in explaining their muted or upbeat prognosis for macroeconomic variables in the period ahead.", "formations, within familiar analytical frameworks .", "Specifically, Shleifer shows how representativeness thinking may cause agents to over-weight the probability of good fortune, due to selective retrieval of information from memory, inducing excessive optimism .", "Embedded in a dynamic model of credit, such drivers of expectations formation can amplify pro-cyclical booms and busts in the issuance of risky credit, credit spreads as well as in investment spending.", "Separately, on the empirical side, we have also seen much effort in the literature to better measure expectations.", "The point of departure is that survey expectations are not \"noise\".", "They are a useful tool insofar as they reflect what market participants and other agents believe and act on.", "Our latest Macroeconomic Review featured an article by Professor Bernard Yeung and Sumit Agarwal of the NUS Business School, reviewing the latest research work on surveying and characterising consumer expectations .", "Attempts to make inferences on the formation of expectations and validate any causal impact of expectations on economic behaviour are oen thwarted by endogeneity or imprecise estimates.", "However, large scale randomised control experiments in conjunction with carefully designed surveys on consumers are now routinely used as they allow researchers to directly control the formation of expectations and to reliably identify causal effects running from expectations to behavioural responses.", "The article summarises the results of a notable experiment done on Singapore consumers, which show that consumers have biased inflation expectations.", "Specifically, the study shows that consumers do not adjust for the effects of changes in quality on prices, thereby overstating the true rate of inflation.", "This results in a systemic upward bias in the public's inflation expectations if a society experiences widespread income growth, which at the same time induces the upgrading of the quality of purchased goods.", "In Singapore, the Department of Statistics has adopted hedonic regression techniques in the compilation of the CPI for used cars for example, in order to achieve a more robust quality adjustment between the obsolete and replacement models that may differ in technical specifications.", "In April 2018, Professor Aurobindo Ghosh, in collaboration with researchers at the Behavioural Insights Team in Singapore and the Economic Policy Group, MAS conducted two randomised experiments with a view to improving the framing of inflation expectation questions in the survey used to form the SInDEx measure.", "This work found that providing respondents with current information on inflation and other key macroeconomic variables helped them better contextualise and anchor their responses.", "These results have guided changes introduced to questions in the survey, which have gone some way towards reducing the commonly observed upwards bias in surveyed consumer inflation expectations.", "To conclude, inflation dynamics and expectations are important underpinnings of the macroeconomic dynamics confronting the region in the period ahead.", "The organisations represented here are at the forefront of analysis into the various aspects of these developments.", "I am sure there will be interesting insights and perspectives from this Seminar.", "See for example, Crust, E, Daly, M, and Hobijn, B (2020), \"The Illusion of Wage Growth\", Federal Reserve Bank of San Francisco, Economic Letters, 2020-26. International Monetary Fund (2021), \"Chapter 1.", "Global Prospects and Policies\", World Economic Outlook: Managing Divergent Recoveries, April.", "See for example: Shiller, R. J.", "(1981), \"Do Stock Prices Move Too Much to be Justified by Subsequent Changes in Dividends?", "\", American Economic Review, Vol.", "(1970), \"The Market for 'Lemons': Quality Uncertainty and the Market Mechanism\", The Quarterly Journal of Economics, Vol.", "(2009), Animal Spirits, Princeton University Press.", "Gennaioli, N. and Shleifer, A.", "(2018), A Crisis of Beliefs, Princeton University Press.", "Representativeness entails a judgement error of overestimating the likelihood of representative attributes which appear with higher relative frequency in a class.", "See reference in note 4.", "Agarwal, S. and Yeung, B, (2021), \"Inflation Expectations and Household Consumption\", Macroeconomic Review, Vol.", "Department of Statistics (2020), \"Rebasing of the Consumer Price Index for General Households\", Statistics Newsletter Singapore, Issue 1."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation Expectations", "COVID-19 Impact on Prices", "Wage Rigidity", "Inflation Risks", "Secular Price Trends", "Animal Spirits", "Expectations in Macroeconomics", "Expectations Formation", "Consumer Inflation Expectations", "Survey Design"]}