{"sentences": ["Introduction I would like to start by thanking the Italian Association for Financial Analysts (Associazione Italiana per l'Analisi Finanziaria, AIAF) for inviting me to speak on the occasion of its 50th anniversary.", "Promoting high standards in financial analysis is vitally important for guaranteeing the development and the integrity of markets, to ensure they can serve the real economy.", "The work performed by the AIAF over the past 50 years in the fields of research, training and reporting and its strong ties with financial operators and savers have helped bring Italian standards in line with international best practice.", "The AIAF's ability to keep pace with innovation is clearly reflected in its commitment to sustainable finance, the subject of my speech today.", "In recent years, addressing climate change and the transition to a sustainable development model more broadly have become increasingly important.", "Under the responsible financing approach, companies still aim to create value while taking into account principles such as fair compensation for employees, respect for ethical and social values and environmental protection.", "Sustainable finance - also known as responsible finance - incorporates environmental, social and governance (ESG) principles into the decision-making processes of financial operators.", "It represents an important change designed to ensure the financial system is used for the benefit of our collective well-being; in doing so, it has become a vital tool for addressing climate-related risks, which have become increasingly prominent due to the emergence of irreversible damage to the environment (such as the impact on biodiversity and temperature levels).", "In my speech today, I will consider the debate on sustainable development and climate-related risks in the light of the shock caused by the coronavirus (COVID-19) pandemic.", "I will then examine what can be done to strengthen the impact of responsible finance on the economic system and the ECB's role in tackling climate-related risks.", "Sustainable development and climate-related risks in the time of the pandemic The challenge to find a sustainable development path which meets the needs of present generations without compromising the well-being of future generations is not new.", "The German economist Hans Carl von Carlowitz was already thinking about how resources could be used sustainably as early as the 18th century.", "But it was not until the 1970s and the publication of The Limits to Growth report that the sustainability of the growth model gained prominence as an item on European and international policy agendas.", "Initial analyses of sustainability focused on the risk of non-renewable natural resources being depleted.", "This focus has gradually widened to include the extent to which our natural systems can cope with the effects of climate change.", "The idea that well-being must take into account factors such as equity - within and across generations - and sustainability was brought to the fore in the 2030 Agenda for Sustainable Development, launched by the United Nations in 2015.", "In the same year, the Paris Agreement recognised the need to speed up the economy's reduction of CO2 emissions and to protect the environment for the benefit of both current and future generations.", "In recent months the pandemic shock has caused global economic, social and environmental vulnerabilities to resurface, exacerbating them even further and increasing the risk of greater income inequality and a widening of the wealth gap.", "The pandemic has also emphasised the urgent need to address the problems that are affecting people's well-being.", "The UN estimates that the number of people living in poverty worldwide will increase by between 40 and 60 million as a result of the pandemic, undoing the progress made in recent years.", "We may also see an increase in gender and generational discrimination owing to the severe impact the pandemic is having on women and young people.", "Low-income countries are not the only ones affected by these problems.", "The pandemic could also bring about an increase in poverty, social exclusion, inequality and challenges to achieving universal energy access in advanced economies, many of which were already a long way from reaching the 2030 Agenda goals before the crisis struck (Chart 1).", "Distances of OECD countries from 2030 Agenda goals Notes: The chart provides the distribution of the distances (expressed in standard units) of OECD countries from the 17 goals.", "The blue diamonds show the median distance for OECD countries.", "Box boundaries show the first and third quartiles of the distribution of countries' performances, and the whiskers show the 10th and 90th percentiles.", "See here for detailed metadata.", "These worrying developments, which undermine the foundations of inclusive growth, are accompanied by environmental issues, in particular climate change.", "Natural disasters that occurred in 2018 caused more than 20,000 deaths worldwide and deprived 29 million people of livelihoods, resulting in damages estimated at USD 23 billion.", "Together with 2016, 2020 was the warmest year on record.", "Climate scenarios predict that global temperatures will continue to rise over the course of the 21st century, resulting in more frequent and more intense extreme natural events, with negative implications for ecosystems and public health.", "Economic activity is both a cause and a victim of climate change.", "It is a cause for example due to the use of fossil fuels for energy: three-quarters of greenhouse gas emissions are generated from fossil fuel combustion.", "Climate change has also had an impact on human activities: rising average temperatures, with pronounced fluctuations, affect all sectors, particularly those more susceptible to natural events, such as agriculture.", "Frequent and intense heatwaves and hydrogeological phenomena can have significant economic consequences, while gradually rising sea levels threaten coastal communities throughout the world.", "It is clear that we need to ensure the sustainability of our development model, starting by gradually moving away from the use of fossil fuels.", "In recent months, the steps taken to limit the consequences of the pandemic have temporarily slowed the rise in emissions.", "According to NASA, between February and May 2020 atmospheric CO2 concentrations fell compared to pre-crisis levels to a level consistent with the achievement of the targets set by the Paris Agreement.", "But this will only be a temporary improvement unless climate policy changes course, particularly if there is not an adequate carbon pricing system that penalises emissions.", "The challenge facing us now is how to support general well-being while keeping emissions at levels that comply with the Paris Agreement.", "Monetary and fiscal authorities are responding by introducing decisive policies designed to revive development.", "But we cannot just limit our efforts to returning things to how they were before.", "We must seize this opportunity to modernise our economy, reduce social and environmental vulnerabilities and bring about change that makes development sustainable.", "The contribution of responsible finance In the financial world, interest in sustainable growth has long been limited to a small group of specialist operators.", "But things have changed in recent years.", "The Paris Agreement explicitly recognised the vital role of the financial system in promoting responsible development.", "Since 2015 ESG investment funds have increased the total assets they manage by over 170%.", "Between January and October 2020, this category of funds in Europe saw net inflows of more than €150 billion, nearly 80% more than in the same period the previous year.", "According to market operators, this trend is set to continue.", "Euro area: assets of global ESG funds by asset class (left) and distribution of holdings across euro area sectors (right) USD billions (left); percentage (right) Notes: The pie chart on the right is based on a sample of 1,076 ESG funds domiciled in the euro area, comprising 554 equity funds, 262 bond funds and 216 mixed funds.", "Mixed funds are classified as equity or bond funds if the respective share of equity or bond investments exceeds 50%.", "ICPFs: insurance corporations and pension funds; IFs: investment funds.", "Sources: Bloomberg Finance L.P. and ECB report (left); Bloomberg Finance L.P., Refinitiv, ECB securities holdings statistics per sector and ECB calculations (right).", "This change of pace primarily reflects the impetus coming from the authorities at global level.", "I have already mentioned the UN's 2030 Agenda and the Paris Agreement.", "But awareness of social and environmental issues among young people, who are less inclined than the generations before them to separate consumption and investment decisions from sustainabilityrelated issues, has also had an impact.", "According to the UN, implementing the 2030 Agenda will require total investment of between USD 5 to 7 trillion per year.", "The European Commission has also estimated that in order for the EU to meet its 2030 climate target, new investment of up to €260 billion per year will be required over the next decade.", "Whether investment programmes of this scale can be implemented will largely depend on the cost and availability of financial resources.", "The lower cost of capital compared with traditional investments - also referred to as the green premium - could encourage the launch of new sustainable projects.", "However, empirical analyses show that this premium would be small at best.", "It is therefore unrealistic to imagine that the huge volume of investment needed to ensure sustainable development can take place without the involvement of the public sector, for example in order to raise the price of coal by strengthening the emissions trading system or to support research and development of alternative energy sources.", "In order to boost the contribution made by sustainable finance, the financial instruments offered to investors must be trustworthy and easy to understand.", "Lenders also need to be able to assess whether investment projects are consistent with their own financial and non-financial objectives.", "There needs to be detailed information about whether investments meet sustainability criteria.", "At the moment, the data available are scarce and of poor quality - for example, the ESG ratings of individual companies produced by a range of analysts are based on different methods and are poorly correlated (Chart 3).", "Here too, public sector involvement, in particular effective regulation, is necessary.", "The European Union is leading the way internationally in terms of regulating sustainable finance.", "But further progress would be welcome, also in view of the launch of the European Green Deal and the European Commission's soon-to-be-published renewed sustainable finance strategy.", "The review of the Non-Financial Reporting Directive could result in significant progress being made by expanding the range of companies subject to sustainability reporting requirements, establishing common assessment criteria and ensuring an appropriate degree of data granularity.", "Empirical evidence indicates that disclosure makes firms pay closer attention to sustainability without worsening their performance.", "Correlation of environmental scoring performance by Bloomberg and Refinitiv Notes: The Bloomberg and Refinitiv environmental scores give values between 0 and 100, whereby a higher value indicates a better performance in terms of environmental variables.", "Sources: Bloomberg, Refinitiv EIKON and ECB own reports.", "There is a need for the definitive launch of the classification system (or taxonomy) of sustainable activities, planned for 2022.", "The use of this tool by analysts, banks and companies will require further steps, such as approving delegated acts and establishing guidelines.", "The new regulatory framework will need to offset investors' information requirements against the need to avoid overly complex and burdensome transparency obligations for issuers, particularly small and medium-sized ones.", "Lastly, the development of sustainable finance requires global cooperation, also considering that around 90% of the global emissions are produced outside Europe.", "Coordination is necessary in order to adopt a common set of rules and practices for taxonomies and non-financial reporting criteria, and to establish procedures to prevent opportunistic behaviour and regulatory arbitrage.", "This year's G20 presidency provides Italy with a unique opportunity to put these issues at the top of the international agenda.", "What is the ECB's role?", "In recent months the ECB has launched a reflection process to identify policies through which it can contribute to the climate transition in full accordance with its mandate under EU law.", "Article 127 of the Treaty on the Functioning of the EU states that the primary objective of the ECB is to maintain price stability.", "The Treaty also states that, as a secondary aim, the ECB shall support the achievement of the EU's objectives.", "And Article 3 of the Treaty includes sustainable development among these objectives.", "The monetary policy stance has at best only a negligible impact on environmental risks.", "This is due to both its very different time horizon compared with climate change and the fact that it cannot target individual sectors.", "However, the economic and monetary analysis that underpins the monetary policy stance should also take into account the shocks caused by climate change to both conjunctural and structural developments.", "The ECB can contribute to environmental policies in the implementation of monetary policy - what we refer to as the operational framework.", "We have already taken steps in this direction, for example by including sustainable finance instruments - the sustainability-linked bonds - among the collateral that can be used in refinancing operations.", "In addition, to ensure that it remains financially sound, the ECB has to protect its balance sheet from the financial risks caused by climate change that are not correctly priced by the markets.", "By performing its own analysis of these risks on the basis of rigorous methodologies, the ECB can contribute to the accurate valuation of these climate-related risks and promote awareness among investors, thereby helping to combat climate change.", "These issues are currently being considered as part of our monetary policy strategy review.", "But it is not just monetary policy that is affected.", "Climate change has an impact on the overall stability of the financial system.", "The most vulnerable intermediaries are those that operate with long time horizons and are exposed to the consequences of extreme events, such as insurance companies.", "We are currently defining models that could be used to measure the systemic risks caused by climate change, including through specific stress analyses.", "ECB Banking Supervision - the ECB's supervisory arm - has also recently published its expectations on how banks should manage climate and environmental risks in their balance sheets.", "Looking ahead, this could then influence banks' capital and public disclosure, increasing awareness among intermediaries and investors of these risks.", "Lastly, the ECB is actively involved in European and international initiatives aimed at improving information on the environmental impact of companies and intermediaries.", "Advanced economies have long been characterised by a high level of savings and insufficient investment.", "Productivity growth is subdued, while interest rates and inflation are at historically low levels.", "The pandemic shock has squeezed the spending capacity of households and businesses and caused widespread uncertainty, accentuating these trends.", "Exiting the crisis will require prolonged support from economic policies - both monetary and fiscal - and a significant increase in productive investment.", "Sustainable investment projects can play a crucial role in helping to reabsorb excess savings and raise growth potential, while also setting out a growth path that reduces social vulnerabilities and counteracts climate and other environmental risks.", "The recovery and resilience plans that European countries are being asked to prepare so that they can access the Next Generation EU funds are an opportunity to relaunch growth, steering it to a sustainable path.", "If used wisely - to increase human capital, to invest in technology and to protect the environment - these funds can help us transition from a crisis with dramatic implications to an opportunity for progress.", "We need to be bold and forward-looking in seizing this opportunity and do so in a timely manner.", "Responsible finance can play an important role in reconciling development with environmental, ethical and social values.", "The next European strategy on sustainable finance provides an opportunity to align financial flows with these values.", "The ECB has started to reflect on how it can contribute to responsible development.", "A central bank that is responsive to the needs of citizens - both now and in the future - has a duty to be mindful of the demands of sustainable development in order to ensure stability in all its forms: first and foremost monetary stability, but financial, environmental and social stability too."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable finance", "Climate-related risks", "ESG principles", "Monetary policy", "Fiscal policy", "Non-financial reporting", "Taxonomy", "Financial stability", "Next Generation EU funds", "Green premium"]}