{"sentences": ["Goldilocks and the three pillars: how much capital is just right?", "- speech by Anna Speech given at the Westminster Business Forum Published on 10 February 2021 Anna Sweeney says regulators must strike the right balance when they decide how much capital insurers need to hold.", "The three pillars she refers to are the different ways we regulate insurers.", "They are: the capital an insurer holds its risk management policies its disclosure of risks We are all familiar with the story of Goldilocks and the three bears.", "When preparing this speech I was surprised, and a little disturbed, to discover that in the first recorded version of the story, it is not a pretty young girl who enters the forest home of three bears, but a badly-behaved old woman, an outcast from her family.", "After wreaking havoc in the bears' house she jumps out of the window, and is never seen again.", "(Let's hope that the bears had good contents insurance.)", "In this earlier telling of the story, the visitor to the bears' house is a caricature, and not a sympathetic one: I really don't want to repeat some of the adjectives applied to her.", "But I do have empathy, because regulators are also sometimes caricatured - in our case as single-mindedly risk averse, driven by an incentive to avoid firm failure, and paying insufficient attention to counter-balancing commercial incentives.", "Like any caricature, this one starts with a single distinctive feature - it is the job of the regulator to uphold prudential standards particularly in good times when the long term benefit, indeed necessity of maintaining standards is easily overlooked - and then magnifies that one characteristic to the exclusion of all else.", "Today I want to look past the caricature and explain how we really think about the relationship between capital requirements and the rest of the prudential regime, in the context of the government's review of Solvency II.", "Goals of the review of Solvency II What does the PRA hope that the review will achieve?", "We are committed to upholding the principles of Solvency II - they are our principles, and given the amount invested by firms in implementing the Solvency II regime, we see no appetite to tear them up and start again.", "The top level goal of the review is instead to tailor a regime based on those principles to the UK market.", "The government has translated[1] this into three objectives: to spur a vibrant, innovative, and internationally competitive insurance sector; to protect policyholders and ensure the safety and soundness of firms; and to support insurance firms to provide long-term capital to support growth, including investment in infrastructure, venture capital and growth equity, and other long-term productive assets, as well as investment consistent with the government's climate change objectives.", "These are consistent and mutually supportive objectives.", "Safety and soundness underpin the other two objectives: the sector can only be internationally competitive if it operates within a robust and reliable infrastructure, which includes the prudential regime as well as things like the legal system; and only a financially sound insurance sector can make a sustainable contribution to long term investment.", "Conversely, an innovative sector, that supports the wider economy through long term investment, is ultimately a sounder one.", "Tailoring will mean reforms to specific aspects of the regime that are not well-designed or imperfectly calibrated for the UK, and are currently distorting incentives and behaviour.", "The risk margin is probably the best known example.", "The concept - a margin over best estimate of liabilities so that they are held on the regulatory balance sheet at an estimate of their transfer value - is sound.", "But in its current implementation the output of the risk margin formula is too sensitive to interest rates[2], and when rates are low it is higher than it need be to fulfil its purpose.", "And this has driven a misallocation of capital, away from longevity risk, a misallocation which is relentlessly increasing as volumes of business not covered by transitional measures grow.", "Overall outcome of the review We are working on these and other specific topics, and looking forward to receiving views in response to HMT's call for evidence which closes later this month.", "It is important to get these reforms right.", "But we cannot consider reforms to individual measures in isolation: at the end of the process we have to be confident that the package of measures continues to deliver the right overall level of resilience at firm and sector level and supply of financial services demanded by the economy.", "That has always been the reality - calibration of individual measures has to derive both from bottom up analysis and top down assessment of their cumulative impact.", "The fact that the risk margin is too high for its own purpose does not mean that when everything is added up, overall levels of resilience are themselves wrong.", "To be clear, though, the Prudential Regulation Authority (PRA) enters this review with no goal of either decreasing or increasing total capital in the sector.", "In fact at this stage we have not been presented with persuasive evidence that current levels are manifestly too high or too low.", "The sector has so far shown itself resilient to the financial consequences of the severe shock represented by the Covid-19 pandemic.", "But equally, the supply of insurance seems in the round to meet demand from the economy.", "Moreover, we do not think about capital requirements in isolation, but as part of a three pillar regulatory regime (comprising capital, risk management, and disclosure).", "Today I want to talk a little about how we think about capital adequacy within that broader framework, and specifically the interplay with strength of market discipline, the ladder of intervention, and the way that firms structure themselves.", "In the light of those factors, how do we judge when the level of capital is 'just right'?", "The three pillar regulatory regime Last year I talked about what the insurance sector does for the wider economy[3], which itself defines our mission in insurance supervision: the protection of policyholders and the stability of the supply of financial services to the wider economy.", "Broadly speaking, those services are the pooling of risk, provision of secure retirement income, and long term investment.", "The safety and soundness of individual firms is a primary objective, but is not really an end in itself, it is a means to fulfilling our mission.", "We do not have zero appetite for failure of individual firms, provided that they do so in an orderly way that does not impose large costs or disruption on policyholders - neither in the form of direct losses nor of disruption - does not have knock on effects elsewhere in the financial system, and there is sufficient capacity elsewhere to substitute for the loss of the failing firm.", "We cannot leave this all to the market.", "Intervention in the form of prudential regulation is necessary because of the inverted production cycle in insurance - policies pay out after, in many cases long after, they are taken out - because of the limited or non-existent ability of many policyholders to monitor or react to increases in risk taking by their insurer during the life of their policy, and because of the incentive for managers and limited liability shareholders to increase risk if their capital stake drops too low - so called gambling for resurrection.", "These market failures are addressed not just by capital requirements, but by the interplay between capital and the other two pillars of the regime.", "Pillar 3: market discipline Pillar 3 is disclosure of information about a firm's balance sheet risks.", "Market discipline is not wholly absent from the insurance sector either at the inception of or during the course of policies.", "Some policyholders and creditors are able to monitor and react to changes in the creditworthiness of insurance firms.", "Clearly, for those that can, good quality, timely disclosures enhance market discipline.", "Where market discipline is strong, there is less need for stringent regulatory minima.", "But the strength of market discipline varies widely across the sector, according to the nature of policies and policyholders, as well as being different at the point of purchase and during the subsequent life of a contract - often measured in years not months.", "Moreover, there is another, essential element of the regime that serves to reduce market discipline.", "This is not a pillar but a net strung between the pillars.", "Large classes of policyholder would suffer significant hardship if their insurer failed, but have either no way of observing that it is courting failure, or no way of switching to a safer firm - often both.", "Annuitants are an obvious example.", "So such policyholders are offered an unlimited, 100% safety net by the FSCS.", "Certain general insurance products are in the same camp, and not just indemnities covering potentially ruinous liabilities to third parties: indeed, last year we extended 100% cover to certain building guarantees policies when it became clear that they met the criteria of significant hardship and inability to switch provider.", "So far so good, and the safety net promotes competition by giving consumers confidence in purchasing insurance and shopping around.", "But of course the existence of this safety net blunts the policyholder incentive to distinguish between a high risk and a low risk insurer at the point of taking out a policy.", "Paradoxically the stronger the safety net, the stronger the other two regulatory pillars need to be to hold it up.", "The less the market and policyholders discipline a firm, the more the regulator needs to do it for them, including by policing financial standards.", "Pillar 2: intervention and risk management Pillar 2 contains a range of qualitative measures, but broadly speaking they can be divided into the ladder of intervention, and requirements for good risk management, including the prudent person principle.", "These are both intimately connected to how we define capital adequacy.", "The ladder of intervention is critical to preventing gambling for resurrection: it formalizes and defines the power to intervene before the interests of shareholders and policyholders diverge, in the same way that debt covenants protect creditors by giving them the ability to intervene in clearly defined circumstances under which their interests will diverge from those of the providers of equity capital.", "The role of regulatory capital in relation to the ladder is to buy time for that intervention.", "It needs to be enough to withstand extreme but plausible events for long enough to allow an assessment of whether the firm can be rescued as a going concern - or whether changes in the external world have holed the business model below the water line: no amount of capital can keep a broken business model afloat for ever.", "Rather, capital is like the bulkheads in the sinking ship: they don't necessarily need to hold back the water forever, but must slow down its ingress for long enough to get the passengers and crew safely into the lifeboats.", "How long the defences are needed depends on the design of the ship - where are the lifeboats, are they clearly signposted, how many stairwells are there from the lower decks, and so on.", "So ease of exit is a crucial factor in capital adequacy too: how confident are we that policyholders can be protected in a worst case scenario, i.e.", "that if the firm is closed to new business the run off will be a solvent one.", "Do existing concentrations get worse or new ones arise during run off?", "Do new liabilities or exposures appear e.g.", "through higher collateral requirements or even forced close out by derivatives counterparties?", "The less confident we are that the firm can exit in an orderly way, the more remote we need to make the prospect of failure and the larger the cushion of financial resources we will need to see at the point of intervention.", "Uncertainty and capital adequacy Ease of exit is a consequence of the good risk management that pillar 2 requires of firms: risk management that is forward looking and prepares for unpalatable scenarios by structuring the balance sheet and business model appropriately.", "Good risk management is also about organising the firm in a way that allows the adequacy of the capital base to be sensibly assessed, and the judgement about any need for intervention to be made in a timely way.", "In any balance sheet there will be risks that can be quantified, and there will be uncertainties that cannot.", "Uncertainties emerge for example, from reliance on unobservable assumptions or indeed concentration of exposure to any single risk factor on either side of the balance sheet.", "Another pertinent example is reliance on matching adjustment for illiquid assets: market prices of such assets are not directly observable and the calibration of the matching adjustment benefit relies on further splitting that unobservable spread into unobservable credit and liquidity components: so heavy reliance on the resulting matching adjustment is a source of material, inherent uncertainty.", "The greater the exposure to uncertainty, from any source, the less confidence we can have in the adequacy of the capital determined by a quantitative model.", "Beyond a certain level, concentrations and other exposures to irreducible uncertainty simply make it impossible to say that any feasible level of capital is adequate to play the part it needs to in delivering policyholder protection.", "That is not a viable business model for a regulated financial firm and the remedy lies not in higher capital - which will do little if anything to address that irreducible lack of confidence in adequacy - but in restructuring the balance sheet and business model.", "A balanced approach I have discussed how capital requirements interact with other factors that vary across the sector and between firms - the strength of market discipline, the ladder of intervention, ease of exit - and also given an example of an important source of lack of resilience that cannot be remedied with capital: the susceptibility of balance sheet and enterprise risks to modelling.", "Arguments about the level of capital need to be rooted in these factors: it is not enough to assert that, if only we didn't have to hold so much capital, our policies could be so much cheaper, we could supply so many more of them, and we could expand our investments.", "If only it were that simple.", "I recognise that there is an opportunity cost to higher regulatory capital: capital that supports the risks in existing business cannot also be used to support acquisitions or expansion into innovative fields.", "But price is not the same as value.", "The bears may have seen their bargain flat pack furniture in a different light when they discovered how easily the chairs were broken by a little girl.", "Similarly, financial services supplied by undercapitalized firms are poor value as they cannot be relied on.", "And if policyholders cannot reliably distinguish the sound firms from the others, the whole sector is tainted - to the cost of us all as economic activity that relies on being able to lay off unsupportable risks is depressed.", "On the other hand, if prices are unnecessarily high that can also reduce or prevent risk transfer, and this can have a knock-on effect on economic activity and long-term investment.", "There is a balance to be struck.", "As I said in my opening remarks, I do not believe that we have that balance badly wrong at the moment.", "I hope that I have convinced you that, like Goldilocks in the more familiar version of the story, regulators do want to get it just right: we aren't continually hankering after the largest chair, the softest bed, or the hottest porridge.", "And we are as open to evidence about what constitutes 'just right' as we are to how best to correct the distortions introduced by the current design and calibration of specific measures in the regime.", "It is in the interests of firms and the people of the United Kingdom, whose interests the Bank of England exists to serve, that we have that debate and that it be informed not by caricatures of each other's positions, but by a shared understanding of both the costs and benefits of the capital element of prudential regulation, as well as its place in the wider regime.", "I would like to thank Alan Sheppard, Anthony Brown, Charlotte Gerken, David Humphry, and Manuel Sales for their help in preparing these remarks.", "Executive Director, Insurance Sign up for latest Goldilocks and the three pillars: how much capital is just right?", "- speech by Anna Sweeney | Bank of England Page 6"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Capital adequacy", "Solvency II", "Risk management", "Market discipline", "Ladder of intervention", "Ease of exit", "Uncertainty", "Financial resilience", "Prudential regulation", "Three pillar regime"]}