{"sentences": ["Introduction Thank you for the kind introduction.", "I am very pleased to be with you virtually in Montréal.", "My only regret is that I cannot be with you in person.", "For many of us, it has been a summer of reunions after many difficultmar months apart through this pandemic.", "I have family in Montréal, and I'm grateful I've been able to visit recently, but so far speaking to a room full of people is not possible.", "I look forward to meeting you in person when we can.", "In the meantime, please allow me to thank my colleagues at the Bank's Montréal regional office.", "In this era of reduced travel, our regional offices across Canada have been instrumental in building our understanding of the economic impact of the pandemic and the challenges we all face.", "It has been heartening and heart-warming to see the reopening of the Canadian economy over the summer, as the third wave of COVID 19 receded and so many of us got vaccinated.", "Many of the sectors hit hardest by the pandemic, including tourism and hospitality, finally saw the return of customers after a year and a half of lockdowns.", "This is real progress, even if the recovery remains choppy and we are still living with the virus and uncertainty about its course.", "The economic recovery and what it means for monetary policy are what I'd like to focus on today.", "When the pandemic hit in spring 2020, we provided unprecedented monetary stimulus to support Canadians.", "We lowered our policy rate to just one quarter of a percent and committed to keeping it there until economic slack is absorbed so that we sustainably achieve our 2 percent inflation target.", "We also undertook large-scale purchases of Government of Canada bonds, first to help restore market functioning and then to bolster our monetary policy stimulus.", "This extraordinary program-known as quantitative easing, or QE-helped lower borrowing costs for households, businesses and governments by putting downward pressure on lending rates.", "Since last October we've been gradually reducing the pace of our QE purchases to provide the appropriate amount of stimulus as circumstances evolve.", "As the recovery progresses, we are moving closer to a time when continuing to add stimulus through QE will no longer be necessary.", "We are not there yet-and that timing is a monetary policy decision that will depend on economic developments.", "When we get there, we will stop increasing the size of our holdings of Government of Canada bonds.", "The monetary stimulus we have injected through our balance sheet will remain, but we will no longer be incrementally adding to it.", "To keep our holdings of bonds relatively stable, we will need to purchase enough bonds to replace those that are maturing.", "Essentially, we will be reinvesting the proceeds of maturities, so we call this the reinvestment phase.", "Today, I want to update you on the evolution of the economy with a focus on developments over the summer.", "I will also review yesterday's policy decision.", "Finally, I want to look ahead to the shift from QE to reinvestment.", "In particular, I will take the opportunity to fill in some of the details of what this reinvestment phase will look like when we reach it.", "Afterward, I look forward to taking some questions and hearing your thoughts.", "Economic update since July Let's review economic developments since the July Monetary Policy Report (MPR) because it is progress toward recovery that guides adjustments to our QE purchases.", "Globally, the economic recovery continued through the second quarter, led by strong US growth.", "While global economic activity is showing solid momentum heading into the third quarter, supply chain disruptions are holding things back in some goods sectors.", "These disruptions, and the rising number of COVID-19 cases in many regions, pose a risk to the strength of the global recovery.", "Here at home, we expected growth to moderate in the second quarter as Canadians grappled with the third wave of the virus.", "But the slowdown was more pronounced than we anticipated.", "Economic activity contracted by about 1 percent.", "The decline in GDP reflected a sharp drop in exports, combined with a pullback in housing activity.", "But consumption, business investment and government spending all contributed to growth, with total domestic demand growing at more than 3 percent.", "Growth in the second quarter was affected by disruptions to global supply chains as well as the impact of necessary public health measures.", "The global shortage of computer chips is affecting automobile production in many countries, including in Canada.", "This was an important factor contributing to the decline in our exports.", "And it restrained consumer and business purchases of motor vehicles.", "Shipping bottlenecks are also leading to longer delivery times and higher prices for some other goods.", "This is causing households to delay spending on these items.", "We expect these global supply chain problems will gradually be resolved, but it could take some time.", "Employment bounced back through June and July as restaurants, stores and high-contact services reopened.", "A pickup in demand for recreational activities and domestic tourism also supported hiring.", "With these hard-hit sectors recovering, the unevenness in the labour market is moderating.", "But considerable slack remains, and some groups are still being disproportionately affected- particularly low-wage workers.", "Increases in the number of hours people worked in July and higher reported job vacancies both point to continued solid job gains.", "At the same time, we are hearing from some businesses that the process of finding and hiring workers is proving complicated and time-consuming.", "And for some companies, this has made it hard for them to keep up with the rebound in demand.", "We have all seen help wanted signs at restaurants and stores.", "Achieving full employment is essential to a complete recovery and sustainably achieving our 2 percent inflation target.", "That's why it is critical that we understand how Canada's labour market is recovering.", "Bank staff are studying this process carefully to help us assess what it means for overall labour market slack.", "Pulling this all together, the Governing Council continues to expect the economy to strengthen in the second half of 2021, although the fourth wave of COVID-19 infections and ongoing supply bottlenecks could weigh on the recovery.", "Let me turn now to inflation.", "As you know, we target 2 percent inflation, the middle of a 1 to 3 percent control range.", "Inflation is above that range now, mostly because of the unique circumstances of the pandemic.", "COVID-19 and the economic fallout caused the prices for many goods and services to plunge last year.", "This year's inflation rate compares prices now with their depressed levels a year ago, making the increase appear more dramatic.", "In addition, the global supply disruptions I have talked about are leading to higher prices for motor vehicles and other goods.", "We continue to expect that these factors pushing up inflation will be transitory, but their persistence and magnitude are uncertain and we will be monitoring them closely.", "We are also watching wages and measures of expected inflation.", "Wage increases have been moderate to date, and medium-term inflation expectations remain well-anchored.", "Against this background and the considerable excess capacity in the economy, the Governing Council yesterday decided that the recovery continues to require extraordinary monetary policy support.", "We maintained our policy rate at its effective lower bound of 25 basis points, and we remain committed to holding it there until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.", "In the Bank's July projection, this happens in the second half of 2022.", "The Bank's QE program continues to reinforce our forward guidance and keep interest rates low across the yield curve.", "Yesterday, we maintained our QE purchases at a target pace of $2 billion per week.", "Decisions regarding future adjustments to the pace of net bond purchases will be guided by Governing Council's ongoing assessment of the strength and durability of the recovery.", "The reinvestment phase This brings me to the second part of my remarks today-our QE program and monetary policy for the recovery.", "The economic recovery we have experienced to date has allowed us to gradually reduce the pace of QE purchases from at least $5 billion a week to a target of $2 billion a week.", "At that pace, we are still adding stimulus-but at a slower rate.", "When we get to the reinvestment phase, we will adjust the level of our bond purchases to maintain the Bank's total holdings of Government of Canada bonds roughly stable.", "And when we arrive at the reinvestment phase, we will communicate this monetary policy decision clearly.", "Last March, my colleague, Deputy Governor Toni Gravelle, outlined a few important things about the transition to the reinvestment phase.", "First, the process will be gradual and will proceed in measured steps.", "Second, the timing of changes to the pace of purchases will be guided by our evolving assessment of the outlook as well as the strength and durability of the recovery.", "Third, adjusting the pace of bond purchases won't necessarily mean that we have changed our views about when we need to start raising the policy interest rate.", "We have tied interest rate decisions to our forward commitment to not raise the policy rate until slack is absorbed so that we sustainably achieve our inflation target.", "Eventually, when we need to reduce the amount of monetary stimulus, you can expect us to begin by raising our policy interest rate.", "What this all means is it is reasonable to expect that when we reach the reinvestment phase, we will remain there for a period of time, at least until we raise the policy interest rate.", "But again, let me emphasize, when we get to the reinvestment phase and how long we are in it are monetary policy decisions that will depend on the strength of the recovery and the evolution of inflation.", "Let me now say a few words about how we intend to operationalize this reinvestment phase when we get there.", "To understand that, let's back up a minute and recap how our balance sheet works.", "In normal times, the amount of bonds we purchase is driven by our liabilities, not monetary policy considerations.", "Before QE, our largest liability was the amount of bank notes in circulation.", "When households and businesses demand more bank notes for their everyday activities, we accommodate this demand, increasing the size of the bank note liability on our balance sheet.", "To match this liability, we need to hold a corresponding amount of financial assets, and we do this mainly by purchasing Government of Canada securities at auctions in the primary market.", "At the onset of COVID 19, the demand for bank notes grew more quickly than usual as Canadians withdrew extra cash as a precautionary measure.", "This greater demand for currency has increased the size of our balance sheet.", "But by far the largest driver of the increase in our balance sheet was the set of extraordinary liquidity and asset purchase programs we launched when the pandemic hit.", "Our initial goal was to restore market liquidity and keep credit flowing in the economy.", "Once market functioning normalized, we gradually wound down these programs, and many of the assets have since matured and rolled off our balance sheet.", "The one exception is our Government Bond Purchase Program, or GBPP.", "Through the GBPP, we bought large amounts of bonds that the government had issued and sold to the private sector.", "Initially, the GBPP was aimed at restoring market functioning.", "But as Canada emerged from the first lockdown in summer 2020, we began using this program to provide additional monetary stimulus to support the economic recovery.", "This is our QE program.", "Our QE program is implemented by buying Government of Canada bonds held by the private sector in the secondary market in a competitive reverse auction process.", "As I indicated above, at the height of the COVID 19 shock, we were buying at least $5 billion a week.", "And as the economy has recovered, we have gradually reduced our purchases to a target of $2 billion a week.", "When we get to the reinvestment phase, we will want to maintain our total stock of government bonds at a relatively stable level.", "This will maintain the monetary stimulus we are providing through our balance sheet but not increase it further.", "To do this, we will reinvest the proceeds of maturing bonds.", "In general, our purchases during this period will not match the maturities rolling off one-for-one because the maturities are large and unevenly spaced.", "We will therefore adjust our purchases to match maturities over a longer period, so our purchases are not unduly volatile.", "We report our balance sheet monthly.", "Based on the maturity structure of our total holdings of Government of Canada bonds, reinvesting maturing bonds will require purchases ranging around $1 billion a week on average.", "Given the uneven distribution of our maturities, we will operationalize a target range for purchases of between $4 billion and $5 billion a month.", "This will encompass both our primary and secondary market purchases.", "Much of the focus has understandably been on our large-scale secondary market bond purchases associated with QE.", "But during the reinvestment phase, we will reduce both our primary market purchases at Government of Canada bond auctions and our purchases in the secondary market.", "This will keep our total holdings of Government of Canada bonds roughly stable over time.", "Our path toward the reinvestment phase has been gradual, and we will continue to proceed in measured steps guided by our evolving assessment of the macroeconomic outlook and the strength and durability of the recovery.", "Eventually, the reinvestment phase will end, and we will stop purchasing bonds to replace the ones that are maturing, so our holdings of Government of Canada bonds will decline.", "But as I mentioned above, it is reasonable to expect that when we do eventually need to reduce monetary stimulus, our first move will be to raise the target for the overnight rate-our policy interest rate.", "The economic recuperation from the pandemic continues to be bumpy and uneven.", "Progress with vaccinations has allowed many of us to enjoy a return to more normal activities.", "This is supporting job gains and economic growth, particularly in the sectors that have been hit hardest by the pandemic.", "And we continue to expect strong growth through the second half of this year.", "But the virus and pandemic-related disruptions have not gone away, and they will continue to disturb our lives and weigh on economic activity.", "At the Bank of Canada, we are focused on delivering the best monetary policy for the recovery.", "Our commitment is to provide the appropriate degree of monetary policy stimulus to support the recovery and achieve our 2 percent inflation target.", "And you can count on us to continue to be transparent with our analysis and deliberate in our communications.", "I would like to thank Grahame Johnson and Stéphane Lavoie for their help in preparing this speech.", "See E. Ens, L. Savoie-Chabot, K. G. See and S. L. Wee, \"Assessing Labour Market Slack for Monetary Policy,\" Bank of Canada Staff Discussion Paper (forthcoming).", "Government of Canada bonds can be acquired at primary market auctions or through the secondary market after initial issuances.", "Secondary market purchases are typically done for policy purposes, including QE."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Monetary policy", "QE", "Inflation", "Labour market", "Supply chain", "Reinvestment", "Interest rates", "Bank of Canada", "COVID-19"]}