{"sentences": ["Published Date: 25 January 2021 \"Riding the Growth Momentum in Asia\" - Keynote Speech by Ms Jacqueline Loh, Deputy Managing Director (Markets & Development), Monetary Authority of Singapore, at Asian Financial Markets Forum (Prelude) on 22 Introduction 1.", "It is my pleasure to join you today at this Prelude event to ACI's inaugural Asian Financial Markets Forum to be held in October.", "Asian economies and financial markets have experienced remarkable growth in the last two decades, and will continue to be major contributors to global growth going forward.", "With this positive outlook, I am glad that the Forum will focus on \"The Asian Financial Markets in the Next Decade\" - a theme which is highly important and invigorating.", "Macroeconomic outlook - Bullish for Asia 2.", "The COVID-19 global health crisis has led to the deepest economic downturn in eight decades.", "The World Bank estimates that the global economy contracted by 4.3% in 2020.", "As the world economy began to emerge from the depths of recession in May last year, Asia was at the forefront of the recovery.", "Indeed, the 2020 recession in Asia was shallower than in the rest of the world.", "This was due both to positive growth in China and Vietnam, as well as less severe recessions in other Asian countries.", "China was the first country to enter lockdown and the first to record a V-shaped growth rebound.", "In other Asian countries, more effective virus containment meant that domestic economic activity was less severely affected than in other parts of the world.", "Quickly restoring production capacity played into Asia's strong presence in global value chains.", "Asian merchandise exports held up well, as global consumers spent more on goods while access to services was restricted.", "Asian exports of medical supplies and electronics expanded.", "While large swathes of the world are gripped by renewed waves of COVID-19 infections today, effective vaccination programmes and unprecedented policy support are expected to support a strong recovery in the second half of 2021.", "The World Bank forecasts global growth at 4.0% this year; with growth in East Asia at 5.9%.", "ASEAN economies are expected to expand by 5.0% in 2021, also surpassing the performance of regions beyond Asia.", "There are however, still considerable uncertainties on the horizon.", "These include the course of the pandemic, progress on vaccination, the possibility of governments mistiming the withdrawal of policy support, and the evolution of US-China trade and investment relations.", "The pandemic is also likely to have lasting economic effects beyond 2021, including postponed investments, the negative impact of sustained job losses on human capital, global supply chain reconfigurations that emphasise resilience over efficiency, and high public and private debt levels.", "These effects will further threaten potential growth in economies globally.", "However, Asian economies are poised to overcome these challenges.", "Our growth model which comprises deep international integration, investment in human capital, and sound economic governance has helped us weather past crises and will continue to serve us well.", "The digitalisation of the regional economy also offers immense opportunities.", "It is facilitating the growth of emerging industries such as e-commerce and expanding access to the vast East Asian market for non-traded goods.", "In the medium term, Asia's outlook is positive.", "In the next five years, the IMF projects 5.2% average annual growth for the region, compared to 3.2% for the rest of the world.", "Financial Markets in Asia - Sharing the growth story 8.", "Asian financial markets have grown in tandem with the Asian economic growth trajectory.", "The region's equity markets account for about 40% of global equity market capitalisation, doubling its share over the last 20 years; The growth of Asia's bond markets has been phenomenal, with annual issuance volume rising 9-fold in 20 years, and accounts for about a quarter of annual global bond issuance volumes today; Capital inflows to Asian equity and bond markets are expected to continue at a strong pace as the weightage of Asian securities in benchmark indexes rises further, reflecting Asia's rising economic importance; Asian wealth is also expanding at a faster rate, with assets under management growing at 10% compound annual growth rate in the past 5 years, outpacing the 5 - 6% growth in Europe and North America ; and Based on the BIS' FX and OTC derivatives survey in 2019, Asia is home to three out of five top FX centres by volume today.", "Singapore, as a key financial centre in Asia, plays a critical role in connecting global markets and supporting Asia's development.", "Asset managers in Singapore have facilitated a good portion of investment flows in Asia.", "In 2019, assets under management (AUM) in Singapore grew 16% to reach S$4.0 trillion, with 76% of the AUM originating from outside of Singapore, and 69% of AUM being invested into the Asia Pacific region .", "There has also been increased treasury and risk management activities carried out in Singapore to meet the needs of global investors and businesses in this time zone.", "Besides increasing fund flows, more regional and global MNCs have been setting up their corporate treasury centres in Singapore to facilitate capital raising, cash management and risk hedging, as their regional businesses grow.", "Singapore is a major derivatives trading hub in the region, with three derivatives exchanges offering multi-asset class risk management products.", "We are also Asia Pacific's largest FX centre, third largest globally, with average daily trading volume reaching US$640 billion in 2019, as we intermediate flows between regional teams of buy-side and sell-side players in Singapore and beyond.", "Looking ahead, Asian financial markets are expected to become even more vibrant as the world economy's centre of gravity shis further towards Asia.", "Market participants in the region should embrace this opportunity to shape the future of Asian markets.", "While the growth trajectory has been very encouraging, more work needs to be done to develop deep and liquid capital markets in Asia, so that they can play a key role in financing economic growth, alongside continued development in the banking segments.", "I will highlight a few additional areas of focus for Singapore: In foreign exchange, trading volume of Asian currencies, including that of Asian emerging markets currencies, has risen.", "To support this growth, we have been building an e-trading ecosystem in Singapore to support electronic trade execution and price discovery in FX during Asian trading hours, a move that will bring about better execution, lower cost of trading, and greater transparency for market participants.", "Key global and regional sell-side and buy-side players, as well as e-trading platforms, have anchored their regional pricing and matching engines here, and have seen early successes.", "Global liquidity providers that have completed the set-up of their pricing and trading engines in Singapore provided feedback that trade-fill ratios have improved, from about 80% to near 100%.", "Notably, when FX market volatility reached multiyear highs in March last year amidst the COVID-19 pandemic, the robust e-trading infrastructure in Singapore was able to tide regional market participants over the storm, with relatively good execution.", "We seek to enhance Singapore's value proposition as a full-service international fund management and domiciliation hub.", "The Variable Capital Companies (VCC) framework provides fund managers with a wider suite of investment fund vehicles and potential cost savings from centralising fund management and domiciliation activities, whilst providing new business opportunities for fund managers, service providers and fund advisors.", "The VCC has seen strong industry adoption, with close to 200 VCCs set up in its first year, for a diverse range of traditional and alternative investment strategies.", "In the bond markets, Singapore's strong ecosystem of buy-side and sell-side institutions, alongside professional service providers, provides a robust gateway for international capital to be channelled to Asian borrowers.", "To strengthen our value proposition as Asia's leading bond centre and building on the success of the Asian Bond Grant Scheme , we launched the Global-Asia Bond Grant Scheme in 2020, which defrays issuance-related expenses for companies with an Asian nexus.", "In particular, a new funding tier for jumbosized issuances was introduced, with a doubling of the maximum grant amount from S$400,000 to S$800,000 per issuance for these issuances.", "In insurance, we aim to be a global capital for Asian risk transfer, offering a wide spectrum of risk financing solutions that goes beyond traditional insurance and reinsurance, to alternative risk financing solutions such as insurance linked securities.", "Last but not least, we also seek to help Asia transit to a greener and more sustainable future, through the mainstreaming of sustainable financing.", "In sum, Asia is riding a good growth momentum, with Asian financial markets expected to continue on a path of strong expansion.", "I will offer some perspectives on trends and opportunities, which I hope will complement your subsequent discussions at this Forum on the Asian outlook, and risks and opportunities in Asian financial markets.", "Key Trends and Opportunities Harnessing technology and transforming workforce 13.", "First, Asian financial markets are transforming in significant ways and we need to equip our workforce with the relevant skills to adapt and transform in tandem.", "Firstly, the markets will continue to grow in breadth, depth and connectivity, to support the growing needs in this region; The use of technology will be increasingly pervasive, and will transform how financial institutions and markets professionals access and deliver financial services; Jobs will need to be redesigned and transformed to harness the potential of technology and financial institutions would need to support employees to adapt to new work These winds of change also open up significant opportunities for individuals to acquire new skills and convert to new careers in a wide range of roles.", "There are immense opportunities as markets expand, and as the potential of technology is harnessed.", "Last August, a Singapore-based fintech company BondEvalue partnered Northern Trust to complete the world's first blockchain-based bond transaction on its exchange.", "This innovation was enabled through MAS Sandbox Express.", "It allowed investors access to secondary market and purchase bonds at fractions of US$1000 instead of typical bond trades of at least US$200,000, making bonds more accessible to a wider investor pool.", "In September, the Singapore Exchange completed Project Hash, Asia's first digital syndicated public corporate bond using smart contracts to capture the rights and obligations of parties involved in the issuance and asset servicing, such as the arrangers, depository agents, legal counsel and custodians.", "The pilot successfully reduced the settlement duration of primary issuance from 5 days to 2 days.", "These are just some examples of the tremendous scope for innovation in Asian financial markets.", "Job functions will need to adapt, and our workforce will need to be equipped with the right capabilities and skills to capture the opportunities.", "In 2019, MAS and the Institute of Banking and Finance (IBF) commissioned a detailed study on the impact of automation and data analytics over the next 3-5 years on job tasks and skills needs in the financial sector.", "The study estimates that half of the job roles in the financial sector in Singapore would be augmented as individuals leverage on data analytics and automation to amplify their performance.", "Another one third would be transformed, as these technologies have the potential to substitute a significant proportion of job tasks.", "This has helped inform our work to partner financial institutions and prepare our financial sector workforce for the future, by expanding and deepening workforce capabilities in technology, and accelerate reskilling of workers in functions affected by technology shis.", "For example, we can expect to see a shi in the role of a buy-side trader, who will move from trade execution to becoming proficient in multi-asset trading, with increased focus on generating good trading ideas using sophisticated tools and technology such as programming and coding skills to develop quant strategies.", "Getting this right is an important priority for financial professionals, and there are good avenues and schemes to support this.", "Amidst the economic challenges arising from COVID-19, MAS and IBF enhanced our support for training, by raising training subsidies and introducing training allowances, so that firms can manage their manpower costs and support the skills upgrading of their employees.", "The Industry Associations, including ACI Singapore, are important partners in this journey.", "I am also pleased to hear that ACI has been an active supporter in workforce upskilling, through the courses it provides on relevant financial markets and products upskilling courses for the industry.", "MAS and IBF are also actively driving the expansion and deepening of workforce capabilities in technology and specialised fields, to meet the needs of the rapidly evolving financial sector landscape in Asia.", "Beyond the technical skills, it is also important to have a deep understanding of the markets we serve.", "This Forum is an important platform to have that exchange of insights which can enhance our understanding of the risks and opportunities in this region, allowing us to navigate the future better.", "We can also have a better steer if we ingrain the Asian acumen, which is oen built upon relevant work experiences in the region.", "To support this objective, MAS has been grooming more Singaporeans to be leaders and specialists, including giving them international exposure through the iPOST scheme, which supports overseas postings of Singaporeans to the region and beyond.", "MAS, IBF, and the financial industry will continue to work together to prepare our workforce with the skills for the future by developing a strong talent pipeline to enter the sector, and reskilling and redeploying local professionals into functions where jobs are growing.", "Adapt and adjust for a sustainable future affected by climate risk events were in Asia .", "The financial sector can support Asian economies in two ways - adapt to the inevitable, and adjust for the better.", "First, in face of climate change, we will need to adapt and protect our assets and people.", "We can do so by investing in climate-resilient infrastructure and insuring against climate and disaster risks.", "Invest in climate-resilient infrastructure: Many parts of Asia are building out the infrastructure, and we can take this chance to build for resilience.", "ADB estimates that US$3.1 trillion investments are required for climate-adjusted infrastructure in the region by 2030.", "Today, the infrastructure asset class constitutes only a small portion of assets under management .", "There is much headway for growth, amidst a pressing need to mobilise private capital to climate resilient infrastructure as an asset class to bridge this financing gap.", "To that extent, Infrastructure Asia was set up in April 2018 to serve as a platform to connect local and international stakeholders across the value chain for joint projects to meet Asia's growing infrastructure needs.", "I would encourage market participants to leverage on Infrastructure Asia's network, knowledge and expertise.", "Insure against climate and disaster risks: Asia bears the brunt of economic losses arising from natural disasters and climate change will amplify the impact.", "Yet, Asia remains under-insured.", "Insured losses for natural catastrophes account for only 15% of total economic losses, compared to 34% globally for period 2010 - 2019 .", "Singapore aims to help Asia close the protection gap by addressing data paucity issues with the Natural Catastrophe Data Analytics Exchange (NatCatDax) project, co-creating new risk solutions with regional governments and Industry such as the Southeast Asia Disaster Risk and Insurance Facility (SEADRIF).", "In November 2020, we established the Global Asia Insurance Partnership (GAIP), a tripartite partnership between industry, academia and policy makers.", "GAIP aims to be the global centre of excellence in insurance and risk management with a focus on Asia.", "Climate risk and pandemic risk have been identified as the two initial focus areas of the GAIP.", "In Asia, green bond issuances are also rapidly catching up, and now accounts for 24% of global green bond, a leap from the 5% market share 5 years ago.", "Singapore launched the Green Finance Action Plan in 2019 to support a sustainable Singapore, and facilitate Asia's transition to a sustainable future.", "We aim to: Strengthen our financial sector's resilience to environmental risks Develop green finance solutions and markets Harness technology to facilitate sustainable financing flows Build knowledge and capabilities in sustainable finance 21.", "Under the Green Finance Action Plan: Banks, insurers and asset managers are required to factor in environmental risks as part of their business and risk management decisions; Businesses can access grants to defray the incremental expenses of taking up green or sustainability-linked loans and bonds to support their investments in green projects and adoption of more sustainable business practices; We encourage Fintechs and financial institutions to develop green fintech solutions, and partner MAS' efforts to leverage fintech to facilitate the mobilisation of capital, monitoring of commitments and measurement of impact to promote a green financial We are building a deep pool of Asia-centric green finance expertise in Singapore, beginning with the establishment the Singapore Green Finance Centre, a collaboration between the Singapore Management University and UK's Imperial College, to undertake green finance research, training and talent development programmes; we welcome corporates and financial institutions to co-create research and benefit from the training programmes available.", "These are not exhaustive, and work is ongoing to broaden and deepen the green finance ecosystem along the four key pillars.", "One developing area is the need for common green financing language that can crowd in private financing required to green Asia's economies.", "Concerns about green washing and the lack of clarity on what constitutes green or transition activities can impede financing flows to these activities.", "MAS is therefore working with the financial sector to assess the potential of a taxonomy for Singapore-based financial institutions, to facilitate the financial sector to channel capital more effectively to support Asia's green and transition needs.", "We are also a member of the International Platform on Sustainable Finance, and will contribute to global efforts in establishing greater inter-operability between existing taxonomies.", "I note that one of the three panels today will discuss sustainability issues.", "I believe that this will be the start of the many more useful sessions that the Asian Financial Markets Forum will put together, and this will provide us valuable insights as we continue to progress on the sustainability agenda.", "To conclude, Asian financial markets are in good stead to support the positive growth momentum in Asian economies in this new decade, and the building of a more sustainable world.", "I thank ACI for organising this event, providing us a front seat and a chance to contribute to the meaningful conversations on important issues to the region.", "I wish you a fruitful discussion ahead.", "World Bank, January 2021, \"Global Economic Prospects.\"", "IMF, October 2020, \"World Economic Outlook.\"", "IMF, October 2020, \"World Economic Outlook.\"", "MAS 2019 Asset Management Survey The Asian Bond Grant Scheme, which ran from 2017 to 2019, has attracted a diverse pool of Asian companies to issue bonds in Singapore, tapping multiple currencies including USD, IDR, INR, AUD and SGD etc.", "The ABG scheme has successful catalysed more first-time bond issuances in Singapore, with a more than doubling of our first-time issuance volume.", "The Global-Asia Bond Grant Scheme covers issuers that have (i) global headquarters in Asia; (ii) business operations or are engaged in projects in Asia; or (iii) the intention to issue Asian local currency denominated bonds.", "The scheme supports up to 50% of issuance-related expenses for issuances of at least S$200m, subject to a funding cap of S$400,000 for rated issuances and S$200,000 for unrated issuances.", "There is a higher funding tier for jumbo-sized bond issuances where they can receive up to S$800,000 or S$400,000 for rated or unrated issuances respectively.", "Ernst & Young, 2019, \"The Impact of Wider Integration of Data Analytics and Automation on Manpower in the Singapore Financial Services Sector, commissioned by the Institute of Banking and Finance Singapore (IBF) and MAS\" Global Climate Risk Index 2020 (data from 1999 to 2018).", "Median of 2.2% to 2.4% -2020 - Preqin Global Infrastructure Report 2020 Swissre, 2010-2019, Protection Gap Tracker Map Reuters, January 2020, \"Green Bond Issuance Hit Record S$255 billion Last Year OCED, April 2017, \"Mobilising Bond Markets for a Low-Carbon Transition\" HSBC, November 2020, Asia's Green Finance Booms Media Releases MAS Announces Winners of the 2020 Global FinTech Innovation Challenge Under the theme of \"Building Resilience, Seizing Opportunities, Emerging Stronger\", three winners for the Global FinTech Hackcelerator and twelve winners for the FinTech Awards have been selected for their solutions that address the challenges faced by the financial industry due to the COVID-19 pandemic and climate change.", "Published Date: 09 December 2020 Singapore and Hungary Strengthen Cooperation in FinTech MAS and the Magyar Nemzeti Bank (MNB) have signed a Co-operation Agreement to strengthen cooperation in FinTech innovation between Singapore and Hungary.", "Published Date: 08 December 2020 \"FinTech for an Inclusive Society and a Sustainable Planet\" - Remarks by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, at Singapore FinTech Festival 2020 on 8 In his keynote speech at SFF x SWITCH 2020, Mr Ravi Menon, Managing Director, MAS, spoke on leveraging FinTech to create a more inclusive society and a more sustainable planet."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Asian growth", "Financial markets", "Digitalisation", "Sustainable finance", "Climate risk", "Workforce transformation", "Technology adoption", "Green bonds", "Asia-centric green finance", "Insurance"]}