{"sentences": ["Introduction - The event puts the 4 actions into play 1.", "Ladies and Gentlemen, on behalf of the HKMA, thank you all for attending today's event.", "Let me first reiterate why this event is important to us.", "As Eddie mentioned earlier, the HKMA is taking a series of actions to realise our Regtech 2025 vision.", "Today's flagship event is part of our journey towards that vision of developing Hong Kong into a leading Regtech hub.", "Our guest speakers have shared how Regtech is currently being used in their organisations.", "They have also talked about how Regtech is helping them - particularly in challenging times like these.", "We are all working towards the same goal - to accelerate the adoption of Regtech in our respective organisations and jurisdictions.", "We have seen the adoption of technology rapidly speeding up around the globe.", "And this event is a timely platform for sharing different ways of facilitating Regtech adoption and expanding the Regtech ecosystem.", "Why the HKMA is prioritising Regtech 4.", "Why is the HKMA prioritising the promotion of Regtech adoption?", "It is because we fully believe Regtech has the potential to bring massive benefits to everyone.", "Let me try to summarise the three most important benefits.", "First, Regtech benefits banks: In today's sessions, banking leaders have told us how Regtech is important to their institutions.", "It enables banks to achieve higher quality risk management and compliance outcomes.", "It frees up staff from repetitive manual tasks for more value-adding work.", "The use of Cloud-based Regtech technology, for example, gives banks the flexibility to adapt to changes in regulation and risk management, while maintaining superb quality in risk management and compliance activities.", "Secondly, Regtech benefits customers: In our \"Path Forward\" panel, Mr Deniz Güven from Mox Bank spoke of how Regtech had significantly speeded up the bank's end-to-end account opening process.", "Mr Victor Lam also cited how iAM Smart, a personalised digital services platform in Hong Kong, can support Regtech use cases such as remote onboarding.", "That was echoed by Mr Tat Lee of WeLab Bank and Mr Werner Schlossmacher of Credit Suisse in the \"Pulse of Regtech\" session.", "They talked about how banks can leverage alternative datasets to improve the loan application process and enhance the evaluation of product suitability.", "We also heard how they have designed solutions that put customer experience at the centre - by respecting customer needs, eliminating duplication, offering the most suitable products and, most importantly, keeping customers protected.", "The use cases discussed in those sessions showed that Regtech offers exciting opportunities that go beyond a compliance tick-box exercise and greatly improve customer experience and satisfaction.", "Thirdly, Regtech benefits regulators: Earlier, Deputy Governor Fan had this to say, \"In the era of the digital economy, the financial business environment is opening up more and more, services are becoming more virtual, business boundaries are blurring, and financial risks are becoming more contagious.\"", "We at the HKMA recognise the importance of Regtech in managing the risks associated with the digital economy.", "Regtech can play a critical role in helping banks to maintain operational resilience, and that in turn makes it easier for regulators to better manage overall risk in the financial system.", "I particularly enjoyed the analogy made by Mr Benoît Coeuré.", "Indeed, we regulators are often referred to as watchdogs.", "Benoit is more specific.", "He noted that banks are like greyhounds - usually fast at adopting new technologies; while regulators are like bloodhounds - a bit slow and stubborn but having financial stability as their key priority.", "In fact though, I have to say that the HKMA is increasingly acting like a greyhound in our efforts to promote Regtech.", "How to overcome Regtech adoption challenges 9.", "So we have put forward clear evidence that Regtech can benefit many different stakeholders.", "But we also know that there are challenges associated with Regtech adoption.", "Part of our Regtech 2025 vision is to see Regtech being extensively adopted by the Hong Kong banking sector.", "To facilitate this, we aim to share success stories of Regtech implementation - how others overcame the challenges and develop practical guidance to banks.", "Many success stories have been showcased in today's event.", "The Roundtable with Tech Giants session offered valuable insights into how to use Cloud and Artificial Intelligence to aid Regtech adoption.", "In the Pulse of Regtech and Masterclass sessions, our guest speakers shared real-life stories on practical drivers for Regtech adoption and factors in successful solution implementation.", "We heard how organisations have successfully implemented Regtech solutions in a number of areas within their risk management and regulatory compliance functions.", "These areas included credit risk management, stress testing, sales practice and suitability, employee conduct and monitoring, regulatory reporting, and regulatory compliance obligations.", "It is therefore very clear that the use of Regtech goes far beyond anti-money laundering and financial crime compliance, although that area of use cases is certainly a very good place to start any Regtech adoption journey!", "If you are like me, you would have noted down many practical tips offered by our speakers today.", "Let me share four key takeaways that I noted for overcoming the challenges connected with Regtech adoption: First, buy-in is crucial.", "A range of stakeholders from across financial institutions need to buy in to Regtech and collaborate fully in adopting it.", "We have heard how a supportive leadership can shape an organisation's culture, and in turn drive Regtech-led transformations.", "Middle management and operational staff need to support this as well.", "Second, data is king.", "This point has been made repeatedly today.", "To quote Mr David Bailey, \"data and Regtech go hand-in-hand and data must be at the heart of any Regtech conversation\".", "Good quality data means Regtech can be used to build effective models and generate decision-making insights.", "It is vital to with your customers if you want to acquire sufficient quality data.", "You then need to store and transform that data according to a solid set of data governance rules, identify data which is relevant, and use it in an intelligent and responsible way.", "Third, remains as important as ever.", "In Hong Kong, we are proud proper risk management of our banks with their long histories, but we recognise that their legacy infrastructure can potentially hold back Regtech adoption.", "One key takeaway from today is the reminder that Rome was not built in a day.", "Banks can start on a small scale, for example by conducting a Proof of Concept (PoC) in a business unit or implementing Regtech in a Cloud-based environment in a newly established part of their business.", "As a regulator, I must point out that when navigating technologies and determining how to put Regtech to use, it is essential that banks adopt a robust risk assessment framework to evaluate and manage the associated risks.", "This resonates with Ms Jane Fraser's suggestions that banks should be mindful of risks such as data security and third-party operational risks that come with new technologies, and that the sandbox provides a valuable means to test new Regtech solutions.", "Finally, collaboration among different parts of the ecosystem is crucial.", "My colleague Raymond Chan has highlighted the importance of collaboration in the 'Path Forward' session.", "Regtech solution providers and professional services providers, such as technology firms and advisory firms, have a wealth of knowledge and experience supporting Regtech implementations.", "As Ms Jessica Tan noted, these technology companies can help to bridge the gaps that banks may have in technical capability, people and skills.", "We also heard today that some banks have successfully implemented Regtech using external vendor technology for some of their solutions.", "Leveraging such expertise in turn frees up banks to focus on their core value propositions and competitive edge.", "How to Grow and Nurture Regtech in Hong Kong 13.", "Some of the Regtech adoption challenges are technical ones.", "But one very common barrier is mindset.", "We have heard multiple speakers who are leaders in their respective organisations say today that investment in Regtech is growing, and it will grow even faster in the future.", "How can we ensure that the mindset for growth is in place throughout the Regtech ecosystem?", "One way with which we promote Regtech adoption in Hong Kong is by providing an environment conducive to the development of Regtech solutions.", "This includes attracting top talent to the city.", "The Global Regtech Challenge was one such initiative.", "Earlier, we had the Regtech Challenge finalists presenting their amazing solutions for transforming risk management and regulatory compliance processes.", "My congratulations go to the four winners, as well as to the other participants for some brilliant ideas in response to the four problem statements.", "I am truly impressed by all the solutions, and I hope to see our banking community benefit from similar solutions in the near future.", "Maybe the HKMA should also explore the use of some of those solutions as well.", "Apart from the Global Regtech Challenge, the HKMA has launched multiple initiatives to grow Regtech in Hong Kong.", "Some of those include the Fintech Supervisory Sandbox, the Fintech Career Accelerator Scheme, and a Regtech skills framework that we will be releasing in the coming months.", "Industry associations also play a key role in promoting Regtech adoption in Hong Kong, because they help foster greater industry collaboration and communication.", "It was good to hear in our 'Path Forward' panel that following the publication of our Regtech white paper in November last year, there has been a higher level of engagement with Regtech-related associations in Hong Kong.", "We will continue to maintain close dialogue with the industry associations.", "Working together to achieve our Regtech 2025 vision 17.", "Looking ahead, we expect the demand for Regtech solutions to continue to grow.", "The HKMA will provide more guidance to the industry by issuing the Regtech Adoption Practice Guides, developing a Regtech skills framework, and building a Regtech knowledge hub.", "But we will only achieve our Regtech 2025 vision if the Regtech ecosystem works together towards the same goal.", "This involves collaboration between the banking industry, Regtech solution providers, industry associations, and the regulators.", "I therefore strongly urge you to become an active participant in the Regtech ecosystem here.", "Your participation in today's event is an important step in promoting such momentum.", "Through continuous collaboration and knowledge-sharing, we can enlarge and enrich our Regtech ecosystem and, in the longer run, turn Hong Kong into a global leading Regtech hub.", "I also hope very much that this event has been helpful for the participants in either kick- starting or accelerating your own Regtech adoption journey.", "As more resources are put into this effort and Regtech awareness grows, I am sure we will soon see the fruits of our joint efforts.", "To conclude on behalf of the HKMA, I would like to say how very grateful we are to the speakers, moderators, and other guests for their generous sharing of experience.", "I hope that everyone here, like me, has found these sharing insightful, and that you have all gained a better understanding of the potential of Regtech and how to implement it in your respective institutions.", "I also sincerely hope that Hong Kong will advance as a global Regtech hub, leading the way with a new approach to risk management and regulatory compliance.", "With that, I will now officially close this event but I would once again invite you to join us on the next stage of our exciting Regtech journey.", "Together, we can pave the way for a transformed banking industry."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Regtech adoption", "Regtech benefits", "Regtech challenges", "Hong Kong Regtech hub", "Regtech ecosystem", "Risk management", "Regulatory compliance", "Data governance", "Collaboration", "Regtech solutions"]}