{"sentences": ["I'm very glad to join you virtually today at this ISDA conference.", "The ISDA Asia-Pacific Conference has always served as an important forum, bringing together participants across the capital and derivatives markets to discuss key global issues with an Asia-Pacific focus, while at the same time contributing ideas and thoughts on areas where we share common interests.", "In today's conference, I would like to share my views on two hot topics: (1) LIBOR transition; and (2) sustainable finance.", "The development of these two subjects would bring changes to our financial landscapes and business practices, requiring our prompt action and swift transition.", "First, let me begin by making a few remarks on LIBOR transition.", "Now, with less than 3 months to count down to end-2021, LIBOR cessation will soon turn into reality.", "At this critical point in time, it is important for us to further our efforts, and forge ahead with all the preparatory work necessary to get ourselves ready for this transition.", "International and Regional Coordination 4.", "Given the dynamic and evolving nature of this subject, it is also important for us to keep a close watch on ongoing developments, and play an active part in various international fora.", "Globally, the Official Sector Steering Group (OSSG) established under the Financial Stability Board has been monitoring closely the LIBOR transition progress, and providing helpful guidance to the industry through the publication of the Global Transition Roadmap.", "As a member of the OSSG, we have been working closely with other overseas authorities and contributing our efforts to this global exercise.", "As with the implementation of other global financial reforms, international cooperation is crucial, not only in setting globally consistent expectations and milestones, but also in minimizing any potential fragmentation in the transition across different jurisdictions.", "In addition to our active role in the international arena, we at the HKMA have also attached great importance to harness the region's collective voice in these global issues.", "Especially, with my role as the chair of the Executives' Meeting of East Asia-Pacific Central Banks' (EMEAP) Working Group on Financial Markets (WGFM), we have devoted much attention to topical issues like LIBOR and local Alternative Reference Rates transition, and helped our regional peers push forward with their preparation for the transition.", "I'm glad to see that the WGFM has been a useful platform that complements the bilateral discussion of member jurisdictions with ISDA, and facilitates certain members' participation in the 2nd ISDA IBOR Fallback Protocol.", "I understand that ISDA is planning to publish the 2nd Protocol by the end of this year.", "Joint Industry Efforts to Support the Transition 6.", "Besides policy guidance and regulatory push, active participation by industry is also key in ensuring a smooth LIBOR transition.", "Over the past decades, LIBOR has been so widely used and deeply ingrained in our global economy that the pricing and return of a broad range of financial products were referencing to this critical benchmark.", "To help us tackle this complex exercise and further expedite our transition progress, collaborative efforts would be key.", "This means that - not only banks, sell-side and buy-side institutions should continue to push forward with their preparatory work, but also their corporate and SME clients should step up the transition efforts.", "To facilitate a smooth transition, tremendous efforts have been put in by various industry associations in the past few years.", "Alongside their close engagement with industry stakeholders, they have developed useful resources and materials to promote greater awareness and readiness.", "In this respect, we strongly encourage market participants to draw reference from these industry publication, and make good use of the existing tools available when preparing for the transition.", "With that, I would like to highlight and draw your attention to a joint information note published by the Asia Pacific Loan Market Association (APLMA) and Treasury Markets Association (TMA) last month, which sets out the key options available in the loan market for replacing US dollar LIBOR.", "We hope that, with this publication, loan borrowers and market participants could develop a better understanding on the characteristics of these options, and make timely action to transition away from LIBOR.", "The HKMA has also been very focused on raising the market's awareness of LIBOR transition.", "We have spoken in different conferences on this topic, and also encouraged industry bodies, such as TMA, to organise seminars to explain the background and implication of LIBOR transition.", "All of the efforts, by us or by the industry, have a common goal - that is to reach out to a wide range of audience for their attention and get ready for this important LIBOR transition.", "Urgency of the LIBOR Transition 10.", "As we all know, time is running short, and end-2021 is fast approaching.", "Now, with a clear and certain timetable for LIBOR cessation, we should all work together with a sense of urgency.", "Although certain US dollar LIBOR settings will continue to be published until endJune 2023, this 18-month extension is intended to allow time for more legacy US dollar LIBOR contracts to mature.", "And, this won't alter the fact that - LIBOR will come to an end.", "It is therefore vital for us to continue our preparation that is currently underway, and avoid any further build-up of LIBOR-related exposures going forward.", "With that in mind and to smoothen the transition process, we expect banks in Hong Kong to cease to issue new LIBOR-linked contracts by the end of this year.", "Development of the HKD Overnight Index Average (HONIA) Linked Market 11.", "As we have stepped into the fourth quarter, we will soon move into a post-LIBOR world.", "As we look ahead, LIBOR transition also brings with it markets relating to the new risk-free rates (RFRs), like Secured Overnight Financing Rate (SOFR).", "According to ISDA's Transition to RFRs Review published in August, trading activity in SOFR-linked OTC interest rate derivatives (IRD) continued to grow in Q2 this year, with the traded notional of SOFR-linked IRD increased by 22% to US$932 billion from US$762 billion in Q1 2021.", "Going forward, these new market segments will no doubt have further room to grow.", "Closer to home in Hong Kong, we are adopting a multiple-rate approach, under which both Hong Kong Interbank Offered Rate (HIBOR) and HONIA are expected to co-exist.", "In line with the market development efforts across the world, we are taking active steps in promoting the further development of the HONIA-linked market.", "To facilitate the adoption and usage of HONIA, we are planning to issue HONIA-indexed floating rate notes (FRNs) under the Government Bond Programme later this year.", "We hope the proposed FRN issuance could encourage the private sector to consider issuing similar products in the future, and provide further impetus for the development of other HONIA-linked instruments in Hong Kong.", "Sustainable Finance 13.", "Let me now turn to sustainable finance - another area that we are seeing growing awareness and increasing interest in our region.", "Here in Asia, we are home to the globe's fastest growing economies.", "But, at the same time, our region also produces almost half of the world's greenhouse gas emissions.", "To combat and address the consequences of climate change, we should all work together in supporting the transition to a low-carbon economy, and factoring in these climate-related risks in our business strategies and investment processes.", "On this, we are delighted to see that the momentum of sustainable finance has been gaining traction in the past few years, which has also brought about new opportunities in this fast-growing space.", "Green bond issuance 14.", "One of the HKMA's priorities in recent years is to continue to strengthen Hong Kong's position as a regional green and sustainable finance hub.", "With that in mind, we have put in substantial efforts and resources in this area, and actively reached out to potential green bond issuers to grow the market.", "On this front, we are pleased to note that the green and sustainable bond issuance amount in H1 2021 has already exceeded the whole year of 2020 .", "More recently, the Shenzhen Municipal Government has successfully issued a total of RMB5.0 billion of offshore bonds in Hong Kong, RMB3.9 billion of which were green bonds.", "It was the first time for a Mainland local government to issue offshore bonds in Hong Kong.", "We hope that this would attract other Mainland local entities to follow suit and make use of Hong Kong's platform to issue green bonds, thereby enhancing Hong Kong's role as a major green finance hub for the Mainland, in particular the GBA.", "Asides from these efforts, the HKSAR Government has issued two rounds of institutional green bonds since 2019, with the 30-year green bond to be the longest tenor green bond issued by a government in Asia.", "As part of our continued commitment in promoting sustainable development, Hong Kong has also set up the world's first government Global Medium Term Note Programme dedicated to green bond issuances.", "We believe this could not only create a strong demonstrative effect, but also help establish a benchmark yield curve, which is critical in supporting the further development of the green bond market in Hong Kong.", "Other Initiatives 16.", "Indeed, Hong Kong is already one of the major green finance hubs globally, with a strong presence of finance and legal professionals, global institutional investors and asset managers committed to green and sustainability.", "As the manager of the Exchange Fund (EF), the HKMA is also integrating sustainability into our investment strategy.", "We are not only supportive of responsible investment at the EF level, but also seek to collaborate with like-minded investors and international organisations to promote ESG standards in investment process.", "Looking ahead, we believe that green and sustainable bonds will continue to be the key growth driver.", "In May, Hong Kong launched the Green and Sustainable Finance Grant Scheme to support green and sustainable bond issuance and lending.", "The scheme, which will last for three years, provides subsidy for eligible bond issuers and loan borrowers to cover their expenses on bond issuance and external review services.", "I'm glad to note the warm market response to our new grant scheme.", "Since its inception in May, nearly 30 applications from green and sustainable debt issuers have been approved and more than 40 are in the pipeline.", "To further strengthen our green and sustainable finance ecosystem, the HKMA and the Securities and Futures Commission (SFC) co-established the Green and Sustainable Finance Cross-Agency Steering Group last year, with an aim to coordinating cross-agency market development efforts on this front.", "In July this year, the Steering Group launched the Centre for Green and Sustainable Finance, which coordinates the efforts of financial regulators, Government agencies, industry stakeholders and academia in capacity building; and at the same time, helps improve data availability for the financial industry.", "With these ongoing efforts and our strong commitment to green finance, Hong Kong's role as a regional green and sustainable finance hub has been taking shape.", "But we should not stop there.", "I encourage all of you to continue to build on our strength as the leading financial centre in Asia to capture the enormous opportunities in this growing space.", "With our natural advantage to be the \"green\" gateway for China, we believe that Hong Kong can continue to contribute to this important transition in the region.", "I began my speech by highlighting the complex and far-reaching nature of the challenges arising from LIBOR cessation.", "Meeting these challenges would require tremendous efforts from all of us across the financial markets.", "With that in mind, we strongly encourage you to accelerate your transition efforts and respond swiftly to these important changes, which would no doubt bring about a substantial shift to our market activities and business practices.", "Above all and most importantly, we must stay committed and work together collectively, with our focus remain firmly on the common goal of ensuring a smooth and timely transition.", "Given the limited amount of time today, I could only briefly touch on what the HKMA has been and will be doing for being the region's sustainable financing hub.", "I look forward to sharing more updates and views with you on other occasions.", "I would also urge you to stay engaged for further benefitting from the unfolding opportunities in the sustainable financing space in Hong Kong!", "HKMA analysis of the volumes of Asian international green and sustainable bonds arranged in Hong Kong"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["LIBOR transition", "sustainable finance", "green bond issuance", "HONIA-linked market", "ESG standards", "international cooperation", "risk-free rates", "green and sustainable finance", "climate change", "green finance hub"]}