{"sentences": ["I am pleased to open this webinar on \"Enhancing Digital and Global Infrastructures in Crossborder Payments\", organized by the Bank of Italy in the context of the Italian G20 Presidency initiatives.", "Its primary aim is to support the activities that are being carried out within the G20 Roadmap on the enhancement of global cross-border payments that was published last October.", "These activities have been a top priority on the G20 agenda since last year and we are committed to their advancement.", "This two-day discussion intends to take stock of the progress made in implementing the Roadmap and gather views on the way forward from a variety of parties, including policymakers, industry participants and academics.", "The approaching end of the G20 Italian Presidency is the ideal time for a comprehensive check-up.", "Cross-border payments are considerably slower, more expensive, less transparent and less accessible than domestic ones.", "To an extent, this reflects the large number of stakeholders involved and the need to encompass more than one single time zone, currency, jurisdiction and regulatory framework.", "Yet, in recent years, international payments have become increasingly important for the world economy, reflecting the expansion of international trade, and especially e-commerce, of international tourism and business travel, of migration and remittances.", "Progress in cross-border payments is thus more necessary than ever.", "The improvement of cross-border payments has been at the top of the international agenda for many years.", "Consider, for example, the action plan launched by the Financial Stability Board (FSB) in 2015 to assess and address the decline in correspondent banking, the 2015 Targets on remittances set by the United Nations as part of the Sustainable Development Goals, and the work carried out by the BIS Committee on Payments and Market Infrastructures (CPMI) on Correspondent banking and Cross-border retail payments.", "Despite these initiatives, however, the efficiency of cross-border transactions has actually worsened in recent years compared to domestic payments, where the improvements have been enormous, reflecting in particular the introduction of fast payments in several jurisdictions.", "Only cross-border payments between highly integrated regional areas or within monetary unions seem to have benefitted so far from the major advantages offered by digital innovation, in particular by the supply of fast payments services.", "Against this background, in 2020 the G20 Saudi Presidency launched an ambitious and challenging plan to enhance cross-border payments at the global level and mandated the FSB to develop a Roadmap, which was, as I mentioned, eventually published last October.", "Given the complexity of the challenge, the Roadmap is necessarily a multiannual project and will require progress to be made on many separate, yet often interdependent, fronts.", "The work plan has been structured around 19 pillars or \"building blocks\", aimed at paving the way for a favourable global payments ecosystem, taking into consideration a very broad range of legal, regulatory and operational issues.", "This year, under the G20 Italian Presidency, substantial progress has been achieved by the groups responsible for these building blocks, despite the difficulties caused by the Covid-19 pandemic.", "Possibly the most substantial progress has been that of setting out specific quantitative targets for the cost, speed, transparency and accessibility of global cross-border payments.", "These targets aim to build a shared commitment to a common vision and to obtain specific outcomes which will form the basis of actions that will need to be carried out in the future.", "They were the focus of a public consultation that ended in July.", "Work is now well under way in taking on board the feedback from this public consultation and in drafting the final recommendations that will be published next month.", "Tomorrow's roundtable will take stock of the progress in implementing the Roadmap and discuss the main challenges ahead.", "The G20 Roadmap encompasses a wide set of initiatives, which cover legal, regulatory and operational issues.", "With respect to the latter, two main focus areas have been identified: the first is devoted to improving existing payment infrastructures and arrangements by strengthening the existing links (or building new ones) between the various payment systems and reducing settlement risks.", "the second covers emerging payments infrastructures and explores the potential of new multilateral platforms, global stablecoin arrangements and central bank digital currencies.", "The first solution would consist in interlinking existing payment systems.", "It would represent a fast, almost readily-available way to improve the efficiency of cross-border payments.", "Its viability is already demonstrated by a number of thriving initiatives.", "A recent experiment carried out by the Arab Regional Payments Clearing and Settlement Organization and the Bank of Italy consists of interoperating TIPS, the Eurosystem platform for instant payments, and BUNA, the cross-border and multi-currency instant payment system owned by the Arab Monetary Fund.", "It will be illustrated tomorrow in the session on \"Payments without frontiers: leveraging existing infrastructures\".", "Interlinking existing systems is arguably today the most attractive solution for several reasons: the jurisdictions engaged in the interlinking may continue to process payments according to their own legacy standards; costly migrations to common messaging and data formats are mitigated; and, as I mentioned earlier, this solution is almost ready for use as-is, as it can be implemented within a reasonable time frame and at a relatively limited cost.", "At the very least, it may be adopted to significantly improve the efficiency of cross-border payments in the immediate future, while new, potentially more efficient, solutions are being developed.", "Let us turn now to the new solutions, those which aim at building comprehensive multilateral platforms.", "These solutions have the potential of exploiting economies of scale and - at least in highly integrated regions - are likely to represent the natural evolution of interlinking arrangements among existing systems.", "While potentially attractive, new multilateral platforms may still raise a number of challenges and risks, which are likely to be magnified when moving from regional platforms to a larger, possibly global, scale.", "These challenges and risks include the need of reaching consensus among a wide range of stakeholders, the complexity of governance arrangements, and the concentration of operational and cyber risks.", "At the same time, the increasing digitalization of our economies - including the development and potential introduction of central bank digital currencies - offers large potential opportunities, ones that have yet to be fully explored.", "These risks and opportunities will be considered later today in the panel session on \"New Payment Infrastructures\" and in the session that will follow, which will take a closer look at some operational facets of two new technologies, namely, DLTs and CBDCs.", "Whatever the technical solutions may be, it is essential that the public and private sectors cooperate closely.", "Indeed, the quality of the service offered to the end users depends crucially on such cooperation.", "Reaching the optimal balance between public intervention and private initiative is not a trivial point, and raises a number of sensitive issues.", "We could ask, for example, whether central banks and other public authorities should limit themselves to promoting a gradual convergence towards new legal, regulatory and technical standards, or whether they should take a more central role as developers and operators, so as to deal with potential market failures and neglected collective needs.", "The panel session on \"Enhancing cross-border payments: public/private interaction\" will cover these and other related issues.", "We are all very well aware that several challenges have to be successfully addressed in order to deliver the ambitious goals of the G20 Roadmap.", "I am sure that this webinar will cast light on a number of them, but it will only be a single step on a \"long and winding road\".", "Other initiatives will need to be carried out before truly positive results are to be obtained.", "In this vein, the Bank of Italy will soon host another webinar, co-organized with the Monetary Authority of Singapore, which will focus on the challenges and anticipated benefits of interlinking existing payment systems that already allow the processing of fast payments.", "This webinar will take place on 22 November.", "It goes without saying that all of you will be invited.", "To conclude, let me thank the organizing committee for putting together such a rich and interesting program, and let me welcome panelists, presenters, discussants and all other participants.", "I am confident that, even though we cannot meet in person in these continually difficult times, the discussions of these two days will be intense and thought-provoking and will deliver new and useful insights.", "I am now pleased to leave the virtual floor to the Managing Director of the IMF,Ms Kristalina Georgieva, to whom I wish to express special thanks for being with us today and sharing her thoughts and insights on this most crucial issue."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cross-border payments", "G20 Roadmap", "Digital innovation", "Payment infrastructures", "Fast payments", "Central bank digital currencies", "Public/private cooperation", "Legal and regulatory issues", "Operational challenges", "Quantitative targets"]}