{"sentences": ["Our collective journey started in Paris almost four years ago, when eight central banks and supervisors from an already diverse background decided to join forces.", "Our aim was to rise to the climate challenge and work together to develop the tools we need as central banks and supervisors to foster and accelerate the greening of the global financial system.", "As a coalition of the willing, we have been working together in the Network for Greening the Financial System (NGFS), which I am proud to chair.", "Over time, others have joined us in our efforts.", "And I am delighted to announce here today that our network is welcoming the supervisory authorities of Turkey and Jersey and the central banks of Jordan, the Dominican Republic and Peru.", "This means that the NGFS - and I am also very proud of what I am about to announce right now - now brings together a total of 100 central banks and supervisors.", "Our network is both enriched by its diversity and strengthened by the shared determination of its members to address climate change and environmental issues within and because of their mandates.", "Since our Call for Action report of April 2019 , we have developed and shared practical tools and knowledge, most notably in the fields of prudential supervision, climate scenario analysis, responsible investment, the inclusion of climate-related considerations in monetary policy frameworks, data gaps, and building awareness and intellectual capacity.", "Based on our collaborative work, NGFS members have taken very concrete actions towards greening the financial system.", "The examples provided by the previous panellists are a very telling illustration of this dynamic, and many others in our network could share similar experiences.", "But I have not just come here to announce that our network now brings together 100 members.", "I am also extremely pleased to announce that today the NGFS is publishing its Glasgow Declaration entitled \"Committed to Action\", in which we reiterate our willingness to contribute to the global response required to meet the objectives of the Paris Agreement.", "And we make concrete commitments on what we will work on and deliver in the coming years, covering all the core activities of our network of central banks and supervisors.", "Looking ahead, we will deepen, amplify and strengthen our collective work and efforts.", "We will continue to make the financial system more resilient to climate-related and environmental risks and encourage the scaling-up of the financing flows needed to support the transition towards a sustainable economy.", "To do so, in the coming years the NGFS will further enhance and enrich its climate scenarios.", "We will deepen our analytical work on how climate change might be taken into account in the conduct of monetary policy.", "We will intensify our work to bridge climate-related data gaps.", "We will publish guidelines on TCFD-aligned reporting for central banks.", "We will step up our efforts on capacity building, with a particular focus on members from emerging and developing economies.", "And we will continue to explore emerging topics, such as the impact of biodiversity loss or the risks associated with climate-related litigation, and work towards addressing them.", "The NGFS can only be as strong as the community supporting its work, and its collective achievements help to foster climate action by its members.", "This is why I am very happy to say that, in addition to our Glasgow Declaration, almost two thirds of NGFS members are taking the opportunity of COP26 to publish an individual pledge or strategy.", "Taken together, these clearly demonstrate that our network is determined to act and fulfil its responsibilities.", "These pledges and strategies show that the integration of climate-related and environmental risks into financial stability monitoring and microprudential supervision is on the way to becoming a reality.", "Indeed, almost all the pledges and strategies involve actions to strengthen microprudential and macroprudential climate-related supervision - by using scenario analysis including climate stress tests, by issuing supervisory expectations or guidance, or by encouraging their organisations to build capacity.", "These pledges and strategies clearly signal the new frontier of the NGFS's work: many of them encompass actions to further explore options to integrate climate-related considerations into monetary policy or to move towards more disclosures on their organisations' activities.", "In Paris, almost six years ago, the parties to the UN Framework Convention on Climate Change set a goal: to \"make financial flows consistent with a pathway towards low greenhouse gas emissions and climate-resilient development\".", "We - central banks and supervisors of the NGFS - have heard you very clearly and have sought to take action, within our mandates, to contribute to this goal.", "While governments are in the driving seat to lay out policies and set ambitious transition paths, we are committed to playing our part and fulfilling our responsibilities, within our mandates, to support and contribute to a successful transition to net zero.", "With today's announcement of the NGFS Glasgow Declaration - Committed to Action - our network of 100 central banks and supervisors is no longer just a coalition of the willing: we are a coalition of the committed.", "NGFS (2019), A call for action: Climate change as a source of financial risk, April.", "Reporting standards that are aligned with the recommendations issued by the Task Force on Climate-related Financial Disclosures."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["NGFS", "Climate Change", "Financial System", "Monetary Policy", "Climate-related Risks", "Scenario Analysis", "TCFD", "Pledges and Strategies", "Microprudential Supervision", "Glasgow Declaration"]}