{"sentences": ["SPEECH SVERIGES RIKSBANK 2021-10-06 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) First Deputy Governor Cecilia Skingsley Swedbank (digitally) Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Building payment systems for our Payments at the heart of our everyday lives Firstly, thanks for inviting me this morning to speak about payments and the infrastructure that makes them possible.", "A topic that currently commands quite a lot of time at both the Swedish banks and the Riksbank, due to large projects aimed at basically building the future payment systems.", "I will say more about this shortly.", "Many of us tend to pay without thinking so much about what actually happens.", "On a typical day, a first interaction with the payment system could be preloading your public transport card from your bank account.", "At work, you use your mobile phone to send - or 'swish' as we call it after the domestic mobile payment service - a contribution to a colleagues 50th birthday present.", "Later, lunch is paid for with a bank card that you may also use to buy groceries with on your way home.", "Back from work, you may still have a few payments to make.", "In the evening, perhaps you log on to your internet bank to pay a couple of bills.", "Also, if the month has not been too costly, a sum of money may be placed in your savings account or even invested in the stock market.", "Then, maybe you round off the day by some visits to your favourite online shops paying by choosing among the methods on offer.", "It is a complex piece of machinery that allows those payments to be made.", "In Sweden, this machinery is now undergoing what appears to be the largest overhaul in generations.", "The banks are working on modernising the entire retail payment infrastructure, harmonising it within the Nordics.", "And during next year, the I would like to thank Anders Mölgaard Pedersen and André Reslow for their help with writing this speech, and Ann Börestam, Gabriela Guibourg, Eva Hellström, Elizabeth Nilsson, Tommy Persson, Björn Segendorff, Marianne Sterner, Johanna Stenkula von Rosen and Gary Watson for valuable comments.", "To be precise, this speech is not only about payments, but touches upon also security settlement infrastructures.", "Not to bother you further with strenuous terms, I will be a little relaxed about my terminology and use 'payment infrastructures' also when I mean 'financial market infrastructures', etc.", "Riksbank is launching a new service for settlement of instant payments that we call RIX-INST.", "Also, very recent, the Riksbank made a decision to take preparatory steps to connect Swedish krona to T2 and TARGET2-Securities, T2S.", "The latter are the Eurosystem's platforms for large-value transfers between banks and settlement of security transactions, respectively.", "We will now perform an in-depth analysis of all relevant aspects that will provide the basis for deciding whether the Riksbank should enter into contractual negotiations with the Eurosystem.", "Joining T2 and T2S is expected to benefit the participants of the Riksbank's current settlement services.", "For instance, they will gain from increased cost-efficiency and harmonisation, that is, alignment with European standards and practices.", "In the end, that should also lead to improvements for banks' customers.", "Importantly, a decision to connect to T2 and T2S should be taken into account by the Swedish banks in their future business and investment planning.", "My speech today will be about the Riksbank initiatives just referred to and the motives behind them.", "First, however, I plan to take you on a short tour of the history of payments.", "This is because I believe there are lessons to be learned here.", "Lessons that over time have formed the way that we at the Riksbank think about payments and the financial infrastructure in general.", "As such, they have played into also our recent decisions, of course.", "Looking at the past, the key observations that I make are the following:  Firstly, for a well-functioning monetary system the trust of money is key.", "A credible issuer can ensure this.", "Moreover, converging on one monetary unit in a given country, what economists refer to as the uniformity of money, increases simplicity and efficiency.", "Secondly, technological developments, often far away from payments, are an important driver of change.", "This goes hand in hand with innovation of ideas, humanity's ability to react creatively to recognised needs.", "Sometimes this can even lead to the emergence of new types of business.", " Thirdly, the private and public sector complement one another by filling different roles.", "While the public sector provides trust and stability, the private sector takes care of innovation.", "Throughout history, then, occasionally the public sector has had to take the lead in creating changes that are beneficial to society.", "Fourthly, network and scale effects are important factors to consider within payments.", "They generate barriers to entry, but also leave room for efficiency gains.", "Though not new, both effects may have been accentuated by the digitalisation of payments.", "After the historical walkthrough, I will explain those observations further and put them into the context of our current work on developing the payment infrastructure.", "Finally, I will say a few words about the Riksbank's e-krona project and our involvement in international work to improve cross-border payments.", "Those initiatives are targeted more at end-users of payment services.", "Yet, both can equally well be related to the lessons just highlighted.", "The history of payments - fasten your seatbelts!", "With the brief time I have at my disposal now, a tour through the history of payments must be limited to picking out a few main developments.", "However, for those with more time to spend, I can certainly recommend this subject for further study.", "In addition to useful insights into how we got to where we are now, I dare to say that it is packed with drama unfolding around great historical events.", "I will cover a few of them here.", "From barter to money In the beginning, there was nothing!", "Well, in fact there was, but that 'nothing' was pure barter.", "To acquire a good or service not produced by yourself, you needed to come up with a good or service that the seller wanted to have.", "When people started to specialise in what they produced, it was a great move forward for mankind - but to trade with each other was difficult.", "Barter, then, needed to develop.", "What happened is that one leg of the trade increasingly took the form of a money-like asset.", "By that I mean something which (i) is countable or measurable, (ii) has value as it is accepted by most people and (iii) can be stored by the seller for later purchases.", "Early on, various assets performed this role.", "In the end, however, precious metals like gold and silver came to dominate as means of payment.", "Paying for goods and services with gold or silver was not ideal, though, due to the process of weighing required.", "The solution to this was coins, as the people in Lydia discovered around 650 B.C.", "Coins smoothed the check-out, so to speak, and you can probably imagine how ancient retailers were quite happy with this invention.", "Yet, without an assigned and trusted issuer, they still required the coins to have intrinsic value, i.e., to be made of precious metals.", "There were other problems with coins.", "Firstly, they were often debased by mixing the gold or silver with less valuable metals.", "Also 'clipping', that is, shaving off part of the material, was fairly widespread.", "This led to a phenomenon that many years later became known as Gresham's law.", "It says that in commerce 'bad coins' drive out 'good coins' as the latter are kept for saving purposes.", "Mistrust in the coin system, or even its entire breakdown, was often the unhappy consequence.", "Another issue was the plethora of mints that continued to grow in number as technology spread.", "Fast forward, and at the mid-medieval period it had become fashionable for every European kingdom and principality to issue its own coins.", "With production costs lower than the coins' value, this was a useful source of income to finance the frequent wars at the time.", "But with multiple coins drifting around and uncertainty about their true value, it was essentially a mess.", "However, where there is chaos innovative minds see opportunities.", "During the 12th century, in the northern part of Italy, a new type of institution emerged.", "These specialised in exchanging foreign coins for local ones, not unlike present day foreign exchange dealers.", "This reduced the problem with the many coins causing much confusion.", "Even more advanced, some of the new institutions started to swap coins for bills of exchange that could be used in local trade.", "The medieval coin-exchange providers brought banking to Europe, it is often said.", "Initially, they only handled deposits, as charging interest was viewed as usury by the powerful church.", "However, with Italy the epicentre of European trade, you could still run a proper business facilitating transactions only.", "Later, the House of Medici and its peers took banking as well as bookkeeping to the next level.", "Around the same time, the famous Knights Templar were also chipping in with innovations in payments and banking.", "They provided services for long-distance payments, one of them a system akin to international cheques.", "Europeans involved in the Crusades were faced with a long and dangerous journey to the Holy Land, where carrying valuables was risky.", "Instead, the Knight Templars offered their clients to deposit their belongings at home against a letter.", "This - the cheque, basically - could be presented to other Templars upon arrival to 'withdraw funds'.", "The Templars also provided loans to various nobles and monarchs.", "The most heavily in debt was King Philip of France, who was one day denied further borrowing to finance the Hundred Years War against the English.", "Infuriated, and jealous of the wealth of the order, the king accused the Templars of heresy and ordered their arrest.", "Ultimately, this led to the latter's downfall, with many Templars being burnt at the stake.", "Although we sometimes disagree, we can all appreciate that today's public-private sector relationship is more stable and civilised.", "Despite new banking services, the problems with the coin system were not resolved.", "In 1609, in Amsterdam, a trade centre with many currencies in circulation, the city council decided enough was enough and set up Amsterdamsche Wisselbank.", "The public bank was tasked with estimating the value of the 500 or so different coins that were around and exchanging them with its own currency, the rijksdaalder.", "By having a single currency, the highly chaotic system was improved, and the bank quickly became a hub for settling international payments.", "The modern banknote In Sweden, problems with the coin system were of a different kind.", "At that time, Swedish coins were made of copper, not gold or silver.", "As a consequence, they had to be quite sizeable, as their value still depended on the metal used.", "Obviously, this made daily purchases a fairly heavy exercise.", "But again, great ideas seemed to come to our rescue when Latvian-born Dutchman Johan Palmstruch, with the blessing of Charles X Gustav, set up Stockholms Banco to issue the first 'modern' European banknotes.", "However, Mr Palmstruch hadn't thought it through properly.", "Or at least, he had underestimated the collateral needed to operate a business like that.", "When people started to queue up outside the bank to have their notes redeemed, he quickly ran out of metal.", "The bank was liquidated in 1667, and poor Mr Palmstruch was imprisoned, though reprieved from his initial death sentence.", "The year after, in 1668, Stockholms Banco was nationalised and Sveriges Riksbank was established.", "Other countries followed suit and established similar note-issuing institutions.", "A prominent one was the Bank of England, founded in 1694 to assist in financing England's participation in the Nine Years' War.", "For centuries, the Bank of England was a privately-owned company with the exclusive right to issue banknotes.", "Being publicly backed, the notes did not take long to become a trusted and widely used means of payment in London.", "They should soon also serve other purposes as I will explain shortly.", "Sadly, the very first deputy governor of 'the Bank', my British counterpart three hundred-odd years ago, Michael Godfrey, did not experience that.", "Long-distance payments were still a mess, and in 1695, this brave man was on duty to pay the troops in Flanders.", "Invited for dinner by the king, the two men decided to visit the nearby trenches by Namur, in modern-day Belgium.", "Here, Mr Godfrey literally forgot to keep his head down when cannonballs were fired.", "Times and duties of central bankers have changed, I note with great relief.", "Outside England, multiple issuers of banknotes were allowed, with the United States as a prominent example.", "The latter's monetary history is rich and dramatic.", "One particular period was the 'free banking era', prompted by President Jackson's refusal in 1832 to renew the charter of the only nationwide bank at the time.", "As a result, note-issuing banks mushroomed, and hundreds of notes circulated around the country at varying discounts.", "The 'experiment' was ended by the outbreak of the Civil War when a national banking system was established.", "Sweden also provides a case in point.", "Following the collapse of Stockholms Banco, the newly founded Riksbank was not allowed to issue banknotes until 1701.4 Then, as commercial banks started to emerge in the 1830s, they were granted similar concessions.", "Over a period, notes from ten to fifteen issuers were in circulation, causing much confusion.", "This was brought to a halt with the Sveriges Riksbank Act from 1897, which ensured the Riksbank its current monopoly - with a unified national currency as a result.", "The rise of financial infrastructures As the number of banks surged, so did the need for structure.", "In London around 1770, 'walk clerks' ran between banks to clear and settle cheques.", "One day, the story goes, two of them were having lunch at the Five Bells tavern in Lombard Street.", "Tired after a busy morning, one came with the suggestion that all clerks could meet for lunch at the Five Bells to exchange cheques - and the 'modern' clearing house was born.", "Over time, procedures improved markedly.", "While settlement of banks' obligations had for many years taken place in coins, the Bank of England's notes now allowed for a safer and more efficient process.", "Later, the Bank of England started to offer account settlement, for many years on physical ledgers and later in digital form.", "Moving from pub clearing and settlement in coins to highly advanced electronic systems may not have entirely eliminated risks.", "Yet, few - if anyone - would deny that the efficiency gains have been enormous.", "Central banks around the world followed suit and set up similar arrangements to clear and settle payments.", "In the United States, the Federal Reserve System in 1918 established the first version of Fedwire, its system for transfers of funds between banks.", "What was special about Fedwire is that it used the telegraph lines which now connected the entire country.", "This technological innovation made it possible to settle payments within a short time, even between banks that held accounts in different regional banks in the Fed system.", "In Sweden, the establishment of Postgirot was an important step.", "Postgirot was, in essence, a public bank within the Swedish postal service.", "It was created in 1925 by the government, which was unimpressed by the then private service offerings for paying remotely - basically sending cheques and banknotes by post!", "With the infrastructure in place, transfers via Postgirot quickly gained ground.", "Private banks took some time to react, but did so compellingly when in 1959 they founded Bankgirocentralen - the future leading clearing house in Sweden.", "Bankgirot also kick-started a long tradition of Swedish banks working together in the fields of payments.", "Numerous are their common services targeted at end-users, that is, households or businesses as payers or payees.", "Many were developed and then operated by Bankgirot, which became more than a pure clearing house.", "Today, Bankomat (ATMs) and Getswish (instant mobile payment service) are other examples of joint ventures that allow their owners, the banks, to offer joint payment services to customers.", "By collaborating on rules and standards for common payment instruments, banks enabled payments between their customers.", "Basically, you were not limited to making payments within the same bank, a closed-loop system, as it is sometimes called.", "Broadening the network of payers and payees provided a reach that increased the efficiency of the overall payment system.", "Increased digitalisation also meant that sharing infrastructure and development costs was cost-effective for the banks.", "Most recently, the major Swedish banks have joined forces with Danish and Finnish equals to build a Nordic clearing platform - the P27 initiative.", "As well as further exploiting economies of scale, the intention is to smooth payments across borders within the Nordics.", "This could be promoted further if complemented by common Nordic payment solutions or by making payments between existing domestic schemes feasible.", "Drawing conclusions based on a period spanning millennia can only be strongly subjective.", "Yet, certain factors stand out to me as constants during the history of payments.", "Some may even be more relevant than ever, one could argue.", "Allow me now to elaborate further on my four basic lessons, before I turn to our ongoing work to develop the current infrastructure.", "Trust and uniformity of money is essential Firstly, for money to work properly it needs to have the trust of its users.", "Otherwise, buyers and sellers will look for other mediums of exchange.", "This increases transaction costs, hampering trade and economic activity.", "Historically, trust has benefitted from a credible issuer, that is, from money being a claim on a party that everyone expects to honour its obligations.", "This speaks in favour of giving the right to issue money to the state with its powers of taxation.", "This is also what happened in most countries with the Bank of England as an early role model.", "In addition, I also believe in the value to society of having one commonly agreed monetary unit in a given jurisdiction.", "Over time, this has become a reality almost everywhere.", "In Europe, countries and their inhabitants have converged on one currency - with the euro area as a special case, of course.", "In the United States, developments have been similar.", "The 'free banking era' showcased the impossibility of keeping track of the values of notes by different issuers.", "In the end, they were replaced by Federal Reserve banknotes, and a common currency was established.", "During our lifetime and in our part of the world, it has been like that - one country, one monetary unit.", "However, a few years ago, technology started to challenge this, at least conceptually.", "We are now seeing the emergence of cryptoassets in various forms, without a public issuer, claiming to be money.", "Yet, most of them vary significantly in value, which means that their purchasing power also fluctuate.", "Consequently, cryptoassets mainly function as investment assets and not as a means of payment in the way we use, for example, kronor, euros and dollars.", "One innovation in the crypto world is so-called stablecoins, which are cryptocurrencies where the issuer promises that the value follows the value of another asset, such as dollars.", "In this way, the stablecoin issuer uses the trust in already established currencies.", "So far, stablecoins have mainly been used by those active in the cryptoasset market, but there is the ambition to broaden their acceptance as a means of payment.", "Therefore, the global financial standards-setting organisations have initiated extensive regulatory and monitoring work to ensure that stablecoins do not threaten financial stability.", "For my part, I note that the interest in stablecoins show the need for the existing payment systems to be improved to meet people's needs for efficient and cheap payments.", "To conclude, having a credible issuer of money, and one single monetary unit within a jurisdiction, seems to be the prevailing system throughout history.", "With a trusted issuer, which has been the task of central banks for the past 300 years, the intrinsic value of money doesn't matter.", "We accept that banknotes and coins are just paper and some fairly cheap pieces of metal.", "In addition, quoting prices in a host of different units that may fluctuate in value will never be efficient.", "The importance of monetary uniformity to a country's prosperity can hardly be overestimated.", "Technology and innovation of ideas drive change My second lesson concerns the drivers behind evolution in payments.", "Based on history, one important force for changes has clearly been technological developments, often in industries far away from financial services.", "For example, the printing method invented by Gutenberg in the 15th century was a prerequisite for going from coins to paper notes.", "Without the ability to mass print standardised notes, Mr Palmstruch and his followers would not have been able to revolutionise the payments market in the way they did.", "Similarly, the telegraph not only improved settlement of payments within the Fed system, but also transformed long-distance foreign exchange trading.", "Some of you may have heard the expression 'trading the cable'.", "The phrase had its origin in the mid-19th century when the transatlantic telegraph service radically upgraded international communication.", "Obviously, this hugely impacted the quoting of exchange rates across the world.", "Since then, the FX rate between British Pound Sterling and the U.S. dollar has been referred to as 'the cable'.", "The way that technological developments impact payments has been particular clear in recent years.", "The internet and improvements in telecommunications have brought new ways of purchasing goods and services in the form of e-commerce and mobile commerce.", "Along with this, we have seen large shifts in how consumers pay for their purchases and how we transfer money to one another.", "It is a bit of a platitude, but still worth highlighting that the speed of innovation has been greater than ever in recent years.", "A further driver of changes has been humanity's ability to see needs and demonstrate entrepreneurism.", "The history of payments is full of examples where people with great ideas have solved problems or inefficiencies in the market.", "From time to time, this has even led to new types of financial business that we recognise today.", "Lately, a trend has been the emergence of new suppliers of payment services outside of the bank domain, in Europe facilitated by legislation.", "Their heterogeneity is large, but so is the potential of some of them.", "Private and public sector do what they do best My third takeaway regards the role of the private and public sectors.", "While their roles may have changed over time, they have invariably explored their comparative advantages.", "Throughout history, the private sector has showcased that it is an excellent innovator and understands consumer needs.", "Where there is a problem, it often provides a solution.", "The primary role of the public sector revolves around trust, universal services to all citizens, and security.", "One fundamental role of central banks today is to facilitate payments between banks.", "While the predecessor to our current clearing and settlement system may have started life in a London tavern, it later moved into the central banks.", "The main reason for this is to help banks settle payments using accounts at the central bank, i.e.", "in central bank money, thus abolishing the credit risks that could arise if they instead used commercial bank money.", "Central bank money is generally regarded as the safest settlement asset that could be used.", "While the private sector innovates, the public sector needs to be ready to 'step in' and correct market failure, provide coordination, guidance, and exercise its comparative advantages from time to time.", "In my historical walkthrough, I gave you some cases of this: The foundation of the Riksbank on the ruins of Stockholms Banco; Postgirot, a rare example of the private sector failing to accommodate consumer needs; and Amsterdamsche Wisselbank was an example of the government trying to solve the problem of not having uniformity of money.", "Network and scale effects as important as ever My fourth and final lesson relates to network and scale effects, and the barriers to entry they pose.", "Providers of new payments solutions need to invest money for development, setting up the infrastructure and marketing.", "Hence, there is a high fixed cost associated with market entry.", "Furthermore, to have a successful payments method, you need to have both payers and payees on board, and you need to reach a critical mass to cover your costs.", "We say that payments are a scale business.", "However, reaching a critical mass can be difficult since the value of the payment method is determined by the number of users.", "In economics, we often use the term network effects to describe the situation where a user's value from a product or service depends on the number of users.", "A classic example is that of the telephone: Two telephones enable only one link between participants.", "Adding a third telephone allows for two more connections, and adding a fourth telephone enables three new connections.", "Hence, each new participant grows the value of the network more than the last one did.", "The same holds in the payments market.", "Take the mobile application Swish that was introduced in 2012 as an example.", "In the beginning, few of us had Swish, and it did not provide much value.", "However, as more people adopted Swish, its value increased since the number of connections increased.", "Swish is also good example of the benefits of banks working together.", "By launching a joint service, the Swedish banks managed to benefit from network and scale effects.", "Moreover, sharing infrastructure and development costs is cost-effective and makes it easier to reach the critical mass needed to take advantage of economies of scale.", "It is also important to point out that the uniformity of money is closely related to network effects.", "In a situation with multiple currencies present, we would not be sure if the merchant or payee would accept the money held.", "That would mean having to carry different kinds in our wallets, establishing exchange rates and so on, all very inefficient.", "It is then likely that some would limit themselves to a subset of currencies.", "It is then undoubtedly harder to achieve the benefits from network effects.", "While network and scale effects generate efficiency gains, they also create barriers to entry.", "Or put differently, together network and scale effects often result in a 'winner takes all' situation.", "These entry barriers, thus, manifest themselves in possible concerns about the level of competition.", "Therefore, the public sector needs to balance the perils of what is often called a natural monopoly with the gains from joint services or sole providers.", "Hence, we need to ensure sound regulation and oversight.", "Network and scale effects are as important as ever.", "With globalisation, the network effects are moving from the domestic market to the global.", "Regarding scale effects, I would argue that digitalisation has increased the fixed costs and lowered the variable costs, thereby increasing the large-volume advantage.", "Next-generation payment systems I will now turn to the present and focus the remaining part of my speech on the work at the Riksbank on developing the current infrastructure - building the payment systems of tomorrow, if I may say so.", "Naturally, this is not a solo task, but a joint effort involving many stakeholders, public and private, domestic and foreign.", "I will concentrate, however, on the Riksbank's rationales for this work.", "They are to a large extent related to the lessons that I just highlighted.", "Before I do this, let me briefly reflect on what I said earlier about the higher pace of innovation in recent years.", "For those in the commercial sphere of payments, this has increased the risk of 'falling behind', we often hear.", "You need to master the new opportunities offered by the 'era of digitalisation' to avoid losing market shares.", "Add to this that network and scale effects tend to benefit suppliers that are first with a new solution or service.", "Here my point is that the same factor has also led to demands on central banks to be as vigilant as ever.", "With technology barriers being put under pressure and market trends swiftly changing, 'wait and see' is a risky strategy.", "Developments that cause concern could build up quicker than before and become irreversible within a short time.", "Add to this that system changes may have a certain lead time, and it is clear that central banks need to act quickly, too.", "With the Riksbank mandated to promote a safe and efficient payment mechanism, a task that I take very seriously, those are obviously important considerations to bear in mind.", "The future highway for instant payments One recent example where we, at the Riksbank, saw a need for early intervention was with respect to instant payments.", "By instant payments, I mean transfers of funds between customers' accounts within a few seconds.", "Not many years ago, use cases for those payments were weak and so was interest in them.", "This has clearly changed, however, and you no longer trigger much of a discussion by claiming that instant payments will someday be the new normal.", "In Sweden today, instant payments are settled in BiR, Betalningar i Realtid, a payment system owned and operated by Bankgirot.", "At present, they comprise only payments using the Swish app.", "In BiR, settlement of obligations between banks takes place in commercial bank money, not in risk-free claims on the Riksbank.", "The Riksbank and the banks have worked out a solution where the banks make special BiR provisions in RIX that act as a guarantee for the payments.", "However, in a future where a considerable amount of payments will be instant, this is not a sufficient arrangement and could imply risks to financial stability.", "As a consequence, and after a thorough analysis, the Riksbank decided to develop a new service for instant payments.", "RIX-INST, as we call it, will be based on the ECB's Target Instant Payment Settlement (TIPS) platform that was launched a few years ago to settle instant payments in euro and potentially other currencies.", "The service will allow banks to settle instant payments between themselves in central bank money, 24/7 and all year round.", "On top of RIX-INST, banks can then develop similar services towards their customers.", "Sharing a platform with other central banks, as we basically do here, has several advantages.", "First of all, it entails efficiency gains due to the scale effects that I referred to before.", "Importantly, not only the fixed development and operating costs will be spread on larger volumes, but also future costs to protect against cyber-attacks and the like.", "One of the few other undisputed predictions within payments is that in the future those costs will go up.", "Secondly, connecting to a platform like TIPS, based on standards that are applied across the European payment market, facilitates harmonisation.", "This will benefit Swedish banks and their customers doing business in other European countries.", "Essentially, they will be able to streamline their payment processes at home and abroad.", "In general, harmonisation of standards also serves to promote competition in the payment market, in my view.", "Thirdly, competition will be further enhanced by the fact that RIX-INST is provided in a competitively neutral manner.", "Decisions about access and prices will be made free of any commercial interests that may characterise private systems of the same kind.", "This is particularly important in light of the entry barriers arising from network and scale effects and taking into account the future appeal of this specific type of payment, instant transfers of funds.", "A brief update on the status of the project:8 The new service is planned to go live in spring next year.", "I believe that we are well on track, not least due to good collaboration with our fellow central bankers within the Eurosystem, as well as the Swedish banks.", "At the same time, we are also exploring the potential to use the TIPS platform for instant payments between currencies like the krona and the euro.", "This could be a further benefit from this particular platform sharing.", "New systems for wholesale transactions RIX-INST will be a service offered based on RIX, the Riksbank's payment system.", "RIX is often referred to as the heart of the Swedish financial infrastructure.", "Among its existing services is RIX-RTGS which is used for large-value transfers between banks.", "It handles around 531,000 payments a month with an average value of approximately SEK 35 million.", "The yearly turnover in RIX-RTGS is about SEK 130 trillion, that is, near 26 times the Swedish gross domestic product.", "RIX-RTGS is a Real-Time Gross Settlement-based service.", "What characterises such a service is that each payment is settled immediately and individually.", "This differs from a deferred-based service where payments are settled after a certain time span, gross or net.", "Real-time gross settlement, together with the fact that funds are exchanged on central bank accounts, eliminates credit risks.", "Further, as RIX also offers intraday loans to banks that temporarily lack funds, liquidity risks are reduced.", "RIX and its current services have contributed to financial stability and served the Swedish banks well for a number of years.", "However, the requirements to a modern central bank payment system develop over time.", "Increasing globalisation leads to growing demands for harmonisation.", "New functionalities are requested, and more participants raise the operational burden and risks.", "Also, new types of threats arise, especially related to cyber-attacks, which need special attention in terms of security measures.", "With this background, the Riksbank recently decided to take preparatory steps towards using the Eurosystem's future T2 platform for the next generation of RIX.", "T2 will replace the Eurosystem's current RTGS system, TARGET2.", "It will include a number of enhanced services compared to TARGET2 and be based on the global ISO 20022 messaging standard.", "What is more, like TIPS, T2 will be able to facilitate payments in several currencies - that is, among them perhaps the Swedish krona.", "T2 will be launched in November 2022.", "Importantly, as a twin decision, the executive board concluded to initiate a similar process regarding TARGET2-Securities, T2S.", "Today, only one central securities depository, Euroclear Sweden AB, has access to central bank money in Swedish kronor for securities settlement.", "Connecting to T2S, this access would be broadened to more than one central securities depository, improving competition in the market.", "T2S started operations in 2015 and has been developed as a multicurrency platform with the Danish krone available for settlement since October 2018.", "Like for TIPS, sharing the T2 and T2S platform with the Eurosystem will provide significant economies of scale.", "It also ensures access to the Eurosystem's resources and expertise.", "This will help to keep future service developments in line with best practice.", "Moreover, connecting to both platforms will be important steps towards further European harmonisation of the Swedish financial market.", "The Riksbank views this as the best strategy to ensure that Swedish and foreign banks and investors will be able to settle their transactions in Swedish kronor in an efficient way.", "As platforms for wholesale transactions, those effects of joining T2 and T2S will impact first the participants of the Riksbank's current settlement services.", "Ultimately, however, this should bring about cost savings and other improvements also to end-users of financial services.", "One example could be issuers of debt instruments.", "In the future, more Swedish corporates may consider this type of financing.", "They will clearly benefit from settlement practices that are harmonised with larger European markets.", "The preparatory steps that we have decided to take will provide a basis for deciding whether the Riksbank should enter into contractual negotiations with the Eurosystem.", "In practice, we will analyse thoroughly a number of key issues, ranging from the consequences for monetary policy and financial stability to governancerelated aspects and possible contingency solutions.", "This entails also further study of potential requirements stemming from the Swedish protective security legislation.", "Now, this is not something that will happen overnight.", "A first transaction using Swedish kronor on T2 or T2S is likely to happen perhaps seven or eight years ahead.", "The work following a decision to proceed - negotiation with the Eurosystem, implementation, testing, etc.", "- will take several years.", "Yet, my message to Swedish banks listening to or reading this is, I would like to bring the message across that this is no small task, neither on our side or yours.", "We will invite for further dialogue around this in due course.", "Serving society beyond interbank infrastructure In addition to the just mentioned development plans for the next generation of payments systems, we also conduct work that more directly focuses on end-users rather than wholesale payments.", "E-krona: maintaining the public's access to central bank money Against the background of declining cash use in society, the Riksbank began work in 2016 on analysing opportunities and challenges associated with issuing a Swedish krona in digital form to the public: an e-krona.", "When we started this investigative work, we were very much alone.", "Five years later, many of the world's central banks are now working on issuing digital central bank money to the public in the form of so-called Central Bank Digital Currencies (CBDCs).", "At the Riksbank, we have now taken a further step in our investigation by turning to the technical aspects of an e-krona.", "In practice, in 2020 we started a project, the e-krona pilot, to learn more about how a technical solution for the e-krona could work.", "Besides, the Riksbank is involved in extensive international work on the subject and participates in, and leads, a number of international working groups.", "For hundreds of years, the Riksbank has ensured that the Swedish public has access to a means of payment issued by the state.", "The public's access to central bank money is the anchor of a unified national currency that includes both private and government money, and where the exchange rate between government and private entities becomes one-to-one.", "Learning from history, I think we must ensure that this uniformity of money continues.", "In essence, a decision to offer of e-krona will make sure that the citizens of Sweden continue to have access to risk-free Swedish kronor for payments in the future.", "To achieve this, in its role as issuer of means of payment, the Riksbank needs to modernise its product.", "We can see this as adopting new technology in the same way as we replaced copper plates with paper notes.", "Although the issuance of an e-krona can be seen as fulfilling the Riksbank's obligation to supply banknotes and coins with new technology, it is clear that the ekrona addresses broader issues about the state's role in the payment and monetary system.", "For this reason, the Riksbank wrote to the Riksdag in the spring of 2019 providing input to an inquiry that should, among other things, clarify the Riksbank's mandate regarding the e-krona.", "The inquiry was appointed in December 2020 and will deliver its report in November 2022.", "Enhancing cross-border payments - a global priority But payments will undergo even more changes in the future.", "Allow me to conclude here with some words on a subject where the Riksbank, and myself, are heavily involved in international work; cross-border payments.", "Unfortunately, cross-border payments are one area where I think both the public and private sector have failed to deliver.", "Of the almost 8 billion people on the planet, about 1.5 billion lack sufficient access to financial services, including reasonable access to a low-cost bank account.", "And for those individuals with an account, cross-border payments are still slow, expensive, and not very transparent.", "This is why the G20 countries have developed a comprehensive programme aimed at enhancing cross-border payments.", "The programme is organised as a roadmap containing 19 building blocks, where 16 are focused on enhancing current systems.", "Building blocks 17, 18, and 19, on the other hand, look at possible ways to explore future, not yet fully operational, means to enhance cross-border payments: multilateral platforms, stablecoins, and CBDCs.", "I am very much involved personally in this work as I chair the 'Future of Payments' working group that comprises these three building blocks.", "The roadmap is the modern version of the Postgirot intervention - on a global scale - if you like.", "The public sector - dissatisfied with the current situation - takes action to guide, but also push the private sector.", "I want to be clear about this: this is an area where the public and private sector have to work together.", "Cross-border payments are heavily reliant on harmonisation, standards, and trusted legal foundations.", "These are areas where the public sector has a lot to offer, but ultimately, it is the private sector that has to deliver the services towards the end-users.", "Nevertheless, the public sector is now setting the course, and hopefully, in a couple of years, a cross-border payment will be almost as frictionless as a domestic payment.", "That should at least be the aim, I think.", "Building payment systems for our grandchildren Allow me to offer some concluding remarks.", "History has taught us many things.", "Trust and uniformity, technology and innovation, network and scale effects, and the division of responsibilities of the public and private sector are fundamental drivers of the payments market.", "The speed of innovation is faster than ever, pushing the Riksbank to adapt and respond to the evolving world around us.", "This is why we are now updating and modernising our services.", "We will soon launch RIX-INST for instant payments.", "In addition to that, we have made a decision to take preparatory steps to connect the Swedish krona to the Eurosystem's T2 and T2S platform.", "We are heavily involved in international work to enhance cross-border payments, and we are carrying out investigative work on a potential e-krona.", "In my view, all of these decisions follow a long Riksbank tradition of providing a forward-looking, cost-effective and secure payment infrastructure."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payment systems", "Electronic payments", "Central bank money", "Monetary policy", "Financial stability", "Cross-border payments", "CBDCs", "Digital currencies", "Network effects", "Scale effects"]}