{"sentences": ["Accompanying presentation: www.bis.org/review/r211217f_presentation.pdf Ladies and Gentlemen, Dear Friends, Warmly welcome to the tenth Economics of Payments conference.", "These conferences have been held once every two years and have brought together academic researchers and central bankers for high-level discussions on money, payments and financial market infrastructures.", "The previous event was hosted by the Bank for International Settlements and Committee on Payments and Market Infrastructures in Basel in 2018.", "I am glad we at the Bank of Finland have the honor of hosting this 10nth conference.", "Originally, the event was planned to take place physically here in Helsinki, but it became necessary revise the plan.", "So, here we are now, ready to open the conference, with most of you joining us virtually.", "In my opening remarks, let me discuss three topics: first, the development of electronic payments; second the revised monetary policy framework of the Eurosystem; and finally, related to both of these, the digital euro.", "The Covid-19 pandemic has in the past 11⁄2 years taught us many lessons about working from home and about virtual meetings - but also about conferences which can take place successfully among people scattered around the world.", "This exceptional time has had an impact our behavior, and it has also affected the payments and payment systems in many different ways.", "We will learn more about this in the second session today.", "Based on a recent analysis by the Bank of Finland, the pandemic has accelerated many existing trends and developments in payments.", "The transition to digital methods of payment has leapfrogged forward.", "Contactless payment methods - perceived as hygienic - are preferred, and mobile payments have many new users, while the number of cash transactions at the point of sale has decreased.", "Several studies do suggest that many of these changes are likely to become permanent.", "With this in mind, it is important to discuss and clarify the central bank's policy and goals on electronic payments.", "The overarching goal in this regard is to ensure the availability of safe and efficient tools for the necessary transfers of money in the economy.", "What could this mean today in more concrete terms?", "In our thinking, there are four cornerstones.", "Let me next reflect on these.", "The first one is that the infrastructure for payments must be open and cost efficient.", "In our own particular context, the European reach of solutions and the use of standardization are important drivers for this.", "The interoperability of different infrastructures builds efficiency at the systemic level.", "It is important to allow equal access to all relevant infrastructures for every party fulfilling the necessary regulatory requirements.", "In economic terms, we are referring to a contestable payments market.", "The keynote by Professor Christine Parlour will expand on this point.", "The second cornerstone is that electronic payment services must be developed to take the needs of all user groups into consideration.", "Electronic payments do normally deliver efficiency.", "Yet, we must ensure that development does not lead to digital exclusion.", "The key is to make the services easily usable and widely accessible.", "And in the brave new digital world, we must pay particular attention to financial literacy.", "One practical example is instant payments.", "In Finland, we are seeing an encouraging trend where instant payments are being taken up by the banks largely as a 'new normal', and as the 'default procedure' for processing of account transfers.", "This is likely to benefit society as a whole.", "In a report by the Finnish Payments Council in 2019, it was noted that the improved cash management brings benefits for businesses, not least the SMEs, as the money arrives sooner and is directly available for use.", "In his recent book, 'The Internet', Mikko Hyppönen, a renowned Finnish IT security expert, wrote that we should not blindly digitalize everything.", "He uses the example of elections in Finland.", "If digital methods of voting were to be introduced, he says, the benefits would be marginal while potential problems could be huge.", "I very much agree with Mikko.", "The other example he gives is cash.", "The resiliency it provides should not be overlooked.", "This aligns with our thinking at the Bank of Finland: besides our strong support for advancing and improving electronic payments, we - and the Eurosystem at large - are committed to keeping cash as an alternative, also for the sake of resilience, not least in the case of cyber emergency.", "The third cornerstone in our thinking is that improvements in safety, reliability and prevention of misuse must be fundamental to the development of electronic payments.", "Payment service providers and infrastructures must have sound risk management and must focus on resilience.", "Preventing misuse of payments is a well-known requirement for members of the payment industry, and specifically the format required for anti-money laundering and countering terrorism financing.", "But in our view it is important to extend this idea and aim for solutions where consumers can have the means to use payment methods securely and avoid pitfalls.", "A good example of this is the requirement introduced in the European Union's revised Payment Services Directive to identify ourselves using strong customer authentication when paying for online shopping.", "The fourth and final cornerstone is to ensure the transparency and usability of paymentrelated information.", "Payment services, as the word implies, must serve their users.", "Users must be able to conveniently understand and follow the impact of their transactions on their own financial situation.", "For businesses, this could mean seamlessly integrating payment-related information flows into cash management, accounting and relevant process-control systems.", "For consumers, this would be an easy way of monitoring their own finances.", "But that's not all - the issue of consumer protection is also important here.", "Different payment methods can have a different level of protection against risks, and this must be openly and sufficiently communicated to the users of payment services.", "These four cornerstones should in our view guide the further development of electronic payment services.", "They complement and align with the goals defined in the retail payment strategies of the EU and the Eurosystem.", "In this context, we also want to make sure that the society remains inclusive.", "That's why we look at digital transformation from the citizens' point of view, in order to identify what is real and what is only hype.", "From that angle, we can see that there are different developments going on: those that clearly increase societal welfare and should be benefitted from, such as mobile and real-time payments - as long as we also take care of enhancing financial literacy; those that should be watched, or even prevented, such as booms and busts related to crypto-assets; and those that can be further developed, such as machine learning and artificial intelligence.", "This makes up a very challenging policy agenda for the central bankers, regulators and legislators alike, and for the financial industry.", "Let us approach it with an open mind for innovation and technology development, but at the same time mindful of financial stability and social inclusion.", "During the pandemic, there have been other changes, as well.", "One is the review of the ECB's monetary policy strategy that we concluded in July.", "The review was prompted by historically low interest rates driven by the trend decline in the equilibrium real interest rate, and the limits on lower interest rates as a result of the implications of the effective lower bound for monetary policy.", "We concluded that under these circumstances it is essential to build a sufficient inflation buffer.", "We agreed that a symmetric two per cent inflation target in the medium term suffices to create the monetary policy space required to be effective in tackling negative shocks.", "We also concluded that, if the economy is close to the effective lower bound, it is vitally important to adopt especially forceful or persistent monetary policy action to avoid negative deviations from the inflation target becoming entrenched.", "This may also imply a transitory period in which inflation is moderately above target.", "Climate considerations played an important role in the strategy review.", "The ECB has decided on an action plan with an ambitious roadmap to incorporate climate-related goals into the monetary policy framework.", "Monetary policy has many linkages to payment systems and market infrastructures, where the implementation of monetary policy operations eventually takes place.", "One such link is the issue of central bank digital currency, CBDC.", "This will be the theme of the third day of this conference and the topic of the keynote presentation by Professor Dirk Niepelt.", "The Eurosystem is closely following developments in digitalization and changing payment habits.", "In July 2021, it decided to launch an investigation phase to explore options for issuing a central bank digital currency in the euro area, a digital euro, and possible designs for this.", "This investigation phase for a digital euro will last 24 months.", "It will answer key questions on the design and distribution options for a digital euro.", "A digital euro would not replace cash but would complement it and provide European citizens with a safe form of money in a digital world.", "Going forward, the Eurosystem's work on the digital euro will involve close dialogue with other European authorities and active engagement with stakeholders to ensure that the views of the general public and the private sector are properly considered and taken into account.", "No actual decision has yet been taken to issue a digital euro.", "Rather, the Eurosystem's investigation phase is all about preparing for what the future may bring and require.", "After the investigation phase, a multi-year realization phase could then follow, but a decision by the Eurosystem about whether or not to issue a digital euro will only come at a later stage.", "Ladies and Gentlemen, Let me conclude.", "Returning to the payment landscape, we are right now in the middle of profound changes and amid important questions and decisions which may lay foundations for the future.", "There is a strong demand for timely and well justified insights from research on the economics of payments.", "In this conference, I invite you to freely exchange information, results and experiences, to engage in lively discussion and find new viewpoints.", "This may also help us identify new unanswered questions in this field.", "On this note, let me open the conference and wish you very productive sessions in the next three days!", "OECD Glossary of Statistical Terms - Contestability Definition"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["electronic payments", "monetary policy", "digital euro", "payment systems", "financial stability", "consumer protection", "digital transformation", "financial literacy", "CBDC", "climate considerations"]}