{"sentences": ["Dear guests, colleagues, and friends, It gives me great pleasure to attend this forum.", "Common prosperity is the essential requirement of socialism, an important feature of Chinese-style modernization, and the common aspiration of the people.", "Finance is at the core of modern economy and plays an important role in economic and social development.", "Common prosperity must be taken as an important focus of our financial work ahead.", "Today, I would like to share with you some of my views on the theme of this forum.", "The basic conceptions and essential characteristics of common prosperity Adhering to the people-centered philosophy of development, General Secretary Xi Jinping has made a series of important instructions on realizing common prosperity for all the people, and elaborated on the issue of common prosperity at the tenth meeting of the Central Committee for Financial and Economic Affairs.", "At the recent Central Economic Work Conference, he also stressed that we should correctly understand the strategic goals of and the practical approaches to common prosperity.", "These important statements are insightful and far-reaching.", "In my understanding, the key to common prosperity is high-quality development.", "The two reinforce each other.", "Therefore, in pursuit of common prosperity, we need to advance high-quality development.", "The primary task in achieving common prosperity is to constantly unleash and develop productive forces, create and accumulate social wealth, so as to make the \"cake\" bigger and better through high-quality development.", "Given its \"common\" nature, common prosperity is the prosperity for all the people, not just for a small population.", "Egalitarianism and synchronization are not our goals.", "We are aimed at rendering distribution more equitable based on high efficiency, at optimizing the mechanism for primary distribution and redistribution, and at establishing a reasonable tertiary distribution system appropriate for social governance.", "It is expected that the \"cake\" will be distributed properly under proper institutional arrangements.", "In terms of its content, common prosperity refers to richness in an all-round way.", "It is the richness not only materially, but also spiritually and culturally.", "It is the all-round development of the people.", "It should be achieved through the coordinated development of economy, politics, culture, society, and ecology, and through the continuous improvement of basic public services.", "Common prosperity is ultimately for all the people.", "We should always follow the people-centered development philosophy, uphold the principle that development is for the people and by the people and that its fruits are to be shared by the people, so as to realize common prosperity for all.", "The pathway to common prosperity is persistent endeavor.", "Happy life comes from hard work and common prosperity depends on diligence and wisdom.", "It is an arduous, complicated and long-term task, so we need to do our best with patience and perseverance.", "Common prosperity has distinctive features of the times and is of Chinese characteristics.", "Our people will work hard and help each other for the common goals of living a prosperous life, becoming self-confident and self-reliant, having a pleasant environment, securing social harmony and easy access to public services.", "All-round development will be achieved for the people and in the society.", "People will share the fruits of reform and development and the overall social progress.", "Issues of great concerns for inclusive finance in boosting common prosperity In recent years, implementing the decisions and arrangements of the CPC Central Committee and the State Council on developing inclusive finance, the financial sector and the other sectors of the society have put in place an inclusive financial service and security system which is appropriate for the building of a well-off society in an all-round way.", "In promoting common prosperity, inclusive finance needs to take its initiative.", "To meet the requirements of the strategic goals of and practical approaches to common prosperity, we still face many challenges in the high-quality development of inclusive finance, and thus need to make continuous improvements.", "First, how can inclusive finance better support the consolidation of poverty alleviation achievements and effectively prevent the return to poverty?", "In some areas, achievements of poverty alleviation are not solid enough; industries and sustainable development have a weak basis; the income of people lifted out of poverty is unstable; and financial services are not effective, targeted or precise enough.", "The financial sector needs to play a bigger role in facilitating industrial development and fostering more forerunners in getting welloff.", "Second, how can inclusive finance promote common prosperity through better integration with the rural revitalization strategy?", "In 2020, the national per capita disposable income of urban residents was RMB43,834, while that of rural residents was RMB17,131, indicating a significant gap between urban and rural areas.", "The key to implementing the rural revitalization strategy lies in securing \"thriving businesses, pleasant living environments, social etiquette and civility, effective governance and prosperity,\" which puts forward higher requirements for the depth and breadth of financial services.", "Third, how can inclusive finance help more people from low-income groups join the middle-income groups?", "According to the National Bureau of Statistics, in 2019, the low- and lower-middle income groups in China, of which the households accounted for 40 percent of the total and amounted to a population of 610 million people, earned a monthly per capita income of nearly RMB1,000.", "How to help low-income groups (including those in both urban and rural areas) step into middle-income groups is the key to achieving common prosperity and forming an olive-shaped social structure.", "The financial sector should focus on better consolidating the achievements of mass entrepreneurship and innovation, continuously supporting micro and small businesses (MSBs), and implementing employment-oriented policies in achieving high-quality development, so as to promote the steady increase of people's income.", "Fourth, how to ensure that the general public can more effectively benefit from the value and convenience of financial services?", "At present, although basic financial services are available in urban and rural areas across the country, the role of the financial sector needs to be more integrated into people's life.", "For example, some elderly people are still facing a \"digital divide\", finding it difficult to enjoy the convenience of digital finance; some people still lack the awareness of investment and wealth management, and the role of finance in empowering the general public to preserve and increase wealth needs to be enhanced; people's resilience to shocks of serious diseases and other risks is not strong enough, and insurance has not built a strong safety net for the people yet.", "The fifth point is how to make inclusive finance-related policies work more closely with fiscal, industrial, and employment policies so as to effectively form a basic system for the coordination of primary distribution, redistribution, and tertiary distribution.", "Facilitating common prosperity with high-quality development of inclusive finance As China embarks on a new journey to build a great modern socialist country in all respects, common prosperity has been given new meanings.", "It is the requirement of the times for the financial system to facilitate common prosperity with high-quality development of inclusive finance.", "Here are some key points to consider: (1) Narrowing the income gap and pooling financial wisdom to improve financial services for MSBs.", "MSBs are major job creators and the main channel to stably increase the income of urban and rural residents.", "We should give better play to the role of \"synergy of multiple policies\" for encouraging inclusive financial services to support MSBs.", "We should build a long-term mechanism of \"lending with confidence, willingness, ability and professionalism\" and support innovation, entrepreneurship and sustainable development of micro and small market entities such as MSBs and self-employed businesses.", "Through this and the jobs that are provided by them, primary distribution will be enhanced and the income gap will be narrowed.", "We also need to give full play to the decisive role of the market in allocating resources and broaden the financing channels for MSBs through the financial market.", "We must give better play to the role of the government, always adhere to the principle of \"unswervingly consolidating and developing the public sector, and unswervingly encouraging, supporting and guiding the development of the nonpublic sector,\" support the development of the private economy, strengthen the resilience of the supply chain, and create a sound environment for the orderly and effective development of MSBs.", "(2) Narrowing the gap between urban and rural areas and contributing to the rural revitalization strategy.", "Rural revitalization is a major strategy for narrowing the gap between urban and rural areas and building a great modern socialist country.", "We should give full play to the role of inclusive finance in consolidating and expanding the achievements of poverty alleviation and connecting them further with rural revitalization, continuously optimize the system of rural financial services, and promote more balanced urban and rural financial services.", "We must concentrate on securing \"thriving businesses\", continue to innovate financial products and services, put rural assets to use, and increase farmers' property income, thus consolidating the economic foundation for rural revitalization.", "We must faithfully implement Xi Jinping's Thought on Ecological Civilization and realize the integrated development of inclusive finance and green finance, to make inclusive finance greener, and green finance more inclusive.", "(3) Narrowing the regional gap and continuously exploring financial solutions to promote common prosperity through the inclusive finance reform pilot zones.", "We should give play to the positive role of inclusive finance in effectively advancing key regional strategies and coordinated regional development strategies, and push forward the construction of pilot zones for inclusive finance reforms in accordance with local conditions and through targeted policies, and bring about greater progress in wider areas.", "In particular, it is necessary to explore reform and development paths for inclusive finance in underdeveloped regions.", "We should not only highlight the \"vanguard\" role of developed areas like Zhejiang Province, but also factor in the actual conditions and needs of underdeveloped areas to fully motivate them to actively and systemically draw upon the experience and practices of pilot zones.", "In this process, we must underline the role of locally incorporated banks, which, adhering to the principle of \"serving locals, MSBs, agriculture, rural areas, and rural residents,\" should cultivate the local market with passion and affection to promote a generally even distribution of financial resources across the local region.", "(4) Improving people's livelihood and welfare and expanding the channels for offering financial services to key areas and key groups.", "The people's livelihood is a key part of promoting common prosperity as well as a key target of inclusive finance.", "We should accelerate improving financial services for the elderly, the physically challenged, migrant workers, and college students; effectively support key welfare programs such as pensions, education, medical care and employment; promote entrepreneurship to increase income; guide a reasonable consumption smoothing; and explore providing financial support for tertiary distribution through services such as payment, settlement and charitable trust.", "We must also establish the concept of responsible finance, provide financial consumers with products and services that match their risk tolerance, adjust the threshold for financial products with lower risks, and enhance the inclusiveness of financial services, so as to create conditions for effectively increasing residents' property income.", "(5) Promoting intellectual prosperity and continuously enriching its content by cultivating a good financial culture and improving the financial literacy of the whole population.", "Financial culture emphasizes honesty and trustworthiness, spirit of contract, rational investment and a risk-based approach.", "It not only promotes material wealth, but also constitutes an organic part of intellectual prosperity.", "We must cultivate a positive and upright financial culture and strengthen the spirit of contract and integrity of each citizen.", "We should enhance the residents' and households' awareness of financial health.", "Based on the wide coverage of inclusive finance at present, we should push forward the building of financial health to optimize the financial status of residents and households, and stimulate their motivation and potentials for innovation and entrepreneurship, thus laying a more solid foundation among the public for common prosperity.", "We should strengthen the top-level design of financial education, systematically integrate financial knowledge into the national education system, and coordinate and provide integrated financial literacy activities to help the people \"keep their money.\"", "Dear colleagues and friends, as the Chinese poem goes, \"Someday, with my sail piercing the clouds; I will mount the wind, break the waves, and traverse the vast, rolling sea.\"", "In the new era and in our new journey, the financial sector bears the responsibility to promote the prosperity of the people, the prosperity of the country, and the beauty of China through high-quality inclusive finance, and effectively promote the common prosperity of all people.", "Zhejiang Province is taking the lead in building a demonstration zone for common prosperity, for which the financial sector will focus on inclusive finance to provide full assistance.", "It is our hope to work with local governments to explore a successful path to common prosperity and contribute to building a great modern socialist country.", "Finally, I wish this forum a complete success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Common prosperity", "Inclusive finance", "Financial services", "High-quality development", "Rural revitalization", "Micro and small businesses", "Income gap", "Urban-rural gap", "Financial literacy", "Financial culture"]}