{"sentences": ["Over the past two years, most central banks around the world have been giving increasing thought to the idea of creating a digital form of their currency, a central bank digital currency (CBDC), to maintain the stabilising role of central bank money in a rapidly changing payments landscape: according to the BIS, about nine out of ten central banks have reported that they have launched studies.To date, only two retail CBDCs have been introduced (in Caribbean archipelagos: the Sand Dollar in the Bahamas and DCash for the Organisation of Eastern Caribbean States), but over twenty pilot projects are underway around the world.", "This observation naturally raises questions about the timing, form and role of central bank money in tomorrow's payments landscape and about the role of banks and commercial bank money in a world of stablecoins and central bank digital currencies.", "From my point of view as a central banker responsible for ensuring that our payment system functions properly, it is difficult to answer these questions on the role of banks with anything other than caution yet confidence for two main reasons, on which I would like to focus my introductory remarks at this point: first, the stability of our payment system does not rest solely on our ability to make our central bank money available in digital form, and second, the effective introduction of such a digital currency raises complex problems that cannot be solved to the detriment of commercial banks in order to produce the expected effects.", ".The stability of our payment system does not rest solely on our ability to provide a Changes in payment expectations and habits resulting from the digitalisation of our economies, the implementation of new technologies such as distributed ledgers, the emergence of new players such as Fintechs and BigTechs, and the development of the use of new settlement assets such as crypto-assets are likely to profoundly alter our euro payments ecosystem.", "These innovations have the significant potential to improve the functioning of our payment system, in particular by making payment means simpler, easier and cheaper to use, and faster if not instantaneous.", "However, these innovations also carry risks for the smooth functioning of our payment system.", "In order to fully understand the scope of these risks, I believe it is important to recall the organisational principles of our payment system, which are at the root of its efficiency and stability.", "a- The organisational principles of our payment system The first is the dominance of currencies linked by a legally binding rule of convertibility at par: central bank or public money, and commercial or private money, issued by regulated financial sector players, first and foremost banks.", "and must therefore be accepted The second is that only central bank money is legal tender by all.", "The third is the complementary roles played by the dominant currencies: central bank money fulfills an integrating and anchoring function that guarantees the efficiency and stability of our payment system, while commercial money, and the services associated with it, which are traded on a highly competitive market, plays a key role in trade and the financing of the economy.", "b- The risk of calling into question the foundations of the efficiency and stability of our However, these foundations are threatened by the diffusion of innovations across the payments field, which has been sped up by the health crisis and social distancing, if no measures are taken to preserve them.", "Indeed, the reduction in the use of banknotes for transaction purposes and the prospect of the development, within the networks of the major global players in digital services, of crypto-assets as a means of payment, whose link with central bank money is complex and fragile, to say the least, if not non-existent for some, are likely to call into question the integrating and anchoring role that central bank money plays in our payment system.", "These threats are reflected in a rise and a change in the dimension of the risks that any wave of innovation naturally carries, and which the health crisis has helped to amplify.", "First of all, there are risks of a setback in terms of efficiency.", "Two risks are likely to change - The risk of fragmentation of the payment system, both for everyday trading and between financial players due to a lack of secure and efficient structural interconnection, through convertibility at par between crypto-assets and central bank money, between old and new payment solutions.", "- The risk of concentration, or even the emergence of monopolistic situations for the benefit of global digital giants and their private settlement assets, and therefore of Europe's increased dependence in terms of payment services vis-à-vis foreign players, with the associated issues of personal data protection and industrial and monetary sovereignty.", "Prior to the health crisis, the risks of Then there are risks of a setback in terms of security.", "financial instability associated with the large-scale use, as a means of payment, of crypto-assets with unstable value, uncertain convertibility into central bank money, and without a responsible issuer and credible lender of last resort in the event of a destabilising shock, had been clearly identified.", "With the crisis and the acceleration of the digital transformation, IT risk, and in particular cyber risk, has taken on a new dimension and added an operational dimension of systemic importance to the risk of financial instability, which also concerns cryptoassets.", "c- Levers for action For a central bank such as the Banque de France, which is responsible for ensuring the smooth functioning of our payment system, the objective is thus to make sure that innovations deliver the expected benefits for users in terms of speed, cost savings and ease of use, but without undermining the efficiency and stability of our overall payment system.", "As a result, at the Banque de France, we are not ruling out that we might need to issue a digital form of our currency, to preserve the anchoring role of central bank money by providing it in a form that is better suited to the new, highly digitalised payments landscape.", "This is why we have we are currently taken an ambitious experimental approach to a CBDC: in the process of finalising our programme of experiments on an \"interbank\" or to test it could improve the performance, speed, \"wholesale\" CBDC, whether and how transparency and security of transactions between major financial players, especially for crossborder payments.", "In parallel, the Banque de France is closely involved in the investigation phase launched by the Eurosystem in July for the retail digital euro, which would be used by the general public in everyday payments.", "However, a CBDC is not the only, or indeed the most urgent instrument we need to use.", "We also regard regulation as a priority, because the smooth functioning of our payment system depends, first and foremost, on a regulatory framework that is clear, fair (\"same activity, same risk, same rule\") and balanced - in other words capable of encouraging innovation and at the same time maintaining the stability of our payment system.", "This is why we have welcomed and are supporting the proposed Markets in Crypto-Assets regulation and the (MiCA) Digital Operational Resilience Act (DORA), presented in September 2020 - even though there is still room for progress on these texts in order to reconcile pragmatism and flexibility with the necessary requirements in terms of risk control and the prevention of regulatory arbitrage.", "Moreover, other regulatory changes will have to be introduced which are also very important.", "I'm referring in particular to the supervision of the development of decentralised finance, where the usual regulatory frameworks are constrained by the fact that issuers and service providers are not easily identifiable in an environment where protocols are automatically executed without intermediaries, and there is no fixed jurisdiction for the services offered.", "Lastly, in order to be effective, regulation must be multidimensional and coordinated at national and international level.", "At the Banque de France, we are very attached to coordination with other national and European regulators, which seems all the more essential given the increasingly cross-cutting nature of the issues.", "This is also a priority for us, to limit regulatory arbitrage or indeed prevent it altogether.", "For this reason, we are closely involved in (G7, G20, FSB, CPMI), the work of multilateral fora especially on crypto-assets and the improvement of cross-border payments.", "Another action we see as a short-term priority is to facilitate and accompany initiatives by regulated players, which can help to foster a diverse and competitive market for efficient solutions, tailored to user needs.", "Our institutions - such as the Banque de France's Lab, its Infrastructure, Innovation and Payments Directorate (DIIP), the ACPR's Fintech-Innovation Unit, with its ACPR-AMF Fintech Forum - are fully mobilised to facilitate these initiatives and help them grow.", "Among these initiatives, three in particular are worth highlighting.", "First, those in the field of instant payments, which open a new chapter in the payments industry.", "Second, the continuing development of open banking, thanks to the European financial sector's work on APIs.", "And last but not least, the European Payments Initiative (EPI).", "Some major decisions on the effective launch of EPI are due to be taken in the next few weeks.", "But I would just like to remind you here that the Banque de France fully supports this initiative, as do the other Eurosystem national central banks and the European Commission, and currently seven EU Member States, including France, that publicly announced their support for the initiative in a statement published on 9 November.", ".The introduction of a CBDC raises complex issues that need to be resolved without penalising banks in order to produce the desired effects.", "The second reason why we should take a cautious but confident approach to the role of banks in a world of stablecoins and CBDCs relates to the challenges that need to be met to ensure the digital euro contributes positively to the European financial system and payments landscape.", "a- Avoiding disruptive effects for financial intermediaries This implies making complex economic, financial, technical and organisational choices, to avoid generating disruptive effects for financial intermediaries that would conflict with our mandate to safeguard monetary and financial stability.", "These disruptive effects could materialise in two ways: First, if the introduction of a CBDC were to lead, in normal periods and in periods of stress, to the conversion of a large share of bank deposits into assets held in A reduction of this size in deposits would have serious consequences.", "undermine banks' profitability and their ability to meet regulatory requirements, and ultimately affect their capacity to finance the real economy.", "The issuance of a CBDC could also reduce the role of banking intermediaries in client relationships, depending on the architecture chosen by the Eurosystem, which could restrict access to client information.", "it is essential that commercial banks be involved.", "To avoid these undesirable consequences, Their input is needed, for example, to set limits and/or remuneration disincentives for CBDC holdings.", "In addition, choosing an intermediated architecture would allow us to exploit financial intermediaries' expertise in customer interface management, and thus preserve the essential role they play in this field.", "b- Avoiding impediments to the conduct of monetary policy Choices will also need to be made to avoid any adverse consequences for monetary policy conduct.", "The introduction of an unremunerated retail CBDC with no holding limit could make it difficult for central banks to pursue a negative interest rate policy, as market participants would prefer to hold the CBDC instead of assets remunerated at negative rates.", "This effect could be avoided by setting an appropriate level of remuneration for the CBDC.", "c. Improving the efficiency and integration of payment solutions Choices will also need to be made to ensure that the CBDC complements existing payment solutions, so that it can increase the efficiency and integration of certain market segments.", "This notably applies to cross-border payments.", "The work conducted under the aegis of the G20, in which the Banque de France played a leading role, has confirmed that a CBDC can bring benefits in this area.", "However, to fully exploit this potential, central banks will need to coordinate their efforts to ensure that CBDCs in different jurisdictions are interoperable.", "In its experiments on a wholesale CBDC, the Banque de France tested the main multipleCBDC arrangements identified in the literature.", "As described in the report published by the Banque de France on 8 November, these experiments showed the different ways in which CBDCs can be made interoperable and highlighted the benefits of a CBDC in a cross-border setting (e.g.", "more efficient correspondent banking, settlement security).", "Lastly, choices will need to be made so that the CBDC interacts smoothly with private initiatives such as the EPI project, in order to strengthen the integration of the European payments market.", "To conclude, I would like to come back to a question that comes up regularly, about the future role of banks and commercial bank money in a world of stablecoins and central bank digital currencies, and respond with one conviction and one wish.", "My conviction is that, given the way in which investigations are being conducted into a digital euro, which I have just summed up here, it is unlikely that banks will be erased from a future payments landscape in which stablecoins and central bank digital currency dominate.", "My wish is that banks will assist the ECB and Eurosystem central banks in conducting these investigations, so that we are ready when needed to roll out a digital euro that can be a positive addition to the European payments landscape.", "Thank you for your attention."], "classifications": ["none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central bank digital currency", "Payment system", "Crypto-assets", "Banks", "Regulation", "Monetary policy", "Cross-border payments", "Financial stability", "Innovation", "Digitalisation"]}