{"sentences": ["Dear ladies and gentlemen, After a hard period due to the pandemic while we all had to keep the physical distances, this reunion at the Bank of Albania premises to spend some time together as the year end approaches, embodies a special value.", "Overall, the end-year meetings accompanying the holiday season, serve as a balance to recall the achievements of the year we are preparing to leave behind, coupled with the challenges that lay ahead in the next year.", "The two past years were challenging to the entire globe, and particularly to Albania, as we before the pandemic had to deal with the devastating earthquake of November 2019.", "The todaymeeting makes us optimistic and gives hope that in the future we will have the possibility to communicate and collaborate in normal conditions and out of concerns and restrictions triggered by the pandemic.", "The shocks faced over the last two years affected sharply our way of living, tested the economic, monetary and financial equilibriums of the country and the stability of growth sources.", "They show that the sustainability of the economic and financial stability depend on the work of monetary institutions coupled with the ability and capacity of the entire society to act swiftly and efficiently in this fight against the pandemic.", "In this light, first and foremost, in the health context, vaccination, and hopefully, the relevant cures under progress, will turn into powerful instruments in curtailing the effects of the pandemic on both economy and finance.", "The good news is that the analyses carried out in our institution indicate that the economic rebound, the achievement of prices objective and the preservation of the financial stability are being materialised accordingly to the optimistic forecasts of the Bank of Albania.", "The continuation of simulating monetary and fiscal policies has: guaranteed both the monetary and financial stability of Albania; bolstered lending at low cost to the economic activity, and eased the burden that the prolongation of pandemic imposed on private sector and households.", "The crucial role that mas media has played in meticulously detailing and convening the policy message to the audience for enhancing its awareness, has supported and benefited to the prudential policy making.", "The pandemic and restrictions in place to contain it posed a barrier to public communication by increasing the distance with institutions, and above all, they turned into the most pressing issues of our time.", "In this view, I take this opportunity to thank all the journalists (particularly those covering economic issues), who through the professional commitment and integrity assisted the public at large to acquire the decision making of monetary and fiscal authorities throughout this unprecedented situation.", "The professionalism in making and conveying the news and economic analysis were a valuable and indispensable support to marinating price and financial stability.", "Allow me to thank you once again for the work and devotion you exhibited over the course of this year.", "I strongly believe that the truthfulness and objectivity in reporting economic and financial news will continue to accompany you in fulfilling your duty in the coming year.", "I reaffirm that the Bank of Albania will continue be a transparent institution, ready to provide opinions and assessments as necessary in all public debates related to the performance of our economy and financial markets.", "A certificate of this commitment and achievement of the Bank of Albania in the communication with the public is the ranking first of the Bank of Albania among all the banks of Central, Eastern and South-eastern countries, for very active pubic communication, in the last report: \"Focus on the European Economic Integration\" for the second quarter of 2021, published by the National Bank of Austria.", "The Bank of Albania continues to focus scrupulously on financial education and research considering it a crucial pillar of its activity.", "They are seen as the foundations for increasing the social-economic development and welfare of the citizens of Albania.", "From this point of view, I kindly invite you to share together a special moment of this meeting: the traditional ceremony for the Governor's Award for the Best Diploma.", "The Bank of Albania for this 15th year ceremony in a raw has selected and valued three scientific works amid all the presented researches by students graduated in Albanian and abroad.", "Allow me to reiterate and point out that over the years, we delightfully have noticed that the quality in the research work of participants has been on rise, turning the performed analyses and researches increasingly more professional.", "As in previous years, Albanian students from domestic or foreign universities have applied and presented their best research work.", "We are happy to notice that participation and interest from students and universities has been significantly edging up, showing appreciation, reliability and reputation of this competition.", "This year, we received 25 studies, whose common characteristic is the addressing of the reality in the last couple of years.", "They mainly scrutinise the economic, financial and social effects of the pandemic and the resistance of market and financial institutions to this shock.", "Thesis on the forward guidance of financial market, focusing on the digital currency effects; exploitation of large detailed databases for evaluating the behaviour of financial market segments which, which have been out of the research attention, are important to the country development; in addition to the study of other important issues to Albania, like fiscal policy, etc.", "The addressed themes and their findings are based on the application of contemporary research methodologies and make use of granular statistical information, which is both thoughtful and structured one.", "Above all, this information is employed rigorously pursuant to the academic standards and requirements to research and argue through theoretical and empirical hypothesis on the economic and financial phenomena and events.", "For this reason, the commission found difficult in making a selection as all topics were coherent, interesting and properly addressed.", "Nevertheless, we succeeded to identify carefully those minor variations and distinguished nuances which make the difference to the winning theses amid all the presented works.", "Eventually, we have come to a decision on the \"Governor's Award for the Best Diploma Theses\" for 2021.", "Though, I would like together with the winners to thank and congratulate all the participants in this contest for their engagement, ideas, the applied methods and findings based on the appropriate methodologies.", "I wish this passion and devotion is part of your commitment as you advance in your careers.", "Let us now present the winning contestants.", "Thank you and happy holidays!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["pandemic", "economic stability", "financial stability", "public communication", "monetary policy", "fiscal policy", "financial education", "research", "Governor's Award for the Best Diploma", "digital currency"]}