{"sentences": ["Good afternoon, As Bank of Russia Governor Elvira Nabiullina announced making a speech at the International Financial Congress at the end of June, the Bank of Russia plans to carry out a comprehensive analysis of the Bank of Russia's monetary policy, its objectives and instruments - the Monetary Policy Review - over the period of inflation targeting in Russia.", "Today, we have launched a special web page covering the plan of analytical work and key events within this Review.", "I will provide a brief summary of this announcement and then answer additional questions.", "Why is this important and why are we doing this right now?", "The Bank of Russia switched to the inflation targeting regime in 2015.", "Annual inflation decreased to 4% in 2017.", "It has been seven years since we started to implement this policy and nearly five years since inflation reached the target.", "This is a sufficient period for us to be able to make conclusions about our achievements.", "The Review is intended to assess the effectiveness of the monetary policy implemented and take a look at past events.", "It is meant to analyse the decisions made over this period, which was rather challenging to be honest, and to assess their influence on the economy and price stability.", "The conditions of monetary policy implementation change over time.", "to scrutinise whether the effective parameters of our monetary policy we are adhering to now are coherent with these developments and to what extent.", "Possibly, it would be reasonable to consider certain adjustments that would enhance the effectiveness of our policy in the future, taking into account, among other things, structural shifts in the Russian and global economies which might occur in the future.", "The third aspect is no less important than the first two.", "Price stability, which is the goal of monetary policy, is beneficial to the entire society.", "However, there are significant differences in how people, businesses, financial market participants, analysts and experts perceive price stability as such and the role of monetary policy in ensuring price stability.", "Annual inflation has averaged 4% over the period since January 2017 until now.", "Nonetheless, its rate has been fluctuating from 2.2% to 7.3% and currently stays at a high level.", "Within this Review, we will be able to carry out an extensive discussion of how the society perceives the policy pursued and its results.", "In the course of the Review, representatives of the Bank of Russia will hold meetings with business associations, representatives of small, medium-sized and large enterprises, government authorities, the academic and expert community, including professional financial market participants, and citizens from various social and demographic groups.", "Some of these meetings will take place at the Bank of Russia's regional branches.", "Such analysis is conducted by many central banks, in the first place by those having a long experience of inflation targeting.", "Some central banks carry out such reviews on a regular basis (Canada, Sweden, Norway).", "The US Fed accomplished its review not so long ago.", "The ECB completed a similar project in July 2021.", "As to the Bank of Russia, this is our first experience of such a profound and comprehensive analysis of the achievements of our monetary policy, but we will definitely continue this practice.", "In the future, the Bank of Russia plans to make such reviews regularly, every five years.", "The range of topics to be reviewed by our analytical units includes six work streams.", "This topic is obviously drawing the greatest attention.", "Within this work stream, we will consider once again what format of the target would ensure the highest confidence in it and what inflation rate could be the best measure of price stability.", "Furthermore, we will analyse whether the Russian economy has formed the conditions for reducing the inflation target.", "The operational procedure of monetary policy.", "The main issue of this block is how effectively the monetary policy pursued achieves its operational objective, which is to keep money market rates close to the key rate.", "We will also consider whether we need to adjust our operational procedure given the evolution of the Russian financial market.", "Retrospective assessment of the effectiveness of the monetary policy This block of topics is probably the most challenging one technically.", "stream, we will try to estimate, relying on our model-based approaches, what results we could have achieved through our monetary policy if we had known what we know now when making our earlier decisions.", "I would like to stress straight away that we will not assess our actual decisions as they were made when we had less information than today.", "Nevertheless, this is a very useful practice to analyse the robustness of the monetary policy pursued, which will provide helpful insights for the future.", "Communication as a monetary policy instrument.", "I may say straight away that we have been consistently developing our communication practice throughout the entire period of inflation targeting and continue to improve it now.", "We are to assess how well the society understands our communication, how predictable our actions are, and what areas of our communication we should prioritise in the future in order to strengthen confidence in the policy pursued.", "Monetary policy and financial stability.", "The key topic within this block is the interaction and mutual influence of these two components of the Bank of Russia's set of tools used to address the task of maintaining price stability and financial stability.", "Finally, work stream 6.", "New challenges to monetary policy.", "Within this block, we will analyse such long-term trends in economic development and finance as the introduction of digital currencies, innovations in the financial market, and climate and demographic changes.", "We will also estimate how these issues might impact the implementation of central banks' monetary policies in the future.", "We have already started our analysis within all these work streams.", "The results of the Review will be discussed until the end of 2022 Q1.", "Following the discussion, we will compile a summary report in 2022 Q2 and publish it on the Bank of Russia website together with analytical notes addressing individual issues.", "The summary report will present the Bank of Russia's opinion on the topics reviewed and proposals regarding a possible adjustment of the parameters of the Bank of Russia's monetary policy.", "The report will then be discussed with the public and the professional community.", "We are going to sum up the results by the middle of 2022.", "It would be possible to conclude whether we need to adjust our policy following the Review only after we complete the analysis and the extensive discussion of its findings.", "Before we make any decisions in this regard, we will continue implementing monetary policy in line with our current goals and approaches covered in the draft Monetary Policy Guidelines for 2022-2024.", "The results of the Review will be taken into account when preparing the Monetary Policy Guidelines for 2023-2025."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation targeting", "Price stability", "Communication", "Monetary policy review", "Financial stability", "Operational procedure", "Society", "Effectiveness", "Digital currencies"]}