{"sentences": ["Distinguished heads of internal audit (IA) and delegates of central banks in the ASEAN Region and the Asian Development Bank, esteemed guest speakers, colleagues from the Bangko Sentral ng Pilipinas, ladies and gentlemen, a pleasant day to all.", "On behalf of the Monetary Board and the Bangko Sentral ng Pilipinas, I welcome you all to the 6th ASEAN Central Bank Heads of Internal Audit Network Meeting, which the BSP is hosting for the first time.", "It is unfortunate that we could not have hosted this meeting in Manila where we can personally meet and welcome you, but I am sure that this virtual conference will be just as engaging and productive.", "Behind the theme of this year's meeting, which is aptly entitled \"Internal Audit at the Forefront of Digital Innovation\", is a similar novel concept: Digital Darwinism.", "It revolves around a simple rule: evolve or risk being irrelevant.", "In the last decade, we have witnessed how technology has dramatically advanced our day-to-day lives.", "We have also seen how the financial services industry has evolved to offer more customer-centric financial products, leveraging on emerging technologies, such as artificial intelligence, machine learning, and robotics, among others.", "The pandemic has further quickened this evolution.", "If anything, the pandemic has taught us that digitalization is no longer desirable to have, but a must-have.", "Like other ASEAN nations, the Philippines aims to regain and surpass opportunities lost to the COVID crisis.", "We want an economy that is stronger and more technologically advanced than ever before.", "One way of achieving this is through financial digitalization.", "Going digital, building on it, tailoring it, securing it, and pushing it to new frontiers is imperative if central banks are to be successful in navigating the post-COVID-19 economy.", "In 2020, the BSP has launched the Digital Payments Transformation Roadmap where we aim to achieve two major goals by 2023: First, that at least half of all financial transactions in the country are done digitally; and second, at least 70 percent of Filipino adults have financial accounts.", "We believe that financial digitalization accelerates income growth and democratizes access to more affordable financial products and services.", "We have also embraced digital transformation in our internal strategy, highlighting our commitment to being an agile, resilient, and proactive organization.", "We envision to be a digitally transformed organization driven by a strong digital leadership, an innovative and collaborative culture, a secure and resilient technology infrastructure, and optimized work processes that support data-driven decisions.", "While we recognize the promising benefits of digitalization, we are also cognizant of its attendant risks.", "Thus, we also highlight that these efforts are underpinned by sound digital governance, adequate risk management practices, and robust internal controls.", "Given these developments, it is important for the internal audit function to reposition itself as a strategic partner in driving digital value.", "The independent view of internal audit continues to be crucial, as it plays a valuable role in complementing the first- and second-line functions by providing assurance and advice on governance, risk management, and controls.", "Digital transformations are journeys without borders and the possibilities for digital innovation are endless.", "As central banks embrace change through digitalization, internal audit teams must forge the same trail; reassess perspectives; reimagine audit approaches and methodologies; and tap on reliable technologies to add more value and provide assurance to the organization.", "I hope that this meeting will provide a meaningful platform for discussing internal audit's rapidly evolving role in these areas.", "The shared views, practices and experiences during the sessions will certainly enrich our knowledge and inform our individual and collective digital transformation journey.", "Thank you and I wish you all a meaningful discussion ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital innovation", "Financial digitalization", "Digital transformation", "Internal audit", "Risk management", "Digital governance", "Internal controls", "Emerging technologies", "Data-driven decisions", "Digital leadership"]}