{"sentences": ["I'm pleased to be here with you-in person-to discuss today's policy announcement and the Bank's Monetary Policy Report (MPR).", "It seems fitting that we are back together in this somewhat normal setting as we conclude one part of our extraordinary monetary policy response to this pandemic.", "This morning we announced that we are ending quantitative easing (QE) after more than year and a half.", "We undertook QE first to help restore market functioning and then to boost our monetary policy stimulus.", "Since last October, in line with progress in Canada's economic recovery, we have been gradually reducing the pace of our QE purchases.", "With the economy once again growing robustly, Governing Council judged that QE is no longer needed.", "This means we will stop growing our holdings of Government of Canada bonds.", "It is important, however, to remind Canadians that the significant stimulus we have injected through QE remains in place.", "We just won't be adding to it.", "We call this the reinvestment phase.", "In this phase, we will purchase bonds only to replace those that are maturing so that our overall holdings of Government of Canada bonds remain roughly stable over time.", "The end of QE comes as increasing vaccination rates are enabling continued progress in the economic recovery in Canada and around the world.", "While new complications of reopening continue to crop up and that is boosting the prices of many globally traded goods, I'm struck by how much progress our economy has made since the start of the crisis.", "We've come a long way.", "And our forecast is for an increasingly healthy economy, even if these complications are going to be with us for a while longer.", "We are forecasting annual growth in economic activity will be around 5 percent this year, and about 41⁄4 percent in 2022 and 33⁄4 percent in 2023.", "Global supply chain disruptions and shipping bottlenecks are expected to restrain growth and boost prices into next year.", "So relative to our forecast in July, growth in Canada is a little lower and inflation takes longer to come back down.", "The main forces pushing up prices-higher energy prices and supply bottlenecks-now appear stronger and more persistent than we previously thought.", "Let me expand on these themes and say a few words about the key points of the Governing Council's deliberations.", "Of course, we discussed the evolution of COVID-19.", "While vaccination rates are generally very high in Canada and the number of cases in most regions has declined, the pandemic continues to disrupt our lives.", "Some of the disruptions were expected-we've never closed and reopened the economy before, so it was bound to be bumpy.", "But others, including labour-market frictions and supply disruptions, are more pronounced than anticipated.", "Let me talk about each of these in turn.", "We've seen strong job growth in recent months.", "Many sectors that were hardest hit by lockdowns earlier in the pandemic rebounded strongly as Canadians resumed more normal activities.", "Strong job growth has reduced the very uneven impacts of the pandemic, particularly for youth and women.", "However, the recovery of low-wage jobs continues to lag, many people are not working as many hours as they would like, and the large number of people who have been unemployed for more than six months remains a concern.", "Slack remains in the labour market.", "But even as the unemployment rate remains well above prepandemic levels, job vacancies have risen sharply.", "Our recent Business Outlook Survey indicates that labour shortages have intensified in two areas.", "The first is shortages of skilled trades and digital workers.", "This is a challenge that existed before the pandemic as well.", "The second is more pandemic-specific.", "As service businesses like restaurants and stores reopened this summer, many had trouble hiring workers quickly enough to meet the surge in demand.", "Part of this reflects the reality that it simply takes time for companies to find workers with the right skills, and for workers to find the right jobs.", "Repeated closures in some sectors and the challenges of working in high-contact jobs during a pandemic may also be affecting the workforce.", "About half of the unemployed workers who responded to the recent Canadian Survey of Consumer Expectations said they're considering a move to a different industry.", "With lots of Canadians still looking for work, and many employers hiring, we expect employment growth to continue in the months ahead.", "But the process of matching workers and jobs is more difficult than in a typical recovery, and it could take some time to work through these issues.", "Governing Council also spent time discussing supply chain disruptions.", "The global shortage of semiconductors and other manufacturing inputs, as well as shipping and other transportation bottlenecks, are affecting production and delaying deliveries of many goods.", "While we highlighted some of these problems in our July MPR, they are more widespread and look to be more persistent than we anticipated.", "Quantifying the impact of these supply factors is difficult, but the implication is that there is likely less excess supply in the economy than we thought there would be.", "We now expect the output gap to close sometime in the middle quarters of 2022, which is earlier than we projected in July.", "Let me underline there is more uncertainty than normal around the economy's productive capacity due to the unusual circumstances of the pandemic.", "The combination of on-going supply disruptions and related cost pressures, as well as higher energy prices, is putting upward pressure on many prices around the world.", "In Canada, inflation is currently running at about 41⁄2 percent.", "We now expect it will rise to close to 5 percent by the end of this year, before coming back down to around the 2 percent target by the end of next year.", "In other words, we continue to expect that inflation will ease back, but relative to our July forecast, it is higher for longer.", "We know higher prices are challenging for Canadians, making it harder for them to cover their bills.", "I want to assure you that inflation is not going to stay as high as it is today, even if it is going to take somewhat longer to come down.", "The Bank of Canada is committed to ensuring that price increases don't become ongoing inflation.", "So far, measures of medium- to longer-term inflation expectations remain well anchored on the 2 percent target, and overall wage pressures remain moderate.", "This suggests that higher prices are not becoming embedded in expectations of ongoing inflation.", "As these forces play out, it is our job to bring inflation back to target, and I can assure you we will do that.", "In view of the continued excess capacity in the economy, my fellow Governing Council members and I judged that the economy still needs considerable monetary policy support.", "While we ended QE, we kept our policy interest rate at its lowest level, and reaffirmed our commitment to keep it there until slack in the economy is absorbed so that the 2 percent inflation target is sustainably achieved.", "Based on our current projection, this happens sometime in the middle quarters of Let me conclude with some additional information on the end of QE and the shift to reinvestment.", "Following the announcement of our decision this morning, we issued a market notice outlining in detail the changes to our market operations.", "Because bond maturities are lumpy, we are moving to a monthly rather than a weekly target range for our purchases.", "That target range will be $4 billion to $5 billion per month.", "This includes our purchases in both the primary and secondary markets.", "As outlined in the market notice, to keep our holdings of Government of Canada bonds roughly stable, we plan to purchase roughly $1 billion to $2 billion per month in the primary market, and roughly $21⁄2 billion to 31⁄2 billion per month in the secondary market.", "How long the reinvestment phase lasts is a future monetary policy decision.", "It will depend on the strength of the recovery and the evolution of inflation.", "But as I indicated in September, it is reasonable to expect that we will be there for a period of time, at least until we raise our policy interest rate.", "We will continue to provide the appropriate degree of monetary policy stimulus to support the recovery and achieve the inflation target.", "With that, let me stop and turn to you for questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Quantitative Easing (QE)", "Inflation", "Labour Market", "Supply Chain Disruptions", "Economic Recovery", "Vaccination Rates", "Monetary Policy", "Government of Canada Bonds", "Output Gap", "Policy Interest Rate"]}