{"sentences": ["Ladies and gentlemen, I am very grateful for the invitation to speak to you today at the 2022 RAID conference and deeply honoured to be opening a very rich round of discussions.", "Digitalisation stands among the very few Schumpeterian revolutions which fully echo the creative destruction process; it is indeed both a driving transformation force and a source of risks.", "With my central banker and banking supervisor lens, responsible for ensuring the stability of our financial system, I would like to share with you my take on developing transformations and risks related to digitalisation and affecting our financial system and how we can ensure resilience while favouring innovation.", "The digital transformation raises new challenges for the financial sector Digital technologies are indeed profoundly transforming finance: from artificial intelligence, API and mobile apps for the development of the open banking and of the \"banking-as-a-service\", to distributed ledger technology, smart contracts and IoT (internet of things), which are paving the way of tokenised and decentralised finance.", "These innovations have the potential to significantly improve the functioning of our financial system and this is very good news for consumers and economic growth.", "The digital transformation questions the current financial ecosystem But at the same time they can bring new risks in jeopardizing the current equilibrium of the financial ecosystem along 3 axis: the actors involved, the assets traded and the infrastructures used.", "The actors: New comers such as Fintechs and Bigtechs raise significant challenges for incumbent financial intermediaries, such as banks and insurers.", "This can be a problem to the extent that the resulting competition could create a risk both of fragmentation of services and of concentration, if not monopolistic situations for the benefit of global digital giants.", "This could also translate into lower profitability for traditional actors, which is per se a source of risks, in particular for funding the real economy, considering the importance of bank-based funding in Europe.", "The assets: Digital innovation also leads to the development of new settlement such as crypto assets and stablecoins, whose stability and settlement efficiency can be questioned.", "Crypto-assets market capitalisation grew by 3.5 times in 2021, reaching 2.6 trillion dollars, in a very fragmented fashion.", "Although the crypto assets market represents a very small portion of the financial system, its rapid growth and its likely increasing interconnection with the traditional financial sector will pose a risk to financial stability in a close future that the banking supervisors are currently addressing in the Basel committee The infrastructures: The digital transformation also affects the very core mission of central banks, namely safeguarding money.", "Stablecoins and private digital assets in particular, especially if they are deployed by BigTechs, could put at risk the monetary anchor to the financial system that central banks provide via central bank money.", "This could in turn undermine trust in the currency and therefore hamper the transmission of monetary policy and create financial instability.", "From a security perspective, some risks are already very material In addition, the digital transformation of the financial system is increasing its exposure to cyber risks.", "This comes with a sophistication of hacking tools, which are made at the same time more and more easily accessible.", "Given the high level of interconnectedness within the financial system, significant cyber incidents could develop systemic, causing possible major disruptions for the real economy.", "This is not theoretical: the COVID-19 crisis has significantly increased cyber exposure with a widespread adoption of remote working and the war in Ukraine illustrates how cyber can be instrumental.", "Dealing with cyber risk calls definitely for collective action to strengthen our prevention tools and our response capacity.", "As a central bank, our mission is to promote innovation in a context of trust To favor an evolution of the financial ecosystem towards a new equilibrium well balancing innovation and financial stability, our stance at the Banque de France is both to support regulatory reforms and to play an active operational role.", "Regulatory reforms seek to ensure that risks are better controlled and to create a changefriendly environment Regulatory reforms should aim at nurturing innovation while ensuring that it is subject to the \"same activities, same risks, same rules\" principle.", "Accordingly, the Banque de France supports the adoption of several key pieces of legislation that are currently being discussed by the European Parliament and the Council.", "First, the draft Digital Operational Resilience Act (DORA), which is set to improve the financial sector's digital operational resilience by harmonising the applicable requirements and by making certain critical IT services providers, including cloud services providers, subject to direct regulation.", "Second, the European Commission proposal for a Markets in Crypto-Assets (MiCA) regulation.", "But to be truly efficient in a digital era, regulation and supervision of the financial system must rely on international cooperation to avoid arbitrage risks, and ensure the soundness of the interconnected financial system.", "This is why we at the Banque de France see it very important to strongly engage with our European and international counterparts, to achieve the same level of requirements and enforcement.", "The Banque de France plays itself an active role in innovation As an operational stakeholder of the financial sector, we are also committed to facilitating private initiatives that use technology as a way to improve financial services.", "Our open innovation LAB, is fully mobilised to facilitate and accompany each initiative that has the potential to address new business needs.", "For instance, our Fintech & Innovation Unit in ACPR organized in 2021 a Tech Sprint with fintechs, companies and academics to enhance the public knowledge of artificial intelligence and algorithms.", "We also support the European Payment Initiative (EPI), which seeks to provide Europeans with an everyday payment solution based on mobile components and instant credit transfers to address all use cases, achieving further European integration in a sovereign way.", "We can also, as central banks, play a positive operational role in revisiting the central bank money services we provide to help preserve our monetary sovereignty.", "This is indeed what we have started to do with the conduct by the Banque de France of 9 experiments which consisted in putting central bank money \"on the ledger\" for interbank settlement purposes of securities transactions or cross-border payments.", "We are also actively contributing to the investigation phase conducted by the ECB, to analyse the pros and the cons of a retail digital euro, to be used by physical persons, merchants and corporates.", "A decision on whether to launch a retail digital euro will be taken in the final quarter of 2023.", "In addition to the technical features, it will notably consider all the impacts on banks and commercial money such a development could infer and the safeguards to set up to ensure financial stability.", "Let me conclude in stressing that if innovation creates new risks, it is also a source of opportunities.", "To meet the challenge of the digital transformation of the financial sector towards a new equilibrium well balancing innovation and financial stability, we consider vital at the Banque to ensure that public and private initiatives complement each other and are properly coordinated both at national, European and international level, in order to both support the innovation ecosystem and safeguard the stability of the financial system.", "it is in this spirit that we intend to continue developing our initiatives.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Digital transformation", "Financial stability", "Innovation", "Cyber risks", "Crypto assets", "Central bank money", "Regulatory reforms", "Financial ecosystem", "Monetary policy", "European Payment Initiative"]}