{"sentences": ["Message received and understood - speech by Dave Given remotely at a conference by the Lietuvos bankas and the Bank for International Settlements (BIS) on the \"Future of Central Banking\" Published on 29 September 2022 Introduction Thank you very much for the invitation to join this panel today and I am very sorry I can't be with you in Vilnius.", "Real-time market developments kept me here in London, but I'm grateful to the organisers from the Central Bank of Lithuania and from the BIS for allowing me to contribute virtually to the Bank's 100th birthday conference.", "I really welcome the focus of this panel on data since having access to fast, accurate, appropriately structured data is critical in equipping central banks with the knowledge they need to function in order to meet their objectives.", "The Bank of England's mission to deliver monetary and financial stability is a broad and deep one.", "We need a similarly broad pool of data of varying depths to fulfil our mission.", "In 15 minutes I cannot hope to do justice to the variety of data we need to get a clear picture of the economy, the financial system as a whole and the firms we regulate in order to frame action.", "Last year the Bank and PRA published our data strategy, joint with the FSA, setting out how we will transform our collection and use of data to fulfil our responsibilities as a supervisor and regulator[1].", "In my time today I will focus on my Bank responsibilities for payments and give a real-life example of why having real-time data matters and also point to how we could make payments data even more useful through the message that communicates the data.", "I will conclude with a brief recap on UK financial market developments this week and highlight the use we are making of real-time data to respond to those developments to meet our objective for financial stability.", "Use of real-time payments data The Covid-19 pandemic continues to impact on us in many ways and to change how we do things.", "In the context of today's panel the pandemic acted as a catalyst for extending use of the Bank's payments data.", "Right from its start in March 2020 we knew that the pandemic and the necessary response to it would have very serious but also very different impacts on different sectors of the economy.", "But it was much less easy to be confident of the scale of those differential impacts and over what time frame.", "Extracting a signal from an understandably very noisy and very uncertain situation was complicated by the fact that many of the sources we traditionally rely on were not that high frequency or were only available with a lag.", "To get a clearer and faster real-time snapshot of the economy, the Bank, like many other institutions, turned to new sources of more timely information.", "One such source was CHAPS, the UK's high value payments system, which we have operated within the Bank of England since 2017.", "This provides individual payment-level data on corporate revenues received from debit and credit card expenditure.", "As the operator of CHAPS, this transactional data is accessible in real time to the Bank.", "Such data will only ever give a partial picture and the Bank's Monetary Policy Committee and the staff who support them, are experienced in contextualising and framing such data in nowcasting and other applications.", "The most obvious benefits of the data were its timeliness, granularity and availability.", "GDP data is published with a lag of weeks and sometimes months whereas we had a proxy for it in two days.", "The CHAPS data provided signals on sectoral performance.", "And it was coming in to the Bank via our payments systems at a time when a lot of official data couldn't even be collected because of the pandemic.", "The MPC referred to the use it made of the data in supporting its policy response in its March 2020 minutes and subsequently[2] .", "In case anyone is worried that we kept this public good to ourselves be assured that as soon as we could we made it available to our statistical authority the ONS who included it in the regular data release they developed as one of their responses to the pandemic.", "Improving the quality of payments data I've provided what is hopefully a relevant case study but it's a narrow one.", "There is a much broader agenda to ensure that the availability of payments data can meet the demands of the modern financial system.", "Payment systems were originally developed in different jurisdictions to meet the needs of the users at the time, with little focus on interoperability or future-proofing.", "In the UK, as in many countries, the data standards developed piecemeal as the payment and underlying technology systems developed.", "The historical challenge of transmitting a file of a certain size with the computing power available a quarter of a century ago has left many of us, including the UK, with a legacy of only being able to gather and hold a very limited amount of information in a payment message.", "In the most widely used current payment message, Swift MT, the remittance field is just 4 unstructured lines of 35 characters.", "Without a structure to the payment message or even the possibility of including the full information, the additional information often included in a message, cannot be easily signposted or transmitted.", "To give one very important illustration, the critical activity of AML checks become trickier to achieve and more false positives are flagged, increasing global payment costs and delays for end-users like corporates and small businesses that they have to pass on.", "It is often difficult if not impossible to quickly ascertain the 'purpose' of a payment.", "RTGS and ISO 20022: enhancing the quality of payments data In the UK the way that payments are made and settled is being transformed with the renewal of the Bank's Real Time Gross Settlement (RTGS) Service.", "This is the critical infrastructure which delivers final and risk free settlement and virtually every sterling payment is settled over RTGS eventually.", "As an integral part of upgrading its hard payments infrastructure the Bank is joining to global push to enhance the soft infrastructure of payments by introducing ISO 20022 messages in the renewed RTGS and in CHAPS.", "As everyone at this conference will no doubt be aware ISO 20022 is a gamechanger for the financial system.", "It is an open international data standard that allows financial institutions to communicate through a common data language.", "It will enable financial systems to understand each other wherever they are in the world.", "One of you could walk down the road and send a payment from a local bank branch in Kaunas and the information conveyed within the message would be the same information as available to my local bank here in London.", "ISO 20022 also allows for more structured and enhanced data, which can be user driven.", "In other words it can develop according to the user's needs either through adapting the language by adding new data fields or by adapting to meet different technology needs.", "As I have said this is an international effort, with different jurisdictions making the transition at different times and some have already gone live.", "The ECB is due to transition their system this November.", "In the UK from next spring CHAPS users will be able to send payments containing richer data[3], such as a purpose code which describes the type of payment being made, a Legal Entity Identifier for the financial institutions in the payment chain and structured remittance data relevant to the both the debtor and creditor in any particular payment.", "I will flag just three of the potential benefits: improved \"straight through processing\" with less need for manual intervention in our payments systems; a more sophisticated approach to compliance and regulatory requirements; and the promise of wider systemic resilience through increased interoperability between systems.", "Given the focus on real-time in today's session let me give one example of how the ISO 20022 message standard could transform how we approach fraud and financial crime.", "The harm to UK consumers and businesses and to the UK financial sector of just one type of fraud - Authorised Push Payment (APP) scams - is very considerable - losses due to APP scams were £583.2m in .", "The introduction of a purpose code to the relevant payments message should make it possible to identify these frauds much faster[5].", "Many cross-border payments lag domestic payments in terms of cost, speed, access and transparency so the benefits from enhancing payments data are clear.", "Cross-border payments are by their nature more complex than purely domestic ones.", "They involve more, and in some cases numerous, intermediaries, time zones, jurisdictions and regulations.", "In some instances, a cross-border payment can take several days and can cost up to 10 times more than a domestic payment.", "That is why enhancing cross-border payments was set as a priority in 2020 by the G20 and the UK has been playing a leading role in the comprehensive work programme led by the FSB[6] and which the CPMI and the BIS more broadly are closely involved in.", "One of the main frictions in the cross-border space is where the same transaction must be reviewed multiple times to ensure that the parties are not exposing themselves to illicit finance under different national regulations and sanctions lists.", "The current costs of AML/CFT compliance are significant[7].", "Experience with complementary innovations such as digital IDs has already demonstrated the potential for cost savings[8].", "There is also a significant time and resource benefit as sanctions alerts have typically been generated on a far greater number of transactions than actually are \"true\" hits.", "The mismatch between an alert and identification of a sanctioned transaction creates extra layers of review which extend transaction timelines and add cost - particularly where additional manual controls are needed.", "The G20/FSB Roadmap on cross-border payments is, amongst other things, focussed on how a more effective use of and greater standardisation of data could help to streamline AML/CFT and sanctions compliance.", "This would reduce the number of \"false positive\" rates on transactions and reduce the costs of checks.", "This is one example of how a common approach to using payment data globally, harmonising our implementation of payment message standards and tackling potential barriers to sharing payment data across jurisdictions could reap significant benefits.", "The G20 roadmap for cross-border payments highlights key actions for jurisdictions, system operators and the wider financial system and payments industry to undertake and I would encourage all of us who are involved to redouble our efforts[9] .", "Through that collective effort we will make payments, quicker, smoother and cheaper for all.", "The benefits of richer, more structured data, including payments data, will only be fully realised if data users are able to access and extract value from the ever increasing pool of data they now have access to.", "The financial sector has been at the forefront of using artificial intelligence techniques such as machine learning to extract value from the explosion of timely data they now have access to, as the Bank's surveys have found.", "It's obvious why as adoptions of technologies like machine learning have the potential to make financial services and markets more efficient, accessible and tailored to consumer needs[11].", "I don't have time to do anything like justice to this subject today but before I leave it let me just return to the example of fraud detection and anti-money laundering.", "Here machine learning is particularly useful for card authorisations that flow through the payments chain, very much in realtime.", "As transactions are processed, the machine learning applications assigns a risk score and this allows card issuers to block potential fraud losses before the transaction proceeds.", "The Bank, PRA and FCA will publish a Discussion Paper later this year on how the current UK regulatory framework applies to artificial intelligence and machine learning.", "The paper will also explore how policy can best support further safe and responsible adoption and whether additional clarification of existing regulation may be helpful.", "Financial market developments: a real-time case study Let me return from the possible futures represented by the adoption of AI to the here and now and the financial market developments we have seen this week in the UK which have meant that I haven't been able to join you in Vilnius.", "As is the case for all central banks the Bank utilises various data to provide detailed coverage of financial market developments, ranging from real time quantitative data from wholesale markets through to qualitative market intelligence (MI).", "We complement the views of external market contact base with the views of our own specialist experts among Bank staff[12].", "The Bank's focus is primarily around those financial markets closest to our mission.", "The backdrop to the latest events is that financial markets globally have been volatile in recent months, with increases in government bond yields and falls in risky asset prices.", "While largely orderly in most markets, pressures were observed in parts of the financial system, including challenging liquidity conditions across some markets.", "This has naturally put us, along with other central banks and supervisors on alert for further signs of strain and the attendant risks of dysfunction.", "UK financial assets saw significant repricing since the start of this week, particularly affecting long-dated UK government debt.", "Were dysfunction in this market to continue or worsen, there would be a material risk to UK financial stability.", "This would lead to an unwarranted tightening of financing conditions and a reduction of the flow of credit to the real economy.", "On 28 September, yesterday, the Bank's Financial Policy Committee, which I'm a member of, noted the risks to UK financial stability from dysfunction in the gilt market.", "It recommended that action be taken and welcomed the Bank's plans for temporary and targeted purchases in the gilt market on financial stability grounds at an urgent pace.", "These operations have started, with the first one carried out yesterday afternoon.", "These purchases will be strictly time limited until 14 October.", "They are intended to tackle a specific problem in the long-dated government bond market.", "The purchases will be unwound in a smooth and orderly fashion once risks to market functioning are judged to have subsided.", "The Bank's MI function has informed these actions by providing the Bank's policy committees with detailed, real-time information on market functionality and tradeability.", "Having an extensive and established, regular and on-going, in-depth MI relationship - not only with the community of banks operating in the London markets, but also with the end users of government bonds and wider UK rates markets asset managers, pension funds and liabilities managers - enabled us to get clear understanding of the pressures that were building in real time.", "I started my remarks today by talking about how things have changed since the start of the pandemic and I finished them by focussing on events this week.", "I hope the Bank's perspective on why we use real-time data and how they contribute to how we achieve our mission for monetary and financial stability have been useful to today's session and I look forward to the discussion.", "Transforming data collection from the UK financial sector: a plan for 2021 and beyond | Bank of England 2.", "Minutes of the special Monetary Policy Committee meeting on 19 March 2020 and the Monetary Policy Committee meeting ending on 25 March 2020 (bankofengland.co.uk) , para.", "in relation to consumer spending.", "Further information on the features of ISO 20022 is available here: A new dawn for payments - speech by Victoria Cleland | Bank of England 4.", "UK Finance, 2021 Annual Fraud Report: Annual Fraud Report 2022_FINAL_.pdf (ukfinance.org.uk) 5.", "For example where the purpose code is not matched to the account to which the payment is directed or there are other suspicions around the code allocated to the payment.", "The FSB Roadmap is here: Enhancing Cross-border Payments: Stage 3 roadmap (fsb.org) .", "Further detail on the Bank's Renewed RTGS service in the context of cross border payments can be found here: Victoria Cleland: Rowing in unison to enhance cross-border payments (bis.org) 7. the World Bank has published figures indicating that banks in Asia budget USD1.5bn annually for this and globally the cost on firms is significant.", "in India the introduction of a digital identity system reduced the cost of KYC verification from USD5 to USD0.70 for each customer.", "G20 Roadmap for Enhancing Cross-border Payments: First consolidated progress report (fsb.org) 10.", "Machine learning in UK financial services (bankofengland.co.uk) 11.", "The AI Public-Private Forum: Final report | Bank of England 12.", "Further detail on the use of Market Intelligence in the MPC and FPC is set out here: Navigating market signals: MaPS for policy makers - remarks by Andrea Rosen | Bank of England"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payments data", "Real-time data", "Financial stability", "Cross-border payments", "ISO 20022", "Machine learning", "Fraud detection", "Anti-money laundering", "Financial market developments", "Gilt market"]}