{"sentences": ["Remarks by Tiff Macklem Governor of the Bank of Canada CFA Society Toronto Toronto, Ontario Economic progress report: Controlling Introduction It is a pleasure to be with you today to provide an economic update and to discuss both our monetary policy decision yesterday and what Canadians can expect from us going forward.", "Before I begin, I want to acknowledge the shocking developments that have taken place over the past week in Ukraine.", "The senseless loss of human life and the devastating impact of this unprovoked Russian invasion on the Ukrainian people are beyond comprehension.", "I know this is an extremely anxious time for the many Canadians who have family and friends in Ukraine, and my thoughts are with you.", "The invasion is also a major new source of uncertainty and volatility in the global economy.", "The situation is fluid, and we are following events closely and will be assessing the ongoing economic impacts.", "These events come just as we approach the two-year mark of the COVID-19 pandemic.", "The economic recovery from the pandemic has been impressive.", "While uncertainty about the evolution of the virus remains, the agility and resilience of Canadian households and businesses through the past two years of immense challenge cannot be overstated.", "And after providing extraordinary stimulus to support the economy through this tremendous shock, we are now what I'd like to discuss clearly on a path to normalizing monetary policy.", "That's with you today.", "In January, when the Bank of Canada released its quarterly Monetary Policy Report, we told Canadians that the emergency monetary policy measures needed to support the economy through the pandemic were no longer required.", "We ended our exceptional forward guidance and told Canadians they should expect a rising path for interest rates.", "Yesterday, Governing Council took the decision to raise the policy interest rate by 25 basis points to 0.5%-a first step on that path.", "We also said we will be considering when to end the reinvestment holdings of phase of our large-scale asset purchases and allow the Bank's Government of Canada bonds to begin to decline-a process known as quantitative tightening, or QT.", "The timing and pace of further increases in the policy rate, and the start of QT, will be guided by the Bank's ongoing assessment of the economy and its commitment to achieving the 2% inflation target.", "Today I will provide an update on economic developments, with a focus on inflation and the forces behind it.", "I will also review the role of monetary policy in bringing inflation back to target.", "Finally, I want to look ahead to the next phase of our balance sheet management and the mechanics of QT.", "Like so many things that have happened during the pandemic, this will be new territory for Canadians, and I want to ensure the process is clear and transparent ahead of time, so that everyone understands what comes next.", "Economic update since January The Canadian economy is robust.", "Growth of gross domestic product in the fourth quarter was very strong at 6.7%, reinforcing our view that economic slack in the economy has been absorbed.", "And growth in the first quarter of 2022 looks more solid than previously projected.", "As expected, inflation has remained high.", "Inflation control is our number one job at the Bank, so I want to explain what is driving these price increases and what Canadians can expect looking ahead.", "Since last spring, consumer price index (CPI) inflation has surged well above our target range of 1% to 3%.", "In January, CPI inflation was 5.1%.", "The Russian invasion of Ukraine is driving up international prices for oil, wheat and other commodities.", "This will put further upward pressure on inflation in Canada and around the world.", "Setting aside the crisis in Ukraine, the surge in inflation we have seen since last spring largely reflects pandemic-related shifts in global supply and demand.", "But this rise in inflation has been larger than we expected six months ago, and price increases have broadened.", "So I want to take a closer look at the forces at play.", "One indication of the unusual forces at play is the large gap that has opened up between different measures of core inflation.", "All three of our core measures have increased in recent months.", "CPI-common, which is more related to inflation in services and less influenced by global supply disruptions, was only 2.3% in January.", "In contrast, CPI-median and CPI-trim, which have been more influenced by the prices of globally traded goods, were 3.3% and 4.0%, respectively (Chart 1).", "2015 2016 2017 2018 2019 2020 2021 2022 Total CPI CPI-common CPI-trim CPI-median Target Sources: Statistics Canada and Bank of Canada calculations Last observation: January 2022 The inflation story in Canada has three key elements.", "The first is the global shift toward goods and away from services during the pandemic, combined with pandemic-related disruptions to the production and delivery of goods.", "The second is a broadening of price increases to everyday items like food and energy, making it more difficult for consumers to avoid paying higher prices.", "And the third is the strength of the Canadian recovery and the overall balance between demand and supply in our economy.", "These elements are all interacting, but I'd like to take each in turn.", "In the two decades before the pandemic, goods price inflation was generally low-indeed, on average, well below our 2% target for overall inflation.", "This reflects a combination of factors.", "Innovation drove the prices of many goods lower, particularly for computers and other goods with embedded technology.", "Increasingly specialized and efficient global supply chains, together with reductions in international shipping costs, also put downward pressure on goods prices in Canada and around the world.", "In contrast, the prices of many in-person services that are necessarily more local and more labour-intensive saw larger price increases on average.", "Between 2015 and 2019, goods inflation averaged 1%, while services inflation, excluding shelter, averaged 2.4% (Chart 2).", "Year-over-year percentage change, monthly data 2015 2016 2017 2018 2019 2020 2021 2022 Services inflation, excluding shelter Goods inflation (2015-19 average) Services inflation, excluding shelter (2015-19 average) Sources: Statistics Canada and Bank of Canada calculations Last observation: January 2022 The pandemic has dramatically shifted the relative pressures on the prices of goods and services.", "Stuck at home, Canadians-and indeed consumers in most countries-have spent less on services such as gym memberships or travel.", "As a result, many services prices have been rising more slowly than usual.", "In January, the rate of increase in prices of services, excluding shelter, was 1.6% in Canada.", "But, unable to buy the services they wanted, consumers have shifted to goods.", "Canadians have bought exercise bikes, office furniture and electronics to help cope with living, working and playing at home.", "This has put upward pressure on goods prices.", "Supply problems have substantially exacerbated the situation.", "Just as consumers were spending more on goods, the supply of these goods was squeezed as health concerns hit far-flung factories and ports became congested.", "Pandemic-related restrictions and precautions around the world have limited production and slowed the delivery of goods.", "The double whammy of higher demand and impaired supply has resulted in sharply higher prices for many goods.", "In January, goods price inflation in Canada was 7.2%.", "The last time it was that high was in January 1983, when overall inflation was 8.2%.", "As the pandemic recedes, we can expect consumers to shift back to spending more on services, and this should take some pressure off global demand for goods.", "We can also expect supply chains to normalize.", "But predicting how long this will take is difficult.", "And the war in Ukraine is compounding this difficulty, as it could also have implications for global supply chains.", "As you might expect, we have been working hard to better understand and track supply chain disruptions-our near-term outlook for inflation depends importantly We're closely tracking new and different sources of data that on how they evolve.", "tell us more about shortages, logistics and shipping costs.", "What is clear is that supply chains remain highly disrupted.", "But the data also show us some tentative signs of improvement.", "Manufacturers in Canada are starting to receive inputs a little quicker and global transportation bottlenecks have eased slightly (Chart 4).", "Canadian motor vehicle production has also begun to recover from slowdowns caused by shortages of semiconductors.", "But global shortages of key commodities remain a challenge.", "Overall, we expect global demand and supply of goods to gradually come into better balance through 2022.", "Chart 3: Disruptions remain significant, may be at peak levels PMI: Manufacturing suppliers' delivery times, monthly data 2019 2020 2021 2022 Canada United States Euro area Note: The Purchasing Managers' Index (PMI) is a diffusion index of business conditions.", "An inverted index is used to show that a reading less than (greater than) 50 indicates an increase (decrease) in delivery times compared with the previous month.", "Source: IHS Markit via Haver Analytics Last observation: February 2022 Chart 4: Shipping costs and backlogs have eased but remain elevated Index: 2019 = 100 Number of container ships waiting to dock 100 1,250 40 500 2019 2020 2021 2022 Port of Los Angeles and Port of Long Beach backlog (left scale) Shipping rate index, China to North American west coast (right scale) Sources: Freightos Baltic Index (FBX), the Marine Exchange of Los Angeles and Long Beach Harbors, Pacific Maritime Management Services and Bank of Canada calculations Last observation: February 13, 2022 The second element of the inflation story in Canada has been a broadening of inflation beyond items directly affected by supply chain disruptions.", "The bounceback in energy prices from pandemic lows has been contributing to inflation for more than a year, but a combination of strong demand growth, limited investment, and geopolitical risks has pushed oil prices well above pre-pandemic levels.", "This is boosting CPI inflation directly and is adding to already high transportation costs.", "These higher costs are affecting an increasingly broad spectrum of goods.", "In addition, extreme weather has reduced harvests in Canada and other key growing regions, and this is pushing up food prices.", "And in Canada, strong demand for housing combined with higher costs for building materials is pushing up new house prices, increasing the shelter component of CPI inflation.", "One way to measure this broadening of price pressures is to look at how many CPI components are seeing high rates of inflation.", "As of January, across 165 CPI components, almost two-thirds were growing above 3% This includes (Chart 5).", "gas and groceries-necessities whose prices Canadians see daily.", "Grocery prices are up 6.5% from last year, and everyday foods that are hard to substitute, such as beef, chicken and cereal, are all getting more expensive.", "Chart 5: Nearly two-thirds of CPI components are growing above 3% Share of CPI components growing above 3% on a year-over-year basis, monthly data 2015 2016 2017 2018 2019 2020 2021 2022 Sources: Statistics Canada and Bank of Canada calculations Last observation: January 2022 This broadening in price pressures is a big concern.", "It is making it more difficult for Canadians to avoid inflation, no matter how patient or prudent they are as shoppers.", "This is affecting more vulnerable members of society the most.", "It also increases the risk that households and businesses will begin to expect large price increases to continue and that this becomes embedded in long-term inflation expectations.", "The lesson from history is that if inflation expectations become unmoored, it becomes much more costly to get inflation back to target.", "So far, longer-term inflation expectations have remained well anchored, and Canadians can expect us to use our tools with determination to keep them that way.", "This brings me to the third element of the inflation story-the overall balance of demand and supply in the economy.", "As we indicated in January, a wide range of measures suggest economic slack has been absorbed.", "The spread of the Omicron variant was a tough way to start the year, with 200,000 jobs lost in January-mostly among the same services sector workers who have borne the brunt of pandemic layoffs all along.", "But other data have generally been robust, and with public health restrictions now easing, we expect strong growth to resume.", "With the economy just back to its potential output, the elevated inflation we are experiencing today is not the result of too much demand in the economy.", "But if we look ahead, with slack absorbed and considerable momentum in demand, we need higher interest rates to dampen spending growth so that demand does not run significantly ahead of supply.", "In practice, the three key elements driving inflation are interacting to push inflation up.", "But raising the policy rate will not fix supply chain disruptions, nor will it lower oil prices.", "What monetary policy can do is make borrowing more expensive, which slows domestic demand.", "For households and businesses that are already feeling the pinch of inflation, the higher cost of borrowing can be doubly painful.", "But tighter monetary policy is necessary to lower the parts of inflation that are driven by domestic demand.", "Tightening monetary policy is also needed to keep inflation expectations well anchored and to limit the broadening of inflationary pressures so that inflation falls back as supply disruptions ease.", "These three elements of the inflation story all weighed on our monetary policy decision announced yesterday.", "We expect inflation to come down in the second half of this year as the pandemic eases.", "But with inflation substantially above our target, we are more concerned about the upside risks to our inflation outlook.", "The broadening of price increases is making inflation harder to avoid and raises the risk that inflation expectations could drift higher.", "And with slack now absorbed, the momentum in demand means that monetary policy has a clear role to play in getting inflation back to our target.", "Against this backdrop, yesterday the Governing Council took the first step on the path to higher interest rates, raising our policy rate by 25 basis points to half a percent.", "This takes our policy rate off its effective lower bound for the first time since the end of March of 2020-almost two years.", "We will also be considering when to end the reinvestment phase of our large-scale asset purchases and allow our holdings of Government of Canada bonds to begin to shrink.", "The impact of raising our policy rate will be higher interest rates for Canadian households and businesses, including many mortgage and prime lending rates, but also rates for savings products.", "The economy is now in a place where moving to a more normal setting for interest rates is appropriate.", "The economy can handle it.", "We know this will be a significant adjustment, and we fully intend to tighten policy in a deliberate and careful way, being mindful of the impacts and monitoring the effects closely.", "The Bank is committed to returning inflation to the 2% target and keeping inflation expectations well anchored.", "Quantitative tightening like to turn now to the second part of my remarks today.", "With the decision yesterday to raise the policy rate, ending reinvestment and moving to QT would be a natural next step.", "Before I explain how QT would work, let me review how we got here.", "When the pandemic hit in spring 2020, we undertook large-scale purchases of Government of Canada bonds, first to help restore market functioning and then to bolster our monetary policy stimulus.", "This program-known as quantitative easing, or QE- helped lower borrowing costs for households, businesses and governments by putting downward pressure on long-term interest rates.", "When QE began, we were buying at least $5 billion of Government of Canada bonds a week.", "Combined with exceptional forward guidance, QE lowered the interest rates on long-term bonds.", "But as the economic outlook improved, less QE stimulus was needed.", "In October 2020 we began reducing the pace of purchases, and in October 2021 we ended QE and entered the reinvestment kept the size of our holdings of phase.", "For the past four months we've Government of Canada bonds stable, purchasing only enough bonds to replace those that are maturing.", "When we initiate QT, we will stop purchasing Government of Canada bonds.", "From that point forward, maturing government bonds will not be replaced when Bank's holdings and the maturity schedule of they roll off the balance sheet.", "The those bonds are published on our website, so the timing and pace of QT will be fully transparent.", "We do not intend to actively sell bonds.", "Relative to the balance sheets of most other central banks that have undertaken QE programs, ours has a shorter average term to maturity.", "Roughly 40% of our bond holdings mature within the next two years.", "This suggests that, other things being equal, our balance sheet would shrink relatively quickly.", "As our Government of Canada holdings mature and roll off, the level of settlement balances on our balance sheet, which currently stands at about $250 billion, will decline roughly in tandem.", "QT would complement increases in the policy rate, putting upward pressure on interest rates at maturities where households and businesses typically borrow.", "But let me underline that our primary tool is the policy interest rate, and adjustments to the pace and timing of the removal of monetary stimulus will focus on our policy rate.", "Changing the policy rate to speed or slow the economy has a long history, and interest rate changes are easier to calibrate and communicate.", "Our policy rate is a nimble tool, and we have used it to deliver low, stable and predictable inflation since the Bank of Canada began inflation targeting in 1991.", "Changing the policy rate will therefore See P. Beaudry, \"Our Quantitative Easing Operations: Looking Under the Hood\" (speech delivered virtually to the Greater Moncton Chamber of Commerce, the Fredericton Chamber of Commerce and the Saint John Region Chamber of Commerce, Fredericton, Moncton, Saint John, December 10, 2020).", "The level of settlement balances was near zero before the pandemic.", "For a variety of reasons, including investor preferences shifting toward safe and liquid assets, changes to the payment system in Canada, and regulatory changes that encourage the greater use of central bank deposits, the appropriate level of settlement balances will likely be higher than it was before the pandemic, although still much lower than it is now.", "When the Bank approaches that lower level, it can be expected to once again start traditional modest bond purchases to accommodate its \"Economic Progress Report: Monetary Policy for normal course of operations.", "See T. Macklem, the Recovery (speech delivered virtually to Fédération des chambres de commerce du Québec, Montréal, September 9, 2021).", "remain our most important monetary policy tool.", "And as we said in January, Canadians should expect a rising path for interest rates.", "The Russian invasion of Ukraine is deeply troubling and has injected new uncertainty.", "This comes atop continued uncertainty about the evolution of COVID-19, even as the world makes its way out of the Omicron variant.", "Supply chain disruptions also continue, distorting the price and availability of many goods.", "All of these issues featured prominently in our deliberations leading to yesterday's decision, and we will need to manage through them.", "But slack in the economy is absorbed, there is solid momentum, and inflation is too high.", "Putting it all together, yesterday the Bank took the first step on a path to normalizing monetary policy in Canada.", "And moving forward, Canadians can be confident that we will continue to act to deliver on our mandate."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Supply chain", "Economic recovery", "Quantitative tightening", "Interest rates", "Inflation expectations", "Demand", "Ukraine", "Economic outlook"]}