{"sentences": ["ofp BANCA D'ITALIA (QS) International Finance & Banking Society IFABS 2022 Naples Conference Speech by Alessandra Perrazzelli Deputy Governor of the Bank of Italy Challenges for the evolving financial system: the balance between resilience and University of Naples 'Federico II' 7 September 2022 1.", "The financial system and innovation technologies - recent developments: Risks and 2.", "Intermediaries looking for a balance between resilience and adaptability: - 'Coopetition' - New business models 3.", "The main drivers of innovation in the financial system (deep dive analyses in the - Artificial Intelligence (Al) - Machine Learning (ML) and credit scoring - Digital currencies -- Crypto-assets and Defi 4.", "- Artificial Intelligence (Al) - Machine Learning (ML) and credit scoring - Innovation facilitators - Research and Academia 1.", "The financial system and innovation technologies - recent developments: FinTech is - with climate change - one of the structural trends most affecting and shaping the global financial system.", "Digitalization is leading to profound changes in demand and supply for financial products and services.", "Innovation technologies are reshaping business models, developing new payment and financial services, restructuring the value-chains, and influencing consumers' habits and producers' organizational structures.", "Moreover, COVID-19 has been a catalyst for this change, pushing financial institutions to increase their investments in innovation technologies.", "Intermediaries are increasingly using new technologies, such as artificial intelligence, cloud storage and computing, and robotics to reduce costs and offer new services.", "The spread of internet connections and mobile devices, the increased availability of information about users and the lower cost of automatic data processing are opening up the financial sector to innovative business models.", "Newcomers - such as FinTech companies, third-party providers, start-ups and Big Techs - have arrived in the financial sector, changing relationships with clients and offering tailored-made products.", "Let's think about payments, which were once the preserve of banks and credit card companies and are now shifting outside the 'regulatory perimeter', or about lending, as the number of non-bank platforms increases and Big Techs are expanding their supply, especially in some countries (China, Kenya).", "This greater competition can yield greater efficiency, lower prices and revenue diversification.", "Consumers are increasingly interacting with banks through digital channels.", "They require simple, fast and cheap solutions.", "The use of apps and digital platforms to pay, borrow, invest or underwrite insurance contracts is growing.", "In particular, young customers (e.g.", "the millennials and generations Y and Z) require progressively more customized and integrated services usable through apps and 'super-apps'.", "Digitalization can increase the financial inclusion of previously underserved groups of consumers, easing their access to financial services.", "Public institutions and authorities are leveraging digital innovations to fulfil their mandates, including combating money laundering and terrorism financing and preserving financial and monetary stability.", "Alongside important opportunities, digitalization poses considerable challenges for traditional intermediaries and for regulatory and supervisory authorities.", "The former need to keep up with the increased competition, as mentioned before, and with new kinds of risks, as well as the evolution of the traditional ones, such as cyber and operational risks, associated with the digitalization of financial services.", "I am also thinking about governance, profitability, capital adequacy, compliance and financial stability in a broader perspective.", "Moreover, many of these risks are cross-sectoral in nature, and they therefore require coordination and cooperation with other international fora and standard-setting bodies.", "One example is how digitalization makes financial and payment services more efficient, but increases their vulnerability to operational risk and in particular to cyber-attacks on the critical infrastructures powering payment systems and financial markets, including up-and-coming DLT-based infrastructures.", "The vulnerability of financial and payment systems to hacking and theft increases financial crimes, such as money laundering and other illegal activities, at cross-border level as well.", "The authorities need to reconcile the promotion of innovation with the need to safeguard consumers and investors, avoid the exclusion of or discrimination against less digitalized users, ensure the proper functioning of market infrastructures and payment systems, and preserve the safety and stability of the financial system and the economy as a whole.", "Over the next few years, these challenges may call for a profound reshaping of our supervisory methodologies and toolkit and for substantial investments in new skills.", "It is extremely important that supervisors develop proper competencies to understand the risks (IT, operational, reputational, but also in terms of strategic/business model risk) that may arise for the supervised entities.", "Intermediaries looking for a balance between resilience and adaptability: In this challenging environment, reaching a balance between adaptability and resilience is becoming an extremely important task for the financial system as a whole.", "In preparing this speech and reflecting on the terms 'resilience' and 'adaptability', I recalled how the natural sciences often define intelligence as the ability to 'adapt' to new situations and to change behaviour on the basis of the 'obstacles' in the external environment.", "Therefore, being 'resilient' to the difficulties in the external environment and 'adapting' in order to be able to take advantage of opportunities also arises in contexts very different from the financial system, and probably not by chance.", "The financial system is probing its own ability to adapt to new situations, such as those emerging with the spread of technological innovation, by developing new forms of cooperation and competition, new business models, and striking a balance between adaptability and resilience.", "Focusing on financial intermediaries, there is no doubt that technological innovation is one of the main drivers of evolution in the industry.", "Technological innovation allows the bank to be part of a broader and more interconnected ecosystem, based on the interaction and sharing of projects and information with innovative companies.", "A rich and complex ecosystem, where players may set up several forms of relationships: from direct competition - with the consequent general reduction in traditional sources of income for incumbents - to forms of more or less advanced cooperation, on the basis of the choices of each intermediary.", "The ultimate aim is reaching customers through new and diversified channels, with innovative services becoming faster, easier, cheaper and more accessible.", "As the Bank of Italy, in our role as Supervisor of the financial system, we are indeed interested in understanding how intermediaries are moving, in order to fully assess the impact of new technologies on the sound and prudent management of the institutions and, more broadly, on the financial stability of the whole system.", "In this regard, we observe that many strategic plans of the main Italian banks have digitalization as one of their pillars.", "Through solutions (mainly based on cloud technologies, BigData, Machine Learning and Artificial Intelligence), they are developing many projects, referring to several areas, such as consultancy for investments, customer due diligence, anti-money laundering and payment services.", "In order to carry out the transformation projects, the main Italian banks are mostly adopting two operating methods: 1. on the one hand, the progressive strengthening of strategic skills in the IT sector, through the internalization of higher added value professionals and the creation of centres of excellence; 2. onthe other hand, the search for strategic agreements with leading and established IT and FinTech companies, aimed at the construction of platforms and infrastructures.", "In a national and system-wide perspective, as highlighted in the recent survey by the Bank of Italy,!", "FinTech technologies are spreading in the Italian financial industry: expenditure on FinTech technologies for 2021-2022 has grown compared with the previous two-year period and - above all - the number of investors and projects has also increased, suggesting a higher rate of adoption of innovative technologies within the financial system.", "It is worth noting that intermediaries have developed an investment model that also involves direct investment in FinTech companies; in addition, 80 per cent of the projects covered by the survey are developed with the collaboration of third-party companies/ institutions or by entrusting them with the entire implementation of the project.", "For intermediaries, the use of collaborations and partnerships mainly responds to the need to acquire advanced technologies - not otherwise available internally - and to speed up the implementation of the project and reduce the time to market of the initiatives.", "In this context of strong innovation, the search for a balance represents one of the main challenges that operators are facing, also in light of new business models that may emerge.", "Trends like open banking and the rise of a platform economy are changing banking value chains.", "New technologies, from DLTs and smart contracts to cloud computing, make it possible to entirely digitalize new processes from end to end and enable the creation of new business models.", "New players are usually well positioned to leverage on data and advanced technologies to increase their footprint in the financial landscape.", "1 2021-FINTECH-INDAGINE.pdf (bancaditalia.it) Let's think about Open banking - an open and digital ecosystem that allows the exchange of data and information, not only of a financial nature, between the operators that are part of it?", "Why is this topic important for micro-prudential supervision?", "Given its innovative nature, it raises several points of attention for financial entities that should be properly understood by supervisors.", "Focusing on the strategic dimension, Open Banking is pushing intermediaries to develop and adopt new business models in order to extend revenue opportunities.", "It is in the interest of all stakeholders to understand the key factors of the innovative approaches that prove to be successful.?", "Let's also look at new business models that could emerge from the digital platforms, namely technical infrastructures linking customers with financial institutions that are rapidly emerging as key actors in the financial landscape.", "'Platformization' often implies that the bank-customer relationship is mediated by other regulated or unregulated entities managing the platform.", "Examples include marketplaces (e.g.", "deposit marketplaces) or even e-commerce portals distributing financial services, which are ancillary to their core business; Big Techs play a significant role in this space.", "Many authorities and stakeholders are addressing this issue, striving to increase their knowledge of this important phenomenon, raising interest from different perspectives.", "Today I want to focus on one perspective: the microprudential one.", "The EBA published a first Report* in September 2021, providing an initial taxonomy of the main business models observed.", "A crucial finding of this analysis is that regulators and supervisors do not yet have sufficient information on platforms and on their relationships with banks.", "Thus, properly and systematically mapping the use of digital platforms by supervised entities and, more generally, the platformization of the financial ecosystem, are indeed essential.", "In a business model perspective, platforms can help financial intermediaries, specifically the traditional ones, in providing new products and services to their clients and/or increasing their customer experience, thus representing a way to support the viability and sustainability of business models.", "* In the meantime, the reliance on digital This paradigm is usually associated with the use of the Open API, which allows an application to have access to the data of financial intermediaries and which therefore allows the exchange of information between different operators (financial intermediaries, technical suppliers, other non-financial parties) The functioning of the ecosystem is even more complex due to the presence of TPPs with the freedom to provide services without establishment, located in other jurisdictions than the European Union, and of Big Tech companies that are currently acting as purely technical service providers, but that might decide to have a bigger role in the financial ecosystem.", "Reports/2021/1019865/EBA%20Digital%20platforms%20report%20-%20210921.pdf For example, digital platforms facilitate access to financial services, the matching of customer preference (e.g.", "in terms of 'search for convenience'), support economies of scale, and leverage on network effects, reducing the need for physical premises.", "Digital platforms also allow innovative business models to be developed that should be monitored and understood by the supervisors.", "platforms to promote and distribute services introduces strong interdependencies, emphasizing operational, reputational and concentration risks.", "The main drivers of innovation in the financial system (deep dive analyses in the Here at the Bank of Italy, we pay considerable attention to the abovementioned changes experienced in the financial system.", "We analyse the impacts and the main drivers of innovation, leveraging on the dialogue with operators, analysis, and supervisory and regulatory activities.", "In this regard, I would like to provide you with some references about AI-ML, digital currencies and DeFis.", "Artificial Intelligence (Al) - Machine Learning (ML) and credit scoring In the credit market, digitalization involves all stages of the lending process.", "The growing availability of data on households and businesses and the adoption of advanced techniques based on Al can mitigate information asymmetries between borrowers and lenders, and can improve credit risk assessment.", "The spread of the internet allows intermediaries to offer traditional financing through digital channels and new services, such as instant lending, based on the automated assessment of creditworthiness.", "Digitalization also promotes the development of online platforms for loan origination.", "However, the use of advanced analytical techniques may present risks.", "The reduced transparency of customer evaluation procedures can generate unlawful discrimination based, for example, on gender or age, with consequent legal and reputational risks for intermediaries.", "Furthermore, the reliability of the algorithms depends on numerous hypotheses that need to be continually verified.", "Unchecked biases originating in the various steps of the algorithms' learning processes can lead to excessive risk for loans.", "Intermediaries need to exercise constant control of the results produced by these techniques, and we will continue to pay attention to monitor these risks.", "Digital currencies Moving to the retail payment system, a big change is ongoing, pushed by the diffusion and the implementation of new technologies: in the advanced economies, but also elsewhere; the use of physical cash is declining while digital payment tools are increasing.", "The demand for and diffusion of international digital assets also used for payments (digital currencies) issued by the private sector, including stablecoins, are rising too.", "They can bring opportunities on the one hand, but on the other hand they are raising concerns, as their issuers cannot guarantee the certainty of the value of the payment instrument they offer to consumers.", "Central banks, including the ECB in collaboration with national central banks, are also analysing and considering issuing their own digital currency (central bank digital currency, CBDC) in order to satisfy the emerging and changing needs of people and corporates for digital forms of money.", "As a central bank, we are actively involved, and we are also assessing the related opportunities and risks.", "One risk associated with the diffusion of new forms of digital money is that monetary sovereignty could be jeopardized, as these new tools may be used intensively, especially in cross-border payments.", "In this regard and based on our research,' in a situation where the stablecoin is widely used, the macroeconomic effects of a standard monetary policy shock (e.g.", "an unexpected reduction in the monetary policy rate) could be greater or smaller than in a (benchmark) cash economy, depending on how the supply of stablecoin responds to the shock.", "The less responsive the supply of stablecoins, the more limited the change in overall liquidity following the shock and the associated macroeconomic effects of the monetary policy impulse.", "The paper also shows that tight regulation of the assets backing the stablecoins and/or the introduction of a CBDC could contribute a great deal to restoring the monetary policy transmission mechanism.", "This is an example of how research can be relevant and supportive for our functions, identifying the best solutions and predicting the trends, especially in an environment where technologies are introducing significant and fast changes.", "I believe that, in fields like this one, research, both internal and in cooperation with academia, can be paramount.", "Crypto-assets and Defi Another important driver of innovation in the financial system is represented by distributed ledger technologies (DLTs).", "Authorities are currently addressing the trade-offs relating to the potential diffusion of DLTs and their applications.", "On the one hand, the use of DLTs can provide significant benefits to financial intermediation, for example by reducing the time and costs of cross-border payments and of trading activities of securities issued using these technologies.", "However, some applications of DLTs, such as crypto-assets and DeFi, create significant risks regarding, for example, tax evasion, money laundering and terrorist financing, the management and processing of personal data, the correct functioning of the payment system, financial stability and the transmission of monetary policy.", "The complexity and global nature of these issues make regulatory initiatives at the international level indispensable.", "An orderly development of crypto-asset and DeFi ecosystems will benefit from the definition of standards and practices that can act as a benchmark not only for supervised intermediaries but also for all the other players involved.", "Interest in DLTs and their potential is growing at a fast pace, and a real challenge now for authorities and standards setters is striking a balance between protecting customers, financial stability, market integrity and favouring the adoption of useful, transformative technologies.", "In order to achieve this balance, knowledge is the first step.", "As a financial supervisor and overseer of market infrastructures, we are actively engaged in collecting structured -discussione/2022/2022-1366/index.html The paper evaluates the domestic and international macroeconomic effects of a monetary policy shock in a standard, mainly cash-based economy and compare it with that in a counterfactual scenario where digital currencies, considering both stablecoins and CBDCs, are more important than cash in providing liquidity services.", "information on the current activities and the prospective projects of the different players involved.", "We are continuing to investigate the most significant implications of DLTs for financial intermediaries and infrastructures.", "As an example, earlier this year, we published some research' on the interoperability between existing DLT infrastructures for the settlement of transactions involving digital assets.", "At the same time, we felt the need to provide some useful references to consumers, intermediaries, providers and operators of digital infrastructures in the run-up to the finalization of a European regulatory framework and also afterwards, as the new rules will obviously not cover each and any potential issue.", "This is why we released a 'Communication on Decentralized Technology in Finance and Crypto-assets' in June.", "The purpose of the communication is twofold.", "First, to draw the attention of these entities to both the opportunities and risks connected with the use of such technologies in finance and with activities and services relating to crypto-assets.", "Second, to guide regulated firms in identifying safeguards to mitigate the risks associated with the use of decentralized technologies and/or with crypto-assets.", "The Bank of Italy's approach and strategy for FinTtech As a prudential Authority, we know that regulation plays a crucial role in pursuing the adaptability and resilience of financial markets.", "Thus, we are actively working at international level to design and implement a robust regulatory and oversight framework to support the public goals that I mentioned earlier.", "This is the case of the Communication on crypto-assets published by the Bank of Italy to which I referred before.", "Let me give you another example.", "In Europe, the co-legislators have recently agreed over the last months on the Regulation on Markets in Crypto-assets (MiCA) and the Regulation on a pilot regime for market infrastructures based on distributed ledger technology.", "These two regulations represent an attempt to design a comprehensive framework for digital assets.", "Indeed, the MiCA defines a clear set of rules for crypto-issuers, identifies a clear taxonomy for digital assets, and sets up a supervision architecture including a sanctions regime.", "With the pilot regime, we allow intermediaries to experiment with new technical solutions for trading digital assets.", "In both regulations, the co-legislators have tried to achieve a delicate balance between sufficiently flexible rules which do not curb innovation but are adequate for mitigating risks.", "7 -infrastrutture-e-sistemi-di-pagamento/ approfondimenti/2022-026/N.-MISP.pdf Innovation facilitators In order to answer the challenges posed by technology, the Bank of Italy is implementing a clear strategy to support financial institutions and promote the development of a sound and responsible innovation ensuring financial stability and consumer protection.", "In this contest, resilience and adaptability, the two key words of our conference, play a pivotal role.", "Our FinTech strategy is based on a twofold approach: 1) implementing a set of innovation facilitators able to cover the entire 'product life-cycle'; and 2) promoting dialogue with all stakeholders in order to share good practices and sound common standards.", "The set of innovation facilitators is composed of three different initiatives: the FinTech Channel, Milano Hub and the regulatory sandbox.", "The FinTech Channel is the point of contact through which operators can dialogue easily and informally with the Bank of Italy.", "They can present projects in the fields of financial services and payments, based on innovative technology, or propose technological solutions designed for banks and financial intermediaries.", "Since its establishment in 2017, the Fintech Channel has received over 120 requests for support.", "These initiatives involve companies in all phases of their life-cycle (30 per cent developed and 70 per cent start-ups or projects), relating to a broad scope of activities (NPL-credit management, open banking, RegTech, crypto-assets, digital lending) through several and innovative technologies for artificial intelligence, distributed ledger technologies (DLT) and so on.", "These initiatives are emblematic of the adaptability of the financial sector in Italy.", "Milano Hub is the innovation centre created by the Bank of Italy to support the digital evolution of the financial market and encourage the attraction of talent and investments.", "Milano Hub engages innovators in a physical and virtual place in which the Bank of Italy - while respecting its institutional role -- aims to accelerate the development of projects and to promote the quality and safety of specific innovations through a series of consulting services, mentorships and educational components for financial intermediaries, startups and research centres.", "Last year, we launched the first initiative under the 'Milano Hub umbrella'.", "It was represented by the 'Call for Proposals on artificial intelligence'.", "We selected 10 projects after a rigorous review process and set up a group of experts to support each of the projects selected, usually for a period of six months, to help develop and design the solutions proposed.", "Now we are finalizing the second call for proposals, and we count on launching the new initiative in the weeks to come.", "Moreover, in 2021, in close cooperation with the other two Italian supervisory authorities (IVASS and Consob) and with the involvement of the Ministry of Finance, we set up the regulatory sandbox.", "This facilitator is a controlled environment where supervised entities and FinTech operators will be able to test technologically innovative products and services in the banking, financial and insurance sectors for a limited period of time.", "The tests will take place in close liaison with the supervisory authorities and will eventually benefit from a simplified transitional regime.", "Through the sandbox, the supervisory authorities aim to support the growth and development of the Italian FinTech market, thanks to the introduction of innovative models in the banking, financial and insurance sectors, while guaranteeing adequate levels of consumer protection and competition, and safeguarding financial stability.", "At the same time, the supervisory authorities can observe the latest technological developments and identify the most appropriate and effective regulatory interventions to facilitate the development of FinTech, thereby limiting the spread of potential new risks from the outset.", "By participating in the sandbox, operators can test innovative products and services in constant dialogue with the supervisory authorities, and can also request that the applicable regulations be waived for the purposes of the test.", "The Bank of Italy has selected 11 projects so far and we started the experimentation phase at the beginning of the summer.", "Research and Academia The second pillar of our strategy is a constant and constructive dialogue with market participants.", "This is a unique and privileged perspective for monitoring changes and trends in the financial market.", "All the information gathered is a great asset for understanding market dynamics and increasing the awareness of the operators' needs and strategies, so as to intercept phenomena of interest promptly.", "Moreover, the dialogue with market participants encourages best practices, i.e.", "defining common standards and principles in order to encourage the development of sound and sustainable operating models, also with regard to the 'economic impact' and to ensure an adequate level of interoperability (and 'interoperability standards') between various technological solutions to support decentralized finance and crypto-asset operations.", "The goal is to identify and support virtuous and adequately monitored innovation in the financial and payments system, in order to mitigate the risks that it may entail and to maximize the benefits it may provide to the advantage of the economic system and its components: consumers, households, firms and public administration bodies.", "To this end, the Bank of Italy, together with two Italian universities, is finalizing an initiative for developing common standards for smart contracts.", "This project aims at establishing a collaboration to promote standards and guidelines for smart contracts relating to the banking, financial and insurance sectors.", "Indeed, the development of smart contracts must take into account both the technological and the regulatory component, and requires a holistic approach benefiting from contributions deriving from legal, economic and computer science perspectives.", "The Bank of Italy intends to define standards and guidelines to be implemented according to an 'open approach' in order to favour as much sharing as possible, in order to maximize their adoption by potential users and to facilitate their dissemination at both domestic and international level.", "Failure to innovate could undermine our financial and economic system's competitiveness, posing a serious threat to our enterprises, public administration and households.", "This is a challenge that we cannot ignore.", "We are ready to do our utmost to support responsible innovation, where resilience and adaptability are the opposite sides of the same coin."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Financial Innovation", "Adaptability and Resilience", "Artificial Intelligence (AI)", "Machine Learning (ML)", "Digital Currencies", "Crypto-Assets", "DeFi", "Distributed Ledger Technologies (DLTs)", "Open Banking", "Platformization"]}