{"sentences": ["Speech Klaas Knot - \"Propelling a graceful transition: the role of the financial system\" For his speech at the Green Swan Conference, Klaas Knot spoke in his capacity as Chair of the Financial Stability Board (FSB) about the role of the financial sector in the transition to net-zero.", "He underscored the importance of incorporating climate risk into all financial decisions and noted that swift action is required to achieve this goal.", "He discussed the FSB roadmap for addressing climate-related financial risks as a key tool for coordinating this action.", "\"The financial sector must play its part, both to help meet net zero targets and to manage the financial risks from climate change.", "The two goals are closely connected,\" he said.", "Date: 1 June 2022 Speaker: Klaas Knot Location: Virtually Hello everyone.", "It is a pleasure to be here today - appropriately on screen and not on-site, thus leaving a smaller carbon footprint.", "The offices of De Nederlandsche Bank, where I usually work, have a view over the Amstel river.", "When looking out of my window, I regularly see swans on the river.", "It has a calming effect on me - seeing them gliding on the glittering water.", "They make it all look so effortless, graceful, smooth.", "There never seems to be anything urgent about their movements.", "But, such grace above the water conceals the effort of their feet just below the surface.", "This conference is about the role of finance in the transition to net-zero.", "Similar to the effort This conference is about the role of finance in the transition to net zero.", "Similar to the effort required for the swans to propel themselves, if the financial system is to play its part in a smooth and graceful transition, swift action is required.", "Climate risk must be incorporated into all financial decisions.", "This is a goal which will require significant changes to business practices and to policy.", "I want to join others at this conference in stressing the increasing urgency of such action.", "And I want to underscore the role that the FSB will play in supporting it.", "Russia's invasion of Ukraine has demonstrated the reality of transition risk, and its relevance even over a short time horizon.", "It has triggered an intense debate about governments' current and future energy policies, as it has profoundly changed the global economic and financial market backdrop.", "Public authorities are still overcoming residual challenges of the pandemic, and are now faced with rising commodity prices and inflation.", "Unsurprisingly, this has created pressure to deprioritize energy transition plans.", "In some cases, public and private-sector players are taking actions that are inconsistent with their stated net zero ambitions.", "The gap between commitment and action is growing ever wider.", "At the same time, risks from climate change keep rising.", "In February, the Intergovernmental Panel on Climate Change (IPCC) published its Sixth Assessment Report .", "It paints an alarming picture of the physical risks of climate change.", "The report warns of more frequent and intense extreme weather and climate events.", "It warns of unavoidable climate hazards over the next two decades even with global warming of the targeted 1.5 degrees.", "The consequences of exceeding that target are even more dire.", "Together, these developments should reinforce, rather than deflect from international sustainability ambitions.", "As I mentioned at the start, the financial sector must play its part, both to help meet net zero targets and to manage the financial risks from climate change.", "The two goals are closely connected.", "If the transition to a low carbon economy is delayed or disorderly, the global economy and financial system will face significant risks.", "This was the conclusion of recent climate scenario analysis and stress tests conducted by financial authorities across various jurisdictions.", "By further deepening our understanding of these financial risks, we can not only protect the financial system, but help to give greater impetus to a timely and orderly transition.", "The FSB roadmap for addressing climate-related financial risks has been developed to coordinate ambitious actions to assess and address these risks.", "Since the launch of the roadmap in July last year, progress has been made across all four of its building blocks: disclosures, data, vulnerabilities analysis, and regulatory and supervisory practices and tools.", "Allow me to briefly elaborate on these four building blocks, stressing their interdependencies.", "Let me start with disclosures.", "Work to strengthen the quality and consistency of climate-related financial disclosures has been moving forward rapidly.", "The International Sustainability Standards Board (ISSB) has made very encouraging progress, building on the Task Force on Climate-Related Financial Disclosures' (TCFD) Recommendations.", "The ISSB's two exposure drafts set out baseline standards for both general sustainability-related, and more specific climate-related disclosures.", "This marks a key milestone in the move towards establishing globally consistent, comparable and decision-useful disclosures.", "The ISSB is taking a building-block approach.", "This allows countries to use its common global baseline - and also be able to build on that baseline to develop national approaches to suit individual circumstances and priorities.", "This will provide jurisdictions with the flexibility to be more ambitious and go further or faster if they wish.", "At the same time, the common baseline will allow interoperability of approaches.", "Disclosures are important for investors' financial decision-making but have wider importance too.", "They will provide necessary information on the progress being made by firms towards the transition, which is important to investors, but also to a wider set of stakeholders.", "Such disclosures must provide the information needed to assess the credibility of private sector commitment and action.", "The second building block is data.", "Firm-level disclosures are essential, but are not the only data we need.", "We also need macro-level data to help us determine which sectors of the economy are most at risk.", "For example, on the policy plans to curb emissions and their effects.", "We need data on underlying climate risks, for instance on the frequency and severity of extreme weather events.", "Finally, to fully understand the systemic perspective, we will also need data to assess the degree to which climate-related risks might be transferred, amplified or mitigated by different financial sectors.", "Such data provide the raw material for the third building block of the FSB roadmap - vulnerabilities analysis.", "To examine vulnerabilities from a long-term, forward-looking perspective, it is critical to further develop scenario analysis, making use of the common NGFS climate scenarios.", "At the same time, we need to devise simpler indicators that can help identify the build-up of vulnerabilities.", "This is a key part of the FSB's work on integrating climate-related risks into its broader financial stability surveillance framework.", "Improving our vulnerabilities analysis, in turn, forms the basis for the final block of our roadmap - regulatory and supervisory practices and tools.", "Sectoral standard-setters are doing important work already, by developing tools in their individual sectors.", "The FSB's contribution is to help bind this work together by promoting consistency and effectiveness of approaches across sectors and countries.", "In April, we issued a consultation report on supervisory and regulatory approaches to climate-related risks.", "This report takes a cross-sector, cross-border perspective.", "It sets out high level recommendations on regulatory and supervisory data.", "Here the ISSB's firmlevel disclosures provide a good starting point that provide the basis that supervisors and regulators can build upon for the development of standardised regulatory reporting requirements.", "A concern we often hear from financial institutions - with good reason I would say - is to ask authorities in different jurisdictions to standardise reporting where possible.", "As we put in place these new reporting requirements, we have an opportunity to ensure that they are well standardised from the start.", "Let's take this opportunity.", "Scenario analyses are currently one of the most effective supervisory tools.", "They promote a more sophisticated understanding of risks by financial institutions, and how these risks connect with transition scenarios.", "Our consultation report encourages the expanded use of climate scenario analysis and stress tests to incorporate system-wide aspects of climate-related risks such as indirect exposures, risk transfers, spillovers and feedback loops.", "Our report also introduces some early thoughts on the use of macroprudential tools, which is still at a nascent stage.", "It highlights the early work of jurisdictions to develop macroprudential approaches and calls for further research to be undertaken to assist as we continue our journey to develop our macroprudential policy toolbox.", "Our public consultation closes at the end of June, and we would welcome your feedback by then.", "The final report will be published in October.", "It is almost a year now since we published our roadmap with its wide-ranging set of actions.", "To be more precise, coordinated actions by both public and private-sector players, to address climaterelated financial risks.", "To emphasise that point: the roadmap is deliberately designed as a joint endeavour.", "We need to combine our efforts for an efficient and comprehensive response to climate risk in the financial system.", "The FSB's upcoming progress report, which will be submitted to the G20 in July, will provide a stocktake of how far we have come and what the next steps should be.", "The swans I see on the Amstel river, the ones that have a calming, mesmerizing effect on me are, of course, not the green swans this conference refers to.", "Nevertheless, they have some important commonalities.", "The gracefulness of a swan obscures what happens beneath the water's surface.", "It conceals what it takes to propel action.", "It makes the hard look easy.", "In the same way, a graceful climate transition requires urgent action under the surface.", "As policy makers, we must ensure that the move to net zero is underpinned by a resilient financial system.", "One which can manage the challenges associated with climate change.", "And one which can propel the green transition forward.", "Members of the public may only see the outcome of such propulsion, just as I only see the swan above the surface.", "But, those who regulate, and operate within, the financial system know that the status quo will not suffice.", "Significant work is required.", "I look forward to doing that work together, so that we can make the graceful transition a reality."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none"], "topics": ["Climate risk", "Financial stability", "Transition to net-zero", "Climate change", "FSB roadmap", "Climate-related financial risks", "Vulnerabilities analysis", "Disclosures", "Data", "Regulatory and supervisory practices"]}