{"sentences": ["MONETARY POLICY REPORT PRESENTATION FINANCE COMMISSION HONORABLE SENATE Rosanna Costa Central Bank of Chile Introduction Mr. President of the Senate's Finance Commission, senator Juan Antonio Coloma, senators members of this Commission, ladies, gentlemen, This is my first presentation as the governor of the Central Bank of Chile before the honorable Senate's Finance Commission.", "Being the first woman to hold such an important position adds an extra dose of responsibility to this great task.", "I would therefore like to thank this Commission for the way it has always dealt with the Bank, and I hope that in the coming years we will not only maintain this relationship, but we will make it increasingly beneficial for our work and for our country.", "In what follows, as we do four times a year, I will share with you the views of the Central Bank Board on recent macroeconomic developments, with their prospects and implications for monetary policy.", "These views are presented in detail in the March 2022 Monetary Policy Report (MPR) that we published this morning.", "This background also provides the support for the decision adopted by the Board at yesterday's monetary policy meeting.", "The Report I am presenting to you today shows that inflation and its short-term outlook have continued to rise, which is certainly a negative impact on the well-being of every person.", "Furthermore, in our forecasts, which that I will detail in a few minutes, we anticipate that the annual variation of the CPI will approach levels in the order of 10% by the middle of this year.", "As we have mentioned in our previous analyses, the increase in inflation continues to respond mainly to the massive overspending observed in the second half of last year, boosted by the large amount of liquidity available to individuals from the income support packages put in place at the time.", "The impact of this increased demand has been accentuated more recently by a scenario of significant cost pressures, which have increased again due to the shock to commodity and food prices caused by the Russian invasion of Ukraine.", "Our projections assume that in the latter part of 2022 inflation will begin to converge to the 3% target, a figure that will be reached within the two-year horizon that governs our monetary policy.", "For this convergence, it is vital that the economy succeeds in resolving the imbalances that have accumulated in recent quarters, where adjusting the fiscal and monetary stimuli, among other factors, is fundamental.", "Consistent with this, and with a less favorable external scenario following last year's excessive growth, the economy will expand at a pace somewhat below its potential in 2022 and 2023, with contractions in private consumption and investment.", "The Board has made a rapid contractionary adjustment to the MPR, which is necessary to contribute to the closing of the activity gap and the convergence of inflation over the monetary policy horizon.", "With yesterday's decision to raise the rate to 7%, we completed an increase of 650 basis points from July of last year to date.", "If the assumptions of our central scenario prove correct, we estimate that future increases in the MPR would be smaller than those of recent quarters.", "The risks are significant and the Board will do everything necessary to ensure that inflation converges to the target, otherwise we would only be raising costs for all households, especially the poorest ones.", "Let me now describe our evaluation of the economic scene and associated risks.", "The macroeconomic outlook and forecasts In the past few months, we have seen that inflation has continued to rise, approaching 8% annually.", "In this behavior, a large part of the CPI components posted upward annual variations.", "The y-o-y change in core CPI -which excludes volatile prices- went from nearly 5% at the end of 2021 to 6.5% last February, while the CPI of volatile prices continued to fluctuate between 10% and 11% annually.", "Worth noting is the rapid increase in core CPI for goods, which climbed from around 5% in mid-2021 to close to 9% at the turn of 2022.", "Services posted a lower annual variation of almost 5% as several regulated prices were frozen over recent years and the adjustment of indexed prices lagged (figure 1).", "The significant boost to spending during 2021 continues to be the main driver of higher inflation.", "Its impact has intensified in a scenario of strong and increasing cost pressures.", "Global supply chains have yet to fully recover from the effects of the pandemic and, among other factors, continue to experience disruptions due to the rise in Covid-19 cases and China's zero-tolerance policy.", "The prices of several commodities (e.g., energy, foods, and some metals) have peaked, a situation exacerbated by the peso's accumulated depreciation over the last couple of years (figure 2).", "All this couples with labor costs rising as supply has not fully recovered its pre-pandemic conditions.", "Different sources of qualitative information -the Monthly Index of Business Confidence (IMCE) and the Business Perceptions Report (IPN)- reflect the companies' negative assessment of the behavior of their costs and their impact on margins.", "The increase in local inflation has gone beyond what we expected in December, stressing that most of the surprise has been concentrated in the core component of the CPI.", "Annual cumulative inflation to February 2022 was close to 1 percentage point higher than forecast in December's central scenario.", "More than half of this surprise was accounted for by higher increases in the prices of the goods that make up core CPI.", "A smaller part of the surprise came from food and fuel prices included in its volatile component (figure 3).", "In this scenario, the short-term outlook for annual inflation has been revised upwards.", "In the central scenario, it will rise to just below 10% annually by the middle of this year, to then take a downward path and end the year at 5.6%, that is, almost 2 percentage points higher than we estimated last December.", "Several factors combine in this higher projection.", "In a context where domestic demand continues at exceptionally high levels, the main factor is the significant and growing cost pressures leading to steeper price increases.", "This also suggests that some of the recent inflation surprises will be more persistent, as they reflect an adjustment of margins following the deterioration experienced in recent quarters.", "Add to this the recent rise in the prices of certain raw materials due to Russia's invasion of Ukraine and a high real exchange rate (RER).", "On the other hand, indexations will be made to a higher past inflation, which would have a special impact on the monthly CPI variations during March and April, with both figures expected to be high (figure 4).", "It is important to keep in mind that high inflation is affecting almost every economy, although the main causes are not always the same.", "In the United States and the United Kingdom, demand-driven and tight labor markets, with subdued supply and upward wage pressures, stand out.", "In the Eurozone, energy has been the main driver of inflation, contributing around half of the increase.", "In several Latin American countries, the main reason is associated with higher energy and food prices.", "In the central scenario, annual CPI inflation will begin to decline rapidly in the latter part of 2022, hovering around 3% by early 2024.", "This decline in inflation will be intensified by the drop in energy and some foods prices, as our scenario considers that the economic effects of the war will remain contained and supply will adjust, so the impact on these prices will begin to fade in the second half of the year.", "Core inflation, on the other hand, will decline more slowly, more influenced by the reversal of the activity gap.", "A key factor for the convergence of inflation to the target is that the imbalances that accumulated in the economy during 2021 be resolved.", "In the central scenario, in 2022 and 2023 the economy will grow somewhat below its potential, a necessary condition to reduce the gap caused by last year's excessive spending increase.", "In addition, fuel prices will fall from their current levels and the RER will decrease, but still remaining above the averages of the last 15 to 20 years.", "Data for late 2021 and early 2022 suggest that the economy may already be on a downward path from last year's high spending levels, a normalization process that is occurring at a somewhat faster than anticipated pace.", "In line with forecasts in the December Report, GDP grew 11.7% in 2021 -its biggest increase in several decades-, a result that incorporates a deceleration of activity in most economic sectors in the latter months of the year.", "With the exception of services, every Imacec sectoral aggregate has declined since October in seasonally-adjusted terms.", "Trade has suffered the most notorious drop, mainly related to the reduced demand for durable goods.", "The deterioration in mining was linked to operational problems, lower material ore in copper mines and constraints in water availability.", "The Other goods category, which includes construction, also showed weaker-than-expected results.", "In contrast, personal and business services continued to benefit from the easing of sanitary containment measures, with mining and trade support activities and health-care services standing out (figure 6).", "On the demand side, private consumption of goods posted a marked decline in the fourth quarter of 2021, exceeding estimates in the December Report.", "The surprise was mainly explained by the drop in durable goods consumption: 11.8% with respect to the previous quarter in seasonally-adjusted terms.", "Non-durable goods also fell, although not as much and in line with expectations (figure 7).", "Various indicators confirm that this trend has continued this year for retail trade activity, supermarket sales, digitally invoiced retail sales, and new car sales, among others.", "All this is consistent with the recent months' evolution of nominal imports of consumer goods, which reversed part of the upward trend they exhibited throughout 2021.", "This is particularly true in the case of durable goods.", "The context where all of this takes place has the MPR increases being transmitted to market rates and the effects of the demand-support measures (i.e., fiscal transfers and partial pension fund withdrawals) gradually diminishing.", "Actually, although still high by historical households' available liquidity has been decreasing and savings have been increasing at the same time (figure 8).", "Investment growth moderated during the fourth quarter, as foreseen in the December Report.", "This was particularly influenced by the lower dynamism of the construction & works component.", "The recent evolution of investment-related indicators shows a reversal with respect to 2021.", "Sales of ready-mix concrete, building permits, and real-estate sales have been slowing down.", "The latter is aligned with the significant increase in housing prices and mortgage interest rates.", "In the case of machinery & equipment, capital goods imports early this year showed a moderate downward adjustment, mostly in those items that had benefited from the boom of demand and automation.", "In this scenario, business and consumer perception indicators have turned more pessimistic.", "The monthly index of business confidence (IMCE) confirms a downward turn in every sector, in both the current and the future outlook, especially in construction activity.", "Furthermore, the February Business Perceptions Report (IPN) noted that in the past few months companies had seen their performance stabilize or fall slightly, in a context of strong cost pressures and significant uncertainty.", "On the consumers side, the economic perception index (IPEC) relapsed in February and remains in pessimistic territory (figure 9).", "Regarding the projections for these variables, the central scenario assumes private consumption and gross fixed capital formation will contract during the 2022-2023 period.", "Essential in the case of consumption will be the high base of comparison, the reduction in liquidity accumulated in the last few quarters that I have just commented on, and the lower availability of credit.", "Regarding gross fixed capital formation, tighter financial conditions and the high and persistent uncertainty will play a key role.", "Investment surveys and other sources reinforce this vision of weak investment, especially that related to construction and works.", "Indeed, the survey of the Capital Goods Corporation (CBC) shows a fall in investment in large-scale projects for this and next year (-15% and -28% year-on-year, respectively), together with mining initiatives being postponed to 2023 or 2024 (figure 10) Thus, the annual variation in GDP will be negative for several quarters, with activity projected to grow between 1.0% and 2.0% in 2022 and between -0.25% and +0.75%% in 2023.", "It is important to note that these estimates differ significantly from private expectations -the median of the March 2022 Economic Expectations Survey and Consensus Forecast- which assume that both consumption and investment will continue to expand in 2022 and 2023, and that GDP growth will be above the upper limit of the expected range for each year.", "By 2024, once the macroeconomic imbalances have been resolved, it is foreseen that activity will resume expansion rates in line with its potential, expanding between 2.25% and 3.25% (table 1).", "The scenario of inflation convergence and resolved macroeconomic imbalances is based on a significant reduction in fiscal spending during 2022.", "Pending the decree on fiscal responsibility of the new administration, the central scenario maintains the assumption of public spending being as committed to under the approved budget and the convergence trajectory outlined therein, in accordance with indications by the Ministry of Finance.", "The projection of the central scenario considers that, despite the higher copper price, the impulse that Chile will receive from abroad will be lower than we expected in December.", "The rise in inflation and the response of central banks will lead to stricter financial conditions, which is already reflected in the behavior of the prices of different assets.", "In turn, the global growth projected for this year is reduced to 3.1% (4.2% in December) and maintains its 3.4% for 2023.", "The war in Ukraine has introduced a new adverse factor into the macroeconomic scenario, although so far its direct impact remains contained.", "The conflict is significantly affecting import prices, especially because of the steep oil price hike compared with last Report's forecast (around 30% for the 2022-2023 average).", "In terms of global growth, the unfolding of the war and the sanctions imposed on Russia will have important repercussions on the performance of the Eurozone, which will translate into lower growth expected for Chile's trading partners.", "As for the response of the financial markets, this has been more important in Russia, Ukraine and their neighbors and, in the central scenario, it is assumed that the most intense effects will remain confined to those countries (table 2).", "The Board estimates that if the central scenario assumptions prove right, futures increases in the MPR will be smaller compared with the last few quarters.", "While the MPR increases have been fast and substantial, risks to inflation convergence persist.", "The Board will keep a close watch on these risks, ensuring that inflation's convergence to the target is secured over the two-year monetary policy horizon.", "Experts' two-year inflation expectations -the Economic Expectations Survey and the Financial Traders Survey- have remained above 3% for several months, which is cause for concern.", "Breakeven inflation is also high at several horizons, although in this case their levels are contaminated by premiums which, when discounted, reduce them significantly, as this Report shows in a box on the subject.", "Meanwhile, indicators that measure the perception of households and firms, obtained from qualitative studies and surveys, show that the rise in inflation is seen as a transitory event, which will be reversed within a few quarters.", "Likewise, firms indicate that, for now, higher inflation expectations have not significantly altered the dynamics of their price formation, while households believe that the adjustments they have already made to their consuming behavior will be sufficient to weather the period of higher price increases.", "The central scenario of this Report is based on a more persistent than usual inflationary dynamic, partly as a result of expected inflation levels above the inflation target at the normal horizons.", "This reflects the synthesis of available background information on inflation expectations and the Board's assessment of their effect on inflation dynamics.", "In addition, the upper bound of the MPR corridor considers a sensitivity scenario in which inflation is more persistent, requiring a stronger monetary policy response than depicted in the central scenario.", "The lower bound of the corridor encloses a range where the contraction of activity and demand is more intense than in the central scenario.", "The speed with which domestic spending adjusts will be decisive in assessing how quickly inflation will converge to the target.", "This negative trajectory could combine, among other factors, a further deterioration in expectations and in the labor market, and a greater impact of uncertainty on investment.", "This sensitivity calls for a faster reduction in response to activity being weaker than assumed in the central scenario (figure 11).", "In addition to sensitivity tests, scenarios are analyzed in which changes in the economy would be more significant and where activity would fall outside the range of projections.", "On this occasion, the Board paints a scenario where the impact of the war in Ukraine become much more harmful on the economy.", "In such a situation, a more severe slowdown or even a global recession could be triggered, in addition to a significant worsening of financial conditions, particularly for emerging countries.", "However, due to this very uncertainty surrounding the conflict, it is difficult to anticipate what effects would predominate in the MPR decisions if such a situation were to materialize.", "Dear senators, I would like to end this, my first presentation to the Senate's Finance Commission, by taking some distance from the current economic data in order to put into perspective the economic moment we are going through.", "Reducing inflation will require further adjustments to the significant macroeconomic imbalances generated last year, which have been the main cause of inflation growing to levels unseen since 2008.", "Achieving this is important not only because inflation is one of the main concerns of families -and rightly so, as it reduces the purchasing power of their income- which hurts particularly the poorer income households but also because it is a sine qua non condition for achieving sustainable growth in line with our potential capacity.", "In addition, adjusting imbalances is necessary for stabilizing external accounts.", "Let us not forget that last year the current-account deficit reached 6.6 points of GDP, in spite of the high copper prices.", "For those less familiar with the particulars of macro analysis, the figures contained in the Report may not reveal the true magnitude of the challenge, so it seems pertinent to recall that in 2021 the stimulus package applied in Chile was among the biggest in the world in terms of economy size, that our economy was among those that grew the most globally, and that this was driven mainly by the consumption of durable goods, which generates less productive linkages.", "Controlling inflation is a task that takes time, both because of the natural lag with which monetary policy instruments operate, and because it is necessary to ensure that the population will not be exposed to disproportionate costs.", "For this reason, our projections consider that, despite its high level today, inflation will continue to climb and will approach 10% in the following months, and will begin to decline only in the second half of the year.", "No central bank is comfortable anticipating this type of inflation trajectory.", "However, this is the message that I am responsible for communicating in this my first Report to this Commission, and I do so with the transparency that characterizes our institution.", "Recovering macroeconomic balances at the lowest possible cost will require the greatest rigor and strength in the analysis and implementation, not only of monetary policy, but of all public policies with a macro impact.", "The signals given by the Administration regarding the importance of fiscal discipline and the convenience of focusing efforts on those sectors of the population that are lagging behind and not on policies of generalized impulse clearly point in that direction, and are part of our central projection scenario.", "The consequences of not doing so speak for themselves.", "During the past year, on several occasions my predecessor Mario Marcel, now Minister of Finance, pointed out in this same forum the risks associated with the massive transfers of resources via pension savings withdrawals and other policies in a context of economic recovery.", "Today, after having implemented one of the biggest stimulus packages among comparable economies, many of those predictions have come true.", "Medium-term financial conditions are considerably tighter and inflation has climbed well beyond the levels that are considered adequate.", "Responsibility on this matter is even more urgent in the current environment, marked by high external and internal uncertainty.", "The immeasurable pain and suffering caused by the Russian invasion of Ukraine not only distresses and challenges us all as human beings, but also raises important questions about the future of the global political order and the future of the economy.", "It is very difficult to anticipate what will happen in the months ahead.", "The central scenario of our Report assumes that the conflict will be limited in time and will not spread to other countries.", "Unfortunately, however, we cannot rule out the possibility of a different outcome and that much more complex scenarios will materialize with consequences that are difficult to quantify.", "In our country, the process of structural changes we are going through has kept uncertainty above historical levels, mainly affecting investment decisions.", "Certainly, other factors have influenced the evolution of the economy and, in particular, inflation; some local and others external, all of which are analyzed in this Report.", "Among the local ones, it is important to note the negative effect that the pandemic had on the labor supply.", "In Chile, as in other economies, labor participation levels have not recovered at the same pace as employment, which has fueled wage pressures and costs.", "This has especially affected women and the over-54 age group.", "These have also been pressured by the aforementioned increase in the cost of imported goods and because, unlike other episodes, the appreciation of the peso responded less to the greater expansion of activity, which has remained high, a phenomenon associated with the persistence of high uncertainty in the country.", "Among external ones, the disruptions in the international logistics chain due to the sanitary crisis have been more persistent expected.", "The relative delay in the normalization of monetary policy and other stimulus policies in the main economies has intensified global inflationary pressures.", "More recently, the sharp increase in the prices of energy and other commodities due to the war in Ukraine has added to price pressures around the world.", "High inflation is certainly observed, to a greater or lesser degree, in many economies, but this does not mean that its transitory quality is guaranteed in Chile.", "The global ingredients of inflation are no excuse for not confronting it, especially by addressing those aspects over which we have greater control because they are of a local nature.", "I conclude this presentation by reiterating our commitment to do everything necessary to achieve the convergence of inflation to the 3% target within the two-year horizon.", "The Central Bank of Chile has the staff and the tools necessary to achieve this.", "Our institution has successfully dealt with complex situations, always putting the people's welfare first, which is undoubtedly favored when inflation is low and is stable.", "We have developed a policy framework that has proven to be appropriate for our reality, focusing on the evolution of medium-term inflation, thus combining our role as guarantors of price stability with a determined stabilization of the business cycle.", "In this context, monetary policy has adapted rapidly to changes in the economy and its outlook.", "These movements and the policy stance described in this Report should suffice to achieve the proposed objectives.", "But, as I mentioned before, monetary policy only achieves its greatest effectiveness and efficiency when other policies with macroeconomic impact are aimed at the same objectives.", "The challenge of containing domestic imbalances is a task that is best achieved if all efforts are coordinated and directed in the same direction.", "in December 2019 Monetary Policy Report, Carlomagno & Sansone (2019), and our Economic Glossary.", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "(2) WTI-Brent average barrel.", "(3) S&P GSCI Industrial Metals.", "(4) Fare of shipping a 40-ft container in respective routes.", "Inflation surprises accumulated since December 2021 MP Report (*) (cumulative monthly contributions, percentage points) Core goods Core services Volatile foods 1.6 Volatile energy Other volatiles Total 1.2 0.21 0.95 0.29 0.8 0.04 0.4 0.57 0.0 0.17 -0.4 Cumulative difference (*) For details on the various groupings and their share in the headline CPI basket, see box IV.", "in December 2019 Monetary Policy Report, Carlomagno & Sansone (2019), and our Economic Glossary.", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "(2) Includes effect of exchange rate variation.", "Source: Central Bank of Chile.", "Inflation forecast (*) (annual change, percent) CPI inflation Core inflation (w/o volatiles) 10 CPI Dec. Rep Mar.", "Rep Core CPI Dec. MP Report IPoM Mar.", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "Imacec by sectors (index, September 2019 = 100, deseasonalized series) 135 Total Manufacturing Trade Services Domestic demand (index, third quarter 2019 = 100, deseasonalized series) Durable goods consumption Non-durable goods consumption Services consumption GFCF Construction & other works GFCF Machinery & equipment Source: Central Bank of Chile.", "Individuals' real balances (millions of UFs, daily data) Individuals' current accounts Individuals' demand accounts Individuals' time and savings deposits Jan. Jul.", "Jan. (*) In January 2022 the Compendium of Bank Accounting Standards of the Financial Market Commission was updated, which is used in the generation of monetary statistics.", "This change involved adapting the monetary compilation instruments of the Central Bank of Chile (from F01 file to SIM01 file).", "Source: Central Bank of Chile.", "Business and consumer confidence (*) (diffusion index) IPEC IMCE: w/o mining IMCE: trade IMCE: construction IMCE: manufacturing Jan. May.", "Sep. Jan. (*) Value above (below) 50 indicates optimism (pessimism).", "Sources: UAI/ICARE and Gfk/Adimark.", "CBC: total investment (billions of dollars) Non mining (exc.", "Source: Central Bank of Chile.", "Source: Central Bank of Chile.", "It includes the March EES and March FTS prior to the March monetary policy meeting and the quarterly average smoothed forward curve as of 23 March.", "This is calculated by extracting the implicit MPR considering the forward curve over the overnight index swap curve up to 2 years, discounting the fixed rates of each maturity to the simple accrual of the overnight index swap (ICP).", "For the current quarter the surveys and the forward curve consider the average daily effective data and are completed with the respective sources.", "Source: Central Bank of Chile."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Fiscal policy", "Investment", "Consumption", "Central Bank", "Inflation expectations", "Russia-Ukraine war", "Labor market"]}