{"sentences": ["Speech by Gediminas Šimkus at the joint webinar \"Investment in the Baltics: From pandemic to war\" Joint Bank of Lithuania, Bank of Estonia, Bank of Latvia, and European Investment Bank Webinar \"Investment in the Baltics: From pandemic to war\" Welcome and opening remarks Good morning, dear Vice President Östros, Governor Müller, Governor Kazāks, dear colleagues and webinar viewers, A warm welcome to this joint webinar organised by the Bank of Lithuania, the Bank of Estonia, the Bank of Latvia, and the European Investment Bank (EIB).", " We are living in extraordinary times: just as the pandemic pressures started to ease, we got hit by another huge shock - the war in Ukraine.", "Let me stress that we stand in full solidarity with Ukraine.", "To date Lithuania welcomed some 51,000 Ukrainian refugees and is one of the largest donors of bilateral aid to Ukraine in percentages of GDP.", "While we hope for a swift end to this unjustied war, currently the risks that the war in Ukraine escalates remain high.", "We are experiencing an unprecedented degree of uncertainty.", "This is worrying, as numerous surveys and reports show that uncertainty is the largest barrier for private corporate investment in the Baltics.", "Fortunately, policymakers can address this.", "As we witnessed in the months following the outbreak of the COVID-19 pandemic, high quality and well-targeted public investment in times of high uncertainty enhances output.", "It also crowds in private investment, rather than crowding it out.", "The COVID-19 pandemic offered an opportunity for rms to become more digital.", "Demand for electronic services rapidly increased, creating perfect conditions for expansion of electronic payment service providers.", "Growth in electronic payments created value in the Lithuanian nancial sector.", "For instance, one of the Lithuanian payments start-ups recently attracted an impressive 65 mln US dollar Series A funding.", "The growing Fintech sector also contributes towards solving the structural problem of concentration in the Lithuanian nancial sector.", "At the same time, business funding through crowdfunding platforms also gained traction.", "As pointed out in the EIB Investment Survey that will be presented here shortly, total investment in Lithuania rose to 5% above pre-pandemic levels by the end of 2021.", "A similar pattern was observed in Latvia, while in Estonia investment in 2021 stood at staggering 30 to 40% above pre-pandemic levels.", "Increased investment and recovering consumption ensured that the Baltic economies recovered swiftly from the pandemic shock, with GDP growth in 2021 outperforming most of the previous forecasts.", "Despite the pandemics, before the russian invasion into Ukraine, Lithuania was on the path of growth and the long-term economic transformation of digitisation and sustainability.", "In these unprecedented times we must stay on this path.", "No matter the current uncertainty, we need to ensure that investment directed towards our long-term goals continues.", "A consistent and speedy implementation of the RRF plans geared towards climate and digital transitions remains crucial.", "The war in Ukraine highlighted the importance of energy independence.", "Investing into developing renewable energy sources not only reduces geopolitical energy vulnerability; large-scale and ambitious green investment programmes also help offset the negative effects of automation - the loss of jobs and growing regional inequalities.", "Cheaper and more available green energy also contributes towards meeting our CO2 emission targets.", "Despite this opportunity appearing in such a tragic circumstance of war, policymakers cannot afford to miss the move-away from fossil fuels by directing public funds that are available towards expanding the renewables sector.", "Public investment will provide a spark, but we need a nancial system that is nancing climate-friendly investment to keep the engine running.", "Fostering such a sustainability-minded nancial system is an increasingly important topic for central banks.", "One of the strategic goals of the Bank of Lithuania is management of climate related risks.", "We monitor our own institutional carbon footprint and manage our own investment portfolio according to sustainable investment principles.", "We also established a new centre for Financial Market Development just before the outbreak of the war and were preparing to open a centre for Green Finance in hopes of increasing opportunities to attract resources for Lithuanian rms considering green investments.", "Dear colleagues, To conclude, as the well-known saying goes, \"Good times don't last, and bad times don't stay forever\".", "Planning and investing today in preparation for those good times to come is more important than ever.", "It is therefore a great honour to open this Investments in the Baltics conference in webinar format.", "I look forward to the upcoming discussions and presentations."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Investment", "Uncertainty", "War in Ukraine", "Sustainability", "Green energy", "Financial system", "Digitalisation", "Crowdfunding", "Climate change", "Renewable energy"]}