{"sentences": ["21 As the ESRB highlighted \"for example, six countries (Denmark, France, Ireland, Malta, Netherlands, Norway and Sweden) use gross income to define income-related measures, while other Member States use income in net terms.", "Three countries (Austria, Finland and Slovenia) use a broad definition of collateral value for the purpose of the LTV limits, while in other countries this is restricted to real estate.\"", "(ESRB, Review of the EU Macroprudential Framework for the Banking Sector - March 2022, Response to the call for advice, p. 13).", "Banca d'Italia used gross income to define income-related measures when it issued its rules on BBMs last February.", "Under Article 513 of the CRR, \"harmonised definitions\" of BBMs \"and the reporting of respective data at Union level are a prerequisite for the introduction of such instruments\" (paragraph (1)(d)).", "In that respect, the legal acts already available are the Mortgage Credit Directive (Directive 2014/17/EU of the European Parliament and of the Council of 4 February 2014 on credit agreements for consumers relating to residential immovable property and amending Directives 2008/48/EC and 2013/36/EU and Regulation (EU) No 1093/2010) and the Consumer Credit Directive (Directive 2014/17/EU of the European Parliament and of the Council of 4 February 2014 on credit agreements for consumers relating to residential immovable property and amending Directives 2008/48/EC and 2013/36/EU and Regulation (EU) No 1093/2010).", "These, as I said at the outset, are very provisional reflections (and, as such, they should not be taken as an official statement of the position of Banca d'Italia).", "I am sure that the discussions in this seminar will help clarify some of the economic and legal issues I have briefly mentioned, and provide intellectual food for further thoughts about the best path ahead.", "Let me conclude by thanking the organisers, not least for having put together such a distinguished panel of speakers, and all the participants.", "I wish you all a very fruitful discussion.", "Acharya, V., Bergant, K., Crosignani, M., Eisert, T. and McCann, F. (2018), \"The Anatomy of the Transmission of Macroprudential Policies: Evidence from Ireland\", Working paper presented in several meetings but not published.", "Ahuja, A. and Nabar, M. (2011), \"Safeguarding Banks and Containing Property Booms: Cross-Country Evidence on Macroprudential Policies and Lessons from Hong Kong SAR\", IMF Working Paper Series, No 11/284, International Monetary Fund, December.", "Also in www.suerf.org/policynotes SUERF Policy Brief, N.. Angelini P., Nicoletti Altimari S. and Visco I (2012), \"Macroprudential, microprudential and monetary policies: conflicts, complementarities and trade-offs\", Occasional Papers Series, N., Banca d'Italia, November.", "Angelini, P., Neri, S. and Panetta, F. (2014), \"The Interaction between Capital Requirements and Monetary Policy\", Journal of Money, Credit and Banking, Vol.", "Bank of England - Financial Policy Committee meeting June 2014 .", "co.uk/-/media/boe/files/record/2014/financial-policy-committee-meeting-june-2014.pdf Bentzen, C., Andersen, H. and Hviid, S. (2018), \"Impacts of 2016 guidelines on mortgaging of homes\", Danmarks Nationalbank Analysis, N., November.", "Burlon, L., Gerali, A., Notarpietro, A. and Pisani M. (2018), \"Non-standard monetary policy, asset prices and macroprudential policy in a monetary union\", Journal of International Money and Finance, vol.", "Cerutti, E., Claessens, S. and Laeven, L. (2017), \"The use and effectiveness of macroprudential policies: New Evidence\", Journal of Financial Stability, Vol.", "Couaillier, C., Lo Duca, M., Reghezza, A., Rodriguez d'Arci, C. and Scopelliti, A.", "(2021) \"Bank Capital Buffers and Lending in the Euro Area during the Pandemic.\"", "ECB Financial Stability Review, November 2021.", "ECB (2021), \"The role of financial stability in the ECB's new monetary policy strategy\", Financial Stability Review, November.", "Eller, Markus, Martin, Reiner, Schuberth, Helene and Vashold, Lukas, (2020), Online supplement to \"Macroprudential policies in CESEE - an intensity-adjusted approach\", Focus on European Economic Integration, issue Q2/20.", "(2017), \"Macroprudential policy: closing the financial stability gap\", Journal of Financial Regulation and Compliance, Vol.", "Hartmann P. (2015), \"Real Estate Markets and Macroprudential Policy in Europe\", Journal of Money, Credit and Banking, Supplement to Vol.", "IMF, 2013, \"Key Aspects of Macroprudential Policy\" IMF-FSB-BIS, 2016, Elements of Effective Macroprudential Policies - Lessons from International Experience Kinghan, C., Lyons, P., McCarthy, Y. and O'Toole, C. (2016a), \"Macroprudential Measures and Irish Mortgage Lending: Insights from H1 2016\", Economic Letter Series, Vol.", "Kinghan, C., McCarthy, Y. and O'Toole, C. (2016b), \"The Effects of Macroprudential Policy on Borrower Leverage\", Economic Letter Series, Vol.", "(2013), \"The Possible Distributional Effects of the Loan-to-Value Ratio and its Use as a Macro-prudential Tool by the European Systemic Risk Board, Journal of International Banking Law Review.", "Łaszek, J., Augustyniak, H. and Olszewski, K. (2015) \"FX mortgages, housing boom and financial stability - a case study for Poland (2005-2015)\", NBP Working Paper Series, Vol.", ", N., Narodowy Bank Polski, pp.", "Lewis V. and Roth M. (2019), \"The Financial Market Effects of the ECB's Asset Purchase Programs\", Journal of Financial Stability, Vol.", "(2018), \"Constraints on LTVs as a macroprudential tool: a precautionary tale\", Oxford Economic Papers, Vol.", "(2015), \"Implementing Loan-to-Value and Debt Service-To-Income measures: A decade of Romanian experience\", Occasional Papers, N., National Bank of Romania, November.", "Thiemann M., Stellinga B.", "(2022), \"Between technocracy and politics: How financial stability committees shape precautionary interventions in real estate markets\", Regulation & Governance, John Wiley & Sons Australia.", "Tzur-Ilan, N. (2017), \"The Effect of Credit Constraints on Housing Choices: The Case of LTV limit\", Discussion Paper Series, No 2017/03, Bank of Israel, February.", "(2014), \"The challenges for central banks\", Central Banking.", "(2015), \"Eurozone challenges and risks\", Central Banking."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Macroprudential policies", "Loan-to-value ratio", "Residential real estate", "Financial stability", "Monetary policy", "Bank lending", "Credit constraints", "Housing market", "Europe", "Central banking"]}