{"sentences": ["Russia's invasion of Ukraine is a turning point for the global geopolitical order.", "Above all, it brings unspeakable human suffering to the people of Ukraine, but it is also having a marked impact on the euro area economy, raising new challenges for fiscal and monetary policy.", "Inflationary pressures are rising further from elevated levels, both through higher commodity prices and through new strains on global value chains as sanctions ban trade with Russia.", "Meanwhile, aggregate demand is suffering from considerable uncertainty, which is weighing on consumer confidence and making firms' investment and employment decisions riskier.", "That, in turn, exacerbates the already heavy energy-related toll on real incomes.", "Close commercial ties of the euro area with the Russian and Ukrainian economies amplify these shocks.", "This is most evident when considering the euro area's dependency on Russian raw materials, which increases the impact of higher commodity import prices on euro area consumer prices.", "How monetary policy should respond to such a contractionary supply shock, and what role fiscal policy should play in macroeconomic stabilisation in the current environment, will be the topic of my remarks this morning.", "I will argue that, given the exceptional accommodative monetary policy measures still in place and the growing risks of inflation settling above our target over the medium term, continuing the process of policy normalisation that we started in December 2021 remains the appropriate course of action for monetary policy.", "Fiscal policy, in turn, can help buffer the impact of the war on private demand and thereby support monetary policy in its pursuit of price stability.", "But fiscal support should be targeted so as not to add to medium-term price pressures at a time when the economy itself is expected to generate sustained inflation and Europe's ambition to achieve strategic autonomy will already necessitate significant public investment spending.", "The trade-off facing monetary policy The response to the pandemic was a showcase for how fiscal and monetary policy can jointly stabilise the economy in the face of a large exogenous shock depressing both economic activity and inflation.", "Central banks and governments pulled in the same direction, protecting aggregate demand and employment, thereby safeguarding price stability.", "Monetary policy responded to the pandemic by launching a series of forceful measures that collectively provided much-needed liquidity to banks and financial markets.", "These measures were successful in restoring and stabilising financing conditions at levels that provided material support to growth and thus countered the rapidly building downward pressure on inflation.", "The pandemic emergency purchase programme (PEPP) was central to this success.", "It allowed fiscal policy to protect jobs and incomes by preventing fragmentation at a time when financial markets were vulnerable to destabilising price spirals and self-fulfilling expectations.", "Together with the Recovery and Resilience Facility, it was able to coordinate expectations in financial markets around the good equilibrium.", "Thanks to the joint policy response, the euro area was on track to experience one of the fastest recoveries in history before the invasion.", "From trough to peak, euro area real GDP expanded by 17.5% by the end of 2021, compared with 14.8% in the United States, albeit starting from a lower level (Slide 2).", "Euro area investment increased by 22% over the same period, nearly twice as fast as in the United States.", "It is the much stronger hit to activity that explains why, in terms of the level of GDP, the euro area is still lagging behind.", "The war will measurably slow the pace of the recovery, and it will lift inflation further away from our target, and for a longer period.", "In this new environment, fiscal and monetary policy again need to play their part in shielding society from the economic and social costs brought about by abrupt changes in global economic conditions.", "But the way to achieve this is more intricate than at the height of the pandemic.", "When faced with an adverse supply shock at a time when current inflation is well above the target, monetary policy encounters a difficult trade-off between accommodating the expected decline in private demand and controlling medium-term inflation.", "Central banks have typically managed this trade-off by calibrating policy according to the likely persistence of the shock.", "If the shock to inflation is expected to be temporary, monetary policy can, in principle, look through higher inflation or even accommodate the economic fallout.", "In this case, there is less of a need for discretionary fiscal policy beyond the use of automatic stabilisers.", "If, however, the shock is expected to be more persistent and to affect inflation over the medium term, monetary policy needs to act in order to remain faithful to its primary objective of price stability.", "Then, fiscal policy should ideally buffer the effects on private demand.", "Persistent price pressures call for monetary policy normalisation How, then, is the war affecting the medium-term outlook and what does this imply for monetary and fiscal policy?", "Even though the forecasting community, including central banks, has severely underestimated the persistence of inflation, it is still reasonable to assume that part of current elevated inflation will vanish over time even without monetary policy action.", "Supply bottlenecks, exacerbated by the war and by the recent pandemic containment measures taken by China, will eventually ease and the extraordinary rate at which energy prices are currently rising can be expected to slow.", "How fast this will happen cannot be said with any degree of confidence.", "But the data before the invasion were consistent with a gradual shortening of suppliers' delivery times.", "A considerable part of inflation is likely to prove more persistent, however - to an extent that, without monetary policy adjustment, inflation risks settling above our 2% target over the medium term.", "There are three factors that could make inflation \"sticky\".", "Strong demand contributing to rising pipeline pressures The first relates to pipeline pressures.", "Producer prices in the euro area increased by more than 30% year-on-year in January - a level never even remotely seen in the past, and significantly higher than in other parts of the world, including the United States (Slide 3, left-hand side).", "Core measures that exclude the exceptional effects of energy paint a similar picture.", "In January, euro area producer prices for core consumer goods expanded at a pace eight times their prepandemic historical average.", "Transitory supply shocks can only explain part of this rise.", "A recent analysis by the staff at the International Monetary Fund finds that strong aggregate demand has been as much a driver of recent pipeline pressures in the euro area as supply bottlenecks (Slide 3, right-hand side).", "Their analysis shows that even in the absence of supply shocks, producer price inflation in the euro area would still run at levels close to historical highs.", "This is consistent with survey evidence showing that, in the entire history of the euro area, the share of manufacturing firms reporting demand as a factor constraining output has never been lower than today.", "The war means that, at least over the near term, pipeline pressures will strengthen further, even if demand will slow.", "So, while the composition of the drivers is bound to shift, their aggregate effect on final consumer prices will be felt over a protracted period of time, as nominal and real price rigidities imply that pipeline pressures will gradually build up.", "Consistent with this, selling price expectations by firms have increased to unprecedented levels in all economic sectors in March.", "Supply-side shocks turning inflationary The second factor relates to structural forces such as demographic change, the green transition and globalisation.", "There is broad consensus that, before the pandemic, supply-side factors played an important role in putting persistent downward pressure on inflation across many advanced economies, including the euro area.", "Inflation had been running below central banks' targets for many years, with no signs of accelerating, as firms competed in an increasingly globalised world in which a large part of consumers had a high propensity to save.", "Today, the impact of many of these factors on inflation is increasingly likely to reverse.", "Take globalisation as an example.", "The response to Russia's aggression is unambiguous.", "European governments are seeking to limit their dependency on global value chains in areas of strategic importance, such as the semiconductor or pharmaceutical sector, and they want to do so as fast as possible.", "Cutting ties with foreign suppliers will accelerate the reshoring efforts that had already been gaining momentum after the outbreak of the pandemic.", "De-globalisation may thus undo, or weaken, a trend we had seen before the pandemic: faced with risks of offshoring, unions had become more restrained with their wage demands, prioritising job security over higher pay.", "The war can be expected to loosen this brake on wages and hence inflation.", "The energy transition will add to upward price pressures over the medium term.", "While our economies will benefit from lower electricity prices once energy demand can increasingly be met with renewables, rebalancing away from fossil imports will induce upward pressure on euro area inflation during the transition.", "Substitutes for Russian energy inputs will very likely be more expensive over the short and medium run.", "Such structural energy shocks are not a new phenomenon.", "We have seen them over the last decade - only with the opposite sign.", "In the wake of the \"shale oil revolution\", the United States significantly increased its production of oil and natural gas, gradually pushing up supply and putting persistent downward pressure on global oil prices.", "As a by-product, the shale oil revolution has reduced the United States' dependency on energy imports - an endeavour Europe now urgently needs to pursue as well by accelerating the green transition.", "Wage catch-up becoming more likely The third factor relates to wages.", "In February, the euro area unemployment rate fell to yet another record low of 6.8% (Slide 4, lefthand side).", "The ratio of unemployed workers to job openings - a measure of labour market tightness - hit a new record low at the end of last year (Slide 4, right-hand side).", "Survey data collected after Russia's invasion of Ukraine suggest that businesses continue creating jobs at a fast pace.", "A labour market so tight at such an early stage of the recovery is a good predictor of strong future wage growth.", "But even if the war may weigh on labour market dynamics, the likelihood that workers will ask for compensation for the loss in real income is measurably higher when inflation has been high for a long period of time, like today, than when inflation is running at more moderate levels.", "There are two reasons why this catch-up in wages has not yet happened in the euro area.", "One is that job retention schemes kept a lid on labour market churn.", "Relative to the size of the shock, the unemployment rate in the euro area barely budged.", "By contrast, unemployment in the United States rose sharply.", "When the economy reopened, the creation of new job opportunities allowed workers to bargain for higher wages.", "Recent analysis by the OECD quantifies the impact of higher job mobility on wage growth.", "It suggests that in the United States, earnings growth of workers switching jobs is about four times higher than for workers staying in the same job.", "The second, and related, reason is that adjustments at the intensive margin - or hours worked - often predate wage adjustments.", "In the euro area, total hours worked have still not fully recovered to pre-crisis levels.", "To a large extent this reflects supply constraints and remaining contact restrictions.", "Those working reduced hours are unlikely to bargain for higher wages.", "It is therefore not surprising that we have escaped the kind of fast and frontloaded wage pressure afflicting other parts of the world.", "In the euro area, we are much more likely to see a delayed and staggered, and possibly longer-lasting, response of wages to both inflation and a tight labour market, thereby putting persistent upward pressure on inflation.", "Elevated uncertainty due to the war will further delay the time by which we can expect to see visible changes in aggregate wage growth.", "Monetary policy needs to act credibly to preserve price stability Together, these three factors - pipeline pressures, structural change and wage catch-up - imply persistent upward pressure on inflation even as the recovery slows.", "We are also conscious of the fact that measured inflation, albeit at historical highs, is still understating the true loss in purchasing power.", "While owner-occupied housing is an important contributor to inflation in other regions of the world, it is not yet part of the official price index in the euro area (Slide 5, left-hand side).", "Our estimates suggest that headline inflation in the third quarter of last year - the latest available data - would have been 0.3 percentage points higher.", "Underlying inflation would have been higher by 0.6 percentage points - a significant difference (Slide 5, right-hand side).", "The question, then, is whether the impact of the war on real incomes is sufficiently strong and long-lasting to offset these forces, in particular after taking into account the response by fiscal policy.", "Russia's invasion of Ukraine comes at a time when the economy is showing broad underlying strength and when large excess savings provide a cushion for part of the population.", "The baseline scenario of our most recent ECB staff projections, which include a first assessment of the impact of the war, still foresees output this year to expand by 3.7%, well above potential (Slide 6, left-hand side).", "More recent private sector forecasts expect the economy to slow more markedly.", "Yet, expected output growth remains above 3% in 2022.", "Surveys suggest that these forecasts carry a high level of uncertainty, with risks to economic growth tilted to the downside in the near term.", "On the one hand, they point to significant concern among businesses about future activity, reflecting the exceptional uncertainty about how the war will affect the global economy over the medium run (Slide 6, right-hand side).", "On the other hand, they suggest that the immediate impact of the war on economic activity is moderate, also as the easing of pandemic-related contact restrictions is providing an offsetting boost to sentiment and activity.", "From today's perspective, therefore, it is uncertain whether, and to which extent, the drag on private demand will weigh on medium-term inflation.", "Indeed, according to financial market participants, the capacity of the economy to generate inflation in line with our target over the medium to long term remains robust.", "On the contrary, we are observing that investors are demanding a rising compensation for the risk of medium-term inflation turning out higher than currently expected, pushing inflation swap rates over these horizons visibly above our 2% target, and thereby contributing to the increase in nominal interest rates (Slide 7, left-hand side).", "We are also seeing that actual inflation outcomes increasingly influence private sector forecasters' beliefs about future inflation, similar to what happened around the launch of our asset purchase programme in 2015 when a long period of low inflation contributed to drag down long-term inflation expectations (Slide 7, right-hand side).", "By showing resolve, monetary policy can break this dynamic and reduce the trade-off central banks face between stabilising output and inflation.", "A central bank that is perceived as being committed to protecting its mandate can contain inflation at a lower economic cost, since the expectation that adequate policy action will be taken is itself stabilising.", "Such credibility is vital for the conduct of monetary policy.", "Continuing the path of policy normalisation is therefore the appropriate course of action.", "The speed of normalisation, in turn, will depend on the economic fallout from the war, the severity of the inflation shock and its persistence.", "We have stressed the importance of optionality and data dependence in our March Governing Council decision: we expect to conclude net asset purchases under our asset purchase programme in the third quarter, as long as the incoming data support the expectation that the medium-term inflation outlook will not weaken.", "We will hike interest rates some time after, as appropriate in light of incoming data.", "The trade-off facing fiscal policy As monetary policy is focused on preserving price stability and anchoring inflation expectations, the headwinds to growth can be buffered by fiscal policy.", "There is no possibility for the euro area as a whole to escape the costs associated with protecting our freedom, supporting the people of Ukraine and reducing our dependence on fossil energy.", "That said, unless the economic situation deteriorates markedly - a contingency that cannot be excluded - current circumstances call for targeted support rather than broad-based fiscal stimulus, for two main reasons.", "First, monetary policy remains highly accommodative even if nominal risk-free interest rates have started rising in recent weeks.", "To see this, it is useful to look at the real interest rate that investors expect to prevail in three years' time - that is, when the adverse effects from the pandemic and the war are likely to have faded away (Slide 8, left-hand side).", "This rate, which ultimately matters for consumption and investment decisions, remains in deep negative territory and close to its historical low, meaning that there is a long way to go before monetary policy becomes restrictive for growth and employment.", "This point cannot be overstated: even if we continue the path of policy normalisation, monetary policy, which is currently configured to deal with very low inflation, will remain highly supportive.", "Therefore, should the economy remain resilient, it would not be appropriate to provide a strong pro-cyclical stimulus.", "An overly expansionary fiscal policy would increase the risk of a deanchoring of inflation expectations, thereby aggravating the task of the central bank.", "It would ultimately lead to an economy paying a higher price over the medium term in terms of lost output and higher unemployment at a time when the economy itself is expected to generate sustained inflation in line with the target.", "Second, euro area governments face a trade-off themselves, namely between business cycle stabilisation and debt sustainability.", "Debt has increased materially as a result of the pandemic and fiscal deficits remain sizeable (Slide 8, right-hand side).", "Governments need to face the current shock mindful of the fact that, in the absence of a common fiscal capacity, high debt levels leave the euro area vulnerable to sudden and costly shifts in investor sentiment.", "All this means that fiscal policy should follow a two-pronged strategy.", "First, governments should prioritise spending on investments that will raise productivity and potential output, thereby reducing the burden of high legacy debt.", "A key lesson from the war is that Europe needs major public investment in green energy infrastructure and military defence.", "Implementing faithfully the structural reforms linked to the Recovery and Resilience Facility will be an important part of this endeavour.", "Increased public investment will at least partly offset the negative output effects stemming from depressed consumer and business confidence.", "Second, governments should provide temporary and well-targeted support to protect those seeking refuge from the war and those who are most vulnerable to the sharp increase in energy prices and the sanctions imposed in response to Russia's invasion of Ukraine.", "Importantly, both types of measures need to remain consistent with each other.", "In particular, this means supporting the green transition by retaining, as much as possible, incentives to reduce carbon emissions rather than muting price signals.", "Several Member States have already taken important action at national level.", "The general escape clause that remains active this year implies that there is short-term budgetary flexibility.", "Preliminary estimates suggest that these measures could compensate for a non-negligible part of the estimated impact of the war on aggregate demand.", "Coordinated action at European level could complement national initiatives, emphasising our determination to shoulder the costs associated with protecting our fundamental values in unity and solidarity.", "The war, and with this I would like to conclude, demonstrates the state-contingent interdependence between monetary and fiscal policy.", "While the pandemic required fiscal and monetary policy to jointly counter the massive shock, Russia's terrible act of aggression requires a different division of labour because it pulls demand and prices in opposite directions at a time when medium-term price stability is at risk.", "An appropriate monetary-fiscal policy mix will be decisive for fostering social cohesion, protecting people's purchasing power and sustaining the recovery.", "(2022), \"A new age of energy inflation: climateflation, fossilflation and greenflation\", speech at a panel on \"Monetary Policy and Climate Change\" at The ECB and its Watchers XXII Conference, Frankfurt am Main, 17 March; and Schnabel, I.", "(2022), \"Looking through higher energy prices?", "Monetary policy and the green transition\", remarks at a panel on \"Climate and the Financial System\" at the American Finance Association 2022 Virtual Annual Meeting, Frankfurt am Main, 8 January.", "(2021), \"Labour market transitions across OECD countries: Stylised facts\", OECD Economics Department Working Paper, No 1692, OECD Publishing, Paris.", "In addition, in the euro area, there is a considerable degree of wage inertia, with wage changes in most euro area countries occurring only once a year.", "See Branten, E. et al.", "(2018), \"Nominal wage rigidity in the EU countries before and after the Great Recession: evidence from the WDN surveys\", Working Paper Series, No 2159, ECB, Frankfurt am Main, June.", "Although military expenditures are typically not productivity enhancing, they will add to growth at a time when private demand is slowing."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Fiscal policy", "Economic growth", "Energy prices", "Supply chain disruptions", "Labour market", "Wage growth", "Price stability", "Economic uncertainty"]}