{"sentences": ["Ladies and gentlemen, friends from the media, good morning.", "Thank you for joining the Financial Stability Coordination Council for the Financial Stability Report for the 2nd Semester of 2021.", "A few days ago, Q4 2021 Year-on-Year growth was reported to be at 7.7 percent, putting the full year expansion at 5.6 percent.", "This is a remarkable turnaround from what we experienced in the first year of Covid-19.", "For financial authorities, we welcome these gains, humbly recognizing that there will always be improvements we can pursue, while maintaining a watchful eye over changing market conditions.", "In thinking of where our market stands, I am reminded of Niccolo Machiavelli, the Italian philosopher and statesman to whom this quote was first attributed.", "He once said, and I quote \"never let a crisis go to waste\", unquote.", "His idea cannot be more apt than today.", "While this pandemic has been a heavy burden, it has provided us the opportunity to come together and take collective action.", "Now that we have our growth momentum back, we can pause, to take the opportunity to learn from this crisis.", "In previous FSRs, we described how quickly we all came together.", "Faced with an unprecedented crisis, we took unconventional measures to respond to an out-of-the-box challenge.", "In this FSR, we talk about what we have learned from Covid.", "For financial authorities, it is and will always be about the financial system as a whole and that whole has to be appreciated as being more than the sum of its parts.", "We also talk about how we can be better, addressing some of more immediate challenges that have come up because of Covid.", "It is about the welfare of the Filipino, seen through the lens of public health, through access to goods, through socio-economic equity, and through a greener future environment.", "All of these are in this latest FSR.", "We invite all of you to access and download your copy which will be available in the websites of the FSCC member agencies.As always, we look forward to hearing your thoughts and comments.", "Again, thank you for joining us today and good morning."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Covid-19", "Growth", "Crisis Management", "Filipino Welfare", "Public Health", "Socio-economic Equity", "Green Environment", "Financial System", "Unconventional Measures"]}