{"sentences": ["SPEECH Monetary policy in the euro area: the next Remarks for high-level panel \"High Inflation and Other Challenges for Monetary Policy\" by Philip R. Lane, Member of the Executive Board of the ECB, Annual Meeting 2022 of the Central Bank Research Association (CEBRA), Barcelona Barcelona, 29 August 2022 The period December 2021 to July 2022 constituted a distinct first phase in the normalisation of the monetary policy of the ECB.", "Starting with the announcement that net purchases under the pandemic emergency programme (PEPP) would conclude in March 2022 and followed by the curtailment and the eventual cessation of net purchases under the asset purchase programme (APP) by the start of the third quarter, this phase was completed with the lifting of the key policy rates out of negative territory at the July meeting.", "This period saw a remarkable regime change in the behaviour of the euro area yield curve, with a very significant upward shift and an increase in volatility, as markets responded to the implications of the new inflation and cyclical environment for the future path for monetary policy, including the exit from \"lower bound\" monetary policy calibration.", "Having completed this initial stage of monetary policy normalisation, our upcoming September monetary policy meeting will be the start of a new phase.", "Our over-riding goal is to make sure that monetary policy will deliver the timely return of inflation to our medium-term two per cent target.", "In terms of execution, this new phase will consist of a meeting-by-meeting (MBM) approach to setting interest rates.", "At a basic level, the transition from rate forward guidance to the MBM approach is in line with our monetary policy strategy, which assessed that forward guidance was primarily an appropriate response to the lower bound constraint.", "As policy rates move away from the lower bound, the inherent flexibility of the MBM approach is better suited to calibrating monetary policy in a highly uncertain environment.", "Since monetary policy works through its influence on the entire yield curve, it is important to appreciate that MBM monetary policy essentially has two elements.", "First, it allows for meeting-by-meeting reassessments of the conditionally-expected medium-term path for interest rates that is required to deliver the two per cent target, in line with the incoming data and evolving outlook.", "The terminal rate over the projection horizon widely used as a short-hand summary indicator for the orientation of interest rate policy.", "[ It follows that a primary influence on the interest rate decision in any one meeting is the size of the gap between the prevailing interest rate and the assessed terminal rate.", "Second, at a tactical level, the exact calibration of the interest rate decision should also take into account the appropriate speed to close that gap.", "Especially under conditions of high uncertainty, each of these factors can shift in a material way from one meeting to the next: first, there may be a revision in the projected terminal rate; and, second, the appropriate speed in closing the gap may accelerate or decelerate.", "To state the obvious, the current zero value of the policy rate (taking the deposit facility rate as the relevant policy rate in conditions of excess liquidity) is below any calculation of the appropriate terminal rate.", "Our July monetary policy statement signalled that further normalisation of interest rates will be appropriate: the scale and timeline of rate adjustment will be determined by the evolution of the terminal rate and the appropriate speed in closing the gap between the current rate and the terminal rate.", "In anticipation of further interest rate hikes towards the terminal rate, the euro area yield curve is much higher than the current policy rate, such that the extent of monetary tightening that has already occurred is far greater than the July first step in raising the policy rate.", "In assessing the terminal rate, both structural and cyclical factors are relevant.", "In the long-term steady state (with no shocks hitting the economy), the equilibrium nominal risk-free interest rate will be the sum of the two per cent inflation target and the long-term equilibrium risk-free real interest rate.", "However, within the medium-term horizon of monetary policy, time-varying cyclical factors may require interest rates to move above or below that long-term equilibrium level in order for inflation to stabilise at two per cent.", "It follows that, meeting-by-meeting, an important element of the monetary policy debate will be the discussion of our latest assessment of the appropriate terminal rate that takes into account the evolution of cyclical factors, in addition to assessing a potential role of structural forces in shifting the underlying long-term equilibrium real interest rate.", "In terms of understanding the interplay of cyclical factors, there are no shortcuts in following a datadependent approach.", "It is essential to maintain an integrated analytical framework that jointly analyses the inflation cycle, the economic cycle and the financial cycle, in recognition of the interactions and inter-dependencies across economic, monetary and financial developments in determining the dynamics of nominal and real variables.", "This integrated framework is a cornerstone of our monetary policy strategy and guides the preparation of each monetary policy meeting, especially in the quarterly meetings in which new staff macroeconomic projections are presented together with comprehensive reports on monetary and financial developments.", "The over-riding focus of this analytical work is to make sure that monetary policy is calibrated to counter the cyclical forces that threaten the timely delivery of our two per cent inflation target.", "Let me highlight some of the major open questions about current cyclical conditions.", "The over-riding cyclical feature is that inflation is currently very far above the two per cent target, with the prospect of a prolonged phase before inflation returns to the neighbourhood of the target.", "In particular, inflation is expected to remain high in the near term primarily due to the further upward pressure on the costs for energy (especially gas and electricity) and food over the summer, together with the ongoing passthrough to retail prices of input cost increases incurred in the earlier stages of production chains.", "At a mechanical level, the combination of base effects, the easing of supply bottlenecks and the completion of the re-opening phase of the pandemic recovery will contribute to inflation falling back over time from its current extremely-high levels.", "However, the monetary policy challenge is to assess the strength and persistence of the cyclical adjustment dynamics to these high inflation rates that, if left unattended, could result in an unacceptably-delayed return to the two per cent inflation target, with the associated risk that inflation that remains too high for too long could de-anchor long-term inflation expectations.", "In particular, the wider economic cycle will play a critical role in determining the responses of price setters and wage setters to the currently-high inflation rates.", "Firms that have experienced declines in profit margins due to rising input costs and workers that have suffered a reduction in living standards due to the sharp increase in consumer prices will seek to restore the real value of their earnings and incomes.", "However, the wider economic cycle imposes constraints on the speed and the extent to which these adjustments can take place in a sustainable manner.", "In particular, a deterioration in the economic cycle would limit the capacity of firms to raise prices without suffering a loss of business and the capacity of workers to obtain wage increases without suffering a reduction in employment levels.", "The toll of unexpectedly-high inflation on real incomes and the real value of accumulated savings, the significant deterioration in the terms of trade (especially since so much energy is imported), the high intrinsic uncertainty associated with the Russian war on Ukraine (both in relation to energy and food costs and geo-political stability), the slowdown in the world economy and the tightening in global and domestic financial conditions that has already occurred all constitute significant economic headwinds for the euro area.", "At the same time, all else equal, the recovery in labour market conditions that has occurred should support faster nominal wage increases, as has already been evident (albeit only to a moderate extent) in the course of this year.", "Taken together, these forces suggest that cyclical inflation forces will be subject to push-pull dynamics.", "In one direction, the catch up adjustment of prices and wages to the steep cost increases that have already occurred constitutes a source of intrinsic persistence that, if excessive, could generate an unacceptable delay in the return of inflation to the two per cent target.", "In the other direction, the deterioration in the economic cycle will weaken the capacity of firms and workers to increase prices and wages in a sustainable manner.", "In turn, the meeting-by-meeting re-assessment of the appropriate terminal rate will reflect the implications of the incoming data for the relative strength of these opposing adjustment forces, together of course with the incidence of any further inflation shocks.", "Turning to the appropriate speed in closing the gap between the prevailing policy rate and the appropriate terminal rate, it is important to appreciate that the middle and longer segments of the yield curve, which are most important for determining financing conditions in the economy, are much more sensitive to the expected terminal rate than to the precise timeline for converging to the terminal rate.", "A steady pace (that is neither too slow nor too fast) in closing the gap to the terminal rate is important for several reasons.", "First, there is uncertainty about the transmission of policy rate changes to overall financing conditions, such that it makes sense to allow the financial system to absorb rate changes in a step-by-step manner.", "In particular, the same cumulative rate hike over a fixed interval is less likely to generate adverse feedback loops (that in turn could pose new risks to price stability) if it takes the form of a multi-step calibrated series rather than a smaller number of larger rate increases.", "Of course, in calibrating a multi-step series, the appropriate size of the individual increments will be larger the wider the gap to the terminal rate and the more skewed the risks to the inflation target.", "Second, the current high uncertainty about inflation dynamics and monetary policy transmission means that a multi-step adjustment path towards the terminal rate also makes it easier to undertake mid-course corrections if circumstances change.", "While upside risks to inflation are currently more intense than downside risks, if the incoming data (new shocks, updates on the relative strength of opposing adjustment forces) call for a downward shift in the terminal rate, this would be easier to handle under a step-by-step approach.", "Such risks not only include downside scenarios to the economic outlook but also external factors that could tighten financing conditions independently of domestic monetary policy actions (such as the spillover impact of monetary policy tightening in other countries or shifts in risk sentiment in global markets).", "For this reason, even if the general direction of monetary policy is shaped not only by the centre of the risk distribution but also by the current net upside skew, the agility to adjust the scale and speed of interest rate hikes remains vitally important.", "The incoming data on inflation expectations play an important role in our integrated assessment of economic, monetary and financial conditions.", "All sources - market-based data, the Survey of Professional Forecasters (SPF), the Survey of Monetary Analysts (SMA), the Consumer Expectations Survey (CES), the partial data on firm-level expectations from the Corporate Telephone Survey (CTS), the Survey on the Access to Finance of Enterprises (SAFE) and national sources, the surveys of the European Commission, and a range of external surveys - are closely examined in relation to the formation of near-term, medium-term, and long-term inflation expectations.", "We also assess, where available, expectations about macroeconomic indicators (and the reported individual prospects of the surveyed households and firms).", "Even under scenarios in which long-term inflation expectations are firmly anchored, the evolution of near-term and medium-term inflation expectations and macroeconomic expectations play important roles in determining inflation and macroeconomic dynamics over these horizons.", "Clearly, the worst-case scenario would be characterised by the deanchoring of long-term inflation expectations, which would be very costly to fix.", "Except under very artificial model specifications, inflation outcomes and macroeconomic outcomes will be important factors in determining inflation expectations and macroeconomic expectations, as individuals update their beliefs based on realised inflation and economic developments.", "By and large, the market-based indicators of inflation compensation and the expert surveys indicate that long-term inflation expectations remain close to the two per cent target, while near-term inflation expectations are quite elevated.", "In the CES, the medium-term inflation expectations of households also remain well below the near-term inflation expectations.", "Across all available sources, macroeconomic expectations (and prospects at the individual level) suggest a high degree of concern about a potential economic slowdown, a general recognition that supply shocks will generate both near-term inflation surges and a decline in the economic outlook, which in turn will constrain the persistence of inflation.", "This profile is consistent with a profile in which market participants, experts and households broadly understand (albeit to varying degrees) that supply shocks and temporary factors have pushed inflation up to the current high levels but that these factors are expected to fade over time, reinforced by the understanding that monetary policy actions (as captured by the expectations of substantial rate hikes in the coming months) will ensure the return of inflation to target.", "In terms of the feedback loop from inflation expectations to nominal and real dynamics, it is important to appreciate that, for any given nominal yield curve, if high near-time inflation expectations are accompanied by expectations of a deteriorated macroeconomic outlook and significant uncertainty then the inflation cycle is less likely to be amplified through an endogenous increase in consumption, investment and credit compared to an alternative scenario in which high near-term inflation expectations are accompanied by macroeconomic optimism.", "Put differently, cost-push inflation shocks are less likely to give rise to a pro-cyclical real interest rate channel compared to demand-driven inflation shocks.", "At the same time, market-based indicators of inflation risk and the right-tail of responses in the expert and household surveys also clearly show that the risk of inflation not returning to target in a timely manner is priced by market participants and feared by some survey respondents.", "As indicated in our recent monetary policy statements, such above-target revisions to some indicators of longer-term inflation expectations warrant close monitoring.", "In tracking these right-tail indicators, two conjectures are especially relevant.", "In one direction, more attentive traders, experts and individuals may identify more quickly a persistent shift in inflation dynamics, while inattentive participants adjust more slowly.", "Under such scenarios, as highlighted in the pioneering work of Ricardo Reis, right-tail measures will be leading indicators for a generalised revision in long-term inflation expectations.", "[ However, under other scenarios, the right tail might be populated by those who over-react to high spot inflation readings and mis-perceive as permanent what turns out to be a temporary increase in the inflation rate.", "In these scenarios, the right-tail will not serve as an accurate leading indicator of generalised long-term inflation expectations.", "[ Accordingly, the interpretation of right-tail measures is closely bound to the general analysis of the relative contribution of temporary and persistent forces in inflation dynamics.", "Finally, the meeting-by-meeting approach to monetary policy certainly poses communication challenges for central banks.", "Directional and qualitative communication about the gap between the current policy rate and the terminal rate can foster market dynamics that reinforce and underpin the desired monetary policy stance.", "However, it is debatable whether more quantitative signalling of the meeting-by-meeting assessment of the prevailing terminal rate is necessary or helpful.", "The open status of this issue is reflected in the range of approaches across central banks, from those that emphasise the value of reporting their expected future path of rate decisions to those (including the ECB) that just incorporate the observed market yield curve as an external benchmark.", "While, in principle, communicating the most likely path for future rate hikes could be an effective monetary policy tool, the potential downside is that it adds to the complexity of communications, especially if there are material revisions to the expected policy path from one meeting to the next.", "There are two clear communication priorities.", "First, especially when inflation is both high and expected to remain above target for an extended period, the central bank must provide the re-assurance that it has the capability and determination to deliver its price stability mandate.", "For the ECB, our symmetric two per cent inflation target provides a clear, unambiguous anchor and our monetary policy decisions should be forcefully explained as ensuring the delivery of our target over the medium term.", "Second, the highly uncertain environment means that, more than ever, the ECB should offer clear and comprehensive explanations of our meeting-by-meeting integrated assessments of the evolving outlook for economic, monetary and financial developments, with a particular focus in explaining how the incoming data are incorporated into our views on the central likelihoods and risk patterns for nearterm and medium-term inflation dynamics and thereby shape our monetary policy decisions.", "While the terminal rate over the projection horizon will be different to the peak rate if a fairly-rapid descent from the peak rate is anticipated, for the purpose of these remarks, I will keep it simple by focusing on a scenario in which the peak rate and the terminal rate are the same over the projection horizon.", "See Reis, R. (2022) \"Inflation and Expectations: Rise and Responses\", Speech at the ECB Forum on Central Banking and Hilscher, J., Raviv, A. and Reis, R. (2022) \"How likely is an inflation disaster\", CEPR Discussion Paper, No.", "See, for example, Bordalo, P., Gennaioli, N., Shleifer, A.", "(2022), \"Overreaction and Diagnostic Expectations in Macroeconomics\", NBER Working Paper, No."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Terminal rate", "Yield curve", "Economic cycle", "Inflation expectations", "Financial conditions", "Communication", "Risk", "Uncertainty"]}