{"sentences": ["When the financial system is in poor condition - when there is financial instability - it can be damaging to us all.", "I like to compare the importance of financial stability to our collective prosperity with the importance of health to an individual.", "Good health may not be the only thing that matters for an individual's happiness.", "Because poor health comes with undesirable consequences.", "We need only remind ourselves of the global financial crisis, more than a decade ago, to appreciate the undesirable consequences of financial instability.", "UK GDP shrank by more than 6% during the first five quarters of the crisis, staying below its prerecession size for a further five years.", "Unemployment increased, with an additional 1 million jobs lost by its peak at the end of 2011.", "And labour productivity, the best way to measure living standards in the long-run, fell sharply in 2008 and has barely recovered since.", "The poor health of the global financial system was exposed in the most dramatic of fashions.", "We might liken it to a heart attack.", "And in response the authorities co-operated across borders and across institutions to design a radical 'healthcare plan' - to improve resilience, both at the microprudential individual institution and the economy-wide macro-prudential levels.", "It is this macro-prudential perspective that I want to discuss today - specifically, to consider how macro-prudential policy will need to adapt, just as our health-care plans adapt, to be fit for the challenges of the future.", "Since the global financial crisis, the financial system has not been a cause of sustained economic instability.", "But this is no reason for complacency.", "The financial system is ever changing.", "And experience suggests our job may not yet be complete.", "So today, I will begin by setting out why financial stability is important and the role of macroprudential policy in delivering it.", "In so doing I hope to set out why it's as important for the financial system to observe macro-prudential policies as it is for patients to stick to their health-care plans.", "I will then briefly set out some principles on which good macro-prudential policymaking is based.", "The rules of thumb that underlie our prescriptions if you like.", "And I will conclude by raising some challenges that macro-prudential policy is facing now, including my thoughts on the road ahead.", "Through that, I hope to set out how we need constantly to adapt macro-prudential policies, as we do with our health-care plans as lifestyles evolve.", "Interactions between financial stability and sustainable growth and the role for macroprudential policy Why is financial stability important?", "To understand why we place so much emphasis on a well-grounded macro-prudential framework, it's important to understand why we care about financial stability in the first place.", "In brief, it is because we believe that financial stability is a precondition for sustainable economic growth.", "A stable and well-functioning financial system exists to serve us all.", "It enables the efficient allocation of resources, so that businesses can exploit productive opportunities and households can meet their needs.", "And it allows the risks incurred in the course of generating economic growth to be shared.", "The banking system supplies credit to households, to buy homes or spend more than they currently earn; and to businesses, so that they can hire more workers, invest in capital, and innovate and expand.", "Non-bank financial firms further transform long-term savings into new investments via bond and stock purchases; and they enable both households and businesses to insure themselves against risks that could prove costly were they to crystallise.", "The financial system also facilitates payments, so that households and businesses can pay safely for the goods and services they choose to receive.", "A stable financial system is one that is resilient to shocks and so is able reliably to support households and businesses through the consistent supply of the vital services that they demand.", "Financial stability thus supports growth and prosperity, just as good health supports us in our daily lives.", "The role of macro-prudential policy Historically, there was a view among policymakers that as long as monetary policy guaranteed low and stable inflation, and micro-prudential regulation was successful in ensuring the balance sheets of individual institutions were robust to shocks, the financial system could take care of itself, and financial stability would follow.", "However, the global financial crisis revealed the flaws in this view: while monetary policy sets the benchmark interest rate for financial transactions and \"gets into all the cracks\" in the financial system, it isn't sufficient to ensure that those transactions are undertaken efficiently and effectively.", "Similarly, micro-prudential policy ensures the safety and soundness of individual institutions, but does not take a sufficiently bird's eye view to identify possible risks affecting the financial system as a whole.", "The financial crisis highlighted quite how much the whole is greater than the sum of its parts.", "And that ensuring the parts are healthy does not guarantee that the whole is.", "Macro-prudential interventions typically fill two gaps: 1.", "Individual agents don't necessarily take into account the bigger picture.", "Individual financial institutions and borrowers face private incentives which do not take into account the wider social impact of their actions.", "In such cases, macro-prudential policymakers can seek to better align private costs and benefits with social costs and benefits.", "One example is the Financial Policy Committee's (FPC) mortgage tools, which seek to limit the number of mortgages banks can extend for loans that are high relative to income.", "Individual borrowers may be keen to stretch themselves financially to buy a bigger house, expecting their earnings to grow or house prices to rise.", "And individual lenders may be happy to provide a larger loan to receive more income.", "But should a recession hit, not only will we see defaults, but overstretched borrowers will reduce their spending as they struggle to pay their mortgages.", "And this reduction would ultimately spillover to the rest of the economy, making the downturn worse.", "Macro-prudential policy takes these spillovers into account.", "By ensuring borrowers in aggregate are not overstretching themselves and financial institutions in general are lending responsibly, macro-prudential regulators can ensure that the whole system is more resilient to shocks.", "Markets are not necessarily efficient or complete .", "Market prices may not reflect the real value of assets , not every market is perfectly liquid and risks may not be as welldispersed as they might seem.", "These imperfections can lead to two types of risk to financial stability: cyclical and structural.", "Cyclical risks arise because financial conditions can suddenly reverse.", "The simplest example is of financial institutions taking on too much risk in booms, in the expectation that the assets they purchase will always be in demand.", "When the cycle turns, asset prices can fall rapidly, leaving institutions with losses.", "This is why we have countercyclical tools - to ensure the system can build up resilience in good times, and use it in bad times.", "Structural risks refer to fault-lines within the financial system, such as high concentrations of risk, complex interconnections, promises made that cannot necessarily be honoured, and uninsurable - or tail - risks.", "These risks can trigger sharp reversals in financial conditions, or amplify cyclical risks when they crystallise.", "As with cyclical risks, macro-prudential policy looks to build resilience to these risks, as well as eliminating fault-lines where appropriate.", "The cost-benefit calculus In seeking to fill these two gaps, it is important to acknowledge that there are two sides to the ledger - that a build-up in financial stability risk is often accompanied by higher growth.", "When the financial system under-prices risks, households, companies and the economy at large may appear to benefit.", "As asset prices rise, perceptions of wealth become inflated and risks appear smaller.", "Households and companies feel more comfortable taking on debt, banks and investors feel more comfortable lending to them.", "We can consume more, invest more, grow the economy more and feel more prosperous.", "The problem is that it cannot last.", "We cannot continue consuming more than we ever hope to earn; we cannot invest more than we ever intend to save; risks cannot be under-priced forever.", "This time it probably isn't different.", "And when it all goes into reverse, when risks are found to be under-priced and not well-dispersed, when shocks arise and are amplified by the financial system, the cost in terms of lost growth can far outweigh the benefit of higher growth enjoyed while the risks were building.", "It is this cost-benefit calculus that both motivates a role for macro-prudential policy, and helps us define precisely what we mean by it.", "In short, macro-prudential policy aims to improve the trade-off between the financial system's contribution to the rewards expected in a growing economy and the degree of risk that we will face in the bad times.", "To return to my analogy, we might liken it to the NHS and to health insurance where we pay a bit in the good times to protect ourselves should our health take a turn for the worse.", "Principles of good policy making Macro-prudential authorities, like the UK's FPC, work to ensure that financial systems are resilient to, and prepared for, the wide range of possible shocks they could face.", "Their aim is to ensure that when shocks occur, the financial system is able to absorb those shocks, rather than to amplify their impact on the economy.", "We ground what we do in two elements of good macro-prudential policymaking: Macro-prudential policy should be targeted to provide a net benefit to the overall economy.", "Where interventions incur costs, these should only be imposed when they are outweighed by the benefits over the full cycle.", "This is perhaps equivalent to starting a course of new medication, where a good doctor must be aware of potential side effects as well as intended benefits.", "We must also recognise that there will be occasions when interventions are not yet needed, as emerging risks are not yet systemic in nature.", "To return to our analogy, a good doctor might decide not to start medication, but instead simply monitor a patient's general health to judge better how to improve it.", "Macro-prudential policy should be ready to adapt to change, allowing the economy to expand and innovate safely.", "Change always brings with it opportunities and risks and so our macro-prudential framework will need to evolve.", "To overuse the health analogy once more, doctors need to adapt.", "A doctor in the 1960s, for example, would never have had to think about the health effects of vaping.", "Challenges that lie ahead Ten years after establishing the FPC, we have reached the point where we have both made the case for macro-prudential policy, and built a macro-prudential framework designed to ensure the sector is resilient to stress.", "In other words, we have pulled together the skeleton for a healthcare plan and convinced the patient that they need it and that it needs to be updated regularly.", "Indeed we need to make sure we hang on to them even as memories of the global financial crisis fade.", "But we need to decide the plan for the coming months and years too.", "Recent shocks - the Covid pandemic, and more recently, Russia's invasion of Ukraine - and structural changes to the financial system have reaffirmed that our work is not yet done.", "Let me briefly mention a few of the lessons from our experience in Covid-19.", "First the capital framework does not in practice support use of bank capital buffers in a stress as we intended .", "And that would have mattered a lot in the absence of the substantial government support for the corporate sector.", "Second, we need to change our approach to stress testing in a stress if we are to avoid those stress tests further amplifying any downturn .", "And third, in a shock of roughly half the size of the global financial crisis, it was only large-scale use of central bank balance sheets that calmed dysfunction in the system of market-based finance.", "We are continuing to learn through the Russia-Ukraine crisis too.", "We are exploring concentrations in, and interconnections across, energy and other commodity markets, the financial system, and the real economy, as well as the potential for feedback loops between them.", "And we have observed too that commodity markets are relatively opaque.", "We must now develop the macro-prudential framework to reflect the lessons from these recent stresses.", "Looking beyond recent events, neither the financial system nor the economy stands still: there are clear structural changes that macro-prudential policy must confront.", ".The rise of market-based finance: vulnerabilities that are as much global as domestic One key challenge is that many vulnerabilities are as much global as they are domestic.", "That includes non-bank, or market-based, finance.", "Non-bank financial institutions currently represent around 50% of global (and UK) financial sector assets.", "They are increasingly a source of finance for UK businesses.", "However, the 'dash for cash' in March 2020 led to a rapid deterioration in the functioning even of advanced-economies' government bond markets and created market dynamics significant enough to raise the cost of lending.", "The episode clearly demonstrated the need to build resilience in market-based finance.", "Given the global nature of market-based finance, the effectiveness of any policies in the UK will depend in part on policies implemented in other major jurisdictions.", "We are therefore working with international counterparts in the Financial Stability Board to take coordinated action to address these issues - including on open-ended funds, margins, the liquidity structure and resilience of core markets, to name a few.", "In the meantime, the FPC (and other UK authorities) need to continue monitoring them, starting by ensuring there is reliable data to do so.", ".The growth of cryptoassets and decentralised finance: regulatory frameworks need to Another important challenge is seen in which cryptoassets and decentralised finance (DeFi) in recent years have grown to represent around 1% of global financial assets.", "Cryptoasset technology is creating new financial assets, and new means of intermediation.", "Many services now facilitated by this technology mirror those available in the traditional financial sector, including lending, trading and exchange, investment management and insurance.", "While that activity is currently small, if the pace of growth seen in recent years continues, interlinkages with the traditional financial sector are likely to increase.", "In addition, the new technology has the potential to reshape activity currently taking place in the traditional financial sector, either through the migration of that activity or the widespread adoption of the technology.", "Crypto technology has the potential to bring significant benefits, for example by reducing the cost and increasing the speed of cross-border transactions, and encouraging competition in the financial system.", "But those benefits can only be realised and innovation be sustainable if it is undertaken safely and accompanied by effective public policy frameworks that mitigate risks and maintain broader trust and integrity in the financial system.", "In this way, the growth of cryptoassets and DeFi has highlighted another of the key challenges for policymakers: the need for regulatory frameworks to adapt.", ".The transition to net zero: structural change requires coordinated action from all And finally, we face the continued need to support the orderly transition to a net zero economy.", "Climate change creates risks to financial stability through two channels: physical risks and transition risks.", "And the financial system will play a key role in financing the significant structural economic changes needed to deliver the transition to a net zero economy.", "The unique challenge here is that the orderly transition to net zero will require coordinated action across private and public sector institutions, and across all sectors of The Bank's role is focussed on tackling the consequences (not finance and the real economy.", "the causes) of climate change.", "Indeed the transition to net zero is likely to be a bumpy one, particularly in light of recent events, and macro-prudential regulators have an important role to play in helping manage those bumps.", "In support of this work, we are running a stress test of the UK's largest banks and insurers that will extend the time horizons over which we, and they, view climate risks.", "This is a good start in understanding the implications of climate change and transition for the financial system.", "But more work is needed to build the green market infrastructure that will support an orderly transition to net zero, and this will be an important area of focus for macro-prudential regulation over the coming years.", "Conclusion: The road ahead Where does all this leave us?", "It's clear that we macro-prudential policymakers need to look forwards as well as backwards as we do our risk assessment.", "And we must also ground our analysis in the impact of shocks to the financial system on businesses, households and so the economy, and not just their impact on financial players.", "The source of shocks and the mechanisms through which the financial system could amplify those shocks is wide - covering climate, Covid, crypto, cyber, and conflict as well as the credit cycle and the core banking system.", "But our understanding of many of these is still developing, reflecting differences in the maturity across our framework.", "The consequence is that like any health check the list of what we need to review is long.", "And so the key is how we prioritise our work and what prescriptions we write on the back of it.", "That's a daunting task.", "But helpfully while for some issues only the macro-prudential policymaker can do the job, for other issues just like a GP we can call on the help of specialists.", "I'm not proposing to write any prescriptions in this speech today.", "But the Bank and FPC are working hard on their diagnoses and will aim to communicate further on issues that they wish to prioritise later this year, through the Bank's Financial Stability Strategy and the FPC's mediumterm priorities.", "And I hope that today has given you a flavour of the importance of building a macro-prudential framework that's as fit for the risks and opportunities of the future as it is for those we have faced in the past.", "The views expressed here are not necessarily those of the Financial Policy Committee.", "I am grateful to Nicola Anderson, Kristina Bluwstein, Giovanni Covi, Tom Daniels, Emma Moriarty, Nicholas Vause, Danny Walker and Gabija Zemaityte for their assistance in drafting these remarks.", "I would like to thank Jon Cunliffe, Alina Barnett, Geoff Coppins, Lee Foulger, Grellan McGrath, Jon Relleen and Matt Waldron for their helpful comments.", "Numbers based on the Office of National Statistics publication \"The 2008 recession 10 years on\".", "The Global Financial Crisis led to a loss of economic activity equivalent to around £20,000 per person in the UK, based on the net present value of the shortfall in income since 2007 compared to its pre-2007 trend(Brazier 2019).", "For example, Acemoglu and Zilibotti (1997), Arestis and Demetriades (1997), and Beck and Levine (2004) provide evidence that the financial sector has a positive role on economic growth.", "The 'efficient market hypothesis' was popularised by Fama (1970).", "Complete markets were theorised by Arrow and Debreu (1954).", "For example, markets could be inefficient due to information asymmetries, transaction costs, market psychology, sticky prices, monopolistic competition, or credit constraints.", "(2020) highlight the importance of cyclical risk for financial stability.", "Glasserman and Young (2015) and Acemoglu et al.", "(2015) discuss the risk of contagion in the financial system.", "Woods (2022) discusses alternative approaches to buffer usability.", "See Chatterjee (2022) for a comparison of the UK financial conditions index for the GFC and Covid.", "(2021) shows that foreign shocks are a key driver of domestic macroeconomic tail risks.", "(2020) also show that global factors can predict financial crises.", "Bank of England (2021) provides more details on vulnerabilities associated with market-based finance and liquidity mismatch in open-ended funds, in particular.", "In Q1 2022 Financial Stability in Focus Bank of England sets out the role of cryptoassets and DeFi in the financial system and identified potential risks associated with them.", "Breeden (2022) talks about the economy's transition to net-zero, and the role central banks can play to support it."], "classifications": ["monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Macro-prudential policy", "Health analogy", "Cost-benefit calculus", "Cyclical risks", "Structural risks", "Non-bank financial institutions", "Cryptoassets", "Decentralised finance", "Climate change"]}