{"sentences": ["Introduction The Bank of Japan submits to the Diet its Semiannual Report on Currency and Monetary Control every June and December.", "I am pleased to have this opportunity today to talk about recent economic and financial developments and about the Bank's conduct of monetary policy.", "Economic and Financial Developments I will first explain recent economic and financial developments.", "Japan's economy has picked up as a trend, although some weakness has been seen in part, mainly due to the impact of the novel coronavirus (COVID-19).", "Overseas economies have recovered on the whole, albeit with variation across countries and regions.", "However, in the wake of Russia's invasion of Ukraine, global financial and capital markets have been volatile and prices of commodities such as crude oil have risen significantly.", "In this situation, Japan's exports and production have continued to increase as a trend, despite the remaining effects of supply-side constraints.", "Although the March 2022 Tankan (Short-Term Economic Survey of Enterprises in Japan) shows that business sentiment has deteriorated slightly, corporate profits have continued to improve on the whole and business fixed investment has picked up.", "On the other hand, a pickup in private consumption has paused due to increased downward pressure stemming from the spread of the Omicron variant since the beginning of the year.", "With regard to the outlook, Japan's economy, although expected to be affected by a rise in commodity prices, is likely to recover, with downward pressure stemming from COVID-19 and the effects of supply-side constraints waning and with support from fiscal and monetary policies.", "The year-on-year rate of change in the consumer price index (CPI) has been at around 0.5 percent recently.", "It is likely to increase clearly in positive territory for the time being due to a significant rise in energy prices, a pass-through of raw material cost increases, and dissipation of the effects of a reduction in mobile phone charges.", "Meanwhile, the underlying inflationary pressure is projected to increase, mainly on the back of improvement in the output gap and a rise in medium- to long-term inflation expectations.", "Concerning risks to the outlook, the course of COVID-19, including variants, and its impact on domestic and overseas economies continue to warrant attention.", "In addition, there are extremely high uncertainties over how the situation surrounding Ukraine will affect Japan's economic activity and prices, mainly through developments in global financial and capital markets, commodity prices, and overseas economies.", "Japan's financial system has maintained stability on the whole, despite the pandemic.", "Regarding financial risks from a longer-term perspective, there is a possibility that prolonged downward pressure on financial institutions' profits may lead to a gradual pullback in financial intermediation.", "Meanwhile, the vulnerability of the financial system could increase, mainly due to the search for yield behavior.", "Although these risks are judged as not significant at this point, it is necessary to pay close attention to future developments.", "Conduct of Monetary Policy Next, I will explain the Bank's conduct of monetary policy.", "Japan's GDP has remained below the pre-pandemic level.", "Although the year-on-year rate of change in the CPI is likely to increase clearly in positive territory in the short run, this is expected to occur mainly due to an increase in energy prices.", "Inflation resulting from higher import costs could push down Japan's economy through a decline in households' real income and deterioration in corporate profits.", "Given such developments in economic activity and prices, the Bank will persistently continue with the current powerful monetary easing centered on yield curve control, aiming to firmly support Japan's economic activity, which is on its way to recovery from the pandemic, and thereby achieve the price stability target of 2 percent in a sustainable and stable manner.", "On this basis, while closely monitoring developments at home and abroad, the Bank will continue to ensure stability in financial markets through, for example, providing ample liquidity; it will also continue to do its utmost to support financing, mainly of small and medium-sized firms, by providing funds through the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19) at a low interest rate to financial institutions that make loans in response to COVID-19."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Monetary policy", "Economic outlook", "Inflation", "COVID-19", "Financial stability", "Commodity prices", "Ukraine", "Consumer prices", "Supply-side constraints", "Fiscal policy"]}