{"sentences": ["To our partners from the banking and business sectors, the academe, colleagues from the government, members of the Monetary Board, ladies and gentlemen, good morning.", "To our guests from Davao and SOCCSKSARGEN Regions, \"maayong buntag.\"", "And for those from the Bangsamoro region, \"mapiya mapita.\"", "Welcome you all to our Regional Macroeconomic Conference Series (RMCS).", "This is the second leg of the regional conference since its launch in Cebu City on September 28, 2021.", "The RCMS is one of Regional Operations' many efforts to bring the BSP closer to the Filipino people.", "We are doing this virtually for now but I look forward to when we can finally do this face to face.", "In any case, may the discussion ahead harness a broad spectrum of opinions and insights, your experience on the ground is valuable to us as we take these in consideration in our policy diretions.", "Two topics stood out as your top concerns through a survey: 1) recent economic developments focusing on a regional perspective and 2) general banking system developments.", "Today's presentation will focus not only on the Davao Region development but also on SOCCSKSARGEN and BARMM, particularly Maguindanao and Cotabato City.", "Overall, the economy of Mindanao remains afloat despite the pandemic.", "Davao Region is an emerging investment hub and is becoming a sustainable place for global business .", "On the other hand, SOCCSKSARGEN Region successfully hurdles the challenge with its competitive cities and provinces leaping strides.", "Meanwhile, BARMM achieved several significant investments feats and withstood gaps and challenges .", "While our current experiences pose challenges, it is also a reminder that a robust financial and banking system combined with proactive policies can mitigate the impact of CoVID-19.", "But achieving economic recovery requires contributions from the monetary and fiscal fronts, and the private sector as well.", "In that sense, this event is timely as we engage with all of you as partners in pursuit of the country's economic recovery.", "With this in mind, let me share share with you a quote from German writer Johann Wolfgang von Goethe [Gur-ta] which is relevant to this respect.", "\"Let everyone sweep in front of his door, and the whole world will be clean.\"", "It is indeed a shared responsibility to continue to create a better, more inclusive approach that can effectively sustain our agenda for economic growth.", "Only by working together can we recover and build better.", "I am confident that this virtual conference would bear a productive and positive outcome.", "I look forward to a fruitful engagement.", "Maraming salamat at Mabuhay!​"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Banking system", "Regional developments", "Economic growth", "COVID-19", "Monetary policy", "Fiscal policy", "Private sector", "Inclusive growth", "Sustainable development"]}