{"sentences": ["Central Banks are often viewed as traditional institutions that set monetary policies, issue currencies and regulate and supervise the financial sector segments and entities.", "For every economy to grow steadily and efficiently, this characteristic of a central bank is very important.", "Being a full service central bank, the RBI also plays a developmental role and is looked upon as a residual regulator as well.", "RBI has been able to perform its varied roles with required professionalism and pragmatism.", "The ability to combine traditional functions with innovation has been critical to ensure orderly growth of the financial sector.", "To achieve specific end goals, apart from its own initiatives, the RBI has been an institution builder and has nurtured the setting up and development of many institutions like NABARD, CCIL, NPCI, IDRBT, IGIDR and ReBIT.", "The recent phenomenon of technological innovations transforming the experience of availing financial services, be it banking, non-banking, payment services or being part of the financial markets has raised greater expectations from RBI to act as an innovation enabler as well.", "To promote and facilitate an environment that accelerates innovation across the financial sector, the Reserve Bank Innovation Hub (RBIH) has been set up as a wholly owned subsidiary of the RBI.", "Taking into consideration the availability of skilled personnel, innovation eco-system, linkages with academia / incubation centres etc., it was decided to set up the Hub at Bengaluru, Karnataka.", "This initiative puts RBI in an exclusive group of select global central banks that are enterprising enough to change the mode of engagement while dealing with innovation.", "It also reflects a genuine commitment to have continuous engagement with industry, innovators, academia and related stakeholders to nurture and leverage beneficial innovation in the financial sector, which can deliver customised products particularly relevant for those at the bottom of the pyramid.", "I have no doubt that this transformative move will facilitate further innovation not just in the areas under the remit of RBI but across the entire spectrum of financial sector in the country.", "The RBIH is an investment for the future.", "The Hub is expected to build an ecosystem for development of prototypes, patents and proofs of concept and promote cross-thinking spanning regulatory domains and national boundaries.", "With its own independent Board comprising eminent members from industry and academia, I am sure RBIH is perfectly positioned to facilitate convergence of ideas among various stakeholders.", "While fostering innovation, however, the underlying focus of RBIH should always be to promote access to financial services and products for the low-income population in the country.", "It should be our duty to promote such innovation that not only improves process efficiencies but also transforms the society.", "The overall focus, I feel, should be on innovation with a purpose.", "I am happy to hear that to begin with, the Hub has plans of identifying and mentoring start-ups having maximum potential.", "I wish and hope that the Hub strives to nurture multiple indigenous ideas in the short to medium term, each of which can positively impact one or more segments of our financial ecosystem.", "The Hub is also expected to collaborate with various Government Ministries / Departments / Academia to identify problem statements in different domains and explore potential solutions.", "To become a Hub in true sense, RBIH should serve as a focal point for interaction among various stakeholders.", "It should become the epicentre for promotion and exchange of views and knowledge-sharing, while also remaining focused on delivering clear cut objectives within reasonable timelines.", "RBIH should aim to establish itself as a respected innovation and incubation centre, and showcase India's commitment to openness of ideas, resolve to innovate, with underlying concern for inclusive growth.", "I am confident that RBIH shall facilitate making our financial sector more agile, participative and robust.", "With these words, I am delighted to inaugurate the RBIH and wish it all success.", "The expectations are high and the Hub will be guided by public interest.", "It has the potential to touch the lives of every citizen by facilitating innovations with high social impact.", "The Hub, I am sure, will emerge as a significant player in India's journey of inclusive growth.", "National Bank for Agriculture and Rural Development (NABARD); The Clearing Corporation of India Limited (CCIL); National Payments Corporation of India (NPCI); Institute for Development and Research in Banking Technology (IDRBT); Indira Gandhi Institute of Development Research (IGIDR); Reserve Bank Information Technology Pvt."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Innovation", "Financial Services", "RBIH", "Central Bank", "Inclusive Growth", "Financial Sector", "Development", "Start-ups", "Technology", "Regulation"]}