{"sentences": ["I am honored to join you today for the Southeast Asia Development Symposium Before the pandemic, the Philippine economy grew at an average of 6.4 percent annually.", "While the pandemic may have set us back on some of our goals, I am confident that we are on our way to regaining our pre-pandemic growth trajectory.", "There are two things fueling my optimism: First is the continued confidence in the Philippine economy.", "The country continues to have a favorable medium-term growth prospects based on the stable outlook affirmed by majority of major credit rating agencies.", "Second, we didn't sit idly by during the pandemic but pursued game-changing structural reforms, from amendments to the Retail Trade Liberalization Act, Public Service Act, and Foreign Investments Act.", "We are also pushing for amendments to the implementing rules and regulations (IRR) of Republic Act No.", "10000 or the Agri-Agra Credit Act of 2009, which allows banks to lend to more types of farming communities and classify more loans as compliant with the law's quotas.", "We are positive that the Senate and House will reach a consensus and ratify the bill once session resumes on May 2022.", "I am confident that, with these game-changing reforms, we can achieve real change in the lives of ordinary Filipinos through more and better jobs and more competitive economy.", "Also, our financial digitalization initiatives, under the Digital Payments Transformation Roadmap, are enabling better payments processes and financial inclusion.", "Moreover, the Philippine central bank's policies on sustainable finance are harnessing the ability of banks to drive a more sustainable future.", "Aided in part by the BSP's measures, the economy is showing signs of solid recovery, as shown by the 5.6-percent GDP growth last year.", "This year, we expect the economy to grow by 7.0-9.0 percent.", "Looking ahead, the Philippine central bank is laying the foundation for a better future for all Filipinos.", "With our push for structural reforms, digitalization, and sustainability, we aim to see a Philippine economy that is stronger, more technologically savvy, more inclusive, and more sustainable than ever.", "Thank you and I look forward to hearing your insights."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["structural reforms", "economic growth", "financial digitalization", "sustainable finance", "Philippine economy", "credit rating agencies", "Agri-Agra Credit Act", "GDP growth", "digital payments", "Philippine central bank"]}