{"sentences": ["Globalisation of Inflation and Conduct of Monetary Policy Speech by Shri Shaktikanta Das, Governor, Reserve Bank of India Delivered at the Kautilya Economic Conclave, organised by Institute of Economic Growth in New Delhi on July 9, 2022 I am delighted to participate in the inaugural Kautilya Economic Conclave.", "I look forward to this forum emerging as a leading platform for thoughtful discussions on contemporary economic and policy issues.", "The conference is being attended by a host of dignitaries from India and abroad, and I am sure their insights on a vast canvas of topics will enhance our understanding of current and future issues.", "In my address today, I propose to focus on a matter that is now in everyone's mind, ranging from the general public to policy makers in India and across the world, i.e., inflation.", "The global economy is going through an extremely uncertain period amidst the simultaneous interplay of various headwinds - a lingering war and enduring COVID; the sharp rise in energy and other commodity prices; strains in global supply chains; and worsening food security.", "In several economies, inflation is ruling at levels not seen by the recent generations.", "Parallels are being drawn with the inflation era of the 1970s.", "Inflation is running well above targets for a prolonged period and threatening to unhinge inflation expectations.", "Central banks have begun delivering bigger and quicker policy rate hikes to restore price stability, even as the global economy is struggling to recover fully from the scars inflicted by the COVID-19 pandemic.", "The sharply tightening financial conditions due to the ongoing monetary policy normalisation on the one hand and the persisting geopolitical tensions on the other pose significant downside risks to near-term global economic prospects.", "They are also sparking stagflation concerns worldwide, with even talk of recession in some parts of the world.", "Globalisation and Inflation 3.", "Over the years, globalisation of trade and capital flows had facilitated increased productivity and lower cost of tradeable goods and services.", "With access to information, communication and transportation technology and the advent of multinational companies, production hubs proliferated at multiple locations, leading to the emergence of global value chains.", "Globalisation also fostered competition, efficiency and innovation.", "Increased flow of trade, know-how, people and ideas bridged the technology gap, improved institutional capacity and accelerated the accumulation of physical and human capital in emerging markets.", "The result was higher growth and lifting of millions out of poverty.", "More importantly, globalisation-led productivity gains contributed to a trend decline of inflation across countries.", "More and more countries, including emerging market economies (EMEs), strengthened their monetary policy frameworks with a number of them adopting inflation targeting.", "There was growing talk of globalisation leading to sustained disinflationary forces, technology diffusion and competition.", "We witnessed low and stable inflation in advanced economies (AEs) and several EMEs beginning the 1990s and through the second decade of the new millennium.", "With greater trade and financial integration, the domestic economies get more exposed to global shocks including volatile short-term capital flows.", "For instance, global shocks to food, energy and commodity prices affect inflation in every country.", "During the COVID-19 pandemic and now due to the war in Europe, there are clear signs of transmission of global shocks to generalised and synchronised inflation across the world.", "The recent upsurge in inflation due to the black swan event, i.e., the war in Europe, on top of another such event, i.e., the Covid-19 pandemic offers a classic example of the globalised nature of current inflation.", "Around 77 per cent of countries reported acceleration in inflation in 2021 and this proportion is expected to rise further to 90 per cent in 2022, according to the IMF's latest projections.", "Moreover, for advanced economies, against an inflation target of 2 per cent, and emerging market economies, against an average target of about 3-5 per cent, two-thirds are witnessing inflation above 7 per cent1.", "While global factors have always been an important driver of domestic inflation, what we have witnessed over the past three years is the more protracted and sizeable role of global factors in proportions not witnessed in decades.", "These factors have an even more conspicuous effect on net commodity importing countries like India.", "With the origins of this inflation being essentially in the supply side, energy and food prices account for more than 50 per cent of the rise in prices.", "There are also increasing signs of sectoral price spillovers, given that the rise in global energy and commodity prices quickly translate into higher input price pressures.", "While in some advanced economies, pricing power of firms has increased significantly due to strong domestic demand since 2021, other advanced economies and emerging market economies have just started experiencing such pressures beginning 2022.", "Household inflation expectations have started firming up, though they are not severely unanchored at this stage.", "Overall, we are now living in an era of globalisation of inflation amidst growing deglobalisation of world trade.", "The persistence of inflation at elevated levels has also raised the debate as to whether the much required monetary actions to contain inflation will end in hard landing (a global recession) or will the monetary authorities be able to manage soft landing (a moderation in inflation closer to targets with only a moderate slowdown in output growth).", "Analysts point to the track record of the US economy.", "Ever since the data on the Federal Funds rate are available from Q3:1954, there have been ten occasions in which monetary tightening has caused a recession in the US.", "On the other hand, not all episodes of tightening have ended in recession.", "In the present context, let us look at the evidence available so far.", "First, revisions in GDP projections by major central banks and multilateral agencies in June 2022 continue to indicate a loss of pace rather than a loss of level.", "Second, with front-loaded monetary policy actions underway, central banks may not face the need for prolonged actions that lead to recessions, by historical experience.", "Third, with the labour participation rate still lower than pre-pandemic levels in US and UK, wage pressures are rising but not yet overheated.", "Finally, food and fuel price pressures are essentially transitory and may ease sooner or later, taking out a large contributor to currently elevated inflation.", "The evolving trends need close monitoring.", "Historical Perspective 9.", "The current synchronised rise in inflation across economies is not a maiden occurrence in modern economic history.", "Let us step back in time and recount what had happened during the inflation era of the 1970s.", "Amidst repeated supply shocks from oil prices in 1973 and 1979-80 and weather-related food shocks, countries were mired in stagflation with double digit inflation accompanying a rise in unemployment.", "The experience of the 1970s significantly changed the course of macroeconomic thinking.", "Policymakers understood that there is no permanent trade-off between inflation and output - any attempt to increase output at the cost of tolerating higher inflation will inevitably lead to high and rising inflation and unhinging of inflation expectations without any durable output gains.", "This realisation led to a growing focus on keeping inflation expectations well-anchored and strengthening of monetary policy frameworks, including adoption of flexible inflation targeting.", "During the subsequent period, inflation and inflation volatility declined remarkably, inflation expectations gradually aligned with the target across economies, and the global economy expanded on a steady path, leading to an era described as the Great Moderation (Bernanke, 2004)2.", "Inflation spikes also became short-lived, given well anchored inflation expectations.", "While improved monetary policy frameworks did play an important role, the concomitant rise of rule-based fiscal policies backed by fiscal responsibility legislations, gains in productivity and technology, deepening of financial systems and globalisation also helped in moderating inflation.", "Inflation and the Conduct of Monetary Policy in India 11.", "The history of inflation in India since independence (1947) reveals that incidents of high and volatile inflation mainly emanated from droughts; wars; trends in minimum support prices (MSPs); global crude oil price shocks; large fiscal deficits and their monetisation; and sharp exchange rate movements.", "Overall, while there were sporadic occurrences of high inflation, the Indian economy did not encounter episodes of hyperinflation.", "The Gulf War of 1991 - which resulted in a spike in international crude prices and consequent increase in domestic administered prices - was a major episode of imported inflation.", "In addition, the balance of payments (BoP) crisis of 1991 led to sharp exchange rate devaluation, which translated into increased cost-push pressures on import sensitive products.", "Beginning the second half of the 1990s, the improvement in fiscal-monetary interface and reforms in the Government securities market provided monetary policy the operational flexibility to deliver on its price stability and growth objectives.", "The next major inflation shock was in the post-GFC period when monsoon failure, high increase in MSPs, and escalating global commodity prices triggered inflationary pressures, which were reinforced by demand pull from a quick rebound in domestic growth from monetary and fiscal stimulus measures.", "Monetary policy normalisation at that time was gradual, given the considerations of economic recovery.", "With signs of inflationary pressures getting entrenched, monetary policy moved to an aggressive tightening mode in 2011.", "By 2013, macro-imbalances began to build up and got reflected in high and persistent inflation, growth slowdown and a deteriorating external sector.", "In this scenario, the taper tantrum of 2013 plunged the economy into severe external sector stress and macro-financial vulnerabilities.", "These developments set in motion the process towards the formal adoption of a flexible inflation targeting (FIT) framework for monetary policy in June 2016. .", "What followed was a period of low and stable inflation till the COVID shock.", "The average CPI inflation between September 2016 and February 2020 was 3.9 per cent and was closely aligned with the inflation target of 4 per cent.", "The onset of the pandemic in early 2020 saw global commodity prices crash as restrictions and stringent lockdowns were expected to lead to a collapse of aggregate demand.", "There were, however, two occasions during the calendar years 2020 and 2021 when inflation hovered above 6.0 per cent.", "First, from June till November 2020 when the surge in inflation was trigged by a series of adverse transitory supply side shocks ranging from increase in retail margins in food items; supply chain and logistics bottlenecks; unseasonal rains and resultant crop damage; and the domestic spillovers from the sharp rise in international prices of edible oils.", "In the following period, that is from December 2020 to April 2021, inflation moved closer to the target rate of 4 per cent as much of the transitory price shocks waned.", "The easing of inflationary pressures, however, was short-lived as India experienced a devastating second wave of COVID-19 during April-June 2021 which triggered localised lockdowns, renewed supply chain disruptions and rising retail margins.", "This pushed inflation above 6.0 per cent during May-June 2021.", "The inflation pressures were reinforced by adverse spillovers from rising global commodity prices.", "The inflationary pressures occurred even as there was unprecedented damage inflicted by the pandemic on economic activity - real GDP contracted by a humungous 23.8 per cent in the first quarter of 2020-21 and by as much as 6.6 per cent in the full financial year 2020-21.", "Against this backdrop, the monetary policy committee (MPC) of the RBI maintained status quo on rates during the pandemic despite inflation intermittently breaching the upper tolerance band.", "The MPC decided to look through the higher inflation print to allow the nascent recovery to get entrenched - both by retaining the accommodative stance of policy and by refraining from hiking the policy rate.", "Since the inflationary episode lacked any significant demand-pull component, any policy tightening at that juncture would have been detrimental to growth and extracted heavy social costs without being effective in containing inflation pressures.", "This was in consonance with the flexibility embedded in our flexible inflation targeting framework, according to which the primary objective of the monetary policy is to maintain price stability while keeping in mind the objective of growth.", "In early 2022, inflation was expected to moderate significantly to the target rate of 4 per cent by Q3:2022-23, with a projected average inflation rate of 4.5 per cent for 2022-23.", "This assessment was based on an anticipated normalisation of supply chains, the gradual ebbing of COVID- 19 infections and a normal monsoon.", "The median inflation projection from the Survey of Professional Forecasters at 5.0 per cent for 2022-23 was also quite benign.", "This narrative was, however, completely overtaken by the war in Europe since end-February, which led to a sharp spike in global crude oil and other commodity prices.", "Global food prices reached a historical high in March and their effects were felt in edible oil, feed cost and domestic wheat prices.", "The loss of Rabi wheat production due to an unprecedented heat wave put further pressures on wheat prices.", "Cost- push pressures were also aggravated by supply chain and logistics bottlenecks due to the war and sanctions.", "Taking stock of the evolving developments and with inflation pressures getting generalised, the MPC in its April and June meetings revised the projection of inflation for 2022-23 in two stages to 6.7 per cent.", "About three-fourths of the revision in June was on account of geopolitical spillovers to food prices.", "The MPC also decided to increase the policy repo rate by 40 bps and 50 bps in May and June, respectively.", "This was on top of the 40 bps effective rate hike through the introduction of the Standing Deposit Facility (SDF) at 3.75 per cent, which resulted in a concomitant increase in the weighted average call rate (WACR), compared to the liquidity absorption rate under the fixed rate reverse repo regime.", "The WACR, as you would be aware, is the operating target of monetary policy.", "During this period, i.e., April to June 2022, the MPC also changed its stance to withdrawal of accommodation.", "Overall, at this point of time, with the supply outlook appearing favourable and several high frequency indicators pointing to resilience of the recovery in the first quarter (April-June) of 2022-23, our current assessment is that inflation may ease gradually in the second half of 2022-23, precluding the chances of a hard landing in India.", "Approach to Monetary Policy in Crisis Times 20.", "A closer look at our journey through the two black swan events of COVID-19 and the geopolitical crisis in Europe would bring out certain distinct contours of our approach in these turbulent times.", "Our overarching objective was to safeguard the economy and preserve financial stability.", "Our endeavour has been to ensure a soft landing.", "These objectives continue to guide our actions even today and it will continue to be so in future.", "I would now like to touch upon a few aspects of our approach.", "Communication in Turbulent Times 21.", "For monetary policy to be effective in such turbulent and uncertain times, communication of monetary policy objectives, actions and stance with prescience and clarity assumes even greater importance.", "Monetary policy is ultimately about managing expectations of various economic agents - from households to financial markets.", "In this context, over the past three years, we backed our actions with clear forward guidance and tweaked it as necessary with reference to the evolving circumstances.", "For instance, our forward guidance was initially state-based.", "But, in the second half of 2020-21, there were undue market concerns that the accommodative monetary policy stance might have to be reversed in the face of elevated inflation.", "To quell such disruptive forces and their possible negative effects on our accommodative stance, we supplemented our state-based guidance with time-contingent guidance by stating our intent to continue \"with the accommodative stance of monetary policy as long as necessary - at least during the current financial year and into the next year ...\".", "Inflation eased in the second half of 2020-21 itself in line with our assessment as supply side pressures abated.", "The time-based element of the guidance did help to anchor market expectations and moderate undue expectations building up at that time of a possible reversal of the monetary policy stance.", "We have actively engaged in two-way communications - we consult actively with various stakeholders in the run up to the bi-monthly MPC meetings; we hold wide ranging press conferences after the bi-monthly meetings to put forward our viewpoints clearly and clarify the issues raised by the media and analysts.", "We back up this with speeches and media interviews.", "The release of the minutes after 14 days of the MPC meeting and individual statements of the members, including my statement, have further strengthened our communication.", "A range of statutory and staff publications on key analytical aspects of monetary economics are an additional avenue of our forward-looking communication.", "My regular statements to announce the MPC decision and its rationale have become an integral element of the institutional edifice of the RBI's crisis time response.", "These statements provide forward guidance to financial markets on the RBI's liquidity stance and have ensured orderly conditions in the financial markets, even amidst the pandemic and war related stress.", "In August 6, 2021 statement, I emphasised that the RBI remains in \"whatever it takes\" mode, with a readiness to deploy all its policy levers - monetary, prudential or regulatory.", "These words engendered calm and confidence in the markets.", "Prudence as the Cornerstone of our Approach 24.", "During this entire period, we had gone beyond the rule book and we had explicitly said so.", "But we remained prudent at all times.", "For example, when we announced the government securities acquisition programme (G-SAP) in April 2021, we were going beyond the RBI's lexicon; but we discontinued it after six months when liquidity was assessed to be amply surplus.", "By doing so, we were well ahead of the major central banks in ceasing fresh asset purchases.", "Similarly, we refrained throughout the pandemic period from primary financing or direct monetisation of the government's fiscal deficit, notwithstanding the clamour from various expert opinions at that time.", "Prudence also underlined our approach when we refrained from diluting the quality of the RBI's balance sheet by strictly confining our liquidity injection measures to government securities as collateral.", "Further, the Resolution Frameworks for COVID-19 related stressed assets were not open ended, but were subject to certain financial and operational parameters to be achieved as part of the resolution process.", "Conventional, Unconventional and Innovative Measures 25.", "As I said a little while ago, we have often gone beyond the rule-book over the past 2-3 years, combining conventional, unconventional and innovative measures.", "For instance, we made active use of the Liquidity Adjustment Facility (LAF) corridor as an instrument of policy, first through large reductions in the reverse repo rate in March and April 2020.", "Consequently, the money market rates went even below the policy rate.", "Another such example was in April 2022 with the institution of the Standing Deposit Facility (SDF) at 40 basis points above the fixed rate reverse repo to begin the process of withdrawal of the accommodative stance.", "There are other such examples of being nimble-footed like the advancement of MPC meetings, the off-cycle MPC meetings, etc.", "Navigating the Liquidity 'Chakravyuh'3 26.", "Our liquidity injection measures involved a prudent and calibrated expansion of the RBI's balance sheet.", "Our measures were targeted as per requirement and reflected a hands-on approach.", "These would include the targeted long term repo operations (TLTROs); special liquidity windows to support contact-intensive sectors severely hit by the pandemic; reduction in the Cash Reserve Ratio (CRR) for a limited and pre-specified period; and a few other measures.", "We had explicit sunset clauses for most of our liquidity injection measures during the pandemic which allowed us to unwind liquidity in a predictable manner and anchor market expectations.", "By building in the exit strategy at the time of injection, we were able to pull out significant part of the liquidity when it was no longer required.", "We started rebalancing of liquidity as early as January 2021 through the reintroduction of variable rate reverse repos (VRRR) to shift liquidity from the overnight fixed rate window towards longer tenors at variable rates.", "This helped in pushing market rates upwards in a gradual and orderly manner.", "This is an example of what I would call a silent action, preparing and guiding the markets in advance.", "Concluding Observations 28.", "The benefits of globalisation come with certain risks and challenges.", "Shocks to prices of food, energy, commodities and critical inputs are transmitted across the world through complex supply chains.", "This was evident during the pandemic, and more so after the conflict in Europe erupted, with global shocks playing a dominant role in domestic inflation dynamics.", "These global factors present difficult policy trade-offs between price stability and stabilising economic activity, especially when the economy is recuperating from repeated shocks.", "They add to the macroeconomic and financial stability challenges from volatile capital flows in a financially globalised world.", "In fact, recent developments call for greater recognition of global factors in domestic inflation dynamics and macroeconomic developments which underscore the need for enhanced policy coordination and dialogue among countries to achieve better outcomes.", "The insurance against such inevitable global shocks ultimately is built on sound economic fundamentals, strong institutions and smart policies.", "Price stability is key to maintaining macroeconomic and financial stability.", "In a broader sense, inflation is a measure of the trust and confidence that the public repose in the economic institutions of a country.", "While factors beyond our control may affect inflation in the short run, its trajectory over the medium-term is determined by monetary policy.", "Therefore, monetary policy must take timely actions to anchor inflation and inflation expectations so as to place the economy on a strong and sustainable growth pedestal.", "We will continue to calibrate our policies with the overarching goal of preserving and fostering macroeconomic stability.", "In this endeavour, we will remain flexible in our approach while being cogent and transparent in our communication.", "If history is any guide, I am optimistic that our actions will usher in a new era of prosperity in the years ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Globalisation", "Inflation", "Monetary policy", "Supply shocks", "Demand-pull", "Anchoring inflation expectations", "Flexible inflation targeting", "Communication", "Prudence", "Liquidity"]}