{"sentences": ["SPEECH SVERIGES RIKSBANK 17 May 2022 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Deputy Governor Henry Ohlsson Department of Economic History, Uppsala University Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Monetary policy and inflation in times The 2020s could certainly have begun better.", "Following a pandemic, which we still haven't quite seen the end of, another war has broken out in Europe.", "As information now spreads faster than ever before, via news channels and social media, and as it is a country quite close to us that has been affected, the war in Ukraine has shaken us more than usual in our safe Swedish everyday lives.", "That, at least, is how I feel.", "However horrific the war in Ukraine may be, it is not the war as such that I intended to talk about today, but its economic consequences - and those of war in general.", "After all, it is in the field of economics that I have my comparative advantages, and as policy-maker at a central bank, monitoring the economic consequences is, of course, something that is part of my job.", "I will focus on the effects on inflation, as they are particularly important for a central bank.", "When major and unusual events such as a war occur, there is no 'manual' for how to act as an economic policy decision-maker.", "All wars are different - in terms of their scale and duration, their location and their impact on the world around them.", "Instead, we must brush up on our possible knowledge of history and try to see if there are past historical episodes from which we can learn something for the current situation.", "It is of course also important to study the available literature on the economic consequences of war to see whether it is possible to find common denominators that can give clues regarding the situation that has arisen.", "What I intend to do today is to first briefly review what research literature has to say about the connection between war and inflation.", "Then I will look back at previous episodes when war was associated with rising inflation in Sweden and draw some conclusions from this.", "Finally, I intend to say something about how I view the current situation from a monetary policy perspective.", "As usual, it is my personal views that I am expressing.", "War often leads to inflation The fact that war and inflation often go hand in hand has been known for a very long time.", "Back in 500 BC Sun Tzu, Chinese general and author of a book on the art of war, observed: \"Where the army is, prices are high; when prices rise the wealth of the people is exhausted.", "\"1 What this refers to is, of course, that an army of perhaps tens of thousands of soldiers requires a lot of resources just to stay alive and these can be difficult to raise in a geographically restricted area.", "Demand simply rises in relation to the available supply of food and other necessities, and this causes inflation to rise.", "If, as has often been the case throughout history, the army supports itself by looting, it may be able to survive for a while, but for the civilian population, prices will rise because supply decreases.", "Of course, an army could not survive indefinitely in one place, because resources sooner or later run out.", "In his book \"Ofredsår\" (\"Years of Trouble\"), Peter Englund has likened the Swedish army during the Thirty Years' War to a shark that must be constantly on the move to avoid succumbing.", "Once a war had started, the armies of the time lived partly their own lives, separated from the state, and largely organised their own supplies, especially of course during campaigns abroad.", "Inflation therefore increased more locally depending on where the armies happened to be, as a result of the demand for food and other necessities exceeding supply.", "Rising demand and printing money When a country rearms and fights a war, inflation can also rise in the whole economy for the same reason, that is, demand rises in relation to supply.", "A sharp increase in public expenditure as a result of rearmament or war effort increases capacity utilisation in the economy and can therefore lead to higher inflation.", "In connection with the Second World War, the US economy approached full capacity utilisation, which contributed to a rise in inflation.", "Some economists argue that it was the US rearmament in connection with the war that finally put an end to the 1930s depression.", "The way in which a rearmament or war is financed is also of great importance to the way in which inflation develops.", "The financing can entail increasing taxes or decreasing expenditures other than military, by raising loans or by making the central bank print more money.", "If a war is financed by increasing taxes or decreasing other expenditure, public purchasing power will be reduced.", "This counteracts the inflationary effect of increased public expenditure.", "At the same time, tax financing may be politically difficult to implement.", "In the short term, the politically easiest way of financing war, but in the longer term perhaps the most harmful, is through the printing of money, as this almost inevitably results in higher inflation.", "A fairly large share of the literature on the effects of war on inflation is about the financing of war.", "A review of the effects on inflation of the United States' wars from the American Revolution to the First Gulf War shows that when the US has been involved in more limited wars, they have usually been financed through higher taxes or increased borrowing or a combination of these.", "However, in the case of major wars, the point where these two methods of financing have been considered exhausted has often been reached, and the government therefore turned to the printing press.", "The result has often been a considerably higher inflation rate.", "The two world wars are examples of this.", "After a war, sovereign debt has often increased considerably.", "At the same time, it may be difficult to raise tax revenue in the same way as before the war.", "This may be because the political situation has become more unstable or the economy's production capacity has declined.", "In such a situation, there may be a great temptation for a government to try to alleviate the situation by using the printing press to finance current expenditure and pay off the loans.", "Difficulties in generating sufficient tax revenues are considered to be an important explanation for the high inflation in countries such as Germany, Austria, Hungary, Poland and Russia after the First World War and also for the highest rate of hyperinflation in the modern age, that in Hungary in 19451946.6 According to some estimates, prices at their fastest then doubled in fifteen hours.", "Inflation often also rises in the rest of the world The factors I have mentioned so far are those that can contribute to higher inflation in countries that are, or have recently been, directly involved in a war.", "But war can also cause higher inflation in the rest of the world.", "The war itself can generate increased demand on the world market for various products such as oil and certain metals.", "The warring countries can also be important exporters of some commodity or product which they can no longer produce or export as a result of the war.", "The latter results in lower supply and higher prices on the world market.", "Examples include the increases in oil prices that arose in connection with, for example, the Yom Kippur War, when the oil-exporting countries in the Arab world decided to cut their exports, and the war between Iraq and Iran.", "Following Russia's invasion of Ukraine, rising energy and commodity prices have of course been an important reason behind the increase in global inflation.", "War can also mean that people are forced to flee, which requires increased public spending in the countries where the refugees are received.", "This may have some effects on inflation in the recipient countries.", "The most significant example of huge waves of refugees is, of course, in connection with the Second World War.", "A more recent example is the people fleeing from the war in Syria, and we are now seeing a similar development in connection with the war in Ukraine.", "Depending on the circumstances, war may also give rise to a period of sharply increased geopolitical uncertainty.", "This may mean that countries that are not directly involved in the war choose to arm themselves and thus increase public spending.", "However, greater uncertainty about the future may also mean that the private sector chooses to postpone investment and increases its precautionary saving.", "There are thus counteracting effects on aggregate demand and thereby on inflation.", "All in all, there are thus a number of different ways in which war can lead to inflation rising, both in individual countries and in the world economy as a whole.", "Four periods of high inflation since 1900 This is something that is quite clear when studying a longer time series for inflation.", "Figure 1 shows inflation in Sweden from 1900 onwards.", "Swedish inflation 1900-2022 Annual percentage change First World War 30 30 Wars in the Middle East 20 20 Second World War 10 10 -20 -20 There are some occasions when it has been higher than 10 per cent, sometimes much higher.", "All of them occur in connection with war or some other type of conflict.", "Some periods are short peaks, where inflation rapidly falls back again, while inflation in the 1970s and 1980s was fairly high over a longer period of time.", "Although inflation did not always exceed 10 per cent, I have chosen to regard this as a continuous period.", "I intend to go through each of these periods - why inflation rose, why it fell back again, and how economic policy-makers thought and acted.", "Highest inflation in connection with the First World War So let me then begin with the First World War.", "The inflation during the First World War is by far the highest in the whole period and peaked in 1918 at 47 per cent.", "This episode is also special because the high inflation was followed by a severe deflation, that is, a fall in the general price level, 1921-23.", "Fortunately, we have not experienced any such dramatic fluctuations in inflation since then.", "In his book \"Money and Power\" on the history of the Riksbank, Gunnar Wetterberg notes that at this time the Riksbank's governors were faced with a series of questions that neither they nor most other scholars knew how to deal with.", "The war and the first post-war years thus became a difficult time for monetary policy.", "The organisation of the monetary system played a major role in the course of inflation.", "Prior to the war, Sweden had a gold standard, which had been introduced in 1873 in connection with the establishment of the Scandinavian monetary union.", "The gold standard meant that the krona was linked to gold and that the Riksbank had an obligation to exchange notes for gold at a fixed price.", "This meant that the krona had a fixed exchange rate against other countries that had the equivalent system.", "The gold standard was abandoned in connection with the outbreak of war in 1914, and the same happened in other countries.", "In the countries directly involved in the war, the war efforts required rapid and immediate funding.", "Budget deficits grew and were financed by the government borrowing from the central bank, that is, through printing money.", "The money supply and price level thus rose sharply around the world.", "The war and international rearmament caused the demand for Swedish products to rise dramatically, and the increased exports gave a considerable boost to the economy.", "Swedish inflation toward the end of, and shortly after, the war has been described as a classic price, wage and profit spiral in an environment with growing access to money and bank credits, speculation and a shortage of fuel, commodities and labour.", "As I noted earlier, the Riksbank was uncertain as to how it should act.", "At this time, it was mostly academic economists who believed that raising the discount rate, the period's equivalent to the repo rate, could slow down inflation, while the Riksbank was more hesitant.", "The fact that economic policy-makers did not share the view that the interest rate can be used to influence inflation was not, of course, a good starting point and in itself a partial explanation for the fact that inflation could rise so sharply.", "An interesting, but perhaps not so well-known, event during this period was that Eli Heckscher, professor at the Stockholm School of Economics and internationally renowned economist, actually caused a bank run at the Riksbank in 1920.11 Although the inflation peak had passed, inflation at the beginning of 1920 was still so high that Heckscher thought that the Riksbank should raise the discount rate significantly.", "When the Riksbank did not want to do this, Heckscher decided to do something about it.", "The right to exchange notes for gold had ceased in connection with the outbreak of the war in 1914, but was reintroduced in 1916.", "However, since an export ban on gold had been introduced in 1914, this did not mean in practice that the gold standard had been re-established.", "The export ban allowed the gold price to differ between countries and the value of the krona to change against other currencies.", "This was also the case as the krona depreciated against the dollar.", "At the US Federal Reserve, the price of one kilogram of gold in the depreciated Swedish currency was SEK 3,600 at the beginning of 1920.", "At the Riksbank, the price of one kilo of gold was instead SEK 2,480.", "If the export ban were to be lifted, then a considerable arbitrage gain could be made.", "Heckscher decided to draw the general public's attention to this fact and did so through an article entitled \"The new price revolution\" (Den nya prisrevolutionen), published in the daily newspaper Stockholms Dagblad on 11 March 1920.", "The article was more or less an explicit encouragement to readers to withdraw their money from the bank and go to the Riksbank to redeem it for gold: \"Anyone who brings SEK 1,000 in banknotes to the Riksbank has the legal right to receive 50 SEK 20 [gold coins] and these currently have a value of SEK 1,450 - 45% profit on the most risk-free of investments\"12 The final results were indeed an onslaught of people who wanted to redeem their banknotes at the Riksbank, who were therefore forced to raise the discount rate in order to defend the gold reserve.", "In connection with this, the Riksbank requested release from the obligation to redeem banknotes for gold, which was subsequently also granted.", "...but it was also followed by deflation and recession However, shortly afterwards the trend was reversed.", "There were various reasons, including the weakening of international economic activity.", "But the most important reason for the severe turnaround in general prices was connected with the view of the monetary system that prevailed at the time.", "The political view was that Sweden should return to the gold standard as soon as possible, and to the parity that had applied before the war.", "To make this possible, the krona needed to be strengthened, which required bringing down prices and wages.", "It was therefore recognised that a period of actual deflation would be required.", "Knut Wicksell, perhaps Sweden's most famous economist, was among those who argued that the gold standard should not be reintroduced, but should be removed for all time.", "He argued instead for a free standard, without any metallic base.", "On the other hand, he too seems to have supported the idea that the price level needed to be lowered and that this would not cause any major problems, given that the policy was expected.", "Swedish monetary policy became more restrictive than in other European countries and in the United States.", "The tightening caused real interest rates to rise sharply and the economy to enter a recession.", "In 1924, Sweden was the first European country to return to the gold standard at the pre-war parity.", "However, the cost of deflation in the form of unemployment and stagnation had been extremely high, and this undermined confidence in the gold standard as a monetary system.", "Second World War and Korean War gave short inflationary peaks At the time of the Second World War, policy-makers were determined not to repeat the economic-political mistakes of the First World War.", "Extensive regulations such as currency regulation and rent regulation were introduced early on to dampen expectations of sharply rising inflation.", "Nevertheless, inflation rose quite a lot during the first years of war, but in 1942 the government approved a programme drafted by a specially appointed commission.", "The main objective was to stabilise prices and the most important means of doing this was a general price and wage freeze.", "Interestingly, interest rates were not included in the commission's report as a means of influencing economic activity and inflation.", "The view at this time too, especially from a political point of view, was that the interest rate was to mainly be regarded as a cost factor.", "Nevertheless, the policy during the Second World War was much more successful than that during the First World War.", "There was no post-war recession, and the inflation peak were short-lived and was not followed by any appreciable deflation.", "Developments during the Korean War in 1950-53 followed the same pattern, with a high but short-lived peak in inflation.", "The upturn was preceded by a devaluation against the dollar in 1949, which Sweden and a number of European countries carried out to meet the competition from American industry.", "After the outbreak of the war, international inflation rose sharply.", "The price increases on commodities were particularly high.", "Profits in the Swedish manufacturing industry rose markedly and resulted in a price and wage build-up process, where wage costs rose by at most about 20 per cent a year.", "The Minister of Finance at the time, Per Edvin Sköld, took a number of measures: Excise duty on sales of cars was raised, building regulations were tightened, the forest industry had to deposit some of its large profits in special accounts and an investment tax was introduced.", "The interest rate was also raised by half a percentage point, which, according to a modern yardstick, may seem rather modest given the circumstances.", "Altogether, this meant that inflation was short-lived on this occasion too, and it is also known in the history books as the 'one-off inflation' (engångsinflationen).", "Expansionary policy during the most recent inflation period The longer period of high inflation from the early 1970s onwards is, of course, the first one I remember myself.", "The link to war is not as obvious as in the previous episodes, but it is definitely there (see Figure 2).", "The two oil crises in 1973-74 and 1979-80, often referred to as OPEC I and OPEC II, play quite an important role in this process OPEC I was preceded by the so-called Yom Kippur War of 1973 between Egypt and Syria on the one hand and Israel on the other.", "OPEC II is linked to the revolution in Iran in 1979, which led to a significant loss of oil production that was not matched by the other oil-producing countries.", "When Iraq then invaded Iran in 1980, the situation deteriorated even further.", "The price of oil also rose, but very briefly, when Iraq attacked Kuwait in 1990.", "Real prices have been computed with the CPI in United States.", "Souces: U.S. Bureau of Labor Statistics (BLS), U.S. Energy Information Administration and the However, the policy that was conducted during this period also played a significant role.", "It became, for various reasons, on average too expansionary or, as it is called, too accommodating.", "In economic textbooks, this period of high and longterm inflation in the world is known as 'The Great Inflation'.", "This usually refers to the period 1965-1982, where 'the Volcker disinflation', the tight monetary policy conducted by then head of the Federal Reserve Paul Volcker to curb inflation in the United States, is regarded as the endpoint.", "For Sweden, it is more appropriate to refer to a period that both starts and ends about ten years later.", "The Swedish economy was wrestling with serious economic problems during this period.", "Perhaps the main concern was the strong domestic inflation trend with price and wage spirals that collided with attempts to maintain a fixed exchange rate, and therefore led to recurring cost crises and devaluations.", "Another concern, which was partly connected to this, was that fiscal policy was often too expansionary, with rapidly rising public spending and tendencies toward structural deficits as a result.", "In addition, there was a deregulation of the credit market in the mid1980s, which would lead to far greater problems than were anticipated when the reform was implemented.", "In the early 1990s, these and other ingredients contributed to another domestic cost crisis, which also coincided with a financial crisis largely caused by excessive lending to households and companies.", "Unemployment rose sharply and public finances deteriorated dramatically.", "The krona was put under strong pressure by investors who expected Sweden to devalue again soon and, in November 1992, the Riksbank was forced to give up its defence of the fixed exchange rate.", "It had become clear that the type of policy Sweden had pursued for a number of decades had reached the end of the road, and needed to be fundamentally reshaped.", "Instead of defending a fixed exchange rate, the task of monetary policy from now on would be to keep inflation low and stable around 2 per cent.", "For its part, fiscal policy would focus considerably more than previously on keeping public finances in good condition so as to maintain market confidence.", "Looking back now, around thirty years later, the restructuring was successful.", "We have not had any problems with excessive inflation since then, until perhaps now.", "The problem has usually been the reverse, that is, that inflation has been lower than the target.", "Some conclusions from the history of inflation So what conclusions can be drawn from this review of Swedish inflation history since 1900?", "One conclusion, which was also in some way the starting point, is that inflation tends to rise in connection with war, and that this also applies in countries like Sweden, which has been fortunate not to be directly involved in any war during this period.", "Another conclusion is that the first three inflation peaks in the 1900s were so short-lived that expectations of higher inflation in the longer term were never built into price- and wage formation.", "A third conclusion is that the reason why high inflation was so short-lived on these occasions was either that politics - in connection with the First World War - became too tight and caused a recession; or - in connection with the Second World War and the Korean War - that inflation could be parried by far-reaching regulation and direct control of price-setting and wage-formation.", "The latter tools are hardly available any longer as alternatives in the political toolbox.", "It is sometimes said that economic policy-makers often base their actions during a crisis on the interpretation that has been made of the previous crisis.", "This can mean that one sometimes gets things wrong and tends to, so to speak, 'fight the last war'.", "But in this case I am quite sure that, if we are at the beginning of something that turns out to be a longer period of more persistent higher global inflationary pressures, it is the last period of high inflation, the one in the 1970s and 1980s, from which we have the most to learn.", "That is my fourth conclusion.", "More difficult for monetary policy to deal with supply For my continued reasoning, I need to refer to some economic theory.", "An economy is constantly exposed to what in economist speak are called shocks, which in principle means a rapid and unexpected development.", "Some shocks are positive and mean, for example, that economic activity improves and unemployment decreases.", "Other shocks are negative and lead to recession and higher unemployment.", "Shocks can be divided into demand shocks and supply shocks, depending on whether demand or supply is developing unexpectedly.", "The economic impact of the war in Ukraine can be described as what textbooks call a negative supply shock.", "This means that activity in the economy is declining, at the same time as prices are rising.", "In other words, the effect will be stagflationary, that is, we will have a combination of lower growth and upward pressure on inflation.", "Earlier examples of negative supply shocks are the oil crises in the 1970s.", "In addition, the war in Ukraine was preceded by another supply shock - the pandemic - when large parts of the world economy closed down and distribution chains were broken.", "As I just described, war does not always entail a negative supply shock.", "In connection with the Korean War, for example, there was talk of the 'Korea boom', because inflation was then largely due to increased demand for Swedish goods.", "For a monetary policy decision-maker, supply shocks are more difficult to deal with than demand shocks.", "If inflation rises because demand has risen unexpectedly, the remedy is simple: The central bank raises the policy rate and thus suppresses both inflation and demand, thereby reducing the risk of the economy overheating.", "But if inflation rises as a result of a negative supply shock, the problem is more complex.", "If most people assume that the effect on inflation is transitory, the problem does not need to be so great.", "The central bank can then simply wait until inflation falls back again.", "However, one risk that is always present is that price impulses spread to other prices and start to affect economic agents' expectations.", "These may then expect inflation to remain high, or even rise further.", "The signs of such second-round effects have now begun to increase in many economies.", "This creates a tricky balancing act for monetary policy: At the same time as one wants to maintain confidence in the inflation target and prevent inflation from becoming entrenched at a high level, one wants to avoid pursuing a policy so tight that the economy enters a recession.", "As we saw, this was what happened after the First World War, although the motive then was to return to the previous price level rather than bring down inflation.", "To be a little drastic, one can say that the task facing the central banks is to avoid 'The Great Inflation 2.0', and to do so at the lowest possible cost in terms of lower production and higher unemployment.", "The conditions are better than before I intend to stick my neck out a bit here and say that the conditions for coping with this balancing act are quite good for Sweden and at least considerably better than they were when inflation began to rise in the mid-1970s.", "There are several reasons for this.", "None of these are news, but it is still worth reminding ourselves of them.", "Firstly, since 1993, we have had an inflation target in the Swedish economy.", "During the most recent period of lastingly high inflation, the idea was that inflation would be kept down by means of the fixed exchange rate.", "The fixed exchange rate was expected to have a disciplinary effect on price-setting and wage-formation, as excessive inflation in relation to the rest of the world would lead to difficulties for the export industry and increased unemployment.", "However, as I have pointed out, this did not work very well.", "Expressed in economist terms, there was no credible nominal anchor in the economy, that is, a clear, quantified benchmark for price-setting and wage-formation.", "Today, we have one in the form of the inflation target.", "During the period of inflation targeting, long-term inflation expectations, in the way we can measure them, have remained fairly stable at around 2 per cent.", "This does not, of course, mean that the Riksbank can always sit with its arms folded when inflation rises and expect inflation to return to the target 'by itself'.", "It is reasonable to assume that the fact that long-term inflation expectations are firmly anchored to the target is because economic agents expect the Riksbank to act when needed.", "But the fact that there is a credible nominal anchor today does of course make things easier, even though it ultimately hinges upon the way monetary policy is conducted.", "Secondly, Swedish wage-formation works in a completely different way than in the 1970s and 1980s.", "One important reform was the so-called Industrial Agreement, under which the manufacturing industry has set the benchmark for wage negotiations and ultimately steered wage cost increases in the entire economy for over twenty years.", "The relationship between this benchmark and the inflation target has not always been crystal clear.", "For instance, employers' representatives have sometimes expressed the view that the inflation target is obsolete and should not be used as a base in wage negotiations.", "However, this was during the extended period when inflation tended to be at the lower end of the target.", "However, as developments now show, we must assume that inflation will sometimes be above the target as well.", "Hopefully, this will further underline the importance of the inflation target as a nominal anchor for the Swedish economy, both upwards and downwards, so to speak.", "Should it now be the case that we are entering a longer period of persistently higher inflationary pressures - which we do not know yet, of course - then my assessment is that the framework of wage-formation we have today will act as a built-in and useful brake in the system.", "Thirdly, a stricter and more robust fiscal policy framework was introduced after the crisis in the early 1990s.", "This has contributed to public finances now being in a much better shape than they were in the 1980s and 1990s.", "A large and growing sovereign debt may raise inflation expectations, if agents suspect that the government may eventually try to solve the problem of by inflating the debt away.", "This means is that the central government reduces the real value of the debt by letting inflation rise.", "However, unlike in the 1970s and 1980s, we have now a number of control mechanisms in place, which means that this potential source of excessive inflation has in practice been eliminated.", "My reflections on the current situation So, in conclusion, how do I view the current situation more specifically?", "And what can we learn from history?", "During many of the periods of high inflation in connection with war, the effects of monetary policy have been heavily dependent on the expectations of companies and households regarding future economic developments.", "There is an example of a deflation spiral after the First World War when expectations of lower prices in the future led to falling aggregate demand.", "And there are examples of price and wage spirals, when expectations of higher prices in the future led to higher wage increases that eventually forced a change from a fixed exchange rate to a floating exchange rate.", "The inflation target was introduced in connection with this changeover.", "Economic agents' expectations of future inflation are an important element in assessing the credibility of monetary policy with regard to attaining the inflation target.", "What is the situation today?", "Five-year inflation expectations among money market participants have long been close to 2 per cent.", "The most recent quotation available at our meeting in April was 2.2 percent on average.", "In May, it rose to just under 2.4 percent.", "Expectations have thus risen, albeit not to any alarming levels.", "It should also be added that the median, that is, the middle observation, is still at 2 percent.", "It is important to point out that money market participants' inflation expectations are not formed in a vacuum.", "These actors at the same time form expectations of a number of macroeconomic key variables.", "This includes expectations of the coming monetary policy.", "In April 2022, money market participants expected a repo rate of rounded 0.8 per cent twelve months ahead and a repo rate of 1.1 per cent 24 months ahead from April 2022.", "In May, the corresponding expectations were approximately 1.3 and 1.6 per cent.", "In other words, money market participants' expectations of inflation are based on the expectation of a less expansionary monetary policy.", "I consider that an important conclusion can be drawn from this: Merely because inflation expectations are close to the target, the Riksbank cannot refrain from conducting an active monetary policy to make sure that it is attained in due course.", "The price increases we have seen in recent months are not something that monetary policy can affect.", "But the high inflation we have had in recent months risks setting off a spiral of price increases, wage drift, price increases, wage drift and so on.", "It is essential to ward off these tendencies in time.", "Therefore, it was time to adjust the direction for monetary policy.", "At the monetary policy meeting in April, the Executive Board decided on a less expansionary monetary policy, and the repo rate was raised by 0.25 percentage points.", "It was important to act in good time.", "As I see it now, the repo rate needs to be a couple of percentage points higher in a few years' time.", "One of the purposes of a less expansionary monetary policy is to slow down economic activity and in this way reduce inflationary pressures in the economy.", "This can at the same time mean lower activity in the labour market.", "Here it is important to bear in mind that monetary policy can only affect the labour market in an imprecise way, while labour market policy has a significantly greater capacity to focus on the specific problems.", "Boianovsky, Mauro (1998), \"Wicksell on Deflation in the Early 1920s\", History of Political Economy 30(2), pp.", "Bomberger, William A. and Gail E. Makinen (1983), \"The Hungarian Hyperinflation and Stabilization of 1945-1946\", Journal of Political Economy 91, pp.", "DeLong, J. Bradford and Lawrence Summers (1988), \"How Does Macroeconomic Policy Affect Output?", "\", Brookings Papers on Economic Activity 19(2), pp.", "Drechsler, Itamar, Alexi Savov and Philipp Schnabl (2020), \"The Financial Origins of the Rise and Fall of American Inflation\", essay, New York University Stern School of Business.", "Economic Commission (1993), Nya villkor för ekonomi och politik [New conditions for the economy and policy], Economic Commission's proposal, SOU 1993:16 (in Swedish).", "Fregert, Klas (2013), \"Belling the Cat: Eli F. Heckscher on the Gold Standard as a Disciplinary Device\", History of Political Economy 45 (1), pp.", "Goldstein, Joshua S. (2003), \"War and Economic History\", in Joel Mokyr (ed.", "), The Oxford Encyclopedia of Economic History, Oxford University Press.", "Hall, George J. and Thomas J.", "S (2022), \"Three World Wars: Fiscal-Monetary Consequences\", working paper, Graduate Center, City University of New York.", "Hanke, Steve H. and Nicholas Krus (2012), \"World Hyperinflations\", Cato Working Paper No.", "(1977), \"The Role of War in Modern Inflation\", Journal of Economic History 37, pp.", "Jonung, Lars (1999), \"Med backspegeln som kompass - om stabiliseringspolitiken som läroprocess\", [With the rear-view mirror as a compass - on stabilisation policy as a learning process] report to the Expert Group for Public Economics (ESO).", "Jonung, Lars (2000), \"Från guldmyntfot till svenskt inflationsmål - svensk stabiliseringspolitik under det 20:e seklet\" [From gold standard to inflation target - Swedish stabilisation policy in the 20th Century], Ekonomisk Debatt No.", "Jonung, Lars (2017), \"Jakten på den stabila stabiliseringspolitiken\" [The hunt for stable stabilisation policy], Ekonomisk Debatt, nr.", "Lundberg, Erik (1983), Ekonomiska kriser förr och nu [Economic crises before and now], Studieförbundet Näringsliv och Samhälle.", "Rockoff, Hugh (2015), \"War and inflation in the United States from the revolution to the first Iraq war\", NBER Working paper 21221.", "Vaitilingam, Romesh (2022), \"Economic consequences of Russia's invasion of Ukraine: Views of leading economists\", column on VoxEU, 10 March, Economic consequences of war in Ukraine: IGM Forum survey | VOX, CEPR Policy Portal (voxeu.org) Vernon, J.R. (1994), \"World War II Fiscal Policies and the End of the Great Depression\", Journal of Economic History 54, pp.", "Wetterberg, Gunnar (2009), Money and power - the history of Sveriges Riksbank, Sveriges Riksbank and Atlantis.", "Åsbrink, Erik (2019), Gunnar Sträng, Albert Bonniers Förlag."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "monetary dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "War", "Monetary policy", "Supply shock", "Inflation target", "Wage formation", "Fiscal policy", "Stagflation", "Economic expectations", "Gold standard"]}