{"sentences": ["Honourable Deputy Prime Minister Ahmetaj, Honourable Minister of Finance and Economy Ibrahimaj, Dear Chairman of the Albanian Association of Banks, It is a pleasure to attend this Forum, which comes naturally as a further step and logical consequence of the joint discussions and round tables on digitalisation of financial services.", "I would like to highlight that the support and promotion of electronic payments, both in international experiences and the Albanian context, are seen as one of the most effective and powerful mechanisms for bolstering financial inclusion and further formalizing the economy.", "In this context, despite the discussions and needs for interaction and developments from the actors, it appears like the objectives and targets are increasingly converging, and in turn the created synergy, absolutely, will drive to an acceleration towards the meeting of the stated objectives.", "In this framework, there should be underscored that the Bank of Albania has already established the effective premises for the foundation of a digital revolution in the payment market, through the legal and regulatory framework in force.", "This framework may be considered avant-garde in the context of the European Union.", "Meanwhile, at regional level, Albania is the first country that has approved the legal and regulatory framework coupled with the promotion of \"open banking\" in the market.", "Here, I would like to draw the attention and explain that the concept \"open banking\" implies the creation of technological developments, with a view that the information of banks' clients be open to third parties.", "In this regard, we should keep in mind that - though digitalisation is so far desired by all of us here - this development needs rather complex investments and regulations, which promote innovation in an environment that will guarantee a maximum security.", "Taking into account that the need for establishing a highly prudent environment turns more meaningful in case of Albania - where both financial education and inclusion are relatively low - the demand for market's actors to make safe steps is quite important.", "Beyond \"open banking\" and the re-dimensioning of market through the introduction of new actors and services, I would like to mention the set of the undertaken regulatory measures and infrastructural developments, which have been focused exactly on the promotion of electronic payments in the framework of the National Retail Payments Strategy (NRPS).", "It is worthy emphasising that the so far implemented measures have driven to the successful accomplishment of the objectives defined in the Strategy since 2021.", "This success is a contribution of a broad gamma of actors, where banks in particular, and institutions, have played a key role.", "In this regard, I would like to point out that market is more aware and conscious that digitalisation is the future, as a consequence of the technological revolution taking place in each field of life, in the perspective of their strategic development, in the context of minimizing the costs and risks borne by traditional practices, and at the same time for increasing the effective productivity.", "Without wishing to repeat the previous statements, I consider it worthily to point out that all market actors should be seen as our strategic partners, who in their own way have always contributed to the financial inclusion and promotion of electronic payment services.", "Until a few years ago, paying utility bills, fines, tax payments, customs and social security via the internet and mobile seemed a utopia.", "Nowadays, the general public is increasingly employing and benefiting from these services.", "Allow me to provide some significant figures which best converge to the materialisation of this development.", "In 2012, about 96% of transfers were initiated in paper form at banks' windows, while today about 50% of transfers are processed remotely.", "If we include in the calculations the card payments, it turns out that 79% of payments and transfers are made remotely and only 21% in bank branches.", "From this point of view, I deem that banks remain committed to accommodate the needs of the e-Albania platform, both in the existing conditions and after the creation of \"open banking\".", "Harmonization and coordination of this platform with those of the banking system, as well as giving priority to the necessary developments required in relation to them, will stem a facilitation coupled with a more efficient interaction, and in turn a strengthened synergy amongst all parties involved in these processes.", "However, all these developments absolutely could not have happened if a number of public institutions and companies had not carried out technological developments, which enable their interaction with banks.", "The fiscalization process is considered a very important progress, in the light of the economy formalization, and in the context of creating the necessary preconditions for businesses to provide electronic means of payments.", "This starts with the possibility of using the QR code in the payment of bills or any other electronic instrument that can use the established technological infrastructure, to the flexibility created by the legislation for making large value transfers through banking channels.", "On the other hand, the creation of a \"central depository\" of biometric data of the population, which can be used as security elements in communication and remote authentication, is a very positive step forwards the digitalization of banking services.", "Furthermore, the development of electronic signature and the improvement of legislation on signing distance contracts is also a supportive measure in this regard.", "Despite these positive developments, we need to be aware that there is still work to be done.", "First, I consider that, banks and non-bank institutions should be committed for the implementation in practice of all the innovations set forth in the Law \"On payment services\".", "It is also necessary to consider and assess the possibilities of infrastructural developments endorsed in the strategy, which will enhance efficiency in the processing of payments and transfers, such as Instant Payments or the national SWITCH.", "The Bank of Albania - for supporting all these developments - is working to improve and upgrade the systems it operates, in order to accommodate the market's demands.", "We have also paid attention to the drafting of the legal framework for the creation of the basic account.", "This framework aims at further promoting the financial inclusion of the population.", "We consider that the adoption of this Law and its implementation by the market is very important in terms of digitalization of financial services, also of the Government.", "In addition to promoting financial inclusion and digitalization of services, financial education is a very important element for the materialization of measures and the achievement of intended objectives.", "To this end, I see our coordinated actions and intensified cooperation at the heart of our joint efforts and work to promoting financial education as a national reform.", "In addition to the above, it remains important to overcome any issue identified during all these years by implementing the aforementioned innovations.", "Particular emphasis should be placed on the problems encountered by opening accounts and signing distance contracts, which are a necessary precondition for the digitalization of services.", "Despite the legal and regulatory provisions regarding these issues, the implementation in practice has proven to carry technical issues.", "To this end, we should encourage the cooperation across all institutions and market actors to overcome the problems that may arise in relation to: prevention of money laundering; electronic signature; concluding distance contracts; promoting the use of electronic documents and necessary information during citizens' applications to banks.", "All this would further facilitate the digitalization, in terms of payments and other services, such as lending and investments, contributing significantly to the common objective for a formalised and sustainable economic growth.", "I also assess that by exploring the experiences of our neighbours and beyond, we can identify additional measures that will promote the formalization of the economy and reduce the use of cash in the economy.", "I would like to end my speech by expressing once again the full commitment of the Bank of Albania to support any necessary development, in order to achieve the intended objectives.", "I take this opportunity to congratulate the Albanian Association of Banks for its huge and longstanding work, in boosting and supporting every project, initiative or need identified by the market and more broadly.", "Your dedication and professionalism has contributed very effectively, in fully accomplishing the intermediation role between the parties, while also serving as a catalyst to promote the achievement of objectives.", "I am convinced that the discussions of this forum will be very fruitful in these areas and in addressing rather important issues."], "classifications": ["monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["digitalization", "electronic payments", "open banking", "financial inclusion", "National Retail Payments Strategy", "e-Albania platform", "fiscalization", "financial education", "basic account", "formalization"]}