{"sentences": ["Trends in the life insurance sector and the need for strong reinsurance and investment risk management - speech by Charlotte Gerken Given at the Bank of America 27th Annual Financials CEO Conference Published on 20 September 2022 Charlotte Gerken speaks about concentration risks in Life Insurance, coming from: increasing longevity reinsurance; use of funded reinsurance; and growth of illiquid assets.", "Charlotte says the Prudent Person Principle (PPP) is important to address these risks.", "But regulatory requirements need to support good risk management.", "The PRA is thinking about how to address concentration risk.", "This includes how to manage risk from reinsurance, and the matching adjustment (MA) review.", "Good afternoon and thank you to Bank of America for inviting me today.", "The role of insurance is to protect individuals and businesses from uncertainty: to diversify and manage risks that participants in the wider economy cannot diversify and manage themselves.", "The subject of risk diversification and concentration will be well-understood by this institutional investor audience.", "I will take a prudential regulatory lens to this subject, focussing on developments in the UK life insurance sector and our supervisory response.", "Core to every insurer's business model are the ideas of risk pooling from a large population, leveraging their specialist expertise as long-term investors, making insurance safe and affordable for policyholders and returns attractive to capital providers.", "Through the provision of long-term finance that is naturally enabled by the long-term liabilities taken on, insurers also play a vital role in supporting risk-taking and growth in the real economy.", "There are two trends within the UK life insurance sector that I'd like to cover today, their benefits but also the risks arising from them: The first trend - in two parts - relates to reinsurance: (a) the continued high level of longevity reinsurance; and (b) the emergence of more complex so-called 'funded reinsurance'.", "The second trend concerns the continued growth of untraded or illiquid assets in life insurers' portfolios.", "There are good business and risk management arguments for both of these strategies, which can also lead to improved pricing for customers.", "However, over-indulgence in either - or indeed both - could actually result in concentration risks increasing at individual firm-level and in the system as a whole.", "I'll look first at why and how these trends have developed, and then set out what the Prudential Regulation Authority (PRA) expects of insurers' boards and senior management in relation to their risk management.", "Longevity reinsurance For firms writing new annuity business, the continued use of longevity reinsurance is one area where concentration risk may arise.", "The long-term nature of longevity risk - i.e.", "exposure to the risk that annuitants live longer than expected - makes annuity writing capital-intensive, which has a strong impact on pricing.", "A longevity reinsurance industry has developed to manage this impact.", "Through the transfer of the risk, the insurer reduces its longevity capital and risk margin[1], but takes on an exposure to the failure of its reinsurance counterparty.", "Chart 1 [see Annex] illustrates the impact of the transfer on the insurer's capital position.", "The combination of adequate collateral, a high credit rating, and sufficient capital resources from the reinsurer means that the resulting counterparty risk capital charge for the insurer is typically low - an attractive arrangement.", "Reinsurance is an important component of well-functioning insurance markets, where reinsurers themselves have the financial strength to absorb the risks they are taking on.", "From a risk management perspective, it allows insurers to achieve the balance of underwriting and credit risk in line with their risk appetite while continuing to deliver for their clients.", "It allows reinsurers to gain indirect access to diversification or natural hedges that might not arise on their own balance sheet.", "For example, a reinsurer with large books of protection business featuring mortality or morbidity risk might welcome longevity risk as a natural (albeit not perfect) hedge[2].", "Diversification of different[3] sources of callable capital also enhances the efficiency of insurance markets.", "All of these factors could help to improve the pricing that insurers can offer.", "However, in recent years, the UK life market has become reliant on this method of freeing up capital to improve pricing.", "We estimate that over 80% of new business since 2016 has been reinsured at industry-level.", "This has partially been driven by the introduction of the risk margin under Solvency II but also by an increasingly competitive marketplace.", "Indeed, in feedback to the Discussion Paper (DP2/22)[4] we issued in April, firms generally told us they see the continued use of high levels of longevity reinsurance over the long-term as an inherent part of their new business strategy, even after substantial cuts to the risk margin.", "The PRA is therefore considering how well the resulting risks are managed and mitigated, including risks on recapture.", "A recapture event requires the insurer to reassume the transferred risk on reinsurer default or if legal conditions are breached[5].", "Recapture thus necessitates taking control of any collateral assets and separately, putting aside sufficient capital to back the reassumed risk.", "Firms may argue that they could reinsure the risk to a different reinsurer but with a market dominated by a small number of counterparties whose financial position may be positively correlated, this assumption may be unrealistic.", "Beyond the risk to individual firms, there is the potential for systemic risk to arise where a large proportion of the UK insurance and pension[6] industry's exposure to longevity risk is ceded to a small number of reinsurers.", "Funded reinsurance The second development in the annuities market is an emerging appetite for funded reinsurance.", "In its most extreme form, this is a fully funded transaction that involves the insurer paying a single, upfront premium which will be invested by the reinsurer to make the annuity payments.", "Hence risk transfer includes both the longevity and investment risk.", "Substantial collateral from day 1 is required from the reinsurer, backing its promises to make the annuity payments in the reinsured portfolio[7],[8].", "The impact of funded reinsurance is illustrated in Chart 2.", "While far from being common, a business model predominantly built upon funded reinsurance can be likened to an 'originate-to-distribute' model with upfront gains and a perception of limited retained risk.", "Funded reinsurance also appears to be a long way from the traditional purpose of reinsurance, which is to access wider diversification of liabilities.", "Nevertheless, funded reinsurance is able to unlock value from an annuity book and materially reduce the on balance- sheet capital costs for the insurer, since there is no need for any investment and longevity risk capital, nor related risk margin.", "Given the presence of significant collateral from day 1, the recapture process this time adds the material additional risk that there are insufficient or inadequate assets in the collateral pool to meet liabilities, should a recapture event occur.", "The PRA is particularly focussed on the following recapture risks: 1.", "The recaptured assets may not always be Matching Adjustment (MA)[9] eligible or meet the cash-flow matching requirements of Solvency II.", "Firms may face large and uncertain costs re- establishing MA-compliant portfolios where more exotic collateral assets recaptured[10] need to be replaced, especially in a potentially dislocated market.", "The legal terms and conditions of these collateral arrangements are increasingly non- standardised and opaque, resulting in collateral recapture processes which remain inherently untestable until the event of an actual stress.", "Funded reinsurance also introduces material wrong-way risk, in that the performance of the counterparty and the collateral posted are likely to be positively correlated.", "In an increasingly competitive market place, with limited capital to support a rising volume of new Bulk Purchase Annuity (BPA) transactions, we are alive to the potential for growth in the use of funded reinsurance.", "This may result in a greater concentration to a limited number of lessdiversified, asset-intensive reinsurers.", "Moreover, indirect exposure to foreign credit markets also adds to cross-jurisdiction complexities and introduces contagion risk.", "This is a developing part of the market with each incremental change bringing more complex valuation, operational and legal risks that need to be carefully assessed and managed.", "Funded reinsurance is small at present, but it could pose a risk to our objectives if it were to become routine.", "High levels of funded reinsurance would render the payment of a significant value of UK pensions dependent upon the strength of a concentrated and correlated group of reinsurers.", "These reinsurers are held to standards set outside the UK.", "Given our own ongoing efforts to tailor prudential standards for annuity business, standards elsewhere may well not have been designed with UK annuity risks in mind - and so may not yet handle them as effectively.", "We intend to strengthen our monitoring of funded reinsurance, for example analysing structures and the risks that they pose in detail.", "And we will think about whether protecting policyholders demands limits on acceptable structures or on volumes of transactions.", "The PRA also sees the continued and increasing levels of offshore longevity reinsurance as an important issue.", "Under both longevity and funded reinsurance arrangements, it is the insurers themselves who remain liable for their promises to millions of annuitants, and their ability to honour those promises depends on the effectiveness of these risk transfer strategies.", "Both types of reinsurance arrangements potentially expose insurers to complex and concentrated risk.", "And they will be supervisory priorities for us.", "Growth of private credit / illiquid assets The majority of credit risk, if not the insurance or longevity risk, is still retained by annuity firms.", "The second observed trend that carries potential concentration risk relates to investment in private credit or illiquid assets.", "The rapid growth of private credit has been striking, with global fund raising activities reaching $192bn in 2021 [see Chart 3][11].", "The key reasons for this growth are widely understood: attractive returns tapping into the illiquidity premium, diversification benefits and more bespoke arrangements that match lenders' appetites to borrowers' needs.", "In addition, the long-term nature of many of these assets offers a good duration match for insurers with annuity liability portfolios.", "This is why UK life insurers have been an active participant of this trend, many with their own in-house origination functions[12] and engaging in direct lending activities.", "The economic and societal benefits of access to long-term funding are well known.", "For instance, insurers are active loan providers in infrastructure, social housing and sustainable energy production.", "As part of the Solvency II review, we have been looking at how potential regulatory barriers to investments in productive finance for insurers could be removed.", "On the other hand, private investments are inherently characterised by the absence of transparent secondary markets.", "Model risk concentration is a PRA concern in two particular areas.", "The first area of model risk relates to valuation uncertainty, namely the risk that the balance sheet asset values are over-stated based on their marked-to-model values.", "This is a risk affecting all investors, not only insurers.", "Due to the novel nature of many of these assets, it is plausible that not all risks can be identified, let alone measured.", "These risks could have an adverse impact on the capacity to generate cash-flow, and hence real value of these assets.", "During the benign credit conditions in the lead-up to the global financial crisis, investors moved heavily into assets such as sub-prime mortgages, which, at risk of understatement - suffered from an over-valuation problem.", "Valuation uncertainty is expected to be even greater for securitised private assets, and for all private assets under stressed conditions.", "Firms have reported that more than half of the credit risky assets in their MA portfolios are not based on quoted prices in active markets [see Chart 4].", "Despite the heterogeneity of these assets, valuation uncertainty still represents a potentially material source of concentration risk.", "The second area of model risk relates to rating uncertainty, as private assets are not publicly rated.", "Around 40% of the credit risky assets in insurers' MA portfolios are only internally rated as at YE2020 [see Chart 5].", "For annuity writers, the MA is a material regulatory benefit that allows future investment profits to be booked upfront, thereby increasing capital resources.", "The MA further reduces capital requirements which are calculated under stressed conditions.", "Under the current rules, the asset's rating is the only measure of risk used to determine the MA, for a given currency, sector, and term.", "There is, therefore, an implicit reliance on the rating in capturing all of the retained risks of any asset - another form of concentration risk.", "Whilst Supervisory Statement SS3/ sets out our supervisory expectations in the use of internal credit assessments for illiquid unrated assets for MA purposes, ratings are by no means the only credit risk indicator in our view.", "This is an area where we view the MA reform as an opportunity to improve the risk sensitivity of the regime.", "How best to do that is something we are continuing to review in the light of feedback received to DP2/22.", "In terms of concentration to specific illiquid asset classes, earlier this year[14] I raised the question of whether firms' investment choices might be excessively influenced by the regulatory construct, by seeking the most MA-efficient assets.", "Chart 6 shows that ground rent loans, student accommodation and equity release mortgages have the highest MA benefit relative to their market values.", "Chart 7 shows that, at industry level, there's no apparent over-reliance on any single illiquid asset class, but at the individual firm level we are closely monitoring exposures to any group of assets with similar risk characteristics.", "Given the growing concentration to private assets and the associated material MA benefit, we see a risk of insurers becoming over-reliant on models to drive investment and capital decisions, models that are inherently reliant on public market performance as proxies and limited history.", "Supervisory expectations and the Prudent Person Principle Both trends I have outlined demand strong governance and risk management in insurers to evaluate why they are undertaking particular transactions, and how they align with their business purpose and risk appetite.", "For example, a fundamental consideration for the PRA is whether asset origination activities are suitably aligned with the Restrictions on Business rules.", "Following the question on the business purpose, boards also need to evaluate the capabilities in the firm to assess the complex interaction of risks where concentrations may arise.", "They also need to ensure that the right combination of skills and expertise are available and utilised.", "One of the most powerful and flexible tools that firms and the regulator have to mitigate these concentration risks is the Prudent Person Principle or the 'PPP'.", "The PPP is powerful as it puts the duty on insurers to really understand the risks they face and their resilience to them - it acts as a guardrail for how firms must invest their assets.", "For instance, the current Pillar 1 regime within the Solvency II[15] framework focuses heavily on reinsurers' current credit ratings, solvency positions and probability of default.", "Whereas the PPP would also consider the reinsurer's resilience over the whole duration of the exposures, as well as the potential impact from a mass recapture event where large concentrations to a small number of counterparties exist.", "And the PPP is flexible in that it can accommodate a range of investment strategies, risk management practices, business models and types of risk concentration.", "In 2019, when I last spoke at this conference, we had found that firms had not been implementing the PPP consistently, so we had just begun our consultation on Supervisory Statement (SS1/20)[16] aimed to address this deficiency.", "SS1/20 sets out PRA expectations of firms regarding their investment strategy and risk management framework, as well as their exposures to non-traded assets, intragroup loans and participations, and valuation uncertainty.", "It also reminds firms that the PPP applies to all assets including reinsurance arrangements.", "Since the publication of SS1/20 we have worked with firms to apply the PPP to address risk concentrations of concern to us.", "Meeting the PRA's expectations on the PPP has required some firms to take action to substantially reduce exposures to single asset classes or to different asset classes with similar underlying risk drivers.", "But, as I have explained, we are seeing new types of concentration risks emerging.", "These raise questions about the strengths and weaknesses in insurers' investment strategies, governance and risk management.", "So we will continue to look for evidence that firms are adequately integrating the PPP across these areas in a way that goes beyond just quantitative techniques: i.e.", "that qualitative considerations are taken into account too.", "Faced with uncertainty, a prudent person would not be expected to simply rely on quantitative analysis when there are risks that are not, or cannot, be modelled.", "In addition to engaging with firms on the PPP as part of our core supervision activity, insurers' assessment of counterparty exposures will also be reviewed in our Life Insurance Stress Test exercise this year.", "We will look at firms' reliance on reinsurance following stress, and the extent to which this concentration risk exists.", "I would emphasise that while we expect greater consistency in the efforts and thought that firms put into meeting the PPP, we do not expect to see the same outputs.", "It is clear from working with firms that there is no universally right or wrong number for investment limits.", "Even though internal investment limits are needed at the level of individual assets, asset classes and combinations of asset classes that are exposed to a common underlying risk.", "Individual firms' circumstances differ.", "Therefore their capital strength, sensitivity to prevailing market conditions, and recourse to management actions to recover from stresses can all be considerations under the PPP.", "In the context of a rapidly evolving/growing market place, increasing competitive pressures and uncertain economic environment, these build-ups of concentration - whether to model risks, asset or counterparty exposures - pose risks to the objectives of the PRA.", "Where narrow financial incentive structures might be encouraging excessive concentration, successful embedding of the PPP should act as the appropriate brake, and avoid the need for supervisory intervention.", "To conclude, the business of insurance is the pooling of risk: the diversification of liabilities.", "Risk management and competitive considerations have fuelled reinsurance and investment strategies which, for all their welcome benefits for UK growth, competitiveness, and annuities pricing, can drive worrying concentration risk on the asset side of the balance sheet.", "The PRA is paying close attention to the potential for offshore counterparty concentration risk resulting from rapidly growing levels of reinsurance, and concentration risk to certain groups of assets due to the sharp incentives offered by the current MA design.", "These concentrations can arise for firms individually and for the sector as a whole.", "The PRA continues to view the PPP requirements as key for firms - and their supervisors - in managing these risks.", "Firms' compliance with PPP and supervisory review or firm-by-firm regulatory intervention under Pillar 2 of the Solvency II framework are all important to manage concentration risk.", "But we should not have to rely on the PPP to compensate for perverse incentives that the quantitative capital rules under Pillar 1 might create.", "A robust and coherent Pillar 1 needs to play the primary role in incentivising prudent risk management practices in the first instance and to work in concert with Pillar 2 measures.", "The ongoing work on Solvency II reform plays a part in this.", "In order to enhance our understanding of the risks and the most appropriate ways to address them, the PRA will engage with insurers and other stakeholders, including international regulatory colleagues.", "Our own work on concentration risk will examine the need to tighten controls on recognition of reinsurance structures and volumes to mitigate systemic risks to policyholders.", "Undertaken within a robust framework for the management of counterparty concentration and recapture risk, reinsurance can continue to deliver the global diversification that is at the heart of insurance, and which allows the insurance industry to play its part in helping individuals and businesses to navigate a world of uncertainty.", "I am grateful to Wendy Fu, Alwin Luchmaya, Dean Minot, Charles Adam, Hannah Rashid, Alan Sheppard and Miranda Hewkin Smith for their assistance in helping me prepare this speech.", "The risk margin reflects the price at which a third-party insurer would be willing to accept the risk in an arm's length transaction.", "Mortality risk is the cost that arises from individuals living less than expected while longevity risk is the cost of individuals living longer than expected.", "as an alternative to capital from equity and debt markets, or bank lending.", "DP2/22 - Potential Reforms to Risk Margin and Matching Adjustment within Solvency II 5.", "A recapture event can arise when the reinsurer defaults (no longer has adequate resources to fulfil a contract) or as a result of triggering recapture clauses in the reinsurance contract (downgrade, breach of solvency requirements, other regulatory or tax triggers).", "Pension scheme have themselves reinsured in excess of £100bn of longevity since 2009 according to Hymans Robertson's Risk Transfer Report 2021. .", "The insurer retains some of the smaller risks including inflation (which is often hedged separately), operational, and expense risk.", "It may also retain some of the credit risk.", "This contrasts with a pure longevity swap where the insurer only exchanges fixed reinsurance fees for receivables that are based on deviations in the longevity experience from that assumed, hence there is no upfront capital transfer and hence no collateral requirements.", "The Matching Adjustment allows insurance companies to recognise as capital up-front a part of the income they expect to earn on their assets in the future, as long as they can show that the cashflows they expect to receive from those assets closely match the payments they have undertaken to make to their policyholders.", "This would be the case if insurers were to agree to reinsurance contracts with collaterals such as asset backed securities and collateralised loan obligations, non-GBP illiquid assets and FX exposure.", "McKinsey's Private Markets Annual Review | McKinsey , Exhibit 4. .", "As a reminder, firms must comply with the PRA's Restriction of Business rules and ensure that it does not carry on any commercial business other than insurance business and activities directly arising from that business.", "SS3/17 'Solvency II: Illiquid unrated assets' 14.", "Four Rs: Creating the conditions for long-term sustainable growth in the life annuity sector - speech by Charlotte 15.", "SS1/20 Solvency II: Prudent Person Principle Annex"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Reinsurance concentration", "Funded reinsurance", "Illiquid assets", "Model risk", "Valuation uncertainty", "Rating uncertainty", "Prudent Person Principle (PPP)", "Solvency II", "Matching Adjustment (MA)", "Recapture risk"]}