{"sentences": ["Opening remarks by Deputy Governor Sharon Donnery at the Central Bank Conference to inform the 2021-2022 mortgage measures framework review 26 April 2022 Speech Ladies and gentlemen, It is a pleasure to welcome you to our virtual event.", "I would like to extend a particularly warm welcome to all of our external participants.", "Tá fáilte romhaibh go léir go dtí Banc Ceannais na hEireann.", "Thank you all for sharing your valuable time with us over the course of this afternoon and tomorrow.", "Our capacity to make policy is greatly enhanced by your willingness to share your experience and your expertise.", "Our recent strategy emphasised our aim to be open and engaged, by listening to our stakeholders, building dialogue and learning, we can strengthen our policy frameworks.", "We are hosting this conference at a key juncture in our mortgage measures framework review.", "Last summer, we engaged with and listened to the views of the public, as well as key stakeholder and representative groups from across industry and civil society.", "We gathered their perspectives on our policies through a series of roundtable style events and an online survey.", "This elicited the largest response ever to a Central Bank survey.", "Throughout the autumn we analysed the feedback gathered through this engagement, and complemented it with extensive in-house analysis, culminating in a public consultation which launched in December 2021.3 That consultation closed in late March 2022, with submissions from a wide cross-section of organisations with an interest in our measures, and the functioning of the housing market more widely.", "The feedback we have received from these engagements has been useful in ensuring we understand the different perspectives others may have.", "As we make decisions, which will be evidence-based and grounded in data and research, we will ensure the mortgage measures continue to meet their goals.", "This conference acts to complement the \"bottom up\" analysis and information gathering exercise we have been conducting up to now.", "I believe we can benet greatly from engaging with academia, and policymakers and researchers from other institutions.", "Today, we will hear from three of the world's leading macro-nancial researchers, Professor David Aikman, Professor Atif Mian, and Professor Moritz Schularick.", "Between them and their set of co-authors, they have been at the forefront of building the post-2008 knowledge base on the damaging role that debt build-ups, and those relating to household debt in particular, can have on the economy at large.", "This includes not only the direct build-up of risk on borrower and bank balance sheets, but the role that indebtedness plays in creating a wide range of harmful macroeconomic imbalances that damage medium-term prosperity.", "The work of David, Atif and Moritz provides a powerful underpinning for the macroprudential policy frameworks that have been developed rapidly over the past decade.", "In my remarks today, I am going to outline how we have implemented our mortgage measures, why we think the measures have met their objectives, and the issues we are considering as part of our framework review.", "I will also highlight some of the topics to be covered by the eminent policymakers who have kindly agreed to join us throughout the rest of the conference.", "The objectives of the mortgage measures in Ireland One of our key goals in the Central Bank of Ireland is to safeguard nancial stability - ensuring that the nancial system can absorb, rather than amplify, adverse shocks, and that banks can continue to serve households and businesses through times of stress.", "The active use of macroprudential policies, including our mortgage measures, is key to meeting this goal.", "In Ireland, we have had two main pillars of our macroprudential policies, the bank capital measures and the mortgage measures.", "For bank capital, we have a number of instruments, including the countercyclical capital buffer (CCyB); the other systemically important institutions buffer (O-SII); and, the systemic risk buffer (SyRB).", "We are currently conducting a review of our bank capital framework, which will conclude later this year.", "The mortgage measures were introduced at a time when the banking system was only beginning to emerge from the catastrophic damage caused by the 2008 nancial crisis.", "This crisis had an unsustainable real estate lending boom at its heart.", "House prices had been recovering from their trough in 2013, but the affordability challenges that have caused such difculties for so many households were only beginning to emerge.", "Since their inception, the mortgage measures have had two clearly stated aims: increasing the resilience of banks and borrowers to negative economic and nancial shocks, and dampening the pro-cyclicality of credit and house prices so a damaging credit-house price spiral does not re-emerge.", "Our policy approach, both in introducing those measures during 2015 and in evaluating them ever since, has been evidence-based, grounded in data and research.", "We must remain clear that there is a distinction between our aim to mitigate the damaging role that credit can play in housing markets, and an explicit targeting of house prices.", "Housing markets are complex, with many different stakeholders and prices are inuenced by a variety of factors, both domestic and global, which are outside the control and mandates of central banks.", "Targeting house prices is not the aim of macroprudential mortgage measures.", "Our assessment up to now is that the measures have been successful against both of these stated aims.", "Our data tell us that lending over recent years has been happening at much lower loan-to-income ratios than at a broadly similar point in the pre-2008 cycle.", "Measuring the precise role that the measures have played in promoting borrower and lender resilience to shocks is difcult in the absence of a widespread shock to repayment capacity.", "The policy response to the pandemic in March 2020 ensured that such an event was thankfully avoided.", "Nonetheless, the usage of moratoria, or \"payment breaks\" during that period helps to provide evidence of these benets.", "Our research tells us that borrowers with lower loan-to-income and loan-to-value ratios at mortgage origination were less likely to require payment breaks in response to the pandemic shock.", "This conrms prior research from the nancial crisis period that, the higher the loan-to-income or loan-to-value ratio, the greater the default risk, ndings that provide rationale for restricting credit with loan-to-income and loan-to-value instruments.", "Similarly, the precise role that the measures have had in limiting mortgage-housing feedback loops can be difcult to pin down.", "Of course, we simply cannot observe how the Irish economy would have evolved in the absence of the measures, a well-known challenge facing macroeconomic policymakers.", "Nonetheless, across a number of research methods, our assessment again is that the measures have been effective.", "Our survey of property price professionals showed that the measures had a substantial dampening effect on house price growth expectations after introduction.", "This is an important channel given the role played by beliefs in price formation in housing.", "In addition, credit growth has remained relatively subdued in recent years.", "Another technique compares counties, some of which had higher loan-to-income ratios in 2014.", "These counties were more likely to be affected by the measures.", "The research shows that house prices moderated substantially more in these counties during 2015 and 2016, a likely consequence of the disproportionate dampening effect of the measures.", "Based on different modelling approaches carried out by the Bank and the Economic and Social Research Institute, estimates show that house prices, and the house price to income ratio, would have been higher in the absence of the measures.", "The potential role that the measures have played in mitigating further damaging credit-house price feedback loops may seem academic to a potential rst time buyer household struggling to purchase their rst home.", "Context is crucial here, and we must always remain clear with the public on what we believe the measures can and cannot achieve.", "The measures were introduced in an era where housing supply has been slow to respond to price growth, both globally and in Ireland.", "There are several factors that are likely contributing to the slower response of housing supply to house prices, exacerbated by long-running cost pressures in the construction sector.", "These have been compounded more recently by pandemic-related supply chain issues and the Russian invasion of Ukraine.", "There are societal risks with simply allowing households to borrow more, only so that they can purchase housing at even higher prices due to elevated construction costs.", "A policy framework that can deliver lower construction costs, greater supply, lower house price to income ratios and less indebtedness is far superior to one in which a higher cost base and great indebtedness are hard-coded into the system.", "While acknowledging the benets that the mortgage measures provide, we are of course aware that, like any policy, the measures also impose economic costs.", "An important development in our framework review so far relates to the principle that the mortgage measures framework will take into account the costs that the measures impose on the Irish economy.", "The Central Bank will continue to develop tools that aid the assessment of trade-offs between benets and costs.", "This will bring a more formalized and structured approach to cost-benet assessment of the measures.", "Our review of the mortgage measures framework This brings me to the reasons that we are conducting our framework review, and what we hope to achieve.", "Each year since 2016, we have reviewed the mortgage measures against their stated objectives.", "In the past, changes implemented during these reviews have included an increase in the loan-to-value limit for some rst-time buyers, and changes to the size and composition of allowances above the limits.", "We had our review as usual in 2021, but we also started the process of doing something signicantly different in parallel: an overarching review of the entire framework around the mortgage measures.", "In this framework review, we are assessing deeper, longer-term issues to ensure our policy framework remains t for purpose, not just now, but into the future.", "Our opening session tomorrow morning will allow us to gather lessons from a deep well of policy-making expertise, featuring three eminent global policymakers, Deputy Governor Christian Hawkesby, Head of Financial Stability Ana Cristina Leal and Executive Director Torbjorn Haegeland from the macroprudential authorities of New Zealand, Portugal and Norway, respectively.", "Given the increased usage of these measures since the global nancial crisis, this is an ideal opportunity to take a step back and hear a variety of international perspectives.", "It is now seven years since the introduction of the measures, and much has changed in the global economy since then.", "Up until this past year, a lot of focus had been placed on the role that deep, long-running forces like demographics, productivity, globalisation and inequality had played in lowering the \"natural rate\" of interest in the global economy.", "Borrowing costs have fallen substantially, both globally and in the Irish mortgage market, since 2015.", "Despite all that, the pandemic and the invasion of Ukraine have now moved the possibility of interest rate increases to the forefront of all of our minds.", "Although as President Lagarde recently outlined in the context of the euro area, the Governing Council of the ECB \"will maintain optionality, gradualism and exibility in the conduct of monetary policy\".", "At the same time, the Irish housing market has changed markedly, with the supply response being weaker than one might have expected given the uplift in prices since 2013, and a range of other changes including the emergence of institutional investment, predominantly in the private rented sector.", "All of these forces play a role in shaping the operating environment in which we must set macroprudential policy for the Irish mortgage market.", "Our panel discussion tomorrow with our former Governor Patrick Honohan, the Bank of Finland's Deputy Governor Marja Nykänen, and the Bank of England's Executive Director Sarah Breeden, will help us greatly in thinking through the implications of these deep, long-run changes on our policy frameworks.", "So in summary, this conference provides an excellent opportunity to continue strengthening our policy frameworks by listening to our stakeholders and building dialogue.", "We believe our macroprudential mortgage measures have been effective in meeting their goals since we introduced them in 2015.", "Our review is crucial for us to ensure the measures continue to meet their goal in the years to come.", "After this event, we will move towards nalising our mortgage measures framework.", "This feedback from this conference, in addition to the feedback garnered from our public engagement together with further research and analysis by the Central Bank, will inform the nal conclusions on the design of the framework and the implications for the calibration and implementation of the mortgage measures.", "The framework review is due to conclude in the second half of 2022.", "I wish you all a lovely afternoon and I hope that you all have a productive conference.", "I would like to thank Fergal McCann for his contribution to my remarks.", "See here for more information on our Strategic Plan.", "See here for further details.", "Macroprudential Policy in the Irish Mortgage Market: Taking Stock.", "Remarks delivered at Bank of Lithuania Macroprudential policy conference 2021 (5 October 2021).", "See here for further information on our macroprudential policies.", "Remarks on the publication of the Financial Stability Review 2021:2.", "As measured by when aggregate price to income ratios were similar.", "COVID-19 payment breaks on residential mortgages.", "Central Bank of Ireland, Financial Stability Note, Vol.", "Macro-prudential Tools and Credit Risk of Property Lending at Irish banks.", "Central Bank of Ireland, Economic Letter, Vol.", "Some defaults are deeper than others: Understanding long-term mortgage arrears.", "Designing Macro-prudential Policy in Mortgage Lending: Do First Time Buyers Default Less?", "Central Bank of Ireland, Research Technical Paper, Vol.", "2015, No.. Financial Stability Review 2021:II, Central Bank of Ireland.", "The anatomy of the transmission of macroprudential policies (No.", "National Bureau of Economic Research.", "Estimating the impact of mortgage measures on the housing market.", "Central Bank of Ireland, Financial Stability Review 2019:II, Box 6.", "House prices and mortgage credit: Empirical evidence for Ireland - An update.", "Economic and Social Research Institute, QEC Research Note.", "ECB Monetary Policy Statement , 14 April 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Mortgage measures", "Housing market", "Financial stability", "Macroprudential policy", "Loan-to-income ratio", "Loan-to-value ratio", "Credit risk", "House prices", "Interest rates", "Economic costs"]}