{"sentences": ["Keynote intervention by Governor Mário Centeno at the CIRSF Annual Conference: The future of the EU financial system in a new geo-economic context Good morning.", "It is a pleasure to address the audience of this international conference in a face-to-face format.", "Three years ago, few would have imagined the occurrence of the two shocks that affected dramatically the global economy.", "The first one was the pandemic shock.", "After the initial surprise given the dystopic nature of the new reality, agents reacted in response to incentives.", "New businesses appeared and old businesses adapted to the existing restrictions.", "Needless to say, public policies were critical to cushion the effects of the shock.", "Initiatives such as SURE and the instruments created by the ESM and EIB and approved already in April 2022 and subsequently those financed under the Next Generation EU are offering many opportunities for a sustained recovery process, representing a showcase of the capacity of EU countries to jointly address common challenges in a decisive and coordinated manner.", "NGEU builds on the budgetary instrument for convergence and competitiveness.", "Going forward, it is important to ensure a further reinforcement of the risk-sharing mechanisms as they help further mitigate the negative impact of shocks.", "However, they should not be seen as a panacea.", "Their effectiveness will be ultimately conditional on channelling funds towards high-quality, productive investment, ensuring a transition to greener and more digital economies, while also strengthening long-term growth prospects.", "Deficits and debt ratios increased substantially following the pandemic.", "At the end of 2021, the euro area debt to GDP ratio was almost 12pp above the 2019 level.", "This increase was entirely due to the cumulative budgetary deficit, as the favourable rebound in activity in 2021 more than offset the deterioration in 2020.", "Around two thirds of this cumulative deficit stemmed from emergency and support measures, almost entirely financed nationally.", "The ECB also acted swiftly.", "The Pandemic Emergency Purchase Program (the PEPP) was announced in March 2020.", "Under this programme, issue and issuer limits on sovereign debt were eliminated, and great operational flexibility in the allocation of purchases over time, across asset classes and among jurisdictions was enacted.", "Several rounds of targeted long term refinancing operations have been implemented under very favourable conditions in terms of pricing and of eligible collateral.", "These actions were crucial to safeguard the functioning of markets, to restore the transmission mechanism and, therefore, to mitigate the effects of the pandemic.", "Then came the barbaric Russian aggression to Ukraine.", "As supply disruptions were beginning to wane at the end of 2021, the invasion of Ukraine and the zero-Covid policy in China engendered a further wave of supply shocks at the start of 2022.", "The outbreak of the war caused major disruptions in the supply of palladium, platinum, wheat, aluminium, oil and natural gas.", "The supply of natural gas to Europe has been especially disrupted; in July, gas deliveries to Germany via Nord Stream 1 were reduced by 80% and recent threats suggest that gas flows have been indefinitely halted.", "As a consequence, the global economy is slowing down.", "High inflation, tighter financing conditions and supply related headwinds weigh on activity, especially in advanced economies.", "The euro area external environment has weakened.", "Despite this, euro area GDP growth was resilient in the second quarter of 2022 amid a boost from private consumption and a rebound in tourism.", "Reopening dynamics likely continued to support euro area growth during the summer, but the shortterm outlook has worsened due to lower consumer confidence, higher real income losses and gas supply disruptions.", "Euro area inflation rose further to 9.1% in August 2022, reflecting high gas and electricity prices, persistent pipeline pressures and reopening effects on some services prices.", "Core inflation also rose and stood at 4.3%.", "This reflects the easing of pressures related to commodity prices, reopening and supply bottlenecks.", "However, it is inevitable to highlight the downside risks for activity and on the upside for inflation.", "The critical question for monetary policy right now is whether it is possible to tame inflation with real interest rates at such low levels.", "High expected inflation (the case for next year) and nominal rates at low levels is equivalent to low real rates.", "This induces an anticipation of consumption and investment that could lead to higher inflation.", "Hence, why are several central banks maintaining real interest rates in negative territory, instead of actively seeking a clear tightening, i.e., positive and possibly very high real interest rates?", "Can this policy be consistent with inflation going back to target?", "Even with large shocks and hence unusually high inflation, this policy of gradual normalization may be consistent with inflation converging to target.", "It is in line with economic theory and broadly expected by markets and analysts.", "They expect policy interest rates slowly increasing towards relatively low levels and inflation falling to 2%.", "This amounts to say that monetary policy is credible and that high real interest rates are not seen as necessary to counter inflation.", "In other words, the effects of the unprecedented supply shocks will dissipate without imprinting higher inflation expectations.", "The contrafactual would be a clear tightening, or even too abrupt a normalization.", "That could unwarrantedly destabilize the transmission mechanism and the real economy, making it harder to achieve the inflation target beyond the short run and reducing economic activity.", "A scenario of going back and forth in the decisions would undermine the credibility of monetary policy.", "Monetary policy must remain predictable and acting at the margin in as small steps as possible.", "In view of these possibilities, the review of the ECB's monetary policy strategy has rightly confirmed its medium-term orientation, that is, the inflation target is to be attained over the medium term (and not necessarily at each point in time).", "Last week ECB decision represents a frontloading of the normalization path as compared to July.", "In a context of substantial loss of purchasing power, it aims to be an important signal to pricing decisions that may affect inflation.", "This is the case for the wage negotiation processes, refraining spill over effects on private consumption and fiscal policy measures that, not being temporary, timely and targeted, fuel global inflation.", "To overcome fragmentation risks undermining the transmission mechanism of monetary policy, the ECB created the new Transmission Protection Instrument.", "The TPI is a powerful backstop aimed at preventing runs on sovereign debt, and it allows for a clearer separation between market stabilisation and policy stance goals.", "It broadens our policy space and enhances the efficiency of stance-related policy actions.", "Monetary policy is doing its job of providing liquidity - and making sure it will provide liquidity - in a very wide sense, in parallel with tuning the stance as appropriate.", "Importantly, the TPI does not dispense the adoption by Member States of sound and credible fiscal policies.", "The evident necessity of the TPI can be seen as a consequence of the remaining fragilities of our monetary union.", "The remarkable steps given since the global financial crisis have come to a halt.", "It is critical to complete the banking union in all its three pillars (supervision, resolution and a common deposit insurance).", "The review of the crisis management framework for banks cannot be overlooked.", "Further private risk-sharing including through several elements in the capital markets union should remain a priority.", "These are all things for US to do.", "We are in charge, there is no excuse.", "These advances would naturally improve the fiscal/monetary coordination by distinguishing more clearly the tasks of each policy and, in particular, alleviate the burden that has constantly fallen upon monetary policy.", "The inflationary context created a different environment for fiscal policy to operate.", "In the short term, tax revenues will increase, but the effects on the expenditure side will be mostly lagged.", "The latter will appear through existing indexation mechanisms and through governments' purchases of goods and services.", "Thus, the fiscal space for discretionary fiscal policy should not be overestimated.", "In addition, governments should not neglect the fact that any fiscal stimulus may feed the inflationary process.", "A EU fiscal capacity based on common debt would ease these constraints while preserving the financial needs of a common EU energy policy in a context of enhanced risk-sharing.", "Indeed, maintaining sustainable public finances is of the utmost importance.", "As a good principle, besides taking into account the starting fiscal position and the economic context, active fiscal policy should be timely, targeted and temporary.", "Many of the recent fiscal measures adopted by Member States do not fulfil these criteria.", "They are typically timely, but they do not target the most vulnerable groups, and they may be difficult to reverse when conditions change.", "Also, some of the measures conflict with environmental concerns, by relying in a generalized reduction of taxes on oil products and energy.", "This represents a missing opportunity for the desirable adjustment towards greener consumption patterns.", "As this economic context presents several risks to the financial stability, allow me to focus a few minutes of my speech on the challenges ahead for the Portuguese banking system.", "The main driver of risk, but also of business opportunities, for the Portuguese banks is the increase in interest rates, resulting in increased credit risk and the materialization of market risk, but also higher operating revenue.", "It's a balance; it always is.", "So far, credit risk materialisation has been lower than anticipated at the start of the pandemic crisis.", "The NPL ratio continued on a downward path [since June 2016] and the forborne and stage-2 loans ratio decreased in the first half of 2022.", "The risk management practices adopted in recent years, reinforced by supervisory measures adopted during the pandemic period that remain valid, should mitigate the materialisation of credit risk.", "The quality of loans benefiting from moratoria showed contained signs of deterioration recently, with a slight increase in NPL and forborne ratios, but some decline in stage 2 loans.", "In the case of State Guaranteed credit lines, they were granted to firms with lower credit risk.", "This has translated in better credit quality indicators in comparison to the non-financial corporations sector as a whole.", "For loans to households, in particular, the introduction of a borrower based measure has contributed to improve the risk profile of new loans.", "By considering an increase in interest rates in the DSTI computation, the risk in a context of increased interest rates and of purchasing power loss is being partially mitigated.", "For loans to non-financial corporations the impact of higher energy and other raw materials costs will depend on nonfinancial corporations' cost structure and public support received, as well as on the persistence of shocks and firms' ability to pass-through these increases to final product prices.", "Moreover, the rise in long-term interest rates is expected to increase the materialisation of market risk for the Portuguese banking system.", "In particular, this increase is likely to be reflected in a decrease in the market value of some assets, most notably public debt, and consequently leads to banks' recognition of losses in fair value portfolios.", "In the last years, banks have reduced the share of sovereign debt holdings in total assets, in particular of the Portuguese sovereign debt securities, and have increased portfolio' diversification.", "In addition, increases in sovereign yield spreads are being mitigated by the mere existence of the ECB Transmission Protection Instrument.", "On the revenue side, the rise in interest rates is expected to lead to an improvement in net interest income of the Portuguese banking system, enhancing their ability to bear losses that would result from the uncertain times ahead.", "In contrast with other euro area countries, the share of variable-rate loans is quite significant both in loans to households for house purchase and to non-financial corporations.", "After the massive effort of risk reduction and improved operational efficiency in the last decade, Portuguese banks proved its resilience during the pandemic.", "They remained well capitalized, held ample liquidity and were able to play their key role as liquidity providers.", "I am alert, but confident that the Portuguese banking sector will strive again.", "A final word on the current improvements of the regulatory framework of the Portuguese banking system.", "A rapid approval of the proposed law amendments to the Legal Framework of Credit Institutions and Financial Companies is fundamental for completing the CRD V and BRRD II transposition process and, hence, for Portuguese banks to achieve a level playing field at the prudential and resolution levels.", "However, a new framework based on the Banking Activity Code draft would allow for a more comprehensive approach of the regulatory framework.", "These difficult and very uncertain times call for a coordinated action at different policy levels.", "Only with a coordinated approach can the European economy strive through the effects of these unthinkable shocks.", "In Europe we have a secular tendency to blame our institutions; our political process; our response to crisis.", "Let me be very clear, this time it was different.", "Inflation is caused by the large supply shock implied by COVID and Mr Putin's war.", "In the US, fiscal and labor market policies added a huge demand dimension to this already significant problem.", "Any comparison of the FED and ECB reactions to inflation is thus unwarranted and not based on actual data.", "Two numbers would be enough to make my point: the fiscal impulse in the last three years was 18 pp of GDP larger in the US; in the US there are two vacancies for each unemployed workers, twice as much as in Europe, implying a pressure on wages in the US that has no parallel in Europe.", "Yet, we do not recognize it.", "Yet, we continue to deny the merits of NGEU, SURE and the measured support for the economy provided by European countries and institutions.", "Let me borrow a few words from Amanda Gorman, The Hill We Climb, as they put it better the call I want to make for [...] yes, we are far from polished, far from pristine, but that doesn't mean we are striving to form a union that is perfect.", "We are striving to forge our union with purpose.", "Thank you for your patience."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Fiscal policy", "Financial stability", "Banking sector", "Risk management", "Supply shocks", "Transmission mechanism", "Euro area", "European Union"]}