{"sentences": ["To the members of the Financial Inclusion Steering Committee or FISC; key stakeholders and partners; financial inclusion advocates and champions; members of the Monetary Board; esteemed colleagues and guests; ladies and gentlemen: good afternoon.", "It is my privilege to welcome you all to the launch of the National Strategy Financial Inclusion 2022-2028.", "When we launched the original National Strategy for Financial Inclusion or NSFI on July 1, 2015, we set out to define what financial inclusion meant in the Philippine setting.We laid out the fundamental principles that would guide our vision and action in bringing more Filipinos into the formal financial system.", "We take pride in knowing that through the guidance of the FISC and the contributions of our stakeholders, much has been accomplished in nearly seven years of NSFI implementation.Together, we have enhanced the breadth and depth of our outreach to the unbanked and underserved through several initiatives.", "These initiatives have been instrumental in broadening access to essential financial products and services and, in turn, have uplifted lives by giving the poor the means to protect and grow their livelihoods, improve their well-being, and ultimately, take greater control of their future.", "Through our efforts, having a transaction account, obtaining a loan, investing, and purchasing insurance, are now more accessible to the man on the street, market vendor, tricycle driver, farmer, fisherman, and sari-sari store owner.", "We have also set the pace for innovation and other critical undertakings, including the implementation of the national ID system or PhilSys, as well as the digitalization of social protection benefits and financial services to the public.", "However, there is more work to be done.The paramount vision of financial inclusion, after all, is to foster sustainable, broad-based growth that promotes shared prosperity and opportunities.Access to financial products and services must not only be broad, but also meaningful in a sense that it opens up opportunities for the man on the street to move up in life.", "While account ownership grew over the last 4 years from the launch of the NSFI in 2015, the 2019 Financial Inclusion Survey showed that 71% or an estimated 51 million remain unreached by the formal financial system.", "With these realities and other significant developments transforming the country's financial inclusion landscape, our vision and strategy must evolve to reflect new exigencies, demands, and opportunities.", "The NSFI 2022-2028 signifies our greater collective commitment and aspiration for a more financially included and empowered citizenry.", "It takes a deliberate stance to address the significant disparities in financial inclusion levels across demographics and segments.", "The NSFI 2022-2028 emphasizes financial inclusion to enhance consumer welfare and features financial resilience as a centerpiece of our renewed vision.It outlines a strategic governance framework, through which a broader set of stakeholders can be tapped as a driving force of the Strategy's implementation and, thus, truly foster a whole-of-nation approach.", "By articulating concrete desired outcomes, priorities, performance indicators, and targets, this landmark document will not only serve as a financial inclusion blueprint for the next six years, but also as powerful tool for communicating our bold commitment to the financial inclusion agenda.", "At this point, I would like to thank and commend my fellow FISC members and our stakeholders for your recognition of financial inclusion as an essential component of our country's development master plan.", "Your contributions have truly been invaluable to the development of the NSFI 2022-2028.", "The effective implementation of the NSFI 2022-2028 will, of course, rely on everyone's unwavering dedication and zeal.", "We must work to ensure all Filipinos can thrive and prosper in an ever-evolving landscape.", "This is also why we chose the social media hashtag #KabilangAko, to send a clear message that no one will be left behind.", "Finally, today's launch merely heralds the continuation of our financial inclusion journey, one that is to be pursued with even greater purpose: to open opportunities for every Filipino to become both the beneficiaries and foundations of growth and prosperity.We look forward to being with you on this journey.", "Thank you again for joining us on this momentous occasion as we unveil the NSFI 2022- 2028.", "Maraming salamat at mabuhay!"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial inclusion", "National Strategy for Financial Inclusion", "Financial products and services", "Unbanked and underserved", "Financial resilience", "Consumer welfare", "Whole-of-nation approach", "Financial inclusion agenda", "Social protection benefits", "Digitalization"]}