{"sentences": ["Speeches Welcome - keynote address by Bank of Greece Governor Yannis Stournaras at \"The Central Banks Payments Conference\", titled: \"The Payments Landscape (EU - Greece)\" 28/06/2022 - Speeches It is a great pleasure for me to be here with you today, to welcome this great audience, coming from all continents for this important event.", "It is an honour for me to address so many different experts, representing the whole spectrum of payments in the international scene, both from the central bank community and the industry.", "Payments and payment systems constitute a core area of interest for central banks.", "They constitute the platform for the execution of monetary operations, and they provide the basis of trust and confidence for all citizens, when using the currency in their transactions, every single day and time.", "Today, more than at any time in the past, we are at a critical point as regards central banks' policies in -Technology in this area is evolving fast, faster than ever; -innovation and transformation are the norm, not the exception; -the universe of players and actors in the payment industry has become vast and diverse; -and different industries (beyond the financial sector) are striving for a role in the payments landscape.", "The Eurosystem has demonstrated important work and achievements in both wholesale and retail payments.", "The cornerstone of its retail payments policy in the last two decades had been to promote cashless payments, especially via the SEPA and other initiatives, harmonization of market practices and a coherent oversight approach.", "But today we are far beyond that point, as we are facing new challenges: to respond to the need for more innovation, more speed and convenience, and also to ensure broader access of all citizens to innovative payment instruments.", "At the same time, the challenge is to preserve the crucial role of central bank money across the chain of the payment spectrum and maintain public trust and confidence in the use of the currency.", "This becomes more and more important as we observe constant contraction in the use of cash, which today constitutes the only form of central bank money from the retail payments perspective.", "And perhaps even more important in a backdrop of the development of alternative, private instruments and schemes that operate outside the perimeter of monetary sovereignty.", "Eurosystem's initiatives to address such new challenges are well known.", "There are policies in support of instant payments, actions to enhance wholesale payment services, and work in progress related to the potential introduction of a digital euro.", "It is also taking part in the broader effort of the central bank community to enhance interoperability between different systems and schemes at the international level.", "The Bank of Greece is a warm supporter of such initiatives.", "And in what regards the payments environment in Greece, it takes concrete actions, using the full potential of its different institutional roles - as policy maker, as system operator and as fiscal agent of the Government.", "The Bank of Greece is keen, in that context, to make use of this particular momentum of a broader effort that is now unfolding to digitalize the functions of the Greek public sector.", "Historically, the Bank of Greece had the role of initiator for critical infrastructure projects in the financial sector, among which was the setting up the Greek retail payment scheme.", "And today the central bank remains the main actor behind the particular scheme's constant innovation and integration in the EU payments landscape.", "An important milestone, in this context, has been the adherence to TARGET Instant Payments scheme (TIPS) at the end of 2021.", "Another important milestone coming soon is the Bank of Greece's launch of SEPA-Instant for government-related payments, whereby the central bank will become a TIPS participant on behalf of the government.", "The plan is to bring instant payments to the citizens' everyday interactions with public sector entities and will be established very soon.", "In a broader perspective, the Bank of Greece has recently adopted policies to embrace innovative projects and ideas, through its newly established innovation hub and the activation of a regulatory sandbox.", "The Bank of Greece has partnered also with other institutions (such as the EBRD) in the context of such initiatives, with the aim to support an ecosystem of new and innovative market players, primarily in payment-related areas and promote new areas of collaboration with the market.", "As regards the broader payment landscape and payment habits in Greece, it is important to note that changes have taken place in the last 5 years: -a constantly strong move towards cashless payments - with card payments still dominant in that -large increase in digitalization of financial transactions, with efficiency gains for all parties involved -introduction of innovative instruments and applications with new players in the market.", "Greece's infrastructure of extended point-of-sale networks, already in place for many years, has attracted strong market interest from the merchant acquiring business perspective.", "In that respect, several acquisitions have recently taken place and new institutions are being licensed and established.", "Instant payments are also progressing in Greece - though at a slower pace, as observed also elsewhere in Europe.", "We know there will soon be legislative action from the European Commission, which is expected to help in the expansion of instant payments.", "We are looking forward to this action, later in summer, as it is to address impediments and enhance public confidence in the instrument.", "Broader adoption of instant payments is, in my view, crucial for the payments landscape, particularly in Greece where the Instant feature can become a game changer in the effort to reduce the use of cash - which remains significant in the country.", "Seamless cross-border use of the instrument, now made possible by TIPS, and strengthening of legal certainty (to be addressed by new EU legislation) are of essential importance.", "The adoption of instant payments in Greece can bring clear benefits: speed and efficiency, facilitation of various commercial transactions, removal of red tape, rationalization of public sector procedures, reduction of tax - evasion.", "We are therefore supportive of all relevant work done at the level of the Eurosystem and the European fora.", "Such issues, together with many other topics, will probably be the subject of your proceedings during this conference.", "In the area of payments, cooperation and interaction of central banks with the private sector is key, and this conference is suitably designed to bring both sides on the stage and set the ground for a fruitful dialogue.", "I hope the city of Athens will provide the surroundings for productive discussions and interesting conclusions in the following days.", "Again, a warm welcome to all of you.", "And my best wishes for success in this year's conference!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Payments", "Innovation", "Central Bank Digital Currency", "Cashless Payments", "Instant Payments", "Digitalization", "Interoperability", "Financial Inclusion", "Cross-Border Payments", "Public Sector Payments"]}