{"sentences": ["Return of inflation: What do we learn from survey data?", "Speech at the Joint Spring Conference on Monetary Policy and Expectations of Households and Firms 23.06.2022 | Eltville am Rhein | Joachim Nagel 2 The Bundesbank Online Panels after three years 3 Actual inflation developments and survey results 4 Implications for monetary policy 5 Concluding remarks Ladies and gentlemen, dear colleagues, I am delighted to open the policy session of this year's Joint Spring Conference.", "I would like to thank you for accepting our invitation to come to Eltville and present your work and share with us your thoughts on households' and firms' expectations and their relevance for monetary policy - the topic of this year's conference.", "This is already the second conference on households' and firms' survey expectations, co-hosted by the Bun des bank and the Banque de France.", "The previous Joint Conference on this topic took place almost three years ago.", "A short space of time under normal circumstances.", "But in light of the global events that have overwhelmed us during these past three years - the pandemic and Russia's war on Ukraine - it's almost like another era for many.", "The same can be said about economic developments.", "Three years ago, the Bun des- bank presented some insights from a pilot survey on household expectations.", "The key results: Inflation expectations in Germany indicated no risks to price stability.", "At that time, risks to price stability mainly meant the risk of deflation.", "Indeed, in those days, some economists even proclaimed the end of inflation.", "In May this year, inflation, as measured by the HICP (Harmonised Index of Consumer Prices), exceeded 5 % in France and 8 % in Germany.", "The last time we had inflation rates of this magnitude in Germany was in the winter of 1973-74 during the first oil crisis.", "If inflation were a living person, they might respond with the famous words of Mark Twain: \"The reports of my death are greatly exaggerated.\"", "The recent spike in inflation is being driven, for the most part, by the aftermath of the pandemic and the war in Ukraine.", "But the future path of inflation also depends on the inflation expectations of economic agents.", "Expectations affect various economic decisions: consumption, wage demands and property purchases by households, investment, pricing and wage setting by firms, and portfolio investment decisions by market participants.", "If high inflation leads to upward revisions in inflation expectations, this may give rise to second-round effects in terms of wages and prices, too.", "Accordingly, in a setting of dynamic inflation and given the difficulties that forecasting models face in dealing with abrupt changes in the underlying data, tools suited to measuring expectations are gaining in importance.", "For this reason, we are looking at a wide range of inflation expectation measures, like surveys of professional forecasters, marketbased expectations, and surveys of households and firms.", "In my speech today, I would like to briefly review the advances we at the Bun des- bank have made in developing our expectation surveys of households and firms over the last three years, and give you my take on what we have learned so far.", "After that, I will present the recent survey results with a view to the latest inflation trends and discuss them in light of the Eurosystem's current monetary policy decisions.", "The Bun des bank Online Panels after three years The Bun des bank started running online surveys of households in the spring of 2019.", "Since then, this project - known as the Bun des bank Online Panel Households - has made notable advances.", "It has been conducted every month since April 2020.", "In June 2020, another survey - the Bundesbank Online Panel Firms - went live.", "Since July 2021, this survey has been providing monthly data on firms' expectations.", "Between 2,000 and 5,000 individuals and about 3,000 firms now participate in these surveys every month.", "This month, the 30th wave of the households panel and the 17th wave of the firms panel will be completed.", "During the pandemic, both surveys were an invaluable source of timely information on how containment measures and pandemic-related economic support measures were affecting households' and firms' situations and their expectations.", "[1] To cite a few examples: saving by numerous households increased strongly due to the lack of consumption opportunities.", "The flipside of this was that many healthy companies were facing serious liquidity constraints due to an inability to supply their products and services.", "Besides providing timely insights into the development of inflation expectations and pandemic-related effects, our economists use these data to analyse a wide range of topics.", "These include, amongst others, climate change, expectations for real estate prices and the effects of central bank communication.", "Alongside specific research projects, regular economic projections are another important field of application for the Bun des bank Online Panels' data and results.", "For example, the survey data are used to complement expert judgements about the expected duration of supply chain disruptions.", "Actual inflation developments and survey results But let us move on to the most recent inflation developments.", "Today, the surveys provide important insights when it comes to monitoring and analysing inflation dynamics.", "Inflation was ignited mainly by two external factors: the pandemic and how it affected the economy, and the effects of Russia's war against Ukraine on energy and food prices.", "And these two factors continue to pose upward risks to future inflation.", "Besides these two exogenous aspects, there are two other factors that present endogenous risks to price stability in the months to come.", "We are therefore closely watching all sources of data on these endogenous factors.", "One factor is what are known as price-wage spirals - price increases driving up wages, which in effect drives up prices again, and so on.", "The other endogenous factor is inflation expectations.", "Inferring the dynamics of inflation expectations is crucial for evaluating the risk that current inflation will become entrenched over the medium term.", "For both these factors, survey data can help provide timely information.", "Before we turn our attention to the current findings, it is worth mentioning that inflation levels typically expected by households and firms tend to exceed those anticipated by professional forecasters, which are usually in line with the published figures.", "This finding holds in general and worldwide, and it is also found in the Bun des bank survey.", "Still, the changes and trends in households' and firms' expectations are both plausible and mostly comparable to those of professional forecasters.", "[2] What are our survey results on inflation expectations?", "Let us focus on households' and firms' expectations for average inflation over the next five years.", "In May, households in Germany were expecting average inflation for the next five years to be 5.3%.", "The figure thus exceeded 5% for the second month in a row.", "When the pandemic began, these expectations were still somewhat below 4%.", "By the way, this uptick is not only confined to Germany.", "For example, according to the New York Fed (Federal Reserve System)'s Survey of Consumer Expectations, in May 2022, US (United States) households were expecting an inflation rate of 4.8 % three years from now.", "Before picking up strongly at the end of 2020, this figure stood at slightly above 3 % for some years.", "Firms in Germany likewise made upward revisions to their expectations about average inflation for the next five years.", "Their medium-term average expected rate increased to 4.7%.", "We only started collecting medium-term inflation expectations in January 2022.", "At that time, firms in Germany were expecting inflation of 3.4% on average over the next five years.", "According to the survey results, firms in Germany have changed their price setting behaviour as well, albeit probably not as strongly as their inflation expectations.", "In particular, the percentage of firms expecting to increase their own prices reached 82%.", "During the summer of 2021, this figure was five percentage points lower.", "To assess the possibility of price-wage spirals, it would also be beneficial to have data on the wage expectations of households and firms.", "The Bun des bank will start adding a first set of wage-related questions to the coming survey waves so that we may help close this data gap soon.", "Implications for monetary policy The question that arises now is this: Does the recent surge in inflation expectations pose any direct threat to price stability?", "In my view, the evidence gathered from the Bun des bank Online Panels suggests that risks to price stability exist.", "But let me explain in more detail.", "It is clear that average inflation expectations over the next five years are, by construction, influenced by expectations for the coming year.", "One way to shed light on the average inflation expectations for the period between two and five years is to extract these from the one-year and five-year expectations.", "In May, this number was 4.9%, which is only slightly lower than the 5.3% that households in Germany are expecting on average over the next five years.", "One year ago, if calculated in this way, average expected inflation for the period between two and five years was 4%, so the number has gone up by about one percentage point.", "We could also apply the same arithmetic to the inflation expectations of firms.", "Thus, in May, the calculated two- to five-year average was 4.2%.", "The corresponding increase since January comes to one percentage point.", "But it has to be said that we do not know whether households and firms apply equal weighting when answering the questions.", "So for the time being, survey evidence suggests that inflation expectations of households and firms in Germany are somewhat less anchored than, say, a year ago.", "Accepting the difference in levels compared to professional forecasters that I alluded to before, the increase is worrying.", "Of course, besides considering households' and firms' survey expectations, we also analyse the long-term inflation expectations of professional forecasters as well as those extracted from financial market data.", "So far, the average levels of these measures are still close to 2 %, but there are initial signs of above-target revisions, and according to some empirical approaches, the risk of inflation expectations becoming de-anchored has risen over the past months.", "This is in line with the survey evidence presented here.", "Moreover, second-round effects arising from the increase in short-term inflation expectations could prolong the current surge in inflation.", "Furthermore, the external factors in inflation risks - Russia's continuing war as well as a possible resurgence of the pandemic - persist.", "This is raising the question of the appropriate monetary policy response.", "As members of the ECB (European Central Bank) Governing Council, we must ensure that elevated inflation does not become entrenched in the medium run.", "As you probably know, at the Governing Council meeting of 9 June, we decided to end the APP (Asset Purchase Programme) net purchases as of 1 July.", "At its July meeting, the Governing Council intends to raise the key ECB (European Central Bank) interest rates by 25 basis points.", "Moreover, we expect to raise the key ECB (European Central Bank) interest rates again in September.", "The magnitude of this rate hike will depend on the updated medium-term inflation outlook.", "If inflation prospects persist or deteriorate further, a higher increase will be appropriate.", "Currently, in my view, central banks must not respond with too little, too late.", "If monetary policy falls behind the curve, even stronger hikes in interest rates could become necessary to get inflation under control.", "This would create much higher economic costs.", "The timeliness of monetary policy actions is another area where inflation expectations come into play.", "We need to give households and firms clear and timely signals that we are determined to ensure price stability.", "Such signals contribute to lower inflation expectations and help bring inflation back to target.", "Concluding remarks Ladies and gentlemen, dear colleagues, let me conclude.", "Effective tools for inferring inflation expectations are gaining notably in importance.", "I am confident that expectation surveys will continue to prove very valuable for central banks.", "At the Bun des bank, we are constantly working on improving our online panels to better understand and measure the process of expectation formation.", "Reliable expectation data are indispensable these days for identifying fundamental risks to price stability - risks of de-anchoring of inflation expectations and pricewage spirals - at early stages.", "We'll be keeping a close eye out for early-warning signs in the survey data.", "Now I am pleased to give the floor to Governor Villeroy de Galhau.", "Deut sche Bun des bank, Assessments and expectations of firms in the pandemic: findings from the Bun des bank Online Panel Firms, Monthly Report, April 2021, pp.", "(pages) 33-56; Bernard, R., P. Tzamourani and M. Weber, How are households' consumption plans affected by the COVID-19 pandemic?, Bun des- bank Research Brief, 35th edition, November 2020. .", "Deut sche Bun des bank, The relevance of surveys of expectations for the Deut- sche Bun des bank, Monthly Report, December 2019, pp.", "(pages) 53-71; Deut- sche Bun des bank, Assessment and expectations of firms in the pandemic: findings from the Bun des bank Online Panel Firms, Monthly Report, April 2021, pp.", "(pages) 33-56; Meyler, A. and L. Reiche (2021), Making sense of consumers' inflation perceptions and expectations - the role of (un)certainty, Economic Bulletin Articles, European Central Bank, vol.", "2; Candia, B., O. Coibion and Y. Gorodnichenko (2021), The inflation expectation of U.S. firms: evidence from a new survey, NBER (National Bureau of Economic Research) working paper No."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation expectations", "Monetary policy", "Survey data", "Price stability", "Inflation", "Households", "Firms", "Expectation surveys", "Price-wage spirals", "Central banks"]}