{"sentences": ["The EU framework for the prevention of the use of the financial system for the purposes of money laundering and terrorist financing already has a long history.", "It is more than 30 years now since the first Anti-money Laundering Directive was published in June 1991.", "Since then, the framework has undergone many improvements, with the previous - fifth - AML Directive being published in May 2018.", "The framework grew both in terms of the number and the forms of the regulatory instruments involved, incorporating both regulations and directives, as well as regulatory technical standards and guidelines developed by the European Banking Authority (EBA), European Securities and Market Authority and the European Insurance and Occupational Pensions Authority.", "Nevertheless, the AML Directive has remained the core of the legal framework.", "The ECB provided opinions on many of those legislative proposals.", "The ECB does not and cannot have any mandate to exercise anti-money laundering and countering the financing of terrorism (AML/CFT) supervision.", "However, as my ECB Supervisory Board colleague Edouard Fernandez-Bollo aptly articulated in a recently published blog post : \"Some things matter to you, even if you are not directly responsible for them.\"", "The EU AML/CFT framework affects the ECB's tasks relating to the prudential supervision of banks, as well as the tasks that fall within its central banking mandate.", "In particular, it is important for the ECB to factor the outcomes of AML/CFT supervision into its prudential supervisory processes.", "The risk of the use of the financial system for money laundering or terrorist financing is relevant for ECB prudential supervisory decisions on acquisitions of qualifying holdings in supervised entities, granting and withdrawing authorisations to credit institutions, and suitability assessments of existing or prospective managers of supervised entities.", "The outcomes of AML/CFT supervision are also reflected in day-to-day supervision as part of the supervisory review and evaluation process.", "Since the exchange of confidential information between the ECB and the AML/CFT supervisors was enabled in 2018 by an amendment to the Capital Requirements Directive, the ECB, as a prudential supervisor, has concluded an agreement on information exchange with more than 50 AML/CFT supervisory authorities across all Members States of the European Economic Area.", "This cooperation was further enhanced by subsequent amendments to the Directive in 2019, as well as by the establishment of AML/CFT colleges, in which the ECB participates as an observer.", "Over the past years the ECB has also been actively contributing to the work of the EBA's AML Standing Committee.", "Good and efficient cooperation with AML/CFT supervisory authorities is therefore an important priority for us.", "Last year, following discussions in the Council of the EU, the Commission presented a set of legislative proposals for major changes to the EU AML/CFT framework: The first substantial change consists in transforming most of the requirements addressed to private entities from the AML Directive to a directly applicable EU regulation.", "The second, and even more fundamental change is the establishment of a new authority at the EU level with a mandate for both direct and indirect AML/CFT supervision across all EU Member States.", "We see this as an important shift which has the potential to bring a more harmonised application of EU AML/CFT requirements and convergence of practices in AML/CFT supervision across the EU.", "The third and most prominent change, which concerns the ECB's central banking activities, is the introduction of an EU-wide limit to payments in cash.", "This type of measure has so far only been implemented at the level of individual Member States by means of national legislation.", "In the past the ECB has opined on a number of such national legislative measures.", "The legislative package published by the Commission consists of four legislative acts.", "The ECB was consulted on most elements of the legislative package by the European Parliament and the Council in October 2021.", "The ECB Governing Council recently adopted and published its opinions on all four elements of the package.", "My colleagues will give more details on the main themes which the ECB opinions touch upon.", "Most of the observations and suggestions in the ECB opinions seek to improve the framework of cooperation and information exchange with the future AML Authority, as well as the national AML/CFT authorities.", "The ECB incorporated in its opinions its experience from establishing EU-level prudential supervision within the Single Supervisory Mechanism, to the extent that it could be useful in establishing the EU-level AML/CFT supervision.", "I would like to highlight that the criteria for identifying the selected entities that will be under the direct supervision of the future AML Authority are relatively strict.", "The Commission envisages that only between 12 and 20 obliged entities will meet these criteria.", "Based on its experience, the ECB would strongly support amending these criteria such that a wider pool of obliged entities would be directly supervised by the AML Authority, including entities headquartered in each Member State.", "This would promote a common supervisory culture and convergence of AML/CFT supervisory practices.", "Also, considering the strict, risk-based nature of the selection criteria, the publication of the list of selected obliged entities would be tantamount to indirectly disclosing the high money laundering risk status of selected supervised entities, sending unintended signals to the markets or creating reputational issues for selected obliged entities directly supervised by the new AML authority.", "The most prominent element of the ECB opinions is the analysis of the proposed limit to cash payments.", "While the proposed limit of €10,000 euro does not appear problematic, the ECB brings several considerations to the attention of the co-legislators with a view to protecting the legal tender status of euro banknotes, in line with the jurisprudence of the Court of Justice of the EU.", "Let me now hand over to my colleagues who will present the ECB opinions in greater detail."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["AML/CFT", "EU AML/CFT framework", "AML/CFT supervision", "prudential supervision", "ECB", "AML Authority", "cash payments limit", "cooperation", "information exchange", "supervisory criteria"]}