{"sentences": ["It is now nearly two years since the 'dash for cash' that swept through financial markets at the onset of the Covid pandemic.", "A great deal of work is underway by central banks and the international regulatory community to learn the lessons of that episode.", "And I want to talk today mainly about one element of that work: the examination of the role played by margin payments, both cleared and uncleared.", "But first, it is important to remind ourselves of just why we are engaged on this work and why it matters that we learn the lesson of that short lived but potentially extremely destructive episode.", "Unlike the Great Financial Crisis (GFC), more than 10 years ago, one senses that the 2020 'dash for cash' is fading from memory.", "There are obvious reasons for this.", "The disruption did not last long.", "By early May 2020, order had returned to financial markets.", "There were no spectacular bank failures.", "Indeed, strengthened greatly by the post-GFC reforms, banks were able to meet the huge drawdown of credit facilities at the beginning of the crisis.", "Unlike 2008, the solvency and liquidity of the banking system was not at the very forefront of market and regulator concerns.", "And, of course, the shock itself did not originate in the financial system but rather in a once-in100 year pandemic that has left us with many other, more powerful, and disturbing memories.", "But it is worth refreshing our memories about just how extraordinary were the events of late February and March 2020.", "The realisation that we were facing a global pandemic - and that, in order to contain it, large parts of the global economy would need to be shut down - sparked a reassessment of financial asset values and, as one would expect, a 'flight to safety' by investors.", "In February 2020, as you would expect, risky asset prices fell sharply.", "At the same time, the price of traditionally safe assets rose sharply and yields fell - the yield on US treasuries for example fell by around 100 bps.", "This flight to safety was also reflected in the gold price, which rose by around 4% over this initial period.", "In the early weeks of March however - from the 9th to the 18th - a different dynamic took hold; an accelerating 'dash for cash' in which, given the illiquidity of other markets, investors sold their most liquid assets, driving safe asset prices down.", "A dash for cash which turned into a stampede.", "Bond yields reversed their movements from the early part of the pandemic, with 10 year US treasury yields rising by 65 bps in this period and 10 year gilt yields moving 64 bps higher.", "Bid-offer spreads on US treasuries widened by a factor of 10.", "The gold price fell by 12%.", "Investors suddenly looked to redeem from money market funds (MMFs).", "Sterling MMFs saw outflows of 11% in just over a week.", "Similar outflows were seen in the US prime MMFs.", "This self-reinforcing dynamic was broken by massive central bank intervention.", "On 19 March, the Monetary Policy Committee (MPC) announced the stock of asset purchases would increase by £200bn of gilts.", "We also launched special repo operations (the Contingent Term Repo Facility), a credit scheme (the Covid Corporate Financing Facility), extended term credit to banks (the Term Funding Scheme with additional incentives for SMEs) and joined other major central banks in activating the swaplines.", "In the US, amongst other actions, the Federal Reserve announced a $500bn asset purchase program, quintupled its repo operations (from $100bn to $500bn) and established a temporary repo facility for international authorities with a view to support treasury market functioning.", "In Europe, the Pandemic Emergency Purchase Programme was put in place to purchases eligible assets up to €750bn.", "As a result, order returned to financial markets and subsequently the growing realisation that governments would step in to limit economic damage further restored confidence.", "What lesson should we learn from that episode?", "I have, since those events, heard two views that, as a central banker responsible for financial stability, give me considerable concern.", "The first is that there was 'nothing really to see here'.", "After a brief period of disruption, understandable given the nature of the shock, markets returned to normal and indeed were able to support the economy through the pandemic.", "Implicit in that view, of course, is that absent central bank intervention markets would have returned to order and stability.", "I simply do not believe that is the case.", "One cannot of course know for certain what would have happened if central banks had stood aside.", "But by the time central banks were forced to step in, market flows had become almost entirely one way.", "In a period of huge uncertainty, once the flight to safety had become a dash for cash, there was no-one other than central banks able and willing to step in to catch the falling knife.", "Absent the massive intervention I described above, core markets would have continued to seize up and the liquidity crunch would have become worse.", "Indeed, though concerned with bank rather than market liquidity, the experience of the Great Financial Crisis was certainly that once powerful and adverse liquidity dynamics set in, they do not go away by themselves.", "The second view that gives me some concern is that in a severe shock, in a tail event, it is the role of central banks to underpin market liquidity.", "To put that view in its extreme form, there is little to learn from the 'dash for cash' and no policy action is required.", "The market was hit by an exogenous shock, central banks intervened promptly, as they were required to do, calm was restored and markets could function again.", "Up to a point, I have more sympathy for this view than for the first.", "But it is only up to a point.", "It is certainly unrealistic to expect the private sector, be it banks or markets, to be able to self-insure against all liquidity shocks, no matter how severe.", "That, indeed, is the underlying rationale for central banks backstopping the liquidity of the banking system.", "But the private sector, be it banks or non-banks, need to insure adequately against severe but plausible shocks.", "That is the basis on which we stress test and regulate banks.", "And, again as we have done on the banking side, we need to tackle features of the system that amplify and reinforce liquidity shocks.", "This is not simply about avoiding the moral hazard that can result if market participants believe they can simply leave the job of insuring against liquidity shocks in severe, market wide, stress events to the public sector.It is also because we should not presume that central banks will always be able to step in with massive bond purchases as they did in March 2020.", "At the onset on the pandemic, in the second week of March 2020, the Bank of England cut interest rates to close to the effective lower bound.", "Only a week later we announced further action to purchase £200bn of gilts.", "The first decision was motivated by the need to support the economy through the pandemic and through the hit to demand that was on the horizon.", "However, the second, as the MPC made clear at the time, was motivated by the urgent need to reverse the increasing and unwarranted tightening of financial conditions driven by the disruption of the dash for cash.", "Though distinct, these two motivations - to keep demand and supply in line on the one hand and to restore market order on the other - clearly went in the same direction in the circumstance we faced at the time.", "But that may not always be the case.", "At a time of rising, externally generated price pressures or when demand is stronger than supply, inflation-targeting central banks may not find it so easy to provide massive injections of liquidity to restore market functioning.", "So it is important that the private sector, banks and non-banks, insures itself prudently against severe but plausible liquidity shocks, and that we do learn the lessons of March 2020.", "In that respect, we need to look at what drove the demand for liquidity in the 2020 episode, whether there were unnecessary constraints in the supply of liquidity, and crucially whether there were amplification mechanisms that turned the flight for safety into the dash for cash.", "And to take action, where necessary, to avoid similar dynamics in future.", "This is the context in which to see the Financial Stability Board's (FSB's) programme of work on the March 2020 market turmoil.", "The first stage of this work, the 'holistic review' of the March market turmoil, was published in November 2020.", "The review analysed the dynamics at play in the non-bank financial intermediation (NBFI) sector and set in train further international work, on various vulnerabilities that were exposed.", "This work covers: money market funds, on which policy recommendations have been published; the liquidity demand on open-ended investment funds; the structure and drivers of liquidity in core bond markets during stress; USD cross-border funding and its interaction with emerging market economies; and the impact of margining practices, on which I will now focus.", "In order to assess the role played by margin, a group of senior representatives from central banks and market regulators was established, which I co-chair with Russ Behnam of the Commodity Futures Trading Commission (CFTC).", "The group was tasked with examining the margin calls during the March and April 2020 stress period and their impact on market participants in derivatives and securities markets, and, in light of that assessment to make recommendations for future work on policy.", "In making the assessment, we were concerned essentially with four questions: First, what actually happened to margin during the period across a wide range of clearing services and asset classes, as well as in non-cleared derivatives?", "Second, did the dynamics of margin models lead to unnecessary pro-cyclicality and amplification of the liquidity stress?", "Third, were market participants adequately prepared for the increased margin requirements seen during the period of stress?", "Last, if market participants were not adequately prepared, was this due to a lack of availability of sufficient information on how margin might increase in market stress - or, was it was due to a lack of willingness to prepare or hold sufficient cash in reserve for such an eventuality?", "Before setting out the findings of this work and the next steps, it is worth making a few general points on margin.", "The aim of the reforms to margin standards after the Great Financial Crisis was to ensure that derivatives trades were prudently, transparently, and efficiently collateralised.", "One of the key drivers of the financial crisis was the opaque network of insufficiently margined bilateral derivatives contracts and the impact of large margin calls - both actual and anticipated - on counterparty credit risk.", "Prompt and transparent margining and, where possible, central counterparty (CCP) clearing helps avoid the situation in which the perceived stress on one major participant can cause a panic which amplifies stress across the market due to uncertainty about who else, is exposed - and whether those exposures are adequately protected by sufficient margin.", "As a result of those reforms, the financial system entered the Covid crisis in a much stronger position with regard to collateral and counterparty credit risk, with, for example, at least $1trn in additional collateral against over the counter (OTC) derivative exposures.", "Very significant and sudden changes in asset prices did not lead to counterparty credit risk - actual or anticipated.", "Margin call is of course pro-cyclical, insofar as it reflects movements in markets.", "This is not a bug in the system, it is a feature.", "As markets move, losers have to pay variation margin to winners.", "And as risks grow, initial margin rises to protect the members of a clearing house from the consequences of a future default by other members.", "This characteristic of margin is unavoidable if we are to ensure that collateralisation keeps pace with risks and counterparty credit risk is minimised.", "But it is right to try to dampen this dynamic to the extent practicable and to avoid unwarranted procyclicality.", "Against that background, let me set out the findings of the FSB group on margin and the proposed next steps.", "By bringing together a new extensive set of quantitative data and survey responses from an array of global CCPs, clients and intermediaries, we were able to clarify the quantitative picture of the margin dynamics during the 'dash for cash'.", "First, this revealed the scale of the shock on margin call.", "The total initial margin required by CCPs increased by over 70% (roughly $300 billion) from the onset of the crisis to its peak in the 'dash for cash' period.", "Daily variation margin calls during the period of most acute stress in March 2020 were significantly higher than average flows observed between January and February 2020, increasing by over 500%, from around $25 billion at the onset of the crisis to a peak of around $140 billion.", "To put this into perspective US open-ended funds (OEFs), which represent around half of the global OEF market, saw a similar magnitude of outflows in March, at just under $350 billion.", "Second, we identified significant dispersion in the size of initial margin increases across, and within, asset classes.", "The increases were most pronounced in exchange-traded derivatives (ETD) products and equity securities.", "Exchange-traded derivatives accounted for two-thirds of the total required across all asset classes, while initial margin collected by CCPs clearing cash equities increased by the most in relative terms (more than 300%).", "The differences we saw in margin dynamics across asset classes are partially explained by differences in the size of the shock experienced in each asset class.", "Some products, such as ETD equities, saw unprecedented shocks to market prices and increases in volatility while other ETD products, such as metals and agriculture, saw relatively mild shocks relative to historical precedents.", "In this context it is to be expected that some margin models moved more on some products and asset classes than others.", "Indeed, for some markets and products, the increase in margin requirements was less pronounced than the corresponding volatility indices.", "However, looking at the response in 2020 across a range of CCPs, we were able to establish that the movements observed also reflect the selection of key model parameters, such as the choice of lookback periods, the incorporation of stressed market data, the base level of initial margin, the liquidation period and the confidence levels employed.", "A degree of dispersion is to be expected.", "Clearing is a practice that is applied to a range of products and services to manage risk.", "How that practice is applied needs to be flexible and to reflect the underlying financial instrument being cleared - there is no 'one size fits all' margin model.", "To take one example, energy markets are subject to volatile natural phenomenon, and are prone to a greater frequency of peaks and troughs.", "But our assessment illustrated how much modelling parameters matter.", "The issues on variation margins are simpler as there is less of a risk judgement being made.", "Our assessment however raised some important questions around how the system operates - particularly whether calling cash variation margin intraday can be made to work more effectively.", "The frequency and timing of these intraday calls, particularly when issued ad hoc, was not always sufficiently clear to all participants, further complicating liquidity management issues for some.", "In some instances, unexpected or late-in-the-day margin calls posed operational challenges to making timely payment for some participants.", "These challenges around the predictably of variation margin calls reflect a wider issue of transparency in the margining process.", "Most CCPs provide tools that allow clearing members and clients to calculate margin requirements for existing portfolios as well as changes to portfolios that participants expect to make.", "Some CCPs also provide additional functionality allowing participants to calculate margin requirements under \"what if\" scenarios.", "On the other hand, many banking and non-banking participants reported to us that margin calls were insufficiently predictable, with considerable uncertainty over the scale and the speed of increases they were likely to face over a given time period, or for a given level of volatility.", "Participants reported that the availability of more information on how the models are calibrated and the wider provision by CCPs of high quality margin calculators and other tools, would enable them to generate forward-looking predictions of margin requirements at portfolio level.", "The surveys also revealed a picture on whether market participants were prepared adequately for margin calls in a severe stress.", "Intermediaries reported being relatively unaffected by the increase in margin calls in March 2020.", "Even for those intermediaries that experienced the largest increases in margin outflows relative to liquidity resources, the proportion of their liquidity resources this represented remained relatively small, amidst unprecedented central bank interventions to support liquidity.", "The picture on clients is more varied and the data less reliable.", "But there was evidence that some clients faced liquidity needs materially greater than anticipated.", "And turning high quality assets into cash to meet margin requirements was a problem for some participants.", "Drawing on the findings in the report, CPMI, IOSCO and the BCBS have consulted on six potential areas for further work.", "I will group these under three heading: procyclicality; transparency; and preparedness.", "First, we need to ensure that the necessary pro-cyclicality of margin does not add unnecessarily to a systemic stress.", "On variation margin, this means tackling the issue on predictability and preparedness identified but also considering ways toward more efficient collection and distribution of variation margin around the system.", "On initial margin, it means looking at the trade-off between levels of margin in business as usual.", "This is why we have proposed an in-depth evaluation of the responsiveness of centrally cleared initial margin models to market stresses, with a focus on impacts and implications for CCP resources and the wider financial system.", "This would look into the degree and nature of CCP margin models' responsiveness to volatility and other market stresses - including impact, costs and benefits of this responsiveness for CCP resources and the wider financial system.", "Participants need to have sufficient information, data, and tools to be able to plan ahead - they need to be able to anticipate what margin calls might look like under stress, and how pro-cyclical they may be.", "We need to examine carefully whether more could be done, in addition to the information already made available by CCPs, to help market participants to plan ahead.", "Ideas that could be looked at in this area include: developing good practices for margin tools and simulators and disclosure of key modelling choices; as well as promoting the use of consistent metrics and disclosures concerning procyclicality, responsiveness to volatility and model performance.", "Finally, though reducing the impact of margin call in stress and increasing transparency will help, much will depend on the liquidity management of clearing members and clients.", "It is worth noting that in our examination we found that there was little reliable data available on client preparedness for stressed margin call.", "Future work on in this area could: seek to identify enhancements to liquidity preparedness, including liquidity measures for NBFIs; and look into the effectiveness of intermediaries' provision of liquidity to clients during stress, also considering how clearing members can encourage and facilitate greater liquidity preparedness of clients.", "This is part of the broader issue that I noted at the outset about the ability of non-bank finance to insure against severe but plausible liquidity stress.", "It is an issue that the FSB should take forward as part of its work programme on enhancing liquidity resilience in the NBFI sector.", "Prompt and transparent margining and, where possible, central clearing are essential to the resilience of the financial system.", "In times of stress, margin requirements will increase - as I said earlier that is a feature of the system, not a bug.", "But at the same time we need to do everything possible to ensure that the impact is not unnecessarily pro-cyclical, that market participants have the tools to prepare and manage that impact and that they do so.", "The March 2020 'dash for cash' has given us a valuable lesson, we should not waste it.", "Ben Bernanke has pointed out that panics can be a major cause of credit crunches.", "Reforms that avoid such panic reduce the likelihood that financial stress transmits to real economy stress.", "FSB (2017) Report on effectiveness of derivatives reforms."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["Margin calls", "Liquidity stress", "Financial stability", "Central bank intervention", "Flight to safety", "Procyclicality", "Transparency", "Preparedness", "Non-bank financial intermediation", "Financial crisis"]}