{"sentences": ["I am convinced that the ECB's determination will also contribute to restoring order to the markets.", "This will help investors to more carefully and accurately access the real condition of our economy.", "Looking ahead, there are clear signs of improvement.", "The debt-to-GDP ratio is falling and, according to the European Commission's most recent assessments, it will continue to decrease this year and next.", "Thanks to the high average residual maturity (close to 8 years), the average interest rate on government bonds should remain lower than the nominal GDP growth rate, while interest payments should stay low in the coming years as well.", "The net international investment position is positive; Italian producers are successfully competing on export markets; household debt is the lowest among the main countries of the European Union and that of firms is below the average; conditions in the banking sector have improved in terms of the volume of non-performing loans and profitability, while capitalization, though down a little on last year, remains at high levels.", "Today it is up to us to maintain and build on the strengths of our economy and keep the public accounts under control.", "In emergency conditions, financing current expenditure with deficit spending may make it possible to focus more carefully on the need for social justice and on protecting those who have been hit particularly hard by the crisis and by the changed situation.", "Budgetary deviation is a macroeconomic stabilization tool, but it cannot become the norm: a high and persistent deficit is not sustainable, it inevitably translates into an increase in the debt-to-GDP ratio.", "The way to achieve lasting progress is through economic development, enhancing the skills of the labour force and investment.", "Considerable progress can be made through the investment programmes and the reforms envisaged by the National Recovery and Resilience Plan.", "The NRRP provides enormous funding for goals that must undoubtedly be shared across the political spectrum, namely accelerating the 'twin' green and digital transition, providing greater support for education and research, and remedying the development lags in the South.", "The nation is on the right path: our success in completing the main investment programmes, which are now all in the start-up phase, and the related reforms, which are not 'dictated by Brussels' but are in our own interest, will be essential to strengthen the growth potential as well as to counter the risks, including of a financial nature, determined by heightened global uncertainty.", "The European Union continues to be a vital resource for our country.", "This has been clearly proven by the show of solidarity during the pandemic, including through a number of concrete decisions, by the European institutions, by the leaders and by the peoples of the Member States.", "There are no enemies in Brussels, let alone in Frankfurt.", "The fears and prejudices that surfaced with the double crises of the last decade must be definitively rejected.", "We must engage in dialogue and take decisions consistent with the path that we have forged together towards an innovative and more sustainable economy.", "We must do this in order to overcome the uncertainties and the problems posed by this very difficult economic situation; it is essential in order for us to be able to face the challenges, in many ways totally unexpected ones, that we find before us at the global level."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Economic development", "Debt-to-GDP ratio", "National Recovery and Resilience Plan", "Twin green and digital transition", "European Union", "Budgetary deviation", "Social justice", "Non-performing loans", "Financial risks", "Global uncertainty"]}