{"sentences": ["I'm pleased to be here with you to discuss last week's policy announcement and the Bank of Canada's most recent Monetary Policy Report (MPR).", "I am especially pleased to have Senior Deputy Governor Carolyn Rogers here for her first appearance before this Committee.", "She has joined the Governing Council at an important time.", "Our message is threefold.", "First, the emergency monetary measures needed to support the economy through the pandemic are no longer required and they have ended.", "Second, interest rates will need to increase to control inflation.", "Canadians should expect a rising path for interest rates.", "Third, while reopening our economy after repeated waves of the COVID-19 pandemic is complicated, Canadians can be confident that the Bank of Canada will control inflation.", "We are committed to bringing inflation back to target.", "Let me take each of these in turn.", "The Bank's response to the pandemic has been forceful.", "Throughout, our actions have been guided by our mandate.", "We have been resolute and deliberate, communicating clearly with Canadians on our extraordinary measures to support the economy-and on the conditions for their exit.", "We said we would end emergency liquidity measures to support core funding markets when market functioning was restored, and we did.", "We said our quantitative easing (QE) program would continue until the recovery was well underway.", "We began tapering QE last spring and ended it in October.", "Last week's policy announcement marked the final step in exiting from emergency policies.", "We said exceptional forward guidance would continue until economic slack was absorbed.", "With the strength of the recovery through the second half of 2021, the Governing Council judged this condition has been met.", "As such, we have removed our commitment to hold our policy rate at its floor of 0.25%.", "Second, we want to clearly signal that we expect interest rates will need to increase.", "A lot of factors are contributing to the uncomfortably high inflation we are experiencing today, and many of them are global and reflect the unique circumstances of the pandemic.", "As the pandemic fades, conditions will normalize, and inflation will come down.", "However, with Canadian labour markets tightening and evidence of capacity pressures increasing, the Governing Council expects higher interest rates will be needed to bring inflation back to the 2% target.", "Finally, Canadians can be assured that the Bank of Canada will control inflation.", "Prices for many goods and services are rising quickly, and this is making it harder for Canadians to make ends meet-particularly those with low incomes.", "Prices for food, gasoline and housing have all risen faster than usual.", "We expect inflation will remain high through the first half of 2022 and then move lower.", "There is some uncertainty about how quickly inflation will come down because we've never experienced a pandemic like this before.", "But Canadians can be assured that we will use our monetary policy tools to control inflation.", "Let me turn to the economic outlook we outlined in our MPR, and some of the Governing Council's thinking around our forecast and last week's rate decision.", "Globally, the pandemic recovery is strong but uneven and continues to be marked by supply chain disruptions.", "Robust demand for goods combined with these supply problems and higher energy prices have pushed inflation up around the world.", "In Canada, consumer price index (CPI) inflation is currently well above our target range and core measures have edged up.", "Inflation is expected to remain close to 5% in the months ahead, but pressures should ease in the second half of 2022, and inflation should decline relatively quickly to around 3% by the end of the year.", "Further out, we expect inflation will gradually return close to the 2% target over 2023 and 2024.", "Measures of inflation expectations are broadly in line with our own forecast, with longer-term expectations remaining well anchored on the 2% target.", "The Governing Council agreed it is paramount to ensure that higher near-term inflation expectations don't migrate into higher longterm expectations and become embedded in ongoing inflation.", "In October, we projected the output gap would close sometime in the middle quarters of this year.", "But growth in the second half of 2021 was even stronger than we had projected, and a wide range of measures now suggest economic slack is absorbed.", "Employment is above prepandemic levels, businesses are having a hard time filling job openings, and wage increases are picking up.", "The rapid spread of the Omicron variant will weigh on growth in the first quarter.", "But our high rates of vaccination and adaptability to restrictions should limit the downside economic risks of this wave.", "We forecast annual growth in economic activity will be 4% this year and about 31⁄2% in 2023, as consumer spending on services rebounds and business investment and exports show solid growth.", "Putting all this together, Governing Council concluded that, consistent with our forecast, a rising path for interest rates will be required to moderate spending growth and bring inflation back to target.", "Of course, we discussed when to begin increasing our policy interest rate.", "Our approach to monetary policy throughout the pandemic has been deliberate, and we were mindful that Omicron will dampen spending in the first quarter.", "So we decided to keep our policy rate unchanged last week, remove our commitment to hold it at its floor, and signal that rates can be expected to increase going forward.", "The timing and pace of those increases will be guided by the Bank's commitment to achieving the 2% inflation target.", "This ends our emergency policy setting and signals that interest rates will now be on a rising path.", "This is a significant shift in monetary policy, and we judged that it is appropriate to move forward in a series of steps.", "By being clear and deliberate, we are really trying to cut through the noise so that monetary policy is a source of confidence rather than another source of uncertainty.", "Let me say a final word about another important monetary policy tool-our balance sheet.", "The Bank will keep the holdings of Government of Canada bonds on our balance sheet roughly constant at least until we begin to raise the policy interest rate.", "At that time, we will consider exiting the reinvestment phase and reducing the size of our balance sheet by allowing maturing Government of Canada bonds to roll off.", "As we have done in the past, before implementing changes to our balance sheet management, we will provide more information on our plans.", "With that, Senior Deputy Governor Rogers and I will be happy to take your questions.", "Content Type(s): Press, Speeches and appearances, Opening statements"], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest Rates", "Monetary Policy", "Economic Outlook", "Quantitative Easing", "Bank of Canada", "COVID-19", "Consumer Price Index", "Labour Markets", "Output Gap"]}