{"sentences": ["Remarks by Governor Gabriel Makhlouf at IBEC National Council: \"Time to Act - Monetary Policy and Ination\" 12 May 2022 Speech Good morning, it is a pleasure to be here with you this morning to discuss the Irish economy.", "I will outline the Central Bank's latest views on the overall economic outlook before discussing ination and monetary policy, and some medium-term issues for the Irish economy.", "First though, I would like to highlight how important events like this are for the Central Bank.", "I believe the next decade will continue to be characterised by rapid change in our economies and in the nancial system, driven by technology, by the need to respond to climate change, by an ageing society, and, perhaps most immediately, by the move to different ways of working.", "At the Central Bank, we will need to accelerate our own pace of change to meet the challenges and the public's expectations of us.", "Our recently published strategy recognises this emerging context, and the need to change the way we work and what we work on.", "We also recognise that events like this one give us the opportunity to listen to individuals and businesses across the country so that we can understand the issues they are facing and help them to understand the actions we are taking in response.", "I look forward to hearing your perspectives on what is happening in the Irish economy.", "Latest economic outlook Last month, we published our second Quarterly Bulletin of the year.", "Our Quarterly Bulletins outline the Bank's view on the latest economic developments in Ireland.", "Overall, the Irish economy continues to recover strongly from the pandemic.", "Modied domestic demand grew by 6.5 per cent in 2021 and is now above pre-pandemic levels.", "However, we cannot ignore the global context which Ireland operates in.", "While the domestic economy is doing well, the global economy faces considerable headwinds.", "The resurgence of COVID-19 in China could prolong supply bottlenecks, ination is affecting economies around the world, not just in Europe, with more broad based price increases emerging, and economic conditions may deteriorate in our trading partners.", "And of course the Russian invasion of Ukraine has clouded the outlook signicantly.", "While this is rst and foremost a humanitarian tragedy for the Ukrainian people, the economic consequences of the war are being felt across Europe through higher ination, as well as greater uncertainty and negative sentiment effects.", "Ireland will feel these effects, albeit not as directly as some other European countries.", "Headline ination is projected to average 6.5 per cent this year, reecting particularly high energy price ination.", "The effects of ination will be felt across the Irish economy, although more strongly for some households than others.", "Cost of living increases from higher food and energy prices tend to be proportionally larger for lower income, older and rural households, who typically spend more of their weekly outgoings on these products.", "I will return to this important issue, and the monetary policy response, in a few moments.", "In line with the wider economic recovery, the adjustment of the labour market has been striking, with numbers employed now exceeding 2019 levels and the standard monthly unemployment rate at 4.8 per cent in April.", "Last week, my colleague, Sharon Donnery, outlined some particularly interesting results from forthcoming Central Bank research on some specic elements of the labour market recovery.", "The data shows that the overall recovery in employment growth is being driven by higher labour force participation, particularly for female and younger workers.", "Importantly, this increased participation does not seem to be driven, in recent quarters at least, by any structural changes arising from the pandemic.", "Instead, for younger workers, the strength of the economic recovery has driven increased participation, while for women, increased participation is part of a longer-term trend driven by a \"cohort effect\", due to women aged 35-59 being far more likely to participate in the labour market than women of a similar age in previous decades.", "Of course, it is still early in the recovery from the pandemic and the effects on the labour market in the longer-term remain to be seen.", "Despite the uncertainties around the economic outlook, we do expect to see the labour market tighten.", "This should result in stronger and broader-based wage growth than we have observed in recent years.", "This is a good thing, particularly as real incomes are likely to fall this year due to relatively high ination.", "However, where growth in wages or prots respond entirely to the currently high rates of ination, or are detached from underlying productivity growth, the likelihood increases that harmful higher ination becomes embedded.", "Ination and monetary policy Let me turn to our response to ination.", "For the avoidance of doubt, the current level of ination is concerning.", "It affects households' purchasing power and it affects business investment decisions.", "It affects the whole community - as I said earlier, some more than others - whether households or businesses, and whether small or large.", "The ECB's objective is for ination to be at 2 per cent over the medium term and we are clearly some way from that now.", "We know why we are here: the pandemic, the price of energy and the Russian aggression in Ukraine.", "The pandemic has not gone away and it remains a key driver of ination dynamics.", "The lifting of restrictions and, perhaps paradoxically, the current set of restrictions in China has contributed to bottleneck pressures in global supply chains.", "Businesses have found it challenging to meet demand as economies rebounded quickly once pandemic-related restrictions were lifted.", "China's approach to tackling the pandemic is not going to ease those bottlenecks quickly.", "Linked to the lifting of restrictions has been the increase in energy prices since the summer of last year which has had a signicant impact on the euro area in view of its reliance on the imports of oil and gas.", "And of course, the Russian war is amplifying the energy shock, creating new bottlenecks and damaging consumer and business condence, leading to uncertainty which drags on economic activity.", "When considering such supply shocks, monetary policymakers have to consider a more subtle question than when faced with aggregate demand that is too weak or too strong.", "Monetary policy is well-placed to take action to ensure price stability with respect to demand shocks but it isn't necessarily the best tool to deal with supply shocks.", "There's always a risk that economic growth could be slowed unnecessarily.", "On the other hand, we do need to prevent supply side shocks leading to more persistent inationary pressures.", "Late last year, I noted that patience was an important and worthwhile virtue and that we should pursue a strategy of vigilance, remaining data-driven and maintaining optionality in our toolkit and acting when necessary.", "In my view, the disinationary dynamics that the euro area has experienced over the last decade are very unlikely to return and we have now reached the point when we need to act.", "As ination persists at levels signicantly above 2 per cent, it is putting at risk the expectations that we will deliver on our target over the medium term.", "And as President Lagarde said yesterday, actions that demonstrate our commitment to price stability will be critical to anchor ination expectations and contain second-round effects.", "So when the evidence changes, we should not hesitate to change our approach.", "The balance of advantage has tilted decisively towards the need for further action, albeit not necessarily at a similar pace to that of other central banks that have also changed their stance, such as the Federal Reserve.", "The differences in underlying ination dynamics and drivers supports a differential pace.", "Notably, ination is more broad-based in the US - something we see in signicantly higher core ination rates - and expectations are more elevated relative to target, and wages are growing at a faster rate.", "The last decade has seen us maintain very accommodative monetary policy and less accommodation is now warranted.", "Following our decision last December to start the process of normalising monetary policy by ending our pandemic emergency purchase programme (PEPP), we should now move to also end our net asset purchases under the asset purchase programme (APP) either next month or in July.", "From here, I think we need to consider the implications of operating with a large central bank balance sheet as we continue the normalisation journey.", "There also needs to be a careful assessment and monitoring of reinvestments and possible side effects on market functioning.", "The possibility of adverse effects from our non-standard measures on market functioning were assessed as the balance sheet grew, and a similar assessment will be just as important when the size of our balance sheet reduces.", "The question of interest rate rises is both more and less straightforward.", "What is clear is that the era of negative rates is reaching its conclusion.", "What is less clear is the precise path towards normalisation, when exactly rates should start to rise and when they should stop rising.", "I think it is realistic to expect that the rst move in the ECB's interest rates will happen soon after net asset purchases end and that rates are likely to be in positive territory by early next year.", "But I should make clear that this isn't forward guidance: the calibration of our policies should remain data-dependent and we should maintain vigilance, optionality and exibility as core principles in our decision- making.", "At the end of day, we have the tools, the determination and the responsibility to deliver our 2 per cent target.", "Before I conclude, I would like to outline some thoughts on the medium term outlook for the economy.", "We need to continue to focus on the importance of underlying productivity growth for the prosperity of the Irish economy.", "Ireland is a small open economy, with a relatively small domestic market.", "The growth of the Irish economy has clearly been driven by looking outward and becoming deeply integrated in the global economy.", "There are many factors which have contributed to this, the skills and education of the Irish labour force, access to the wider EU market (and labour force), a stable environment for businesses and an attractive tax regime.", "Ensuring that Ireland remains an attractive place for businesses and workers matters.", "For workers, I believe one of the biggest challenges relates to the housing market in Ireland.", "Consistent undersupply of housing relative to demand has led to difculties for individuals and households in obtaining affordable housing, whether as prospective property owners or as renters.", "What is needed is a sustainable level of affordable housing, particularly in the context of a growing economy and population.", "The Central Bank of Ireland has a specic, narrow role to play in the housing market.", "As the national macroprudential authority, we are responsible for implementing measures in the mortgage market which have two clearly stated aims: increasing the resilience of banks and borrowers to negative economic and nancial shocks, and dampening the pro-cyclicality of credit and house prices so a damaging credit-house price spiral does not re-emerge.", "Our assessment up to now is that the measures have been successful against both of these stated aims and we are currently conducting a review to ensure they continue to meet their goal in the years to come.", "We will conclude the review later this year.", "Another important aspect for the medium term relates to scal policy.", "Government decisions on expenditure and tax revenue can have an important impact on growth, ination, the labour market and the broader economy.", "The effect of scal policy will be inuenced by a range of factors, in particular whether the economy is operating above or below its estimated long-run potential as well as conditions in the international economy.", "The State's scal position started 2022 in a better position than expected previously.", "With the economy and labour market performing well over recent months, the public nances are well positioned to address the most immediate needs arising from the Russian invasion of Ukraine, including the necessary humanitarian response.", "Temporary and targeted measures to reduce the impact of higher ination on those households less able to cope with current circumstances are also appropriate.", "While our central projections envisage continued improvements in the public nances over the coming years, the outlook is uncertain with signicant risks around key determinants of the scal position.", "These include the pace of economic growth, ination, the likely path of interest rates and the level of corporation tax revenue into the future.", "As well as short-term pressures, the public nances face challenges from several known medium-term changes that will affect the Irish economy and labour market over the coming years.", "One such challenge is population ageing.", "Although Ireland's demographics are currently relatively favourable, changes in the demographic structure of the population will occur over the coming decades.", "It is estimated that the number of people of working age for each person aged over 65 will halve from around four currently to just over two in 2050.", "This will require increases in expenditure in areas such as pensions and healthcare.", "Meanwhile, an older population and reduced labour supply would, all else equal, result in slower economic growth which will weigh on government revenue.", "Productivity growth will remain key to ensuring sustainable growth in light of population ageing.", "Addressing the scal challenges created by an ageing population as well as other existing and newly emerging priorities will require choices.", "Careful management of the public nances over the medium term, with a focus on ensuring sustainable supply-side conditions, remains crucial for the Irish economy.", "The sooner we take action related to the longer-term challenges that we know we are facing, the lower the ultimate cost will be.", "And the sooner we get to grips with the challenges we know about, the more resilient we will be to the future challenges which happen to be unknown today.", "So in conclusion, despite the challenges and uncertainties we face, the outlook for the Irish economy is broadly positive.", "As ever, important policy decisions will need to be made in the months and years ahead.", "The Central Bank of Ireland will rise to the challenges and we will continue to make our decisions based on the available evidence and careful analysis, and in the interests of the community as a whole.", "I look forward to the discussion.", "Household characteristics, Irish ination and the cost of living.", "Central Bank of Ireland, Economic Letter, Vol.", "Remarks to the Irish Economic Association Annual Conference, on the occasion of the Irish Society for Women in Economics (ISWE) Launch.", "Boyd, Byrne, Keenan and McIndoe-Calder (forthcoming).", "Pandemic Puzzles: Labour force recovery after a pandemic.", "Quarterly Bulletin Signed Article.", "Ination dynamics in a pandemic: maintaining vigilance and optionality.", "Challenges along Europe's road .", "Speech to the international conference to mark the 30th anniversary of Banka Slovenije (11 May 2022).", "See here for further information on our review.", "Ination dynamics in a pandemic: maintaining vigilance and optionality.", "This is known as the old-age dependency ratio.", "See Population Ageing and the Public Finances , Department of Finance (2021).", "©2022 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic outlook", "Labour market", "Housing market", "Fiscal policy", "Supply chain", "Energy prices", "Productivity growth", "Public finances"]}