{"sentences": ["Inaugural Address RHEE, Chang Yong Bank of Korea My fellow members of the Bank of Korea, It is a great pleasure to meet you all.", "I stand here today having been appointed governor of the Bank of Korea.", "As an Economics major--whose career over the years was spent in academia, government and international organizations--I cannot help but feel emotional, as I now find myself here with you at the central bank at the forefront of financial and monetary policy.", "It is a great honor for me personally, but I also feel the heavy weight of the expectations and responsibilities on my shoulders.", "First, I would like to take this opportunity to express my heartfelt gratitude to all the governors, to my fellow staff, and to the members of the Monetary Policy Board, for their dedication to advance the national economy and the Bank of Korea.", "In particular, I pay tribute to my predecessor, Governor Lee Juyeol, for showing such excellent leadership over the past eight years and taking the initiative during the post-pandemic recovery to preemptively normalize monetary policy.", "I am committed to further build on the public trust and reputation earned over many years by my predecessors.", "Fellow members of the Bank of Korea, After being nominated as governor, I inevitably found myself reflecting on the Korean economy in a new light.", "From a short-term perspective, the difficulties surrounding monetary policy are being compounded by a prolonged Russia-Ukraine war, a faster-than-expected normalization of monetary policy by the US Federal Reserve, and a possible slowing of the Chinese economy following the spread of the Omicron variant.", "Amid a further rise in inflationary pressures, it appears that the momentum of recovery is going to be weaker than originally forecast.", "With the trade-off between growth and inflation further constraining the conduct of monetary policy, it is time to steer policy with an aim to strike a delicate balance.", "Together with other members of the Monetary Policy Board, our consensus-oriented decision-making body, I will always do my best to arrive at the optimal policy decisions.", "What weighs on my mind, however, is not just the immediate difficulty of deciding policy.", "From a longer-term perspective, the Korean economy stands at the crossroads of a great transformation.", "There is growing likelihood for the accelerated pace of transition to a digital economy, together with the decline in globalization, to take root as the new, post- pandemic normal.", "As conflicts between nations deepen due to competition to secure new technologies and fragmentation into geopolitical and economic blocs, it seems evident during this process that the international landscape will be made ever more complex by a web of interconnected political, economic and security issues.", "We live in a period where it is difficult to predict whether our economy, which is heavily dependent on the external sector, can take the next leap forward by overcoming challenges in its transition to the new, post-pandemic normal, or whether it will spiral into secular stagnation amid the ongoing trends of an aging population and lower productivity.", "In order to make the right choice for our economy at such crossroads, it is time to boldly change our economic policy framework.", "We can no longer count on economic growth based on the government drawing up industrial policies which are then executed by everyone working countless hours, as we did in the past.", "Instead, what we need now is to seek a more qualitative growth driven by the creativity of the private sector.", "Exports and supply chains that have been confined to a small number of sectors and countries also need to be diversified.", "There will be pain along the way, but we must endure it and press forward with our efforts to reallocate resources through structural reforms.", "We should not make the mistake of dwelling on past glories and hesitating to change our racehorse when its performance is not what it used to be.", "We must also take note of the problems of worsening income inequality and polarization that will inevitably arise during economic restructuring.", "The whole world, not just Korea, is currently experiencing an increase in income inequality as it transitions to knowledge- intensive industries with the advancement in digital technology.", "On top of this, here in Korea, population aging is bringing about increases in youth unemployment, elderly poverty and regional imbalances.", "As severe polarization will deepen social conflict, thereby undermining our growth potential, this will have to be addressed as well.", "Another challenge we face is the rapid growth in household and government debt.", "As the demand for social spending increases due to population aging, fiscal space to support economic growth will shrink.", "From experience, we know that a continuous buildup of debt can incur huge social costs should the bubble end up bursting.", "For us at the Bank of Korea in our pursuit of macroeconomic stability, we cannot but take a keen interest in engineering a soft landing of these debt-laden sectors.", "Fellow members of the Bank of Korea, You might be wondering why I speak from such a broad, big-picture perspective, when our core job as the central bank is to ensure price and financial stability.", "It can never be overemphasized that the greatest task for the Bank of Korea is to promote macroeconomic stability, thereby winning the public trust.", "However, when we think about the various medium- and long-term challenges confronting our economy, our responsibility cannot be confined to the boundaries of monetary policy alone.", "If our economy at the crossroads fails to overcome these challenges properly and becomes trapped in secular stagnation, getting out of it would be extremely difficult, to say the least.", "Any policy instruments used to get the economy back on track would only have limited effectiveness, more so particularly in the case of monetary policy.", "We must find ways to resolve the challenges confronting our economy before it reaches that point.", "This cannot be done with monetary policy alone; I say this because fiscal policy and restructuring must work in tandem as well.", "We at the Bank of Korea should also do our part in proposing the right way forward for our economy, by going beyond monetary and financial policy and studying the challenges we face.", "The more economic conditions deteriorate, the greater the inevitability of the central bank playing a larger role.", "The course ahead will not be easy, but I am confident we are capable of navigating it if we clear the following three hurdles standing in our way.", "First, each of us should overcome the hurdles holding back the development of our expertise.", "What I liked the most working at the IMF was that I could find an in-house expert on any issue.", "If I had a question, the answer was just one call away; it was much faster to pick up a phone and obtain the information I needed than to dig through documents.", "When each individual shares their expertise in such a manner, I saw how the expertise of the organization As members of the Bank of Korea, let's itself also grows.", "all work to become top players in our respective areas of expertise when it comes to the Korean economy.", "Our Bank has over 2,400 staff members contributing to our economy in their lines of work.", "If members of all departments, ranging from policy-related and managerial roles to those in the front office, take pride in their work and become experts within their domains, we can realize our endless potential through the synergies created by learning from each other.", "let's overcome the hurdle hindering Second, our external communication.", "Our research work resulting from rigorous analysis and discussions should not just be locked away in a drawer.", "We should provide precise analyses and supporting data in greater volume, and further diversify our communication channels.", "We need to increase communication with experts from the government and other relevant agencies as well.", "With respect to communicating with the government, I am well aware that concerns have been raised about central bank independence.", "However, I do not think the mere act of communicating would undermine our independence.", "Rather, we are at a time that calls for constructive dialogue with the government, the market and the private sector to solve the challenges of our day.", "In doing so, we should take a comprehensive look into the issues, and together seek consistent and coordinated solutions.", "Lastly, we should clear the hurdle confining our thoughts to be complacent within our domestic borders.", "At present, the international community is changing by the day amid the transition to a digital and eco-friendly economy.", "Our major companies have already acted swiftly to become global market leaders and highly competitive exporters.", "This gets me to reflect deeply about whether the public sector is doing its part.", "We should check whether we have not been missing out on the major trends of change in the international community, having focused narrowly on domestic issues.", "For the Bank of Korea, as with other central banks, global issues such as the digital economy and green finance have become matters of concern.", "In the case of CBDCs, the consequent changes in the environment have major impacts on the public payment and settlement infrastructure and the effectiveness of monetary policy.", "We therefore need to treat these as existential issues for our Bank and prepare thoroughly.", "I do not mean to say that we should only learn from our peers abroad.", "We are already in a position to share our own experiences and research and to place our stamp on the global agenda.", "I look forward to seeing our highly competent staff actively engaging in the international community, further elevating our status globally.", "Fellow members of the Bank of Korea, Let's work to further I will be there with you when overcoming all three of these hurdles.", "consolidate the Bank of Korea's reputation as not only the guardian of monetary and credit policy but also the nation's top think tank best informed on our economy.", "work to become an intellectual leader that contributes to policymaking by the government and municipalities and that also supports decision-making by the private sector, while faithfully carrying out our core responsibilities of achieving price and financial stability.", "I, for my part, will spare no effort in supporting your great strides forward.", "To motivate individual staff and enhance organizational performance, I fully understand that raising employee satisfaction in terms of personnel/organizational management and compensation is no less important than boosting sense of duty and fulfillment.", "Due to a number of budgetary, systemic and other constraints, we probably cannot resolve all the issues in one but let's explore ways to go, approach this one step at a time to improve working conditions and boost employee morale.", "As you may know, I was severely ill some time back due to COVID-19.", "I view the Bank of Korea governorship as an invaluable opportunity to make my new lease on life even more meaningful.", "While my appointment at this critical juncture bestows on me a sense of heavy responsibility, I feel grateful as well for having this chance to serve, working for the development of both our nation and the Bank of Korea.", "As Victor Hugo wrote, \"The future has several names.", "For the weak, it is impossible; for the faint-hearted, it is unknown; but for the valiant, it is ideal.\"", "Let us work together as one team to ensure that when we look back one day, we can take pride in how we at the Bank of Korea guided the Korean economy in the right direction from its turning point.", "Governor RHEE, Chang Yong"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic growth", "Inflation", "Debt", "Structural reforms", "Income inequality", "Fiscal policy", "Expertise", "Communication", "International cooperation"]}