{"sentences": ["As prepared for delivery Thank you for that kind introduction.", "I'm so pleased to be here-especially at this time of year, when the autumn colors light up the region.", "In fact, my wife and I have fallen in love with this area-so much so, that we are now splitting our time between Columbia County and New York City.", "Of course, I'm not just here as your neighbor.", "Part of my job as president of the New York Fed-one of the best parts-is to meet with business and community leaders from across the Federal Reserve's Second District.", "This gives me the opportunity to see and hear the challenges they face.", "And throughout the Second District-which includes New York State, Northern New Jersey, Southwestern Connecticut, Puerto Rico, and the U.S. Virgin Islands-the issues I hear about consistently have to do with labor shortages and the skills gap.", "Employers can't find enough skilled workers-and workers can't obtain the skills they need to move up the economic ladder.", "Before I go any further, I will give the standard Fed disclaimer that the views I express today are mine alone, and do not necessarily reflect those of the Federal Open Market Committee or others in the Federal Reserve System.", "The Struggle to Fill Jobs In the current environment, filling jobs can be a challenge.", "Employers-including those here in Columbia and Greene Counties-are facing significant worker shortages.", "Many are struggling to hire people, especially at the entry level-in construction, nursing, and manufacturing.", "The skills gap is a big obstacle.", "In 2020, more than half of available job seekers in Columbia and Greene Counties had a high school diploma or less, and only a quarter had an associate degree or higher.", "Employers, especially those in trucking and the trades, grapple with developing a pipeline of skilled workers.", "An aging population is another issue.", "Over the past 20 years, the size of the workforce here has declined as the population has stagnated.", "Residents here are older-the median age is late 40s, as opposed to late 30s for all of New York State.", "In some cases, residents don't need more training-they need retraining so they can obtain new jobs.", "Whenever I talk about economic prosperity, I like to use the analogy of a Jenga tower: Each piece is critical to the stability of the whole.", "Take one piece out, and the tower becomes unstable.", "Take the wrong piece out, and the whole tower can collapse.", "Our Jenga tower encompasses a whole host of important pieces.", "Workers need skills that employers are looking for, and job training needs to be accessible.", "Employees need dependable transportation to get to training programs-and to their jobs.", "And broadband is sorely needed in many households.", "I can't tell you how many people said, \"Good luck getting broadband,\" when I told them I was buying a home in Columbia County.", "It's a problem that plagues rural communities throughout the Second District.", "Investing in businesses and innovation is also an important piece of our tower.", "Businesses need resources to innovate so they can grow and prosper-and that, in turn, benefits entire communities.", "All of you here today-representing employers, schools, nonprofits, funders, and community organizations-are key to our tower's foundation.", "You are what makes our tower strong.", "Workforce Development Components How do we reinforce our tower?", "There have been a number of initiatives-and quite a bit of research-regarding workforce development throughout the Federal Reserve System.", "This includes a three-volume book called Investing in America's Workforce , which highlights the ways investments can overcome systemic barriers to employment.", "While there is no one-size-fits-all approach, there are many promising efforts to learn from.", "The role of community colleges cannot be overstated.", "A report released shortly after I came to the New York Fed showed that the typical New York State community college engages with more than 100 local employers, spanning every industry sector.", "More recently, the New York Fed hosted an event that explored ways to advance economic prosperity in rural areas.", "Many great insights were shared, including a framework for workforce development programs that contained four principles: 1) fashioning a strategy around a community's assets; 2) designing programs that are adaptable; 3) including traditionally marginalized groups in decision-making; and 4) bringing together community, business, and government leaders-like you are doing today.", "Developing career-building programs that meet the needs of local employers and are accessible to job seekers is critical to bridging the skills gap.", "Collaboration is a key component of any successful program.", "By joining together, we can advance the economic resilience of rural areas like Columbia and Greene Counties-and strengthen our Jenga tower.", "Office of the New York State Comptroller, Availability, Access and Affordability: Understanding Broadband Challenges in New York State , September 2021.", "Investing in America's Workforce, a Federal Reserve System initiative in collaboration with the Heldrich Center for Workforce Development at Rutgers University, the Ray Marshall Center at the University of Texas at Austin, and the W.E.", "Upjohn Institute for Employment Research (2019).", "Federal Reserve Bank of New York, Employer Engagement by Community Colleges in New York State , November 2018.", "Andrew Dumont, Investing in Rural Prosperity: A Framework for Advancing Economic Resilience and Opportunity, May 19, 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Workforce development", "Skills gap", "Labor shortages", "Economic prosperity", "Community colleges", "Broadband", "Collaboration", "Jenga tower", "Rural areas", "Training programs"]}