{"sentences": ["SPEECH 9 December 2022 Deputy Governor Per Jansson Monetary policy when inflation is too high - prerequisites and challenges* \"There are decades when nothing happens; and there are weeks when decades happen.\"", "The words are said to be Vladimir Lenin's, but it is disputed whether that really is the case.", "Nevertheless, the quotation is very well suited to what I intend to talk about today.", "Once a year, I usually make a longer speech, which is also published on the Riksbank's website.", "The most recent was in December 2021.1 My speech then was about the division of roles in macroeconomic policy, and my main message was that in the future fiscal policy needs to be more active than has been the case in recent decades.", "I emphasised in my speech that the inflation target needs to be symmetrical, that is, it is as important to counteract too low inflation as it is to counteract too high inflation.", "But at that time, too high inflation was not regarded as a particularly pressing threat, nor was it something I specifically mentioned in the speech.", "The situation has changed rapidly To recall how the situation looked at the end of January this year, one can look up the inflation forecasts of Swedish forecasters at that time.", "As energy prices had begun to rise, all forecasters believed that inflation in 2022 would be higher than the target of 2 per cent.", "But they all also expected that this effect would be temporary and that inflation in 2023 would again be below the target on average (Figure 1).", "The forecasters judged that these developments would be compatible with a policy rate maintained at zero per cent in 2022.", "And only a few expected modest increases in 2023.", "Today, inflation is 9.3 per cent and the Riksbank, like other central banks around the world, has raised the policy rate in rather large steps.", "This is as good an illustration as any of how quickly and unexpectedly things have happened or, to refer to my initial quotation, that decades have happened within a few weeks.", "A natural conclusion is that this development was genuinely difficult to predict.", "There are, of course, things that we could have predicted better, such as the boost to inflation that came from the rapid recovery after the pandemic.", "However, it would also have been necessary to foresee, for example, that Russia would invade Ukraine in February 2022, that Russia would throttle its exports of natural gas to Europe and that this would bring electricity prices up to exceptionally high levels.", "Two opposing types of criticism of monetary policy There will always be those who claim, after the event, that things should have been anticipated - and not rarely that they themselves actually did so.", "One argument in the Swedish debate is that today's high inflation is an obvious result of the expansionary policy previously pursued by the Riksbank and many other central banks, during the rather long period when the problem was the reverse; that is, it was difficult to bring inflation up to the target level.", "It is certainly reasonable to assume that inflationary impulses from, for example, rising energy prices will more easily take hold if demand in the economy has been kept up by an expansionary policy than if it has not.", "But I find it difficult to push the argument further than that.", "Apart from the fact that there are already convincing explanations for the high inflation, it would require that a monetary policy that has had difficulty for years in bringing inflation up to the target would suddenly result in some kind of all-at-once effect, making inflation instead severely overshoot the target.", "Even though monetary policy works with long and variable lags, this would be an extreme example, with a very odd monetary policy transmission mechanism.", "In the Swedish debate there is also an almost opposite argument.", "This states that the high inflation is entirely due to the fact that the supply of commodities and production inputs has been affected by the pandemic and the war in Ukraine, and that it is therefore pointless and counterproductive for the Riksbank to try to bring inflation down again by raising the interest rate.", "If you only wait for a while, the effects on inflation will subside, and then it will fall back to the target by itself.", "But that is also a questionable argument.", "Inflation is not only due to supply-driven price rises, but has spread more widely in the economy.", "This has been partly due to an unexpectedly rapid increase in demand during the recovery after the pandemic.", "Various measures of underlying inflation, which capture such broader, trend movements, have risen sharply during the year.", "That price increases are broad-based is also underlined by the fact that they are visible in both goods prices and service prices (Figure 2).", "Inflation is therefore not transitory, in the sense that it falls back without monetary policy needing to react at all.", "Sometimes, one adds an argument based on the fact that when the Riksbank raises the interest rate, households' interest costs increase.", "This in turn means that the demands for wage increases will be higher, which eventually will lead to an even greater increase in inflation.", "This argument reverses the conventional reasoning: Monetary policy would then no longer affect inflation by influencing demand and inflation expectations, but by affecting interest expenditure - the higher the interest rate and interest costs, the higher the inflation rate.", "I find this way of reasoning unconvincing.", "It would mean that central banks would in future have to act in a completely new way, which is not supported in either economic theory or practical experience.", "It can also be noted that this argument was not put forward during the period when inflation was low - that is, that the Riksbank would then have needed to raise the interest rate in order to raise household interest costs and ultimately inflation.", "Temporary break from the low-inflation environment rather than lasting change?", "Before continuing, I would like to stress that, although much has happened in a short space of time, this does not change the conclusion in my speech a year ago - that fiscal policy and monetary policy need to interact in a better way than has been the case in recent decades.", "My reasoning then was based on the fact that the policy rate had for a long time been at, or very close to, its effective lower bound - a bound below which it is not possible to reduce the rate further or where the negative side-effects of doing so risk being very large.", "This development was due to the fact that the global real equilibrium interest rate had fallen for a couple of decades to a historically low level.", "This interest rate cannot be influenced by the central banks, but neither can it be ignored when setting policy rates - this is so as it is the distance between the policy rate and this normal interest rate that determines how expansionary or restrictive monetary policy is.", "As the real interest rate has fallen, the policy rate has had to be cut to ever-lower levels for each business cycle.", "When the policy rate has hit the lower bound, there are limited possibilities to use monetary policy to influence demand and inflation, and my point was that fiscal policy therefore needs to take on a more active role.", "The situation now is different, at least for the moment.", "Inflation is high and the lower bound for the policy rate is no longer a restriction on monetary policy.", "However, there may be other complications where fiscal policy can contribute to a better economic outcome.", "I shall return to this.", "It is also important to point out here that it is doubtful whether the global economic playing field has been substantially altered in the longer run by what has happened over the past year.", "In particular, it is difficult to see that the global real equilibrium rate would have been significantly affected.", "According to most estimates, it is expected to remain at a historically low level for the foreseeable future.", "Since it determines what policy rates the central banks can set in the longer term, this means that in a few years' time, when we have overcome today's high inflation, we may well be back in a situation where monetary policy once again has to deal with policy rates at the lower bound and inflation that is too low (Figure 3).", "One possible caveat here is linked to the fact that the West has for a long time been dependent on Russian energy and Chinese markets.", "Not least the pandemic and the war in Ukraine have shown that this dependence has made many companies and business operations vulnerable.", "It has therefore become increasingly common to think about how the dependence can be reduced and production made more robust.", "One way of doing this is through so-called reshoring, that is, moving businesses closer to home again.", "In that case, the globalisation that has contributed to dampening inflation over the last few decades would begin to roll back.", "This could mean that the 'headwind' that inflation has had for a long time is turned into a 'tailwind'.", "Although the global real equilibrium rate would remain low in the future, it does not need to become as common as it has been so far that central banks' policy rates are at the lower bound.", "However, it is difficult at present, when the geopolitical landscape is very uncertain and constantly changing, to say what the significance of reshoring will be for central banks' monetary policy and for the world economy more generally.", "Similarities with the 1970s But let us focus on the current situation.", "Inflation is now higher than at any point during the whole period we have had an inflation target.", "In that sense, it can be said that this is the first time that inflation targeting is put to the test in earnest 'on the upside'.", "In Sweden, inflation today is about the same as in the 1970s and 1980s, when average annual inflation was above 8 per cent (Figure 4).", "This is not the only similarity to that period.", "The high inflation at that time was triggered by similar factors to the high rate of inflation today.", "During the 1970s energy prices increased as a result of geopolitical unease and production disruptions in the Middle East, in a similar way as energy and commodity prices have now been pushed up in the wake of the pandemic and the war in Ukraine.", "An important explanation for the lastingly high inflation during the 1970s and 1980s was the expectations that economic agents had of future inflation.", "If households and companies expect inflation to be high going forward, this will affect the way that companies set their prices and the wage demands that households put forward.", "The inflation that results from the inflationary price-setting and wage formation confirms expectations and in turn affects the new expectations of future inflation.", "This gives a new round of effects on price-setting and wage formation, and the high inflation thus becomes a self-generating process.", "One reason why the high inflation was built into expectations among households and companies was that it was not sufficiently counteracted by the overall economic policy.", "Instead, this policy became systematically too expansionary.", "At that time, Sweden had a fixed exchange rate.", "The idea was that this would have a disciplinary effect on price-setting and wage formation: If Swedish prices and wages increased faster than prices and wages abroad, our competitiveness would weaken, exports would decline and unemployment would increase.", "However, the domestic inflation trend was nevertheless too strong.", "When prices and wages in Sweden rose faster than those abroad, it created expectations among economic agents that the resulting cost crises and unemployment would be mitigated by writing down the value of the krona, that is, through devaluation.", "The recurring devaluations then fulfilled the high inflation expectations.", "In addition, wage formation in itself was not functioning well because of shortcomings in coordination between the social partners.", "As the aim was to hold a fixed exchange rate, there was no real possibility to dampen the inflation trend through interest rate increases.", "Monetary policy needed to be focused on maintaining the chosen exchange rate relationship.", "Nor was fiscal policy sufficiently tight.", "This economic environment was a good breeding ground for lastingly high inflation.", "While the inflation trend in the United States, for example, was broken in the early 1980s in connection with a reorientation of monetary policy under the then head of the Federal Reserve, Paul Volcker, it was not broken in Sweden until the crisis in the early 1990s.", "Better designed frameworks provide good The challenge faced by the world's central banks today can be described, somewhat simplified, as preventing a repeat of the inflation experienced in the 1970s and 1980s by the current high inflation becoming entrenched in economic agents' expectations.", "As many things are different today compared to then, the conditions for meeting that challenge are quite favourable.", "After the crisis in the 1990s, major changes were made to the Swedish economic policy frameworks.", "Instead of defending a fixed exchange rate, the task of monetary policy would be to keep inflation low and stable.", "In January 1993, the Riksbank announced that an inflation target of 2 per cent would enter into force as of 1 January 1995.", "Gradually, the new order was confirmed through changes in the monetary policy framework.", "The price stability target was written into the law in 1999 and monetary policy decisions were delegated to an independent Executive Board.", "The Riksbank is therefore now in a much better position to take forceful action to counteract high inflation.", "Another facilitating factor is, of course, that the period of inflation targeting has meant that long-term inflation expectations are initially much better anchored than they were in the 1970s and 1980s.", "Fiscal policy, for its part, would focus considerably more than before on keeping public finances in good condition so as to maintain market confidence.", "The budget process was changed so that it would be easier to gain control over expenditure developments, while public net lending would, on average, be positive through the so-called surplus target.", "These changes have meant that fiscal policy no longer contributes in itself to persistently high inflation, as was the case in the 1970s and 1980s.", "Swedish wage formation was also changed and now works in a completely different way than in the 1970s and 1980s.", "One important reform was the so-called Industrial Agreement in 1997, which has meant that the manufacturing industry sets the benchmark for wage negotiations and ultimately steers wage costs in the entire economy.", "This functions as a brake in the system and reduces the risk of price-wage spirals.", "At the international level, the world's central banks have also reacted in a different way than in the 1970s.", "This is also largely due to changes in the monetary policy framework, which place more focus on keeping inflation low and stable.", "There have been discussions that policy rate increases have been too slow in some economies, and monetary policy has therefore fallen 'behind the curve'.", "However, the reaction has been relatively swift and, perhaps more importantly, relatively simultaneous (Figure 5).", "The fact that central banks have acted both relatively early and in unison should mean that there are good prospects for dampening global inflation.", "Risk of central banks going too far?", "However, there are those who argue that this more or less simultaneous and powerful response from the world's central banks is not necessarily a good thing, but that synchronisation could comprise a problem.", "The idea is this: Each individual central bank tends to focus on inflation in its own country and raise the policy rate to curb it.", "But inflation in each individual country is also affected by how high inflation is abroad, for example via import prices.", "The extent to which international inflation is affected by one's own increases in interest rates is not usually taken into account, since the effect is assumed to be negligible.", "To use an economic term, individual central banks do not internalise the effects of their own actions on international inflation.", "However, as all central banks raise their rates simultaneously, international inflation is dampened quite significantly.", "The results of not taking this effect into account could be that all central banks go a little further in their policy rate hikes than they need to.", "This in turn may lead to the whole world economy becoming weaker than necessary.", "This is an interesting hypothesis worth considering, although it is not easy to see how it could be taken into account in practical policy.", "Formal international coordination of monetary policy is probably not on the cards, and without this it is natural that each individual central bank continues to focus on inflation in its own country.", "But a positive interpretation is that if this is something central banks nevertheless have at the back of their minds, the risk of excessive interest rate hikes in individual countries is reduced.", "Easier communication when inflation is too high...", "The conditions are also favourable in terms of communication.", "As I stated earlier, it was not possible to use monetary policy for macro-stabilisation purposes in Sweden in the 1970s and 1980s, because the interest rate was directed at defending the fixed exchange rate.", "There was therefore, in principle, no monetary policy communication either.", "However, compared with the period we have gone through more recently, where it has been difficult to reach the inflation target from below, communication about monetary policy has in a way become easier.", "Everyone agrees that high inflation is a bad thing.", "You simply get fewer goods for the same amount of money when you go shopping and in that way you become poorer.", "This is something that is evident in everyone's day-to-day life.", "The fact that it is quite easy to explain that high inflation is problematic does not mean that everyone will be in favour of the interest rate hikes that are necessary to deal with the problem.", "In addition, if a period of weak economic development is required for inflation to return to the target, a specific challenge arises: One needs to explain that this is preferable to a development in which the high inflation rate will instead be lasting.", "Of course, this is not so easy as the public is aware of what has happened, but not of what could have happened.", "However, on the whole, I think most people have quite a lot of understanding that a central bank with an inflation target of 2 per cent cannot simply sit and wait for an inflation rate of around 10 per cent to fall back, without doing something about it.", "It was, of course, largely through this type of policy that high inflation could gain hold in the 1970s.", "That said, it is of course a question of judgement as to exactly how much the interest rate needs to be raised.", "I will come back to what the return to the inflation target might look like in different scenarios.", "... than when it is too low I feel that it has been more difficult to convey that it is equally problematic if inflation is persistently too low.", "During the period of low inflation, the Riksbank has been criticised from some quarters for trying to bring inflation up to the target of 2 per cent and therefore keeping the policy rate low, despite the fact that developments in the economy have otherwise been relatively good.", "Examples of arguments put forward are that the Riksbank should \"apply the target more flexibly\" and not \"chase tenths of a per cent\" of inflation.", "But this reflects a misunderstanding of what the Riksbank's motives have been as well as the purpose of the inflation target.", "It has never been a question of inflation having to be 2 per cent just for the sake of it, but because this is a way of ensuring that 2 per cent remains the long-term anchor for price-setting and wage formation in the economy.", "In the same way that high inflation risks affecting economic agents' long-term inflation expectations, too low inflation also risks doing so.", "Since nominal interest rates include compensation for inflation, these rates will on average be lower, the lower the average and expected rate of inflation is.", "Moreover, there is an effective lower bound for the policy rate, where the positive effects of further cuts cease and the negative ones begin to dominate.", "The combination of a low average interest rate and a lower bound for the policy rate means that the scope for cutting the interest rate will be limited.", "Monetary policy's ability to stimulate the economy in serious economic downturns, when this is really needed, will thus be reduced.", "The fact that monetary policy has sufficient scope to do this is of course important, but it is perhaps not something that people notice in their everyday lives, in the same way that they notice if prices rise in the shops.", "It is worth pointing out here, which I often and willingly do, that if one thinks that it does not matter that inflation on average is below 2 per cent and at the same time dislikes a zero or negative policy rate - which seems to be a fairly common combination of views - then these are two arguments that contradict one another.", "If average inflation is below 2 per cent, then a zero or negative interest rate will inevitably become even more common.", "As inflation today is far too high, this discussion has for the moment disappeared from the agenda.", "However, as I said earlier, it is not impossible that we might return to a situation in a couple of years where it will reappear.", "A good and a bad scenario The present economic policy frameworks thus provide favourable conditions for returning to the inflation target within a reasonable time perspective.", "And there is no doubt that the Riksbank has the tools required to achieve this.", "When it comes to raising the policy rate, there is no upper bound in the same way as there is a lower bound.", "Of course, interest rate hikes are associated with costs too, but the difficulties of bringing inflation back to the target are not about binding restrictions but about how quickly this can reasonably be achieved.", "Even if considerable strains might be imposed on the real economy during the process, there is no doubt that we will do what is necessary to meet the inflation target.", "This has to do with the fact that the development of the Swedish economy further ahead would be even worse if high inflation were allowed to become entrenched - we know this from experiences both in Sweden and in other countries.", "The question is not, therefore, whether inflation will return to the target, but how it will happen, and how the Swedish economy will develop during this process.", "It can be painful, but it can also be relatively smooth.", "How well the Swedish economy in general develops depends on the interaction between different agents.", "This is an insight that I think has become somewhat neglected, and that was the reason for the speech I held a year ago on the division of roles between fiscal and monetary policy.", "But it is not just a question of the macroeconomic policy mix.", "It is about a broader interaction, involving many economic agents.", "Let me describe how inflation can be brought back to the target in a favourable scenario.", "In principle, it is the Riksbank's current forecast that I am describing, but without numbers and in more general terms.", "The increases in the policy rate that the Riksbank has made, and expects to make, contribute to the fact that inflation will start to decline in 2023.", "Also contributing to this is that factors causing restrictions on supply, and temporarily pushing up commodity prices, are fading away, and that international inflation is being curbed by central banks raising their policy rates.", "The economic agents trust that the high inflation rate is temporary and will return to the target fairly soon.", "The longer-term inflation expectations will thus remain anchored at 2 per cent.", "Wage increases and the Industrial agreement benchmark are based on the assumption that the inflation target will continue to apply in the future, despite the temporary rise in inflation.", "Companies are refraining from excessive price increases, which risk giving rise to compensatory wage increases that increase their costs, and which force the Riksbank to raise the policy rate further, which will drive their costs up even more.", "In turn, fiscal policy focuses on targeted support to households and companies that suffer particularly badly in the poorer times that can hardly be avoided going forward.", "In such a scenario, the inflation target will be able to continue to provide a basis for a long-term favourable development in the Swedish economy, without very large policy rate hikes by the Riksbank (Figure 6).", "In a bad scenario, the opposite happens.", "Interest rate hikes will be insufficient and economic agents start to doubt that inflation can return to the target in the foreseeable future.", "This leads to the longer-term inflation expectations in the economy rising.", "Wage increases are based on inflation being more permanently high, and in this situation companies do not see any major problems with continuing to raise prices - a price-wage spiral like the ones in the 1970s and 1980s starts.", "Fiscal policy focuses on broad-based support rather than on more targeted measures.", "This drives up aggregate demand in the economy as a whole and contributes to the high inflation rate becoming entrenched.", "Here, the interaction between fiscal policy and monetary policy again becomes inadequate.", "To curb inflation, the Riksbank must raise the policy rate considerably more than we now expect.", "Since households and companies are heavily indebted, this can have very significant negative repercussions.", "Even in such a worse scenario, inflation will eventually return to the target, but it will take longer and be considerably more painful for everyone in Sweden.", "Of course, it is not necessary for all of this to go wrong to cause a bad scenario with more permanently high inflation.", "It is enough that some of it does.", "Interaction important even when inflation is too high Let me round off.", "I often point out that the inflation target is not just the Riksbank's target but is a target for society as a whole.", "Of course, it is the Riksbank that is appointed to attain it, but how well this succeeds is of great importance from a much broader economic perspective.", "There is strong political support for the inflation target, which, in turn, is based on the conviction that the economy simply works better with a specific, low and stable inflation rate.", "The development we have had since the introduction of the target also indicates that this is indeed the case (Figure 7).", "Over the past decade it has become clear that a system where responsibility for the inflation target is seen as entirely resting with the Riksbank, and not as something which agents in general should support, can be problematic.", "This was evident during the long period when the Riksbank's policy rate was close to the lower bound, and the Riksbank also supplemented its policy with other measures such as asset purchases, but it was nevertheless difficult to bring inflation up to the target.", "This was not a specifically Swedish phenomenon, but a problem that many advanced countries wrestled with.", "Monetary policy in isolation was simply not enough.", "It needed support from other policy areas and agents, who, whether they like it or not, also play a role in the development of inflation.", "And although we now have well-designed frameworks in place for different policy areas, this in itself is not always sufficient to ensure a good economic outcome - the frameworks must also work together and result in a meaningful whole.", "A lot has certainly changed in a year.", "Inflation has risen substantially around the world, and central banks have raised their policy rates quickly and quite a lot.", "The problems with the lower bound for the policy rates and too low inflation have therefore disappeared from the agenda at the moment.", "However, as I have noted, it is far from clear that the global economic playing field has changed in any profound way in the longer run.", "Above all, there is a great deal to suggest that the global real equilibrium interest rate remains at a historically low level.", "It is therefore possible, perhaps even likely, that these problems will reappear in a few years' time.", "But perhaps my most important message today is that there is a need for interaction between different agents in the economy also when inflation is too high, as it is today.", "It is true that the policy rate is not restricted upwards in the way that it is downwards - it can be raised without it hitting any ceiling.", "But even if there is no such restriction on raising the policy rate, the problems gradually increase the higher the policy rate has to be raised to bring inflation back to the target.", "It is therefore not a question of whether inflation will be able to reach the target at all, but of how large the cost will be for the Swedish economy in the short term to attain this.", "The better the interaction, the smoother the slowdown in inflation will be.", "If we really see the inflation target as a macroeconomic target that provides favourable prerequisites for a good long-term economic development, such interaction should be both possible and desirable to achieve.", "Auclert, Adrien, Hannes Malmberg, Frederic Martenet and Matthew Rognlie (2021), \"Demographics, Wealth, and Global Imbalances in the Twenty-First Century\", NBER Working Paper 29161.", "Calmfors, Lars, John Hassler and Anna Seim (2022), Samspel för stabilitet - en ESO-rapport om rollfördelningen mellan finans- och penningpolitik, (Interaction for stability - an ESO report on the division of roles between fiscal and monetary policy), report to the Expert Group for Public Economic Studies.", "Jansson, Per (2020) \"Thoughts on the need for changes to inflation targeting\", speech at Handelsbanken, 16 December.", "Jansson, Per (2021), \"Is it time to review the division of roles in macroeconomic policy?\"", "speech at Sveriges Riksbank on 8 December.", "Obstfeld, Maurice (2022), \"Uncoordinated monetary policies risk a historic global slowdown\", blog post, Peterson Institute for International Economics, -economic-issues-watch/uncoordinatedmonetary-policies-risk-historic-global-slowdown.", "Different inflation developments than forecasters expected in January Annual percentage change Range of other forecasters' MPR Feb 4 4 Jan-20 Jul-20 Jan-21 Jul-21 Jan-22 Jul-22 Jan-23 Jul-23 Note.", "Refers to forecasts based on outcomes for the CPIF up to and including December 2021.", "The range shows the dispersion between highest and lowest estimates of other forecasters.", "Sources: Statistics Sweden, individual forecasters and the Riksbank.", "A broad rise in inflation - not just rising energy prices Sub-index in the CPIF Measures of underlying inflation Note.", "The range in the figure on the right shows the highest and lowest outcomes among seven different measures of underlying inflation.", "Policy rates are eventually determined by the global real equilibrium Source: The Riksbank.", "Inflation is measured as the CPIF and before 1987 as the CPI excluding interest rates.", "Central banks have reacted relatively quickly and unison Policy rates Increases so far this year BoC FED BoE RB ECB NB Note.", "Per cent and percentage points.", "Sources: National central banks.", "In a good scenario, the Riksbank does not need to make very large interest rate hikes Real policy rate Nominal policy rate Note.", "The real policy rate is the Riksbank's expected real interest rate, calculated as a quarterly mean value of the Riksbank's policy rate forecast one year ahead minus the inflation forecast (CPIF) for the corresponding period.", "As the real interest rate is a forward-looking variable, the outcomes are also based on forecasts.", "The outcomes are calculated on the basis of the most recently published forecasts at that point in time.", "Source: The Riksbank.", "Favourable development during the inflation-targeting period Yield differential against Germany Real wages Note.", "The interest rate differential against Germany is for 10-year government bonds.", "Real wages are deflated with CPI and the dot refers to the outcome for Jan-Sep 2022.", "Sources: Macrobond, the National Mediation Office, the OECD, Statistics Sweden and the Riksbank."], "classifications": ["none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic policy", "Interest rate", "Central bank", "Fiscal policy", "Economic growth", "Inflation target", "Economic stability", "Macroeconomic framework"]}