{"sentences": ["Dr. Diokno already described the economy.", "What I will now explain is why we have raised policy rates by 175 bps.", "Does the central bank even care about growth?", "The answer is it does care about growth, but it cares even more about its inflation-targeting mandate.", "In the long run, it's actually good for the government since you can issue longer-term bonds if everybody believes in the inflation forecast.", "The overall belief in the Philippines is that inflation targets are missed in the Philippines because of external and supply shocks, for which policy rates are not the most effective tools.", "So why did we raise rates?", "The first answer to that question is we would have raised it anyway as part of our normalization.", "When the economy was recovering, we were very aggressive in making sure that the pandemic did not [cause the economy to] contract more than [what could have been] generated by the lockdowns.", "We brought down the policy rate to 2 percent.", "I've been with Monetary Board for 11 years; 3.5 percent is, more or less, the normal policy rate.", "That's not surprising since the midpoint of our inflation target is 3 percent, so it's only logical that we have a positive, real policy rate.", "Of course, the pandemic changed everything - we went to a 2 percent policy rate, lent P600 billion to the national government interest-free, and then, we saw markets panicking and fleeing to cash because of the uncertainty.", "In other words, markets were going in the \"wrong\" direction.", "The pandemic is expected to reduce capex and make people want to save more.", "The \"correct\" reaction of the market should have been to lower interest rates, but they were fleeing to cash because of the sense of uncertainty, To ease further upward pressure on interest rates, we purchased a trillion pesos of bonds from the secondary market.", "In relation to our balance sheet of P4.5 trillion, that's quite big.", "All along, we had an exit plan.", "It was [supposed] to be a gradual liftoff of rates - probably starting the last three months of the year.", "[But] we were surprised by developments in the US.", "We were surprised by the movements in commodity prices due to the Ukraine war.", "These were not part of our forecast.", "Thus, our exit came sooner and bigger [than expected].", "We started with two 25 bps, an off-cycle 75 bps, and then another 50 bps.", "If you compare us with Thailand and Indonesia, we are among the central banks in Southeast Asia that was the most aggressive.", "If you look at it relative to the original exit plan, we would have done at least 100 bps anyway, but [we] could have done it in the last half of the year.", "In reality, the policy rate is still quite supportive of growth.", "Indeed, this is happening when there are no lockdowns.", "When you look at Google Mobility indices, you can see [the improvement].", "In the BSP, our COVID numbers, we noticed, and this is exactly the same [trend] as the rest of the nation: low hospitalization.", "Our source of confidence that growth will take place is, first, that people have learned to live with the virus, and second, vaccinations and previous infections make them more resilient.", "The fact that the virus affects the upper respiratory tract rather than the lower makes it more transmissible but less deadly.", "In that context, we are quite optimistic that [economic] growth is taking place.", "Why the surprise [slower-than-expected growth] in Q2 2022?", "I was personally expecting 8 percent; what happened was much lower.", "If you look at growth from a seasonally adjusted quarter-on-quarter basis, we're on a slight reduction.", "The answer has nothing to do with the virus; it has to do with the fact that when people are spending lots more of their money on transportation and electricity, they have less money for other things.", "That is what the data shows.", "When you take out essentials from consumption, what remains is non-essential.", "The growth of non-essentials already expanded to pre-pandemic levels and is now low again compared to pre-pandemic levels.", "The slower growth is not due to monetary policy; it's due to the fact that between driving less, using less electricity, being less likely to go to restaurants [as people have less to spend after spending for non-discretionary items], the economy would slow down.", "The slow economy is due to the high cost of imports and, unluckily, the high cost of some local agricultural products, [which] has reduced money for discretionary spending.", "This, together with the policy rate increases, give us an even more chance of seeing below 4 percent inflation next year.", "Our policy rates are not in response to the current inflation per se; they are forward-looking because we take very seriously our inflationtargeting mandate.", "If inflation is high next year, this would not be due to external supply shocks anymore but due to second-order effects.", "We notice, for instance, that wages are rising and transport fare petitions.", "There's very little we can do about this.", "But absent other shocks, we expect inflation to be below 4 percent next year and closer to 3 percent than to 4 thereafter.", "My point is we did not take away growth [with our tightening].", "What we did was create bigger growth opportunities next year and the next.", "The other way to look at it is: we might have lost a little bit of output this year, but if we had postponed our actions, we would have lost more in the following years because the pressure to raise rates would have been even greater if we had not acted on inflation this year.", "In Tagalog, mas mabuti ang maaga kaysa magaling.", "Don't see our moves as being anti-growth.", "We're actually laying the groundwork for better growth in the coming years.", "Another point: our banks are in a good position to absorb losses: there's enough provisioning, and capitalization is quite high - much higher than what's required.", "Not all non-financial corporates are healthy, but that's the very nature of capitalism.", "In any distribution of firms in any capitalist economy, some will be doing much better or worse than average, but on average, [the banks are] quite strong.", "In my experience with the Monetary Board, never were we told by the government that our policy rate was too high.", "Never were we told by the government to be gentle to a bank.", "The independence of the central bank is well understood by authorities, most of all by the current Secretary of Finance."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation targeting", "Policy rate increases", "Economic growth", "External shocks", "Normalization", "Inflation forecast", "Market reaction", "Monetary policy", "Central bank independence", "Financial stability"]}