{"sentences": ["Vielen Dank für die Einladung, die Rede beim Bundesbank Euro Finance Week Dinner 2022 zu halten.", "I have been eagerly looking forward to speaking here for a long time now indeed ever since the summer of 2021, when I first received the kind invitation to speak at the Euro Finance Week Bundesbank dinner planned for last year.", "The pandemic got in the way of that, but as a testament of how long-standing my readiness to speak to you is, I still have my preparatory notes for the 2021 event.", "A year ago, I intended to remind you that the rebound in the economic recovery was increasingly advanced and would firm over the medium term as pandemic-related constraints on spending are removed.", "I might have said that while higher inflation would last longer than we at the ECB anticipated before, it would fall below our 2% target and only gradually revert back to target in the medium term.", "Indeed, these were some of the main considerations when assessing the macroeconomic outlook in the euro area exactly one year ago.", "How that picture has changed, especially since Russia's unprovoked invasion of Ukraine on 24 February.", "Current economic and monetary policy outlook Today, a mild recession in the euro area around the turn of the year is quite plausible, as ECB President Christine Lagarde recently highlighted.", "Today, we face euro area inflation that continues to be far too high, having reached double digits in October.", "Today, long-term interest rates in the euro area are around 2.5 percentage points higher than when I was first due to speak to you last year.", "Today, as Bundesbank President Joachim Nagel said just last week, - \" muss die Geldpolitik auf der Hut sein \".", "Monetary policy must be on its guard.", "And monetary policy is not just on its guard but is taking action.", "The increase in interest rates reflects several steps in the monetary policy normalisation which the ECB started in December 2021.", "These were the phasing-out of our pandemic support measures, the subsequent full phasing-out of our net asset purchases, and three consecutive policy rate hikes across our July, September and October monetary policy meetings totalling an unprecedented 200 basis points.", "Today, it is not evident that the observed turn in macroeconomic sentiment will substantially alter the inflation outlook, even if a mild recession were indeed to materialise.", "Against this backdrop, we have communicated that we will continue to promptly withdraw monetary policy support and move policy rates further to a level that is consistent with inflation reverting back to our 2% target in the medium term.", "While policy rates remain our main instrument for steering monetary policy, we have made clear that we are ready to adjust all our instruments to maintain the consistency we need in our monetary policy to achieve our primary objective of price stability.", "Datadependent, going meeting-by-meeting.", "Heute wie auch morgen und übermorgen bleibt die Geldpolitik auf der Hut und handlungsbereit.", "Banking supervision when macroeconomic tides are shifting- As both an ECB Executive Board member and the Vice-Chair of the ECB's Supervisory Board, I am particularly interested in how banks adjust to the shifting macroeconomic tides.", "Higher interest rates as such are generally good news for banks because - after a decade of exceptionally low interest rates - they improve profitability.", "Indeed, euro area banks performed well in the first half of the year as their net interest income increased steadily, a trend that most analysts expect to continue in the near term as further monetary policy normalisation takes hold.", "Yet, even if the expectation of improved profitability for the median bank comes true in the near term, not all banks are expected to benefit equally from the increase in interest rates.", "More importantly, banks and we as supervisors need to be mindful that the increase in interest rates does not occur in isolation.", "It is part of the increasingly daunting and uncertain macroeconomic environment that I have just outlined - an environment that differs from previous downturns in the last two decades in that it is largely characterised by an economy running into constraints.", "In such an environment, it would not be appropriate to expect fiscal and monetary policy to support the economy by sustaining demand.", "This combination of factors is one of the many good reasons why the Chair of the ECB's Supervisory Board, Andrea Enria, has recently insisted that, even if balance sheets are sound and profitability is favourable, it is still better to be safe than to be sorry in banking supervision, especially in the current uncertain macroeconomic circumstances.", "-and underlying currents are firming Moreover - while the macroeconomic tides may have changed, many of the structural challenges facing banks have not.", "Indeed, the underlying currents which banks were already affected by last year, are still very much present.", "In fact, important currents have even firmed with the change in tides.", "This becomes very clear if we look at the consequences of the ongoing climate and environmental crises.", "Another year has passed, and we have further confirmation - not that any was needed - that heatwaves, floods, droughts and environmental degradation are on the rise.", "The low water levels in the Rhine this summer - for decades a moniker for a successful social economic model that has inspired the very objectives of the European Union - show how traditional sources of economic welfare are being upended by the climate crisis.", "At the same time, Russia's terrible war against Ukraine has hardened the EU's determination to make progress with the energy transition.", "It's true that, in the very near term, the energy crisis will lead to an increase in the use of non-gas fossil fuels.", "Nevertheless, the likelihood of a transition towards a low-carbon economy consistent with the EU's commitment to reaching net-zero by 2050 has increased.", "The main message from this should be clear.", "And it's identical to what I had in my notes for last year, though I will express it even more forcefully today.", "Climate-related and environmental risks are a source of financial risk.", "Even if the exact outcome is uncertain, a combination of physical and transition risks from the ongoing crises will materialise.", "And with global temperature increases drawing ever closer to 1.5 degrees above pre-industrial levels, and the world being on track for a 2.8-degree increase by the end of the century, these risks are increasingly likely to materialise in a disruptive fashion.", "We need banks to manage these risks, in line with the expectations for sound risk management practices that we have published in a supervisory guide in 2020.4 Two weeks ago, we published the results of a thematic review of how banks manage climate-related and environmental risks.", "This is the first time that our core banking supervision teams - the Joint Supervisory Teams - have thoroughly assessed banks' risk management practices in this area.", "Their findings show that, even though banks are starting to manage these risks by putting the basic infrastructure in place, they still have a long way to go to be truly resilient to the climate and environmental crises.", "For example, they lack granular information on these risks, and their methodologies for assessing their risk exposures remain relatively unsophisticated.", "And as supervisors we are concerned about banks' ability to successfully execute their plans, as most of their implementation practices are not sufficiently effective.", "Against this backdrop, we will continue to scale up our supervisory activities on climaterelated and environmental risks.", "We expect banks not just to be able to manage these risks in full by the end of 2024 at the latest, but to actually be so.", "This means that by then they will need to be in full compliance with all the supervisory expectations we set out in 2020.", "We have also set intermediate deadlines for them to reach specific milestones, and we have shared the good practices among banks derived from our thematic review.", "At the same time, we have made banks aware of the supervisory consequences they will face if they fail to meet their climate and environmental risk management responsibilities.", "Deadlines will be closely monitored and, if necessary, enforcement action will be taken.", "The case for maintaining prudence While the prevailing macroeconomic tides and the inescapable currents of the climate and environment crises may have different causes, they nevertheless have something important in common.", "Even if we broadly understand their main characteristics and transmission channels from a qualitative perspective, the models that are being used to inform decision-making may be subject to pitfalls when quantitatively identifying and assessing the associated risks of the current environment.", "This is especially true when assessing the configuration of tides and currents in conjunction, in other words, when assessing how the macroeconomic environment and the climate and environmental crises interact.", "Importantly, this applies both to the projection models that official institutions use to inform policymaking - as the ECB does in its monetary policy - and to the internal models that banks use to assess risk exposures.", "And while we can certainly draw lessons from historical episodes of low growth, high inflation, increasing interest rates and structural transformation, very few policymakers, supervisors or bank executives have hands-on experience of navigating this set of circumstances.", "Experiences during the pandemic with historically low defaults will also not be representative for the present downturn because of the unprecedented role that monetary and fiscal policy support played during the pandemic.", "Indeed, the health and resilience of banks has increased significantly as they have built on the regulatory reforms and supervisory efforts that followed the great financial crisis.", "This has enabled them to support households and firms through the economic hardships stemming from the pandemic.", "We need banks to be able to do the same in the context of the current macroeconomic and climate challenges.", "We want banks to thrive.", "And we need them to play their role in the economy, now and in the future.", "This is why we continue to push them to assess whether their risk management tools and practices are still fit for purpose, and to improve them where necessary.", "And it's why we insist that banks should remain prudent and not take favourable developments in net interest income for granted.", "As banking supervisors, much of what we have to do echoes the mindset of monetary policymakers.", "We have to remain on our guard.", "We are committed to delivering on our mandate of keeping the banking system safe and sound.", "We will make sure that the banks under our supervision remain mindful of and resilient to the risks that may emerge.", "And we will use all the instruments at our disposal.", "This goes beyond our formal supervisory measures.", "It means that, in our ongoing supervisory interactions with banks, we will be perceptive with our eyes, receptive with our ears and - whenever necessary and appropriate - insistent with our mouths and intrusive with our presence and through our actions.", "To make sure that my future speaking notes can continue to refer to healthy and resilient banks in the euro area, irrespective of the tides and currents that come to our shores.", "Vielen Dank für Ihre Aufmerksamkeit.", "Lagarde, C. (2022), \"Monetary policy in a high inflation environment: commitment and clarity\", lecture organised by Eesti Pank and dedicated to Professor Ragnar Nurkse, Tallinn, 4 November.", "(2022), \" Die Pandemie und ihre ökonomischen Auswirkungen \", speech at the Wirtschaftsclub Karlsruhe, 10 November.", "(2002), \"Better safe than sorry: banking supervision in the wake of exogenous shocks\", speech at the Austrian Financial Authority Supervisory Conference 2022, Vienna, 4 October.", "ECB Banking Supervision (2020), \" Guide on climate-related and environmental risks \", November.", "ECB Banking Supervision (2022), \"Thematic Review on Climate and Environmental Risks 2022 - Final Results\", 2 November."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest rates", "Climate change", "Monetary policy", "Banking supervision", "Economic outlook", "Financial risks", "ESG", "Macroeconomic environment", "Resilience"]}