{"sentences": ["December 7, 2022 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Nagano NAKAMURA Toyoaki Member of the Policy Board I.", "Economic and Price Developments at Home and Abroad A.", "Recent Developments and Outlook for Economic Activity and Prices I will begin my speech by talking about recent developments in economic activity and prices.", "Overseas economies have recovered moderately on the whole, but slowdowns have been observed, mainly in advanced economies (Chart 1).", "The U.S. and European economies have slowed somewhat, reflecting a surge in inflation and a continued rise in policy rates.", "In Europe, the situation in Ukraine has continued to have an impact.", "The Chinese economy has recovered from being pushed down as the impact of lockdowns implemented around spring 2022, such as in Shanghai, has generally dissipated.", "However, the economy has not been sufficiently firm, as COVID-19 cases have started increasing again amid the government's continued zero-COVID policy, the real estate market has long been sluggish, and there has been prolonged high unemployment among young people.", "Emerging and commodity-exporting economies other than China have picked up on the whole, albeit with weakness seen in part.", "Against this background, and despite being affected by factors such as high commodity prices, Japan's economy has picked up as the resumption of economic activity has progressed while public health has been protected from COVID-19.", "In the corporate sector, exports and production have increased as a trend, with the effects of supply-side constraints waning, and corporate profits have been at high levels on the whole.", "In this situation, business fixed investment has picked up, although weakness has been seen in some industries.", "In the household sector, private consumption has increased moderately, particularly for services consumption, with the employment and income situation having improved moderately and with support from pent-up demand.", "Meanwhile, the year-on-year rate of change in the consumer price index (CPI) for all items less fresh food, or core CPI, has increased to 3.6 percent for October 2022, due to rises in the price of such items as energy, food, and durable goods (Chart 2).", "Japan's economy is likely to recover, with the impact of COVID-19 and supply-side constraints waning, although it is expected to be under downward pressure stemming from high commodity prices and slowdowns in overseas economies.", "Thereafter, Japan's economy is projected to continue growing at a pace above its potential growth rate as a virtuous cycle from income to spending advances on the back of the strengthened momentum for wage hikes and progress in the resumption of economic activity.", "Meanwhile, the year-on-year rate of change in core CPI has been increasing.", "From the turn of 2023, the rate of increase is expected to decelerate with a smaller contribution to core CPI of rises in the price of such items as energy, food, and durable goods (Chart 3).", "Risk Factors for Economic Activity and Prices The outlook just described is subject to a number of uncertainties; specifically, I am particularly attentive to the following two factors.", "The first is developments in both overseas economic activity and prices and in global financial and capital markets.", "Significantly high inflation continues due not only to a surge in global demand on the path to recovery from the pandemic, but also to the effects of supply-side constraints and Russia's invasion of Ukraine.", "In response, central banks have been raising policy rates sharply to contain high inflation, at the risk of economic slowdown.", "On the other hand, financial markets have been nervous due to some concern about consistency between monetary policy and fiscal policy, and also because of the difficulty in accurately measuring monetary tightening effects as there is a time lag between policy decisions and the materialization of their effects.", "In the United States and the euro area, policy rates have been raised substantially during 2022, by 3.75 percentage points and 2.0 percentage points, respectively.", "However, the latest rate of increase in consumer prices was 7.7 percent in the United States and 10.0 percent in the euro area,1 both remaining well above target.", "This has led markets to expect further policy rate hikes.", "There is thus concern that it may become difficult to strike a balance between the containment of inflation and the sustainability of economic growth, depending on the degree of cumulative impact of substantial policy rate hikes.", "If this concern grows, there is a possibility that global financial and capital markets will tighten unexpectedly through adjustments in asset prices and foreign exchange rates and through capital outflows from emerging economies.", "This possibility must be borne in mind.", "The second factor is geopolitical risks and developments in the price of commodities, including grain.", "Uncertainty remains very high regarding geopolitical factors such as the situation in Ukraine.", "There is concern that, if the price of commodities, including grain, rises or remains high for a prolonged period, this could put further downward pressure on domestic and overseas economies.", "Given that Japan is a commodity importer, and its energy self- sufficiency rate is the second lowest among 36 OECD countries,2 the increased trade losses due to higher commodity prices have put significant downward pressure on the economy (Chart 4).", "It takes some time for the impact of losses from trade to materialize as a decline in demand.", "Thus, depending on developments in the price of grain and other commodities, there is a risk that private consumption and business fixed investment may become lower than expected.", "Some point out that, in addition to widespread price rises in October 2022 caused mainly by higher prices for imports such as grain and other commodities, a spate of price rises is projected for February and March 2023.", "Higher inflation will put downward pressure on households' real income, but how much it declines depends on the growth rate of nominal wages.", "In this sense, as I will elaborate later, the crucial factors are how sufficiency is increased and to what degree firms raise wages; I am thus closely monitoring wage revisions for spring 2023. the future course of energy policy and II.", "Conduct of Monetary Policy Let me now turn to my basic view on the conduct of monetary policy for the immediate future, based on the economic and price developments I have just described.", "In view of Japan's present economic conditions, I consider it necessary for the Bank of Japan to persistently continue with monetary easing, primarily for two reasons.", "The first reason is that Japan's economy is still on its way to recovery from the downturn brought about by the pandemic.", "Japan's real GDP was positive for three quarters in a row from the October-December quarter of 2021, but it turned negative in the July-September quarter of 2022, remaining below the 2019 average level (Chart 5).", "Having experienced deflation over roughly a decade and a half, Japan's economy suffered from the \"three excesses\" in employment, production capacity, and debt.", "This engendered a strong \"defensive mindset\" and led to an economy characterized by low growth, low inflation, and low wage growth.", "Due to this defensive mindset, Japan was slow to respond to changes in the economic environment caused by the pandemic, compared with the United States and Europe.", "I consider this to be one of the reasons for the delayed recovery in Japan's economy.", "The output gap, which captures the utilization of labor and capital, has also been consistently negative since the April-June quarter of 2020 (Chart 6).", "Tightening monetary policy when demand remains insufficient compared with supply capacity would put significant downward pressure on the economic activity of firms and households, and could draw Japan's economy back into deflation.", "The second reason I believe the Bank should continue with monetary easing is that the current price rises have not been accompanied by wage growth.", "Let us compare price developments in Japan with those in the United States and Europe.", "Services prices have been increasing while the hourly wage growth rate is in the range of 4.0-6.0 percent in the United States and 3.0-4.0 percent in the euro area.", "The inflation rate excluding energy and food remains at a high level -- 6.3 percent for October 2022 in the United States and 5.0 percent for November in the euro area.", "This has prompted central banks to continue to make rapid policy rate hikes in an effort to prevent a wage-price spiral.", "In Japan, the inflation rate excluding fresh food and energy has indeed risen, to 2.5 percent for October.", "The breakdown shows that the inflation rate for services -- which account for more than half of the total price increase, and in which wages make up a large proportion of costs -- has increased but is still below 1 percent.", "In my view, concern about a wage-price spiral in Japan is far from warranted.", "I consider continued accommodative monetary policy to be essential to support firms' initiatives as Japan's economy recovers from the pandemic and to develop an environment conducive to wage rises necessary for the sound development of the national economy.", "Japan's Economic Growth To achieve the 2 percent price stability target in a sustainable and stable manner and realize sustainable economic growth, it is essential that wages rise in tandem with economic growth.", "However, this expected situation has not yet been realized as Japan's economy has long been mired in a state of low growth, low inflation, and low wage growth.", "In what follows, I will first touch on issues currently facing Japan's economic and wage structures, which are different from those of the United States and Europe.", "I will then turn to a discussion of three types of dynamism -- that of firms, employment, and household financial assets -- that I believe to be indispensable to a renewed strong growth of Japan's economy, based on my own experience at a private firm.", "Economic and Wage Structures in Japan There are three major characteristics of Japan's economic and wage structures that strike me as needing to change.", "The first is the excessively defensive mindset in Japanese society.", "Since the bursting of the bubble economy in the early 1990s, the successful experience of cutting costs to weather rapid deterioration in the business environment conjoined with the experience of low growth brought about by deflation has reinforced a defensive mindset in the overall economy.", "In my view, this has caused delays in firms' measures to boost their earning power, including the \"investment in people\" needed for sustainable growth and the channeling of management resources into highly productive businesses.", "Management emphasis on cost cutting is prone to maintain unproductive businesses to retain employment, and cost structure reforms do not necessarily translate into greater productivity or higher added value.", "This has engendered excessive competition among firms in Japan and seems to have led to a decline in the competitiveness of Japan's industry as a whole.", "In fact, Japan ranks last among the Group of Seven (G7) countries in terms of labor productivity (Chart 7).", "The second characteristic is low economic metabolism.", "Given the expectation of lifetime employment and seniority-based wages, it is likely that many Japanese firms have perceived raising wage levels as a management risk in terms of business continuity, and have thus put priority on suppressing wage levels.", "Moreover, given the practice of lifetime employment, I sense that workers, fearing job loss due to corporate bankruptcy, have also developed a stronger desire for employment stability than for wage increases.", "Amid these economic and wage structures, job-switching rates and business entry and exit rates in Japan have been in the range of 3.0-6.0 percent, remaining low compared with the United States and Europe (Charts 8, 9, and 10).", "Prices have not risen due to 30 years of stagnant wage levels and to households' sluggish purchasing power (Charts 11 and 12).", "Consequently, Japan's economy has fallen into a state of low growth, low inflation, and low wage growth.", "The third characteristic that I think needs transforming is the response to changes in the economic environment.", "Since the 1985 Plaza Accord, in response to a rapidly appreciating yen, firms' efforts have been directed at building global supply chains.", "The industrial structure has changed from that in the Showa Era when industrial clusters were formed in an export- oriented country.", "Meanwhile, small and medium-sized firms in industrial clusters that have benefited from overseas economic growth have been exposed to competition from overseas firms within Japan as global supply chains have taken shape.", "They have also faced a deterioration in the country's energy self-sufficiency since the Great East Japan Earthquake in 2011, and a rise in energy costs (Chart 4).", "These factors have caused small and medium- sized firms to see their profitability decline.", "This has led them to put off \"investment in people\" and investment for higher growth, which I think is one factor behind the slump in productivity.", "If Japan's economic and wage structures remain as they are, it will forestall progress in moving human capital to highly productive sectors so as to place the right people in the right jobs across the country and will keep wage levels stagnant.", "As there is no magic wand that will enable Japan to regain its growth potential, it is crucial that Japan's economic and wage structures are brought closer to those of other advanced economies, where wages rise in tandem with economic growth.", "To this end, it is vital to enhance energy self-sufficiency, facilitate initiatives by small and medium-sized firms to boost their export capabilities through joint support from industry, academia, government agencies, and financial and to move ahead with reform efforts to improve productivity (Chart 13 gives a simplified representation).", "Improving Labor Productivity through Corporate Dynamism Achieving the continuous wage increases needed for the economy to grow in a sustainable manner will require improvements in labor productivity to generate added value, which is the source of wage growth.", "In this regard, it is vital that firms raise their capital equipment ratio and improve the quality of labor by means of business fixed investment and \"investment in people,\" including wage increases.", "I expect labor market conditions to grow tighter, especially as the economy recovers from the pandemic.", "Therefore, boosting the capital equipment ratio through labor-saving and efficiency-improving investment is likely to be a pressing issue.", "The key to raising labor productivity is to generate new added value through innovation driven by various types of investment, including research and development (R&D) investment, or a combination of various investments.", "Japanese firms have typically excelled at process innovation, under a product-oriented business model that centers on products and services they could bring to the market under their existing frameworks and on relevant pricing strategies.", "However, a different approach is called for in the so-called VUCA era,3 in which high value is generated by human resources and other intangible assets and growth entails risk.", "In the United States and Europe, to create products and services that anticipate customer needs based on a market-oriented approach, firms have undertaken business reforms to transform their existing frameworks and shift business resources to growth areas.", "Japan has lagged behind in this regard, which I believe has led to an innovation deficit.", "An international comparison of the proportion of firms that launched new products and services shows that Japan ranked lowest among major advanced economies -- notwithstanding that the data are taken from slightly old research (Chart 14).", "Firms with price-to-book ratios of less than 1 account for 3 percent of all listed firms in the United States and 18 percent in Europe, but 43 percent in Japan, indicating a low assessment of their capacity to generate earnings.", "My hope is that the rising sense of urgency among management or business owners will spur innovation among Japanese firms.", "Furthermore, to bring about innovation, it is vital to shift business resources to higher- productivity businesses and sectors because there is an upper limit to such resources in Japan as a whole.", "Since startups have fewer constraints than large firms, they are particularly called on to take a leading role in the country in launching and scaling up new businesses that go beyond existing businesses.", "Moreover, in addition to coping with the weak yen environment, there is recently a growing awareness among firms of the need to restructure supply chains - - by, for example, creating multiple chains -- from the perspective of economic security and business continuity.", "I think that firms' shift back to domestic production will thus be an important business strategy.", "In this respect, the key to promoting domestic investment lies with the growth of startups and small and medium-sized firms that are targeted for such investment.", "Nevertheless, the reality in Japan is that startups with innovative technologies and business models often lack business resources -- namely, people, goods, money, and networks -- which prevents them from growing significantly.", "There are 644 unicorns (private startups valued at over 1 billion U.S. dollars) in the United States, 172 in China, 46 in the United Kingdom, and 29 in Germany, while there are only 6 in Japan, which is inordinately few relative to GDP.", "I expect to see a change to an economic environment that drives the growth of startups.", "This includes the implementation of government policies for cultivating startups and supporting the growth of venture capital.", "Other examples are the increase in business exits through initial public offerings (IPOs) and the merger and acquisition (M&A) activities of large firms, and the resultant growth in the number of business startups and higher labor mobility.", "My hope is that these initiatives will further increase corporate dynamism.", "The business succession of small and medium-sized firms also presents a prime opportunity to boost the potential for innovation.", "Some cases of business succession resemble the takeover of a family business as a venture startup, in which successors combine their own strengths with the advantages of the existing business to pursue new business or shift business formats.", "Business succession is expected to promote innovation through new business initiatives that capitalize on the trust, experience, and technology of the family business.", "Meanwhile, observing the increase in business cessation due to the lack of a successor, local governments and regional financial institutions have come to recognize that the rebirth of firms with roots in the region ties in directly with regional revitalization.", "I believe that key growth strategies for Japan's economy are stronger cultivation and support of small and medium-sized firms through collaboration among industry, academia, government agencies, and financial institutions, as well as efforts to reinforce follow-up support by the regional financial institutions acquainted with the circumstances of their corporate clients.", "C. Employment Dynamism to Place the Right People in the Right Jobs across Japan The COVID-19 pandemic made evident the labor shortages and delays in digitalization that Japan faces, prompting firms' recognition that if they are unable to secure needed human capital due to restraints placed on wages, this will be a management risk in terms of business continuity.", "Firms are also strongly aware of the importance of \"investment in people,\" including raising wage levels and promoting initiatives to cultivate digital technology professionals.", "Momentum for wage hikes is growing, and firms are moving ahead with re- skilling and other efforts to augment vocational training for employees.", "I have the sense that Japan has finally started to move toward transformation.", "Since employees will be better equipped to choose which firm they wish to work for, firms will need to have business strategies that boost their earning power if they are to acquire the funds needed for \"investment in people,\" including wage increases.", "On the other hand, some argue that small and medium-sized firms and regional firms struggle to hire specialized human resources due to the problem of wage disparities.", "However, as the pandemic has brought about changes in people's values regarding the way they work, these firms could become more likely to acquire human capital than before, depending on the creative steps the management takes to diversify working styles -- including having side jobs or multiple jobs, and working remotely -- and to enhance job satisfaction.", "As this transformation unfolds and employment dynamism emerges, it is possible that talented human capital will shift not only to highly productive industries, occupations, and firms that can sustain wage increases, but also to small and medium-sized firms, regional firms, and startups that can provide their employees with new values.", "I hope that such a shift in human capital will fuel progress in placing the right people in the right jobs across Japan and bring about productivity improvements and the revitalization of regional economies, leading to sustainable wage increases and a virtuous cycle from income to spending.", "D. Enhancing Disposable Income through the Dynamism of Household Financial Assets In addition to the dynamism of firms and employment, I believe the dynamism of household financial assets, enhancing disposable income in tandem with economic growth, is also essential to achieving sustainable growth in Japan's economy.", "Although household financial assets in Japan have grown to more than 2,000 trillion yen, the proportion of equities and investment trusts held is lower than in the United States or Europe (Chart 15).", "In 2019, before the pandemic, labor income accounted for 70 percent of disposable income in the United States while dividend and interest income accounted for 19 percent.", "By contrast, in Japan, labor income accounted for 94 percent of disposable income, with only 4 percent coming from dividend and interest income (Chart 16).", "In Japan, the proportion of income other than labor income is remarkably small.", "This includes income from dividends, which distribute firms' income to households as this increases in tandem with economic growth.", "With the current household financial asset composition and low job-switching rates, the norm in Japan is that one person only has a job opportunity at one company; thus, household income is highly vulnerable to the performance of the firm where a person works for many years.", "Moreover, given the demographics of Japan's super-aged society, in which 30 percent of the population are pensioners aged 65 and over, the bridge connecting households and the economy is narrow, making it difficult for households to reap the benefits of economic growth.", "Also, although residential property is a typical financial asset for households, the lifespan of houses in Japan is less than 40 years,6 and the second-hand housing market is small, accounting for only 15 percent of the housing market overall.", "This makes houses almost consumer durable goods, hardly an option as part of stable asset formation for retirement.", "Let me note that social insurance premiums for the working age population in Japan have increased by 1.9 times over the past 30 years.", "In this situation, for the economy to be more sustainable and for standards of living to improve alongside economic growth, people need to restructure their financial assets in a way that enables them to benefit from economic growth.", "If corporate profits and labor income of households increase together with economic growth, tax revenues and social insurance premiums -- which are sources of public assistance and mutual aid -- also increase.", "Then, if an increase in household income such as that from dividends is embedded as in other advanced economies, the balance of self-generated income, mutual aid, and public assistance will be more appropriate, and people will actually be able to reap the benefits of economic growth.", "I hope that, in addition to the existing Nippon Individual Savings Account (NISA) and iDeCo pension plans, the government's Doubling Asset-Based Incomes Plan will promote lifelong household asset formation over the course of 30 to 50 years, focusing on the long term, on risk diversification, and on regular contributions.", "I expect that this would generate stable income and stimulate private consumption, thereby forming a virtuous cycle from income to spending.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Nagano December 7, 2022 NAKAMURA Toyoaki Member of the Policy Board Chart 1 IMF Projections in the World Economic Outlook y/y % chg. IMF projections Japan United States Euro area China World output 80 85 90 95 00 05 10 15 20 24 Source: IMF.", "Consumer Prices Japan United States Euro Area y/y % chg. y/y % chg. y/y % chg.", "Figures for temporary factors for Japan are Bank staff estimates and consist of the effects of the reduction in mobile phone charges, the consumption tax hike, free education policies, and travel subsidy programs.", "Figures in angular brackets show the share of each component.", "Figures for 2022/Q4 are those for October.", "Sources: Haver; Ministry of Internal Affairs and Communications.", "Figures in brackets indicate the median of the Policy Board members' forecasts (point estimates).", "The forecasts of the majority of the Policy Board members are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which they attach the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "The range does not indicate the forecast errors.", "Each Policy Board member makes their forecasts taking into account the effects of past policy decisions and with reference to views incorporated in financial markets regarding the future conduct of policy.", "Source: Bank of Japan.", "Contribution to Changes in Trading Gains and Losses y/y chg., % points Other Commodity prices, etc.", "The contribution of commodity prices, etc.", "is calculated using changes in export/import price indexes on a contract currency basis.", "The contribution of exchange rates is calculated using the difference between export/import price indexes on a yen basis and those on a contract currency basis.", "\"Other\" is the contribution of other factors such as changes in quantities.", "Trading gains/losses = (Nominal net exports / Weighted average of export and import deflators) Real net exports Sources: Cabinet Office; Bank of Japan.", "Source: Bank of Japan.", "Comparison of Labor Productivity in G7 Countries USD, constant prices, 2015 PPPs Japan United States Canada United Kingdom Germany France 90 95 00 05 10 15 20 Note: GDP per hour worked.", "Labor Mobility in Japan shares of total employees, % Unemployed→Employed Employed→Unemployed Job changers (excluding between regular employment) Job changers (between regular employment) CY 13 14 15 16 17 18 19 20 21 22 Note: Job changers are employees who have left their previous job in the past year and are currently employed.", "\"Employed→Unemployed\" refers to those who have left employment in the past year and are not currently employed.", "Source: Ministry of Internal Affairs and Communications.", "Labor Mobility in Europe and the United States (as of 2019) EU-OECD countries axis, % 30 60 15 30 Job-to-job Separations to non-employment Hirings from non-employment Notes: 1.", "Figures for Europe are percentages of those whose employment status has changed from the previous year relative to the number of all employed persons.", "Non-employment refers to the status of being unemployed or inactive in the labor force.", "Figures for Norway are based on data for 2018. .", "Figures for the United States are percentages of those whose employment status has changed from the previous quarter relative to the number of all employed persons.", "Non-employment refers to non-employment that has lasted for more than one quarter.", "Quarterly average is the average over four quarters.", "Annual estimate is the cumulative total of four quarters.", "Source: Causa, O., Luu, N., and Abendschein, M., \"Labour market transitions across OECD countries: Stylised facts,\" No., 2021.", "Department Working Papers, International Comparison of Entry and Exit Rates Entry Rate Exit Rate 6 Japan United States United Kingdom Germany CY 08 10 12 14 16 18 20 CY 08 10 12 14 16 18 20 Note: Figures for Japan are on a fiscal-year basis.", "Sources: Eurostat; Ministry of Health, Labour and Welfare; Small and Medium Enterprise Agency; U.K. Office for National Statistics; U.S. Census Bureau.", "Comparison of Average Annual Wages in G7 Countries ten thou.", "USD, constant prices, 2021 USD PPPs Japan United States Canada United Kingdom Germany France CY 90 95 00 05 10 15 20 Note: Average annual wages in full time equivalent.", "For hourly scheduled cash earnings, Q1=March-May, Q2=June-August, Q3=September-November, and Q4=DecemberFebruary.", "Figures are for full-time and part-time employees before fiscal 1994 and for full-time employees thereafter.", "The CPI figures are Bank staff estimates and exclude the effects of the decline in mobile phone charges, consumption tax hikes, free education policies, and travel subsidy programs.", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Virtuous Cycle from Income to Spending Expansion of firms' investment (tangible and corporate profits intangible assets) Increase in productivity & growth dividends Facilitation of innovation Increase in social Selfgenerated Selfgenerated insurance premiums Higher corporate value Increase in household (rise in stock prices) disposable income revenue Selfgenerated Stimulation of Households' asset consumption activity formation Sound development of the national economy New-to-Market Product Innovators: International Comparison Manufacturing Services 18.8 17.8 12.7 12.7 12.2 10.1 9.9 9.0 7.6 4.9 Italy United Germany United Japan Germany Italy United United Japan States Kingdom Note: Figures are from a survey targeting firms, indicating proportion of firms that answered that they launched new products and services (including the addition of new features or significant improvements in application) during 2012-2014.", "Source: OECD, \"OECD Science, Technology and Industry Scoreboard 2017,\" November 2017.", "Household Financial Assets International Comparisons (as of end-March 2022) tril.", "Figures for Japan before 1994 are calculated using year-on-year changes in each item in the GDP statistics based on the benchmark year of 2000. .", "Figures for interest income and dividend income in Germany are \"other interests, rents\" and \"distributed income of corporations,\" respectively.", "Sources: Bureau of Economic Analysis (BEA); Cabinet Office; Statistisches Bundesamt."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Growth", "Monetary Policy", "Inflation", "Wage Growth", "Labor Market", "Corporate Dynamism", "Household Financial Assets", "Innovation", "Productivity", "Economic Recovery"]}