{"sentences": ["The impact of digitalization on financial education and inclusion Luigi Federico Signorini Senior Deputy Governor of the Bank of Italy Tenth Annual Meeting of the International Federation of Finance Museums I am delighted to welcome you to the Tenth Annual Meeting of the International Federation of Finance Museums, hosted this year by the Bank of Italy together with the Museum of Saving.", "The theme for this year's meeting is the impact of digitalisation on financial outreach, education and inclusion.", "Digitalisation in finance has spawned a host of innovative products and channels, and is a new challenge for financial education; at the same time, it offers new tools for making education more effective.", "Our common goal is to rise to the challenge, and to make good use of the tools.", "As a challenge, digitalisation perhaps only exacerbates certain inherent difficulties in financial education that those involved in it know well.", "I would like to take this opportunity to share with you a few thoughts on why these difficulties exist, and what can be done to overcome them1.", "In so doing, I shall make reference to the experience of the natural sciences, and the recent specialised subject of 'Science of Science Communication'.", "This discipline2 looks for the factors that may undermine the effectiveness of scientific information and education and proposes methods to mitigate these effects.", "Most of its contributions relate to physics, chemistry, biology and medicine; however, there is little doubt that similar issues are also relevant for the economy and finance.", "It is true that interpreting the picture of a black hole calls for different skills from those required to read a bank statement.", "However, if we turn our attention from the skills to be taught to the method for teaching them, many similarities become apparent.", "Whatever the subject, all popularising and educational activities consist in attracting your attention to a complex concept and explaining it in words that you can understand.", "In this sense, teaching you how to wash your hands correctly (and why it matters), how to calculate compound interest (and why it may be useful), or how people have come to the conclusion the earth is round (and why it's good to know) are not such different tasks, if one looks at the cognitive obstacles that come up and the methods that can be used to overcome them.", "A further, important similarity consists in the fact that many of the messages that both scientific communication and financial education would like to convey concern the rational evaluation of the risks and benefits of technology.", "Think of biotechnologies, artificial intelligence, nanotechnologies-but also of the technology of finance.", "In each case, individuals and societies face trade-offs between risks and opportunities: whether to eat less meat, vaccinate our children, install a cellular radio tower in the neighbourhood; and similarly, how much to save and in what form, whether to buy insurance or borrow money, or what the implications of a higher public debt are (a technology that shifts the cost of some public goods from one generation to the next).", "Individuals (or societies) may well have different preferences or needs concerning the ultimate effects of those technologies.", "However, well-known cognitive shortcuts may result in biased or inconsistent choices with respect to one's own deep preferences.", "The aim of scientific education is not to tell people what their preferences should be, but how to make the best use of the available information when choosing between technical alternatives that are not easy to understand.", "The problem of economic (and financial) education 'The problem of economic education' is the title of a long article, published in July 1893 in the Quarterly Journal of Economics, which begins with this sentence: 'The fact that there is a wide divergence between many of the practical conclusions of economic science, as laid down by its professional exponents, and the thought of the public at large, as reflected in current discussion and in legislation, is one with which all are familiar'.", "The author (Simon Newcomb, an American mathematician) goes on to comment on many examples of false beliefs, prejudices and misunderstandings, in particular on the advantages and disadvantages of free trade between nations,5 which hinder the dialogue between economists and public opinion.", "The latter point is a good example of a 'divergence' that persists.", "More than a century later, in 1996, Paul Krugman again went through the nature of the cognitive obstacles that stand in the way of understanding the theory of comparative advantage.", "I will get back to Krugman's article later.", "First, however, let me point out that, although the popularisation of the natural sciences has a much longer and richer history, attempts to make economics more accessible or to introduce the study of economics into school curricula have not been lacking.", "In recent years, the great financial crisis of 2008 further raised the general awareness of how good communication and financial education for non-experts is important.", "Most central banks are now actively engaged in financial education and/or the popularisation of economics,7 with a variety of aims, including the protection of consumers of financial products.", "At the Bank of Italy, financial education is now established as one of its key functions.", "With a view to exploiting synergies, a few years ago we created a Department responsible both for promoting financial education and for supervising the transparency and fairness of intermediaries.", "This rising awareness extends beyond the world of central banks.", "In a recent book, Economics for the Common Good (2017), Jean Tirole makes a strong appeal to economists to engage in public debate.", "Financial education, he says, should go beyond equipping people with skills that are useful for making personal financial decisions.", "It should try to explain what the use of finance is, and why it is necessary to achieve the common good.", "Finance is an even trickier issue than comparative advantage as a subject for reasoned discussion of pros and cons.", "Many will harbour deep suspicions as to the usefulness of the financial industry itself, and they will often be unwilling to accept the opinion of 'experts' (in inverted commas) about its products.", "In the words of Andrew Haldane, a former chief economist at the Bank of England, a 'great divide' in trust separates the vast majority of people who buy financial services and the minority of those who produce them.", "Two things, besides its sheer complexity, make finance an especially tricky subject, and may ultimately reinforce the public's scepticism.", "One is the potential confusion or overlap between independent, scientific opinion, and the concrete financial advice people receive from persons that are as much salespersons as advisers.", "The other is that even academic or institutional economists disagree about many things, so what is the truth?", "Financial education should therefore (a) recognise that being, and being perceived as, free from even the slightest suspicion of conflict of interest is a key prerequisite for being credible; (b) exploit synergies with conduct regulators, in order to find ways to ensure minimum standards for professional advice; and (c) concentrate on basic, counterintuitive but robust, 'round earth'-type concepts, like the surprising effects of compound interest, the non-obvious advantages of diversification and the often overlooked trade-off between risk and return.", "So, start by proving the flat-earthers wrong, and keep the finer points of non-Euclidean space geometry for the curious and willing.", "Is such an approach too basic to be worthy of institutional effort?", "No, it is not; surveys on the level of financial knowledge among the general public provide ample evidence of this.", "How to explain oneself well In a 2009 paper entitled 'Le vie della divulgazione scientifica' ('How to popularise science'), Piero Angela - the dean of Italian popularisers, who passed away on 13 August and whose great professional and civil merit we cannot but honour and commemorate on this occasion - said that those who want to explain complex concepts need two qualities: to 'be engaging', i.e.", "able to capture an audience's attention, and to 'be clear', i.e.", "avoid the use of specialised language or words that are not in common use.", "These qualities, difficult as they may be to teach or put into practice, are prerequisites.", "Failing to master them, or using them in an amateurish or 'excessive' way, can cause collateral damage that outweighs the benefits of the educational endeavour.", "We therefore need to discuss them in some detail before moving to the third and final step: how to 'be convincing', i.e.", "how to overcome the cognitive obstacles that are the main subject of the Science of Science Communication.", "As all teachers know, those who have a spontaneous interest in a topic will learn and master it better than those who are either uninterested or driven by a secondary motive (such as avoiding a bad grade).", "Distinguishing between popularisation and education in the stricter sense may be useful.", "Popularisation aims to generate interest and curiosity, and is often pursued through promoting one-off or short-term activities, such as visiting a museum or watching a documentary.", "Education aims to provide the basic skills needed to form opinions, interpret information or use tools and techniques in an efficient way; it requires a longer and more structured learning process.", "Well-managed popularisation is thus a way to provide the interest that helps make educational activities successful: the goal is to make a subject as attractive as it is objectively important.", "Conversely, poor popularisation may reduce the effectiveness of education,12 just like poorly taught mathematics in school could result in a lifelong lack of interest in scientific topics.", "With all that, the fact remains that some topics are perceived to be inherently more interesting than others.", "Is economics more or less likely to be engaging than the natural sciences?", "There is, in fact, no obvious answer.", "On the positive side, money being almost ubiquitously necessary for survival and material needs, most of us, whatever our higher aspirations, may be curious to understand both how the 'wealth of nations' is formed, and, on a more personal level, how our income is determined or our wealth can be wisely managed and invested.", "We are confronted with some of these issues on an almost daily basis, and certainly more frequently than with those relating to the life cycle of dolphins or the origin of galaxies.", "On the negative side, while curiosity about dolphins is usually unalloyed in those that nurture it, issues about the economy, both personal and general, may be a source of anxiety, a reminder of problems to be solved, or of strife and conflict.", "Finance, which mainly deals with uncertainty and the future, may also suffer from human beings' instinctive preference for the short term-a feature whose evolutionary rationale I shall not venture to discuss, but whose existence is plain.", "Akerlof and Shiller say: 'when we discuss the power of compound interest with our young students, their eyes glaze over.", "They see that they might live a much better retirement, but they find it hard to imagine what the difference in retirement would be.", "They cannot visualize their older selves well enough to know what they will want to spend.", "[...] It is as if they cannot attach any clear meaning to the ultimate purpose of saving, of providing for the future'.", "Anna Maria Lusardi, in her pioneering work on educating citizens about social security choices, finds this lack of interest a major obstacle to financial education.", "Her work is quoted by Akerlof and Shiller as evidence of people's non-rational indifference towards their own financial future.", "There are a few more problems that hinder the popularisation of economics: for example, finance museums have fewer 'wonders' to showcase than science museums; they are rarely capable of producing what popularisers call the 'wow effect'.", "Lack of interest in economics and finance (not to mention mistrust of those who work in these fields) should be a driver rather than a barrier, and encourage us to look for innovative ideas.", "There is no shortage of inspiring success stories,17 which show that providing high-quality, engaging financial popularisation is possible by e.g.", "creating connections to history, art and other subjects.", "The way we designed our museum, and the decision to place it alongside the financial education directorate, are meant to foster synergies between popularisation and education.", "And yes, we are working hard to ensure that our museum will contain some objects that are unusual and interesting enough to elicit a few 'wows' from visitors!", "Once one has managed to capture the public's interest, the next challenge one faces is language, or, more generally, any factors that can make communication easier, or more difficult, to understand.", "Besides the right choice of words, this requires alertness to the fact that many concepts that experts take for granted may be quite unfamiliar to those outside the discipline.", "Clarity and simplicity, however, often come at a cost.", "When you try to make complex concepts accessible by using basic vocabulary, metaphors or other logical stratagems, even if you succeed in making the recipient understand the general way in which a certain phenomenon works, you may have to pay the price of a blurred perception of its actual complexity.", "In some cases, it is a fair price to pay; in others, it is a risky shortcut, given all the side effects it produces.", "The 'easiness effect of science popularisation' comes up in a number of empirical studies.", "Beyond undue simplification, there may be undue generalisation: some people who read popularised science material, having understood the specific message, tend to overestimate their general knowledge of the subject.", "When subsequently confronted with specific choices, they may be overconfident, and underestimate the need for competent advice.", "Here too, the issue is potentially more dangerous when the subject is medicine or finance, rather than (say) cosmology.", "The literature also provides hints as to how to minimise side effects, for instance by following the simplified explanation of a given phenomenon with clear warnings about its inherent complexity, the loss of accuracy resulting from popularisation, and the existence of any alternative explanations.", "With this issue in mind, the Bank's financial education programme for schools provides, alongside simplified reading material for students, more advanced, topic-specific Teacher's Guides; we also have a comprehensive programme of courses for teachers.", "The approach must be different for museums, where the attention span of visitors is typically shorter.", "Our plan is to offer visitors additional material (brochures, apps or web channels) at various points along the way for those who wish to explore an issue further.", "As I just mentioned, another trap to avoid is for science communicators to over-rely on previous knowledge by recipients.", "Numbers, and in general everything to do with statistics and mathematics, are a case in point.", "Experts often assume everyone has some knowledge of what for them are very basic skills, such as the concept of probability or the cancelling of fractions.", "In fact, mastery of such skills is rare.", "In the preface to his book The Road to Reality, Roger Penrose tells the story of a friend whom he used to tutor in mathematics and who, faced with simple fractions, was completely unable to cancel them because she kept picturing the nominator and the denominator as 'two separate things'.", "This fact is also relevant to financial education and to the protection of banks' customers.", "As I have said on other occasions, the rules that provide for transparency on (various definitions of) annual percentage rates of interest are not particularly useful to those consumers - a non-negligible share, according to surveys - who are not fully familiar with the concept of interest rates itself.", "In 1948, Maria Montessori, one of the most renowned Italian educators, wrote that 'a person without mathematical training today is like an illiterate person was when everything depended on literary culture'.", "Nearly 80 years have passed, during which the truth of this concept has (if anything) increased, as has the awareness of the need to introduce statistics and probability into school curricula as early as primary school.", "The 'fear of maths' is one big reason why too many people are unable to appreciate, not just the beauty of some scientific truths, but also the usefulness of economic and financial calculations.", "Having said that, until everybody gets enough statistics training at school, there is no alternative to carefully crafting teaching materials or museum explanations that do not assume a mathematical mind, and suggest intuitive, possibly entertaining ways of understanding quantitative issues or solving practical problems, including financial ones.", "One final word about the need to 'be clear'.", "In designing our Museum, we found the interaction between economists with little grasp of communication, and good popularisers with only a smattering of economics, extremely useful, interesting-and, at times, fun.", "Let us go back to Krugman's dismay at people's inability to understand comparative advantage.", "The frustrating fact here is that a counterintuitive concept cannot be explained even to people who are keen to understand, and educated enough to follow the experts' explanations.", "'What I am concerned with - he writes - are the views of intellectuals, people who do value ideas, but somehow find this particular idea impossible to grasp'.", "The problem in this case is not that the communicators are insufficiently clear or engaging.", "The problem is that the listener has pre-formed convictions, alternative 'truths' that are perceived as intuitive and obvious, and clash with those of the expert.", "This is what makes the latter's arguments unpersuasive.", "The Oxford Handbook of the Science of Science Communication (2017) lists many sources of alternative 'truths'.", "They may be classified into four areas: 1) Naïve science.", "Psychologists have long theorised that human beings innately possess some sort of pseudo-explanation for (almost) every phenomenon.", "In recent years, many empirical studies have found evidence of folk physics, folk biology, folk economics and so on.", "An article published in Scientific American in 2006 puts it as follows: 'Folk astronomy, for example, told us that the world is flat, celestial bodies revolve around the earth, and the planets are wandering gods who determine our future.", "Folk biology intuited an élan vital flowing through all living things, which in their functional design were believed to have been created ex nihilo by an intelligent designer.", "Folk psychology compelled us to search for the homunculus in the brain - a ghost in the machine - a mind somehow disconnected from the brain.", "Folk economics caused us to disdain excessive wealth, label usury a sin and mistrust the invisible hand of the market'.", "Experts aver that 'a fascinating feature of naïve theories is their ability to survive empirical disconfirmation'.", "That is why scientific communication cannot just dole out scientific truths, but must find a way to dry up the sources of intuitive 'truths'.", "This is what financial education programmes inspired by behavioural economics attempt to do: if folk economics is a form of cognitive distortion,27 the evolutionary outcome of a very long period in human history during which trade and finance were often a zero-sum game,28 then education should not just aim to teach skills, but also to challenge the instinctive suspicion that prevents us from seeing the potential benefits to all parties of a mortgage, a financial investment, an insurance product or - back to Krugman - free trade. )", "Disputes and hype in science.", "It is perfectly normal for scientists to disagree on the explanation of a given phenomenon.", "The inexact science of economics is second to none in this respect.", "Scientific communication, especially the sort that aims to help you in making informed choices, should mostly be about the ABCs of disciplines, and therefore largely unaffected by disputes at the frontier of knowledge.", "However, if you assume that truths about nature must be immutable, coherent and all-encompassing, disagreement between experts is a potential source of mistrust even for the most basic facts of science.", "A specific problem arises when the public becomes aware of some 'resounding breakthrough', which makes the headlines as a result of an ambitious researcher, or a journalist of a sensationalist bent trying to gain visibility, even if what is presented may only consist in preliminary findings described in a working paper.", "That hype can prove harmful to scientific dissemination, and sometimes even to people's health, was shown clearly by an article published in 1998, which suggested a correlation between the measles, mumps and rubella (MMR) vaccine and some forms of autism.", "It took as long as 12 years for the article, which had been recognised as not just wrong but also fraudulent, to be taken out of circulation.", "By then, however, fear and suspicion had become rooted across broad sectors of the population-and, one surmises, this fact contributed to the suspicion towards vaccines during the recent pandemic.", "Based on other case studies too, such as that on mad cow disease, the scientific community has responded with strategies that make it faster to 'delete' fake theories. )", "If it is hard enough to keep the spread of erroneous information within the scientific community under control, the challenge becomes quite daunting on the Web and in the media generally.", "A 2019 report prepared for the European Parliament finds that about half of European citizens say they are unable to distinguish between fake and trustworthy science news, and recommends that the school system take upon itself the task of educating minds on how to recognise 'false truths'. )", "Antagonistic cultural meaning.", "As shown by several Science of Science Communication studies, in fact the credibility of science is not systematically in doubt.", "On the contrary, 'the number of issues that actually display the science-communication problem is orders of magnitude smaller than the number that do not, but plausibly could'.", "In fact, in the vast majority of cases, the public does not mistrust the opinion of experts.", "Almost no one - regardless of educational attainment or political or religious persuasion - differs with the assessments of experts regarding the best way to build an airplane.", "The issue typically arises in connection with certain topics, such as global warming or the risk-benefit ratio of vaccines, which are more easily influenced by interests, values and cultural identities.", "Economics and finance are more exposed to this risk than other fields.", "Whether they come from our brain, our community's values, social media, or even the scientific community itself, prejudices are multiplicative-in the sense, first, that failing to remove even just one can nullify the whole communication effort; second, that even when they are conceptually independent, they tend to interact and reinforce one another.", "Despite evidence that it is not always impossible to change (erroneous) epistemological beliefs, including through short-term educational measures,35 there still remain 'a host of interdependent complexities for science communication, many of which we are only beginning to understand empirically'.", "The conclusion that the Science of Science Communication has reached so far is that there cannot be a popularising or educational solution that fits all topics and all audiences; that if we ignore the existence of cognitive obstacles, rely on a one-way style of communication and do not ask ourselves what the target audience's knowledge, opinions and prejudices are, we are bound to fail.", "The interdependency of channels can work in the communicator's favour, too.", "When the person or institution that sends a message is perceived as independent, authoritative and credible, the 'drag' of impeding factors decreases.", "One hopes that central banks will often fit the bill in most people's eyes.", "This is, I believe, one important reason why they are natural candidates for taking on an educational role.", "Does digitalisation help or hinder financial education?", "The digitalisation of finance creates both benefits and risks for consumers.", "Innovation allows the financial and payments industry to offer new products (and thus serve a broader range of needs), to lower costs, and to improve accessibility.", "One scarcely remembers that to carry out the simplest banking operations, like checking the balance of one's account or making a money transfer, there was once no alternative to taking the time to go to a physical bank branch and queue up at a teller.", "Or that POS or online electronic payments did not exist.", "However, innovation also enables agents to create complex and often opaque products, whose risk structure is difficult to understand and whose economic rationale is not always obvious.", "The greater ease in making payments, borrowing money or investing savings that technology affords is itself not an unmixed blessing, in that it may be conducive to hasty, imprudent or uninformed choices.", "Hence the need to improve all areas of consumer protection, and to increase customers' ability to understand risks and rewards, to assess the suitability of products for their particular needs, and more generally to exploit the undisputed advantages of innovation while avoiding its pitfalls.", "Financial education itself, like all kinds of education, can leverage on new technologies that make it possible to reach a much vaster public, to tailor didactic content to specific needs, to use novel teaching tools, and to design efficient and effective surveys to test the results achieved.", "It must, on the other hand, avoid the risk of turning the digital divide, geographical or generational as it may be, into another source of financial exclusion.", "The Bank of Italy has taken on the challenge of digitalisation in its educational projects.", "Our financial education portal, 'Economics for everyone', has been online since the end of 2019, and has over 50,000 hits per month.", "The portal's content is supplemented by interactive and multimedia tools meant to encourage the general public to engage and identify with it, especially people who are less expert, and to stimulate them to learn more about personal finance.", "Let me now conclude by mentioning two facts that could make educational challenges even more complex in a digital environment.", "The first is linked to the well-known 'cognitive bubble' and 'echo chamber'40 effects.", "The web contains all sorts of information, including academic debates that were once confined to academia, or technical advice that was once the preserve of a selected few.", "In principle, abolishing the barriers to the circulation of information is a good thing.", "However, to make sense of the almost infinite amount of information available, a finite mind needs criteria and filters.", "When choosing from an enormous menu, both human inclination and the logic of search engines tend to act selectively and confirm initial bias.", "While in theory everyone can access all information, in practice self-contained bubbles may emerge (naturally or by deliberate action), whereby many web users receive information, whether genuine or fake, that tends to reinforce their views, and conversely, they become relatively insulated from information that might put them into question.", "Breaking vicious circles generated by fake or biased information is thus one key challenge for effective science communication.", "The second challenge concerns the ever greater complexity of whatever is offered on the market.", "The precise way cars, phones, or medical treatments actually work has long been beyond the comprehension of most customers, but the phenomenon is very much on the increase.", "While it was once conceivable for a car user to understand the practical working of a carburettor or a spark plug, nowadays a car's many electronic parts are a black box, even to a specialised mechanic, and almost all repair is based on automated diagnosis and replacement.", "As products become more complex, simplification, the key to popularisation or basic education campaigns, becomes, if I may, more difficult.", "Linked to this is the growing invisibility and abstract nature of innovation: in certain cases, such as bio- or nanotechnologies, this has led to suspicion, fuelled conspiracy theories and made the various online information channels even more fervid.", "Finance, which is a form of social technology, is no exception: innovations make it more efficient, but also further removed from the possibility of its advantages and risks being understood correctly by non-experts.", "The gradual dematerialisation of monetary and financial instruments, the depersonalisation of the procedures involved in disbursing loans, the fact that physical bank networks are becoming rarer, in short, the growing 'invisibility' of finance, risks fortifying old suspicions and encouraging the spread of emotional reactions ranging from pessimism to repulsion.", "The last claim, admittedly, begs the question of why then some people are so attracted to crypto-assets, which are even more 'invisible' than comparable traditional instruments-and much, much riskier, when unbacked or algorithmic.", "This seems yet another worthy topic for digital-era financial education, and - quite possibly - for educational financial museums.", "I wonder whether the next speakers will have any thoughts to offer on this matter.", "Thus, because of digitalisation, the educational challenge is simultaneously becoming easier and more complex.", "Perhaps we need to cultivate methods of teaching that, besides basic technical literacy, aim to augment 'epistemic understanding',41 i.e.", "the critical thinking that helps in selecting sensible theories and reliable sources, in finance just as elsewhere.", "I am sure that today's keynote lecture, the round table and the afternoon session on research will provide rich food for thought on all these topics.", "Thanks are due to Giovanni Iuzzolino for his valuable input.", "'Ironically, those communicating science often rely on intuition rather than scientific inquiry, not only to ascertain what effective messaging looks like but also to determine how to engage different audiences about emerging technologies and get science's voice heard.", "For decades, one plausible explanation for this state of affairs was the relative absence of empirical work in science communication.", "This is no longer a problem'.", "Kahan D, Scheufele D. A., Jamieson, K. H. (2017), Introduction: Why Science Communication?, in Kahan D, Scheufele D. A. and Hall Jamieson, K.", "The Oxford Handbook of Science of Science Communication, Oxford University Press, New York, p. 1.", "Although the first attempts at spreading knowledge about science go back a long way (the Natural History Museum in London was established in 1753), the broad popularisation of science in all the forms available to us today has taken place in the last few decades.", "In 1985 the Royal Society of London, the oldest scientific institution of the modern world, published its 'Bodmer Report: The Public Understanding of Science (A report by a Royal Society ad-hoc Group', 1985, London).", "Newcomb, S. (1893), 'The problem of Economic Education', The Quarterly Journal of Economics, Vol.", "'One of the most marked points of antagonism between the ideas of the economists since Adam Smith and those which governed the commercial policy of nations before his time is found in the case of foreign trade.", "Before such a thing as economic science was known arose the theory of the \"balance of trade\" [...] An immediate corollary from this view was that trade between two nations could not be advantageous to both, because the values which each exported to the other could not both be greater than those received from the other.", "This doctrine was denied by the Physiocrats, and shown to be wholly fallacious by Adam Smith'.", "Krugman, P. (1996), Ricardo's difficult idea, Paper for Manchester conference on free trade, March 1996 According to a survey we conducted last year on 152 central bank and monetary authority websites from around the world, as of May 2021, 83 of them carried out financial education activities, often as part of specific national strategies, and 43 museums had been founded to educate the public about monetary and financial issues.", "A key objective is improving the general awareness of central banks' functions and tools.", "In 2006 the then-president of the Federal Reserve Bank of Boston wrote: 'In carrying out this very important responsibility, we employ the carrot as well as the stick, as the saying goes.", "The stick is regulation and supervision, and the carrot involves our convening abilities and, increasingly, our capabilities in the areas of economic education and financial literacy'.", "Cathy E. Minehan, (2006), 'The Role of Central Banks in Economic and Personal Finance Education', -and-events/speeches/ the-role-of-central-banks-in-economic-and-personal-finance-education.aspx.", "'To borrow from the title of a recent book by Nobel Laureate economist Joe Stiglitz, these results suggest to me a Great Divide: A Great Divide between the views of financial insiders and outsiders, between the perceptions of producers and consumers of financial services, between the silent majority who buy and the vocal minority who sell financial products, between the echo chamber of the elites and the voting chamber of wider society.", "They underscore just how far finance still has to travel to regain its social licence.", "This \"Great Divide\" is my jumping-off point.", "I want to discuss the crucial role finance plays in society and why.", "I want to discuss the progress made, so far, in restoring trust in finance.", "And I want to discuss what further progress might be needed to narrow that trust deficit.", "That may call for the financial sector to seek new ways to define and communicate its purpose, its contribution to wider society, to act as an antidote to the short-term demands of shareholders and executives'.", "-vie-della-divulgazione-scientifica_(XXI-Secolo)/ (only in Italian) Evidence has become available of the synergies between popularisation and.", "See Wang S, Liu XF, Zhao YD.", "'Opportunities to Learn in School and at Home: How can they predict students' understanding of basic science concepts and principles?'", "'Effects of science popularization of first aid knowledge and skills using new media among community residents', International Journal of Clinical and Experimental Medicine, 2019; 12 (5):5269-78; and Cheng MM, Su CY, Kinshuk, 'Integrating Smartphone-Controlled Paper Airplane into Gamified Science Inquiry for Junior High School Students', Journal of Educational Computing Research, 2021; 59(1):71- 94.", "Sometimes bad popularisers present scientific findings as if they were a form of superior witchcraft whose motives are only intelligible to its initiates.", "When science is perceived as inaccessible sorcery, anyone who is not a scientist may be pushed towards irrational positions and hopes [...]: if science becomes pseudo-magic, why not choose real magic?'", "Le meraviglie dei sistemi complessi, Mondadori, Milano, p. 108.", "How human psychology drives the economy, Rizzoli, Milan, First Edition, p. 166.", "Lusardi, A. and Mitchell, O.", "(2005), 'Financial Literacy and Planning: Implications for Retirement Wellbeing', De Nederlandsche Bank Working Paper 78, December 2005.", "Furthermore, it is far less common for economics and finance to announce new discoveries or inventions to the public than is the case for the natural sciences: 'Much of the time the transactions work fairly smoothly.", "This is why microeconomics is often a story of the dog that did not bark in the night, which in turn explains why non-economists are often unaware of any microeconomic problems', Avinash Dixit (2014), Microeconomics: A Very Short Introduction, Oxford University Press, p. 2.", "Such as, among others, the successful publication by William Goetzman, Money Changes Everything.", "How Finance made Civilization possible (2006) or the 'Money and Beauty' exhibition held in Florence just over ten years ago.", "For the general point, see Ogawa, Masakata (2006), 'Exploring possibility of developing indifferent public-driven science communication activities', Journal of science education in Japan 30.4 (2006): 201-209.", "One of the most recent books on the art of science popularisation offers a compelling comparison between the simplification required by popularisation in order to be understood by the lay public and Heisenberg's famous uncertainty principle, according to which whatever is gained by increasing the precision with which we measure the position of a particle is lost in terms of the accuracy with which we can measure its initial speed and vice versa.", "Esercizi e buone pratiche per divulgatori, giornalisti, insegnanti e ricercatori di oggi, Codice Edizioni, Torino pag.", "J. Kruger and D. Dunning (1999), 'Unskilled and unaware of it: How difficulties in recognizing one's own incompetence lead to inflated self-assessments', Journal of Personality and Social Psychology 77, 1121 (1999).", "Francisco, Frederico & Gonçalves-Sá, Joana (2019), 'A Little Knowledge is a Dangerous Thing: Excess Confidence Explains Negative Attitudes Towards Science', SSRN Electronic Journal, 10.2139/ ssrn.. Roger Penrose, La strada che porta alla realtà (The Road to Reality), in the 'collana Saggi', translation by Emilio Diana, Rizzoli, Milano.", "Maria Montessori, Dall'infanzia all'adolescenza, Garzanti, Milan 1949 (the French edition had the title 'De l'enfant à l'adolescent', 1948).", "'A great many people find financial issues difficult and boring.", "That is a weak foundation for making good financial choices.", "At least some of those problems originate in the mental block many people encounter when it comes to mathematics.", "Finance is a numbers game.", "And research by the Department for Business, Innovation and Skills suggests there are an incredible 17 million adults in the UK whose standards of mathematics are no higher than those of a primary school child.", "The way maths is taught may be part of the problem here.", "For many, maths is a turn-off because it seems unrelated to their everyday lives; it lacks real-world relevance.", "Sad to say, payday lenders have a greater resonance to many people than Pythagoras's theorem.", "The abstract nature of mathematics, as taught, leads many children to tune out or switch off entirely.", "Others conclude that they simply do not have \"a maths brain\".", "This is an educational scar that can last a lifetime', Andrew G. Haldane (2016), The Great Divide, cit.", "11-12 'Part of the solution may come from making maths relevant to people's lives, to link it to real-world decisions.", "And what better set of real-world decisions than financial ones: how to draw up a monthly budget of debits and credits; how to make sense of an Annual Percentage Rate on a loan; how to decide between competing savings, pensions and mortgage products.", "These are big financial decisions that, if flunked, can have big social, as well as financial, consequences', Andrew G. Haldane (2016), The Great Divide, cit.", "'My objective in this essay is to try to explain why intellectuals who are interested in economic issues so consistently balk at the concept of comparative advantage.", "Why do journalists who have a reputation as deep thinkers about world affairs begin squirming in their seats if you try to explain how trade can lead to mutually beneficial specialization?", "Why is it virtually impossible to get a discussion of comparative advantage, not only onto newspaper op-ed pages, but even into magazines that cheerfully publish long discussions of the work of Jacques Derrida?", "Why do policy wonks who will happily watch hundreds of hours of talking heads droning on about the global economy refuse to sit still for the ten minutes or so it takes to explain Ricardo?", "p.. Anderson, C. and Lindsay, J.J. (1998), 'The development, perseverance and change of naive theories', Social Cognition, vol.", "-science/ - Naïve science may be seen as an example of Kahneman's 'thinking fast', i.e.", "instinctively avoiding spending energy on searching for the right answer to a problem, when the benefit of that answer is underestimated: 'Several forms of cognitive bias such as proximal thinking, myside bias, and the availability heuristic (see Kahneman, 2011) can be linked to directional goals.", "Directional goals seem to be evoked when individuals are not motivated to take the time and effort to be reflective and actively assess the viability of nonpreferred conclusions.", "Recent research suggests that such effort may be necessary to employ reasoning based on accepted scientific conclusions: Individuals who accept a scientific perspective must inhibit the previously accepted nave conception to give scientifically accurate answers', Gale M. Sinatra, Dorothe Kienhues & Barbara K. Hofer (2014), 'Addressing Challenges to Public Understanding of Science: Epistemic Cognition, Motivated Reasoning, and Conceptual Change', Educational Psychologist, DOI: 10.1080/00461520.2014.916216, p. 8.", "and Walker-Smith J.A., 'Ileal-lymphoid-nodular hyperplasia, non-specific colitis, and pervasive developmental disorder in children', The Lancet, 28 Feb 1998;351(9103):637-41 Godlee F., Smith J. and Marcovitch H., 'Wakefield's article linking MMR vaccine and autism was fraudulent', in British Medical Journal, vol.", "342, 2011, p. c7452, DOI:10.1136/bmj.c7452 'The challenge of correcting misinformation and retracting incorrect or fraudulent scientific findings involves communication that should include prompt reaction, issuing detailed retractions, widely disseminating retraction, linking the retraction or correction to the misinformation, and developing monitoring and alert systems', Chan S. Man-pui, Jones, C. and Albarricìn D. (2017), 'Countering False Beliefs: An Analysis of the Evidence and Recommendation of Best Practices for the Retraction and Correction of Scientific Misinformation', in Kahan D., Scheufele D. A. and Hall Jamieson, K.", "The Oxford Handbook of Science of Science Communication, Oxford University Press, New York, p. 342.", "'In order to educate scientifically literate students, one needs scientifically literate teachers...", "Relevant training and professional development opportunities for teachers should equip them with the necessary competences to develop scientifically literate students.'.", "Siarova, H., Sternadel, D. & Szőnyi, E. 2019, 'Research for CULT Committee - Science and Scientific Literacy as an Educational Challenge', European Parliament, Policy Department for Structural and Cohesion Policies, Brussels, p. 51.", "Kahan, D. (2017), 'On the Sources of Ordinary Science Knowledge and Extraordinary Science Ignorance', in Kahan D, Scheufele D. A. and Hall Jamieson, K.", "The Oxford Handbook of Science of Science Communication, Oxford University Press, New York, p. 36.", "'The cultural antagonistic meanings that transform positions on societal risks into symbols of groups allegiance disable the faculties ordinary individuals normally use to discern what is known by science and thus pollute the science communication environment', Kahan, D. and Landrum, A.R.", "A similar case, which has been studied extensively in the literature, is the human papillomavirus (HPV) vaccine, which is administered to teenage girls and which in several countries led to a storm of controversy, a rejection of vaccination mandates, and a low take-up ratio.", "Several empirical studies have found that the different propensity to vaccinate one's own children is not explained by the level of scientific literacy - on the contrary, 'the individuals who are highest in science comprehension are likely to be the most polarized' - but above all by the values of one's social group: 'those who prize both traditional gender roles and also the autonomy of the individuals to make their decision about how to provide for the wellbeing of themselves and their families, tended to perceive that the vaccine's risks outweighed its benefits'.", "Kahan, D. and Landrum, A.R.", "p.. Kienhues, D., Bromme R. and Stahl E. (2008), 'Changing epistemological beliefs: The unexpected impact of a short-term intervention', British Journal of Educational Psychology, 78.4 (2008): 545-565.", "Kahan D, Scheufele D. A., Hall Jamieson, K. (2017), 'Conclusion - On The Horizon: The Changing Science Communication Environments', in Kahan D, Scheufele D. A. and Hall Jamieson, K.", "The Oxford Handbook of Science of Science Communication, Oxford University Press, New York, p. 466.", "'Old habits die hard, and many efforts by bench scientists to communicate with public audiences are still guided by the faulty expectation that there are monocausal explanations for most science communication failures, and - as a result - silver bullet approaches to fixing them.", "Unfortunately, there is little (social) science to support these expectations about problems or solutions', Kahan D, Scheufele D. A. and Hall Jamieson, K. (2017), Conclusion - On The Horizon: The Changing Science Communication Environments, cit.", "OECD (2021), G20/OECD-INFE Report on supporting financial resilience and transformation through digital financial literacy, www.oecd.org/finance/supporting-financial-resilience-and-transformation-throughdigitalfinancialliteracy.htm Global Partnership for Financial Inclusion (GPFI) (2020), G20 High-Level Policy Guidelines on Digital Financial Inclusion for Youth, Women and SMEs.", "www.gpfi.org/sites/gpfi/files/saudiG20_youth_women_SME.pdf OECD (2018), G20/OECD Policy Guidance on Financial Consumer Protection Approaches in the Digital Age.", "OECD (2021), Digital delivery of financial education: design and practice.", "www.oecd.org//financial/education/digitaldelivery-of-financial-education-design-and-practice.htm 'Digital tools can support the effective delivery of financial education and help policy makers address the needs of target audiences through tailored approaches.", "They can better support money management skills while reinforcing financial literacy core competencies, and can also be used to address some of the most common behavioural biases that consumers experience when dealing with financial decisions'.", "Sunstein, C.R., #Republic: Divided democracy in the age of social media, Princeton University Press, 2017.", "'Sam may know quite a few facts about evolution (having done a fine job of memorizing them for an exam), yet altogether fail to understand evolution because he has no grasp of how these facts fit together [...] This is also what makes it appealing to think that \"scientific literacy\" properly so-called involves not just a few bits of knowledge or true beliefs, but some measure of understanding', Huxster, et al., (2018), 'Understanding \"understanding\"'' in Public Understanding of Science, p. 758."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial education", "Digitalization", "Science of Science Communication", "Cognitive obstacles", "Popularization", "Economic education", "Financial literacy", "Financial inclusion", "Financial consumer protection", "Epistemic understanding"]}