{"sentences": ["Let me start by explaining why I consider that the coordination between monetary and fiscal policy is fundamental for the European Union to overtake the challenges of the current uncertain economic context.", "Afterwards, I will also address the role of macroprudencial policy.", "Monetary policy gathered credibility over the past 40 years centred on the independence of central banks and on a strong commitment to price stability.", "The monetary dominance paradigm is a cornerstone of the institutional framework that supports this credibility.", "And it plays an important role in the current high inflation setting.", "Monetary policy must act to ensure that inflation expectations remain anchored, whereas fiscal policy must be bound to public debt sustainability.", "However, as claimed by central bankers over the last decades, the recent pandemic experience has shown how monetary and fiscal policies can coordinate in many circumstances, and mutually reinforce each other.", "Notice that the low inflation, low interest rate environment that prevailed for over a decade, favoured strategic complementarities between monetary and fiscal policy towards macroeconomic stabilisation.", "In that environment, fiscal policy faced a less steep trade-off between public debt sustainability and stimulating demand.", "However, the pandemic legacy adds importance to debt sustainability.", "Currently, as we move away from the zero-interest rate environment, rising debt servicing costs are becoming again a concern, in particular for high-debt countries.", "In the high inflation scenario, the trade-off between debt sustainability and macroeconomic stabilisation is stronger, especially as inflation outcomes are mainly driven by supply factors.", "Monetary policy is more effective when inflation is demand driven; fiscal policy has the tools to address specific supply shocks as we face today.", "Monetary policy also faces a challenging choice between a more gradual increase of the policy rate, which takes into account the high uncertainty and its effects on the real economy, and a stronger response that tames the risks of inflation remaining noticeably above the objective for a protracted period.", "A faster than warranted increase in policy rates may backslash in two ways.", "First, it may dampen investment in a period in which we need it so badly to restore supply chains and redesign globalization.", "Second, it may imply a backtrack in policy direction if at end we did not need such a strong action to cope with medium term inflation expectations, that I do not see de-anchored, as we speak.", "My first principle for good economic policy of any sort is to act at the margin.", "The second principle would be to be predictable and signal the way to go, so that economic agents can adapt.", "And that is what monetary policy is all about: send price signals so that firms and households can adapt their medium term expectations.", "There is a lag involved.", "I would say \"mind the lag\".", "In any case, as monetary policy normalises, higher interest rates are going to put pressure on debt service costs, diminishing the fiscal policy room to adapt its macroeconomic stabilisation stance.", "Indeed, maintaining sustainable public finances is of utmost importance.", "The ongoing normalisation of monetary policy cannot - will not - be constrained by fiscal space considerations.", "Fiscal policies must act primarily as countercyclical policies; buffers must be accumulated in good times to ensure enough fiscal space in downturns.", "The EU institutional framework favours countercyclical fiscal policies, not without challenges, one must recognize.", "However, the notion of fiscal space has changed under the current inflationary context.", "On one hand, tax revenues are increasing fast in the short term, but the underlying elasticities may no longer hold.", "On the other hand, the impact of inflation on the expenditure will be lagged, including that stemming from the rise in interest rates.", "Thus, there is a serious risk - or should I say, temptation - of overestimating fiscal space!", "One that should not be neglected.", "An effective interaction between fiscal and monetary policies also requires that fiscal policy does not feed the inflationary process.", "Thus, any form of fiscal support should be timely, temporary and targeted towards the most affected and vulnerable.", "And it requires monetary policy not to impede the efforts of reconstruction of supply side bottlenecks that resulted from the COVID and now this unwarranted war that develops so close to you, which is to say in Europe.", "Only in this way could we avoid the blame game of not long ago.", "Each side of the policy spectrum claiming that the other side was eroding its room of manoeuvre.", "The reform of EU fiscal rules and the enactment of the Budgetary Instrument for Convergence and Competitiveness, approved in December 2019 as the embryo of an Euro Area common fiscal capacity, could be the next steps forward to avoid these constraints.", "They will reduce the risks of fragmentation, alleviating the pressure on monetary policy, and moving towards a sounder interaction between policies.", "It is always important to recall that the first time the euro support among Europeans increased in the context of a crisis was in 2020.", "And this was no coincidence, it was a clear understanding by our fellow citizens that for the first time ever in a crisis we were acting as a Union.", "A Union with a purpose, a Union in which people could understand the continuity across policies, both across each country and the EU, but also across the different economic policy domains.", "And that includes macroprudential policy.", "Because monetary policy effectiveness also depends on an increasingly important role of macroprudential policy.", "The scope for interaction between these policies is large, as they share common transmission mechanisms and can affect each other's objectives.", "The ECB's review of the monetary policy strategy recognized that financial stability is a precondition for price stability.", "Macroprudential policy should be the first line of defence against financial stability risks, notably in a monetary union where financial cycles are not fully synchronized.", "Monetary policy is too \"blunt\" to deal with financial stability effectively.", "The relevance of the interactions between monetary and macroprudential policies cannot be played down.", "Monetary policy decisions affect the credit granted to the economy and, therefore, can spur \"side effects\" - positive or negative - on financial stability.", "On the other side, macroprudential policies, while containing financial stability risks, may reduce the length and the magnitude of economic expansions by inhibiting credit to finance productive economic activities.", "The arguments for using monetary policy to explicitly and automatically deal with the build-up of risks are weak.", "Leaning against the wind may not be desirable as a general principle, even if keeping flexibility may be warranted to deal with specific situations.", "If monetary policy is used in a systematic way, it could lead to a general loss of its effectiveness and credibility.", "However, monetary policy has played a crucial role in supporting financial stability in several critical occasions.", "Since the great financial crisis, central banks have increasingly recognised the importance of providing liquidity and making sure that the transmission mechanism operates properly.", "More recently, the introduction of the ECB's Transmission Protection Instrument provides an important backstop against expectation-driven self-fulfilling debt crises.", "It allows for a clearer separation between market stabilisation and policy stance goals.", "It broadens monetary policy space and enhances the efficiency of stance-related policy actions.", "Again, the Transmission-Protection Instrument does not dispense the adoption by Member States of the sound and credible fiscal policies.", "Today's highly uncertain environment requires also agile policymaking; policies that adapt rapidly to changing circumstances.", "However, the current inflationary context is more challenging in this respect.", "We should be aware of our mandates and acknowledge each other's responsibilities and limitations.", "Within the specific mandates and without prejudice to independence, there are strategic complementarities between the actions of fiscal authorities, supervisors and central banks that can and should be explored under the right conditions.", "Let me throw a challenge: Finance ministers and central bankers must come together - physically - to communicate at once how we see each other achieving more efficiently our necessarily common objectives.", "We will not hesitate one single moment in order to achieve those; it is the price, the trade-offs, that we have to face that must be discussed and minimized.", "Follow upon the legacy of the founding fathers of the European project, it is crucial that we - policy makers - keep on building bridges.", "As Amanda Gorman so nicely put it for the US, we are not striving to form a Union that is perfect, we are striving to forge a Union with a purpose."], "classifications": ["monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Monetary policy", "Fiscal policy", "Inflation", "Debt sustainability", "Macroprudential policy", "Policy coordination", "Economic stabilization", "Fiscal space", "Transmission Protection Instrument", "Financial stability"]}