{"sentences": ["Accompanying charts of the speech Over the past 12 months, the ECB has embarked on a swift and comprehensive process of normalising monetary policy.", "First, we ended net asset purchases in a matter of a few months.", "Next, we started raising our policy rates at their fastest pace ever.", "In my short remarks today, I will briefly look back on the past year and focus on the key actions taken by the ECB, and the EU more broadly, to address people's concerns.", "I will also address the two topics selected by this Committee for today's hearing, namely the global monetary policy cycle and inflation differentials.", "A challenging year for Europeans The Russian invasion of Ukraine has caused widespread human suffering.", "It has also shattered our sense of safety, threatened our energy security, disrupted supply chains and contributed to pushing inflation well above our target.", "The shock hit just as we were coming out of the pandemic and has continued to cause economic disruptions.", "The reverberations have been felt not only in Europe but also around the world: inflation has surged almost everywhere, prompting central banks to raise interest rates and leading financing conditions to tighten rapidly worldwide.", "Given our proximity to the conflict and our dependence on energy imports, Europe has been hit particularly hard.", "Higher energy costs have been a key driver of euro area inflation, which in October reached double digits for the first time since the start of the monetary union.", "While the energy shock and global bottlenecks have constrained supply, the re-opening of the economy after the pandemic has led to a rapid release of pent-up demand, contributing to the upward pressure from demand factors on core inflation, which has increased gradually over the year.", "This rise in inflation affects everyone, but some are feeling it more than others.", "I am thinking particularly of those on low incomes who spend a larger share of their consumption budgets on essentials such as food, electricity, gas and heating while having lower financial buffers to cover the rising cost of living.", "Currently, the gap between the effective inflation rate experienced by the lowest and highest income groups is by far at its highest level on record in the euro area.", "The divergence in inflation rates across euro area member countries is also at a record high, mainly due to different degrees of exposure to the energy shock and to the pandemic.", "We are monitoring these divergences carefully and expect them to normalise as the impact of these shocks fades over time.", "The different shocks over the past year have also had an impact on real economic activity.", "While the reopening of the economy after the pandemic resulted in surprisingly strong activity at the beginning of this year, growth is now slowing down rapidly as a consequence of the war.", "By reducing people's real incomes and pushing up costs for firms, high inflation is dampening spending and production.", "High uncertainty, tighter financial conditions and weakening global demand are also weighing on economic growth, which is expected to continue weakening for the remainder of this year and the beginning of next year.", "Addressing people's concerns and delivering on our mandate Faced with these unprecedented challenges, Europe has risen to the occasion and shown a strong sense of unity and solidarity - thanks also to the crucial role played by this Parliament in pushing for genuinely European actions.", "Beyond providing financial, humanitarian and military assistance to Ukraine, the European Union has taken significant steps to shield us from the consequences of the war, enhance our resilience and reduce our energy dependence.", "The European response to the war has garnered broad support among citizens and optimism about the future of the EU has increased.", "Two out of three citizens now consider their country's EU membership a good thing - the highest result since 2007.6 Yet, the same surveys also show that one-third of citizens find the rising cost of living to be the most important issue facing the EU.", "And although the majority of citizens believe that the defence of our common European values must be a priority, even if this has a negative impact on the cost of living, every policymaker should respond to this challenge.", "In line with its mandate, the ECB is doing its part by ensuring price stability.", "Our third major policy rate increase in October, resulting in a cumulative increase of 200 basis points since July, underscores our commitment to tame inflation.", "This increase was accompanied by a recalibration for our targeted longer-term refinancing operations (TLTROs) to reinforce the transmission of our policy rate increases to bank lending conditions and contribute to the normalisation of the Eurosystem balance sheet.", "In December, we will also lay out the key principles for reducing the bond holdings in our asset purchase programme portfolio.", "It is appropriate that the balance sheet is normalised over time in a measured and predictable way.", "Interest rates are, and will remain, the main tool for fighting inflation.", "Higher interest rates reduce demand pressures by making it more expensive to borrow money and by influencing how much people and businesses spend, save, borrow and invest.", "This in turn will put downward pressure on prices, although the adjustments will take some time to be felt in the economy.", "Higher interest rates also have an immediate effect on people's and businesses' expectations about future inflation, thereby guarding against the risk of second-round effects.", "Persistently high inflation could lead to de-anchored inflation expectations, which then become engrained in wage negotiations and price setting.", "Not only would the resultant wage-price spirals prove self-defeating in supporting real incomes economy-wide, but it would also hamper the productive capacity of the economy as a whole.", "Strong labour markets - with the unemployment rate still at the historically low level of 6.6 per cent in September - are likely to support higher wages.", "Incoming data suggest that wages are picking up, and we will continue to assess their implications for the medium-term inflation outlook.", "While monetary policy is geared towards bringing inflation back to our medium-term target, the economic outlook will also depend on the actions taken by other stakeholders.", "In the current environment of high inflation, fiscal policy needs to be considerate to not add to inflationary pressures.", "Fiscal support should therefore be targeted, tailored and temporary.", "It should be targeted, so that the size of the fiscal impulse is limited and benefits those who need it most; tailored, so that it does not weaken incentives to cut energy demand; and temporary, so that the fiscal impulse is not maintained longer than strictly necessary.", "At the same time, governments should pursue fiscal policies that show they are committed to gradually bringing down high public debt ratios.", "Delivering on the ECB's mandate will create the conditions for strong and sustainable growth with benefits for everyone.", "Yet, achieving price stability is a necessary, but not sufficient condition.", "Other policy areas will need to act.", "Removing constraints on economic growth through an ambitious economic reform agenda at the EU and national levels will not only rebuild supply that has been impaired by the recent shocks.", "It will also, over time, strengthen the resilience of our economy in a world that is becoming less predictable.", "In this respect, we also welcome the Commission's proposals to reform the EU economic governance framework.", "Sustainable fiscal policies are needed not only to ensure medium-term debt sustainability, but also to support the three key transitions that will determine our future and our growth model: towards cleaner energy, greater economic security and a more digital and productive economy.", "The Commission proposals are a good starting point for discussion.", "I encourage EU policymakers, including this Parliament, to soon reach a viable and broadly shared agreement to help strengthen the foundations of our Economic and Monetary Union.", "We are committed to bringing inflation down to our medium-term target, and we are determined to take the necessary measures to do so.", "We expect to raise rates further to the levels needed to ensure that inflation returns to our 2% medium-term target in a timely manner.", "In this environment of high uncertainty and with complex shocks hitting the economy, the Governing Council decisions will continue to be data-dependent and follow a meeting-by-meeting approach.", "How much further we need to go, and how fast we need to get there, will be based on our updated outlook, the persistence of the shocks, the reaction of wages and inflation expectations, and on our assessment of the transmission of our policy stance.", "I now stand ready to take your questions.", "See International Monetary Fund (2022), World Economic Outlook: Countering the Cost-of-Living Crisis , October.", "E. and Koester, G. (2022), \"The role of demand and supply in underlying inflation - decomposing HICPX inflation into components \", Economic Bulletin , Issue 7, European Central Bank.", "See Charalampakis, E., Fagandini, B., Henkel, L. and Osbat, C. (2022), \"The impact of the recent rise in inflation on low-income households \", Economic Bulletin, Issue 7, European Central Bank.", "See EU response to Russia's invasion of Ukraine , European Council.", "See Standard Eurobarometer 97 .", "See European Parliament Spring 2022 Survey: Rallying around the European flag - Democracy as anchor point in times of crisis."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest rates", "Energy prices", "Economic growth", "Fiscal policy", "Monetary policy", "ECB", "Ukraine war", "Supply chains", "Inflation expectations"]}