{"sentences": ["Mr. Speaker, Ladies and Gentlemen Members of Parliament, Let me begin with this.", "The true debate today is for or against the euro - the euro as a symbol of the European project and our commitment to this project.", "In the item on the agenda where we are considering this issue, this topic is placed below 'expert questions'.", "In the next item, this topic comes up directly.", "However, in both cases the topic is the same.", "Let me say it squarely, the question about the euro area is first and foremost a political one, not an expert one, and the answer to this question must be given by the National Assembly.", "Actually, in my opinion, the question is whether Bulgaria will stay indefinitely in the future anchored in Europe's deep periphery, with the poverty, corruption, institutional impotence and external dependencies inherent to this periphery, or a joint effort will be made to change all this by speeding up the already greatly delayed process of joining the euro area.", "A few words about the supposed to inform this process.", "This is the third discussion in Parliament on the topic of analysis of the implications of the euro area accession, in which I have taken part over the last six months.", "During the previous discussions I had the opportunity to point out that these questions had been raised at least twenty years before, and they have been answered repeatedly, even in the last months and weeks.", "For example, just a few months ago the Economic and Social Council to the National Assembly approved an analysis about the implications of Bulgaria's euro area accession for the economic development, inflation and incomes in the country.", "This analysis was conducted at the request of the Speaker of the National Assembly and was brought to the attention of the members of Parliament.", "Let me highlight that by law the Economic and Social Council is a consultative body expressing the will of civil society organisations regarding the economic and social development, with its members representing trade unions, employers, industry organisations, organisations of pensioners, the socially weak and the disabled, women's organisations, as well as distinguished independent scientists who are specialists on the issues of the economic and social policy.", "The conclusion made by the Economic and Social Council, which represents such a wide variety of civil society organisations, is that the benefits from Bulgaria's euro area membership far outweigh the risks and costs.", "Quite recently, a collective monograph 'Challenges facing the Bulgarian economy on its Sofia University way to euro area membership' was published by to mark the 120 anniversary of the Department of Economics within the Faculty of Economics of Sofia University - the oldest department of economics in Bulgaria.", "This monograph answers the same questions which have been brought up now.", "Three current and two former employees of the BNB, who have an important contribution to the Bank's research programme, participated in the preparation of this monograph, though as co-authors in their academic capacity and not representing the BNB.", "One of the primary conclusions in the monograph is that the Bulgarian economy is highly prepared for the adoption of the euro and for successful operation as a member of the euro area.", "As regards the BNB, there is a large number of analyses and studies relevant to this topic, most of which are publicly available.", "The BNB has published studies on topics related, for example, to: transmission of the ECB's monetary policy; measurement of the financial cycle compared to the euro area; the exchange rate and assessment of its equilibrium; measuring the business cycle in Bulgaria and its degree of synchronisation with the business cycle in the EU/euro area; competitiveness of the Bulgarian economy; macroprudential aspects of banking supervision; dynamics and factors of the labour market, investments and the housing market.", "Additionally, from July 2018 when the real work on Bulgaria's accession to the euro area began, until July 2020 when the decision was made on Bulgaria's entry into the EU's Banking Union and the inclusion of the Bulgarian lev in the Exchange Rate Mechanism, the BNB Governing Council reviewed more than 60 reports and made the relevant decisions on this topic.", "From that date until today another 200 decisions or so were made in the context of Bulgaria's participation in the EU's Banking Union, backed as far as the BNB is concerned, no stone has up by serious analytical work.", "Therefore, been left unturned on this topic.", "What I would like to stress is that there are enough representative, thorough and up-todate analyses on the implications of Bulgaria's accession to the euro area.", "The addition of more analyses at this moment would only further delay the process and would hardly enhance the quality.", "What we need now is not new analyses on this subject, but concrete actions.", "How is the BNB to join the euro area?", "The BNB is in a unique situation.", "It is the first, and until now the only, Bulgarian institution which, since 1 October 2020, has been a full member of a key institution of the euro area, as is the EU's Banking Union with its two operating mechanisms: the Single Supervisory Mechanism and the Single Resolution Mechanism.", "Therefore, the BNB is the institution which, not based on theoretical analyses but from first-hand experience, can tell the difference between being outside and being inside the euro area, i.e.", "we are speaking not about anticipated but about real implications.", "Most recently, it's been two years since Bulgaria became a full member, and our assessments are unequivocally positive.", "Now we have information and a database which would have been inaccessible to us before our membership, even if we had invested huge resources.", "We participate in the process of making the most important decisions regarding the banking sector in the euro area, i.e.", "not only the Bulgarian banks but the European banks.", "In making all these decisions, our vote matters as much as the vote of Germany, France, Italy, Spain, or any one of the other euro area Member instead of waiting for the relevant decisions to be sent to us for States.", "So, implementation, we actively take part in the process of making these decisions.", "I must assure you that there is a big difference.", "Financial implications are another important aspect of our membership.", "You can probably recall some observers' concerns as to how our membership in the Banking Union would burden the Bulgarian banks with unbearable fees.", "Indeed, the Bulgarian banks pay fees related to Banking Union membership , but the financial benefits are considerably greater.", "The Single Resolution Mechanism alone saves the Bulgarian banks not less than BGN 160 million a year which, in turn, improves their financial result.", "Or, if we use the terminology of insurance, the Bulgarian banks get a much greater protection for a much lower premium.", "As regards the BNB which, as I said, is already a part of the euro area in terms of its key activities, at this stage the preparedness for full accession is related most of all with technical and logistic issues.", "Organisation has been set up for monthly reporting on the progress and the outstanding challenges.", "So far six such reports have been drawn up and submitted to the Coordination Council for Preparation of the Republic of Bulgaria for Euro Area Membership, headed by the Finance Minister and me.", "Each of the BNB Deputy Governors is in charge of the relevant area of activity within the BNB's mandate.", "Contact groups have been formed, with individually named members of the BNB and of the European Central Bank working on specific matters.", "The absence of a regular government and a clear political commitment to the euro area accession process are a serious obstacle to its progress.", "This is the reason why we are missing, one by one, important indicative time-frames.", "This time last year Croatia was well ahead on its way to the euro area.", "I will give you only one example.", "On 10 September 2021 the European Commission and the euro area Member States signed a Memorandum of Understanding with Croatia on the production of national euro coins.", "This Memorandum sets out the actions required for a future euro area Member State to begin producing euro coins.", "The signing of the Memorandum makes it possible to detail the schedule for the future euro coins of the country, allowing that country to start selecting its euro coin national side designs and to carry out the technical preparations for minting and producing a test series of national euro coins.", "The Memorandum is a precondition for that country to receive the technical specifications documentation needed for production of national euro coins.", "We are about a month and a half behind schedule only on this issue.", "The consultations that the Minister of Finance and I had last week show that the signing of such a Memorandum is still possible but this will urgently require at least two things: firm political support and a clear mandate of the central bank governor.", "The political decision on this issue comes with a price.", "Over the last months, and especially the last weeks, markets have been giving us very clear and warning signals.", "The price of Bulgaria's newly issued debt has been rising at an unprecedentedly high rate.", "This implies an enormous additional financial weight in the medium term, which more acutely than before poses the question about the terms of funding Bulgaria's budget and economy.", "What is the connection with the topic under discussion?", "If you read credit rating agencies' announcements, you will see that the key factor for Bulgaria to get a rating upgrade, i.e.", "for improved terms of its funding, is the successful implementation of the euro area accession process.", "As a reference point, after the decision on Croatia's accession was made, two credit rating agencies upgraded its credit rating by two notches even before Croatia actually joined the euro area.", "Thus Croatia's credit rating, which before the decision was one notch lower than Bulgaria's, now is one notch higher than Bulgaria.", "For comparison, before receiving an invitation for euro area membership, Croatia's government bonds were bearing higher yields than those of Bulgaria.", "At present, the yield on Croatia's government bonds is, on average, about 100 basis points lower than that on the Bulgarian government bonds.", "On the other hand, according to credit rating agencies, the key factor for Bulgaria to get a rating downgrade, i.e.", "for deteriorating terms of its funding, is the delayed or halted process of joining the euro area.", "Therefore, the political decision about the euro area will come with a price and it will not be small .", "Finally, please allow me to address an appeal and a request to the members of Please, get focused on dealing with the political crisis and answering the pending questions with a direct bearing on the matter at hand, specifically: Will there will be a regular government and when?", "Because, as I was told only a few days ago by one of the central actors, including on the euro area matters, over the last year or a year and a half he has been constantly meeting with new people representing the executive, and this is a serious challenge, especially when long-term projects are involved.", "Will there be an efficiently working Parliament capable of passing the large number of legal acts needed for Bulgaria's accession to the euro area?", "Will there be a budget, a macroeconomic forecast and a medium-term fiscal programme and what will be the parameters, a question that has a direct bearing on the Maastricht criteria?", "Will there be a decision about the mandate and horizon for action of the Central Bank's Governor and management?", "Because, and let me finish with this, with a caretaker government and an 'acting' management of the Central Bank the entry into the euro area is just not going to happen.", "Mr. Speaker, I and my colleagues in the Governing Council are available to answer the questions that the members of Parliament may have."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["euro area accession", "euro area membership", "Bulgarian economy", "BNB", "credit rating", "political decision", "euro area", "Bulgaria's euro", "Banking Union", "Maastricht criteria"]}