{"sentences": ["Dr. R. B. Barman, former Chairman, National Statistical Commission, Shri S. H. Saoji, Dr. A. K. Nag and other former colleagues who contributed richly to the Basic Statistical Return (BSR) system, senior officials from banks - I am glad to see many Chief Compliance Officers (CCOs) of banks participating today - Executive Directors and other colleagues from the Reserve Bank, Ladies and Gentlemen, 2.", "Today, we celebrate the 50th year of the BSR system and pause to reflect on the way forward.", "Any system which has served us for half a century would surely have inherent strengths and depth.", "I believe that as an exhaustive data collection system, the BSR has endured the test of time.", "The development and maintenance of such a large system is demanding, to say the least, and it calls for constantly adapting to emerging realities.", "For this, I compliment my colleagues from the Department of Statistics and Information Management or DSIM.", "The Reserve Bank has always strived to ensure that its policies are data-driven and, in fact, data-intensive.", "Accordingly, the Reserve Bank forms a significant part of the national statistical system.", "Our early publications, most of which have now been digitised and placed on our website, profile the emphasis that the Reserve Bank has placed for decades past on information gathering systems, censuses and surveys to secure meaningful inputs for policy making as well as to disseminate a wide and rich pool of information as a 'public good'.", "The BSR is a central feature of this hallowed history.", "In fact, the BSR has been a silent sentinel watching over the transformation of India banking, and that is theme of my address today.", "For India, banking services serve as the lubricant that turns the wheels of the economy.", "In the early years, agricultural finance became a priority for the Reserve Bank, but comprehensive information for fashioning policies with the chisel of objective assessment was a yawning gap.", "Way back in August 1943, the Reserve Bank wrote to all the state governments about and I quote from that correspondence, \"having sample enquiries conducted rapidly in typical areas with a view to finding out the extent of indebtedness on the eve of the war; how it has been affected by subsequent developments; how agriculturists and moneylenders have reacted to them, what are the tendencies and work for and against the utilisation of incomes for liquidation of old debts-..\" This shortfall was bridged post-independence by the Reserve Bank's rural credit survey of 1951-52.", "It gave a detailed assessment of channels of finance in the hinterland, which galvanised policies for expanding access to formal credit channels.", "In those days, the spread of banking assumed importance from the point of view of financially including farmers and small enterprises in order to reduce their reliance on informal sources of credit.", "There was thus a concomitant objective of financial inclusion in banking policies of those early times.", "The next major milestone in the progress of Indian banking was the liberalisation of branch licensing policy in 1965 to check the tendency of banks to concentrate their branches in cities and major towns and to drive the expansion of branch networks to unserved and under-served areas.", "The focus on credit to agricultural and small industries sectors remained steadfast through this reform.", "These early developments led up to the establishment of the National Credit Council in 1967.", "It became a forum for assessing credit priorities on an all-India basis so as to assist the Reserve Bank and the Government in the allocation of credit.", "Notably, the Council had to use credit data from multiple reporting systems, as aggregate level regulatory reporting did not contain the desired dimensions .", "This became the next challenge.", "The nationalisation of major commercial banks in 1969 was aimed \"to meet progressively, and serve better, the needs of development of the economy in conformity with national policy and objectives and for matters connected therewith or incidental thereto\" .", "This became the next milestone.", "In this milieu, the BSR system was introduced as a \"determined effort at systematising the reporting of banking data to ensure the availability of fairly comprehensive information with a minimum time-lag, - to give more definite shape to the new policy of diversifying the pattern of credit\" .", "Since then, the BSR system has metamorphosed into a sound and comprehensive reporting system, generating a wide array of useful statistics.", "Combined with bank branch statistics [popularly known as Master Office File or MOF system], it has supported the post-nationalisation expansion of the Indian banking system.", "It has also caused attention to focus on financial inclusion by tracking the growing bank branch network and the access of the public to banking services.", "The collection and analysis of granular level financial data to assess the interconnectedness of financial institutions was brought forward in terms of priority after the global financial crisis (GFC) of 2008-09.", "Once again, the BSR system has turned out to be well equipped and fortified well ahead of this need.", "Over the years, innovations and demanding requirements resulting therefrom have led to several modifications in the BSR system in terms of coverage, periodicity, granularity and reference dates.", "This unsung history is included in the 'Commemorative Volume' being released today.", "Developments in information technology have been exploited to improve quality and timeliness of statistics.", "As a part of further rationalisation to reduce the reporting burden on banks, we also plan to discontinue the quarterly BSR 7 reporting from March 2023.", "This will leave us with only two BSRs, viz., BSR 1 on credit and BSR 2 on deposits, both of quarterly frequency.", "Regional rural banks (RRBs) will continue to report at annual frequency.", "We in the Reserve Bank regard the BSR as living returns, continuously alive to structural changes in the economy and in the banking system, and ready to quickly adapt and incorporate.", "Let me give you a sense of the stories that the BSR has to tell.", "We now have one commercial bank branch for every nine thousand citizens, a far cry from a branch per forty thousand citizens in 1972.", "Commercial banks maintain around 2.25 lakh customer service points, including over 1.75 lakh ATMs.", "Co-operative banks also have a significant network of branches and ATMs.", "In addition, over nine lakh fixed point business correspondents (BCs) bring banking services virtually to the doorstep.", "Digital banking has become a reality.", "The reach and spread of the banking network have improved the mobilisation of financial resources in the economy.", "The number of deposit accounts per thousand population has increased from 43 in 1972 to over 1,600 now.", "Households currently account for 63 per cent of total bank deposits.", "This is also reflected in the rise in the ratio of per capita bank deposits to income from 15.8 per cent to 71.2 per cent and the ratio of per capita credit to income from 12.2 per cent to 51.3 per cent over the period from 1972 to 2022.", "Branches across rural, semi urban and urban areas have contributed to this mammoth financial intermediation.", "Patterns of financial intermediation are also shifting.", "Industry has been a major recipient of bank credit but its share in total credit has come down from 60 per cent to 27 per cent during 1972-2022, broadly equal to that of services and personal loans.", "In the personal loans segment, borrowings by individuals now account for over 40 per cent as compared with less than 10 per cent share in 2000.", "This has ushered in to a unique phenomenon - the share of smaller loans - of up to Rs.", "This transformation has brought in its trail of associated changes in assessment, risk management and pricing of loans.", "On the lending side, a feature that has impacted the banking system is the reduced role of term lending institutions and emergence of corporate treasuries with new avenues for short-term financing.", "This has resulted in (a) increased reliance on banks for long-term funds; and (b) gradual reduction in the share of working capital in total loans.", "Banks' asset portfolios have become elongated, with term loans accounting for 65 per cent of total loans.", "In conclusion, I would say that the impetus for transformation has come calling as India - already the fifth largest economy of the world - prepares to be among the fastest growing economies and an engine of global growth (2nd largest contribution to global growth in 2022).", "By 2025-26, India will match Germany and become the fourth largest economy of the world.", "By 2027, it will surpass Japan and emerge as the third largest economy of the world.", "India's population will become the largest in the world next year and it's youngest.", "It will demand the world's best financial intermediation services.", "Banks will have a critical role in this transformation.", "Information will be the plumbing in this evolving architecture.", "As we consolidate the gains of the past and move ahead to address new challenges, it is going to be up to us - all stake holders - to keep the BSR system robust, timely, comprehensive and open to change.", "Today's conference provides us an opportunity to prepare for this untravelled road that lies ahead.", "Speech delivered by Michael Debabrata Patra, Deputy Governor, Reserve Bank of India in the Conference on 'BSR@50' organised by the Bank on October 28, 2022 at Mumbai.", "Prescient comments from Om Prakash Mall, valuable inputs received from Rajendra Raghumanda and Dibyendu Bhaumik and editorial help from Vineet Kumar Srivastava are gratefully acknowledged.", "For example, while the 'Uniform Balance Book (UBB) introduced in each bank office required monthly reporting of account-wise information in regard to credit limits sanctioned and advances outstanding according to the type of account, type of borrower, occupation, purpose, security, and rate of interest charged, it had to be supplemented by (i) annual survey on purpose-wise distribution of bank advances; (ii) half-yearly survey of interest rates on deposits and advances; and (iii) mid-monthly survey on security-wise classification of bank advances.", "The Banking Companies (Acquisition and Transfer of Undertakings) Act, 1970.", "Report of the Committee on Banking Statistics (Chairman: A. Raman), RBI, August 1972.", "The BSR system replaced the UBB system and other regular and ad hoc reportings by banks to the RBI."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking services", "Financial inclusion", "Credit allocation", "Data collection", "Rural credit", "Branch expansion", "Financial intermediation", "Term lending", "Personal loans", "Information technology"]}