{"sentences": ["Dear Ms. Minister, The honourable Mr. Mike, The honourable Mr. Berisha It is a special pleasure to be part of this ceremony which marks a very important step of the launch of the Export Window.", "Allow me, on behalf of the Central Bank of the Republic of Kosovo, to congratulate the Kosovo Credit Guarantee Fund and USAID (Kosovo Compete Activity) for launching a new window for financial facilitating called the \"Export Window\".", "The Kosovo Credit Guarantee Fund, with the support of our international friends, within a relatively short period of time has managed to transform into a very important institution, playing a very important role in increasing and facilitating financing for the country's economy.", "Bank lending continues to be a very important and stable source of private sector financing in Kosovo.", "The value of banking sector loans until October 2022 has reached 4.3 billion euros, marking an annual increase of 17.9%.", "However, despite the satisfactory trend of the growth of bank lending, it is considered that the level of financial intermediation in Kosovo should increase even further, and that in relation to the size of the economy, there is further room for expansion of the lending activity.", "An important role in filling this space is played by the Kosovo Credit Guarantee Fund, which, through its guarantee mechanism, will enable the increase in credit and ease the conditions of access to credit even for the extremely important sectors that ensure the economic development of the country.", "The new export window, which aims to issue new guarantees to partner financial institutions for the benefit of micro, small and medium enterprises, especially for exportfocused businesses, is good news for businesses and the economy of the country.", "In this period where our economy, and not only, has had negative impacts, firstly from the pandemic and recently also from the Russian aggression in Ukraine, it is very important to help our enterprises, to increase the export as much as possible.", "Until October of this year, the value of exports reached the amount of 774.4 million euros.", "This amount represents an increase of over 160 million euros compared to the same period of 2021.", "However, this increase is still low compared to the import that in the same period January-October 2022 reached the amount of 4.6 billion euros.", "In the same period last year, imports amounted to 3.7 billion euros.", "Therefore, this new window will help to increase the export of businesses, contributing to the overall economic development of the country.", "The Central Bank of the Republic of Kosovo continues to support and push the financial sector to increase support for the economy, especially businesses that aim to export our products."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination"], "topics": ["Export financing", "Kosovo economy", "Credit guarantee", "Bank lending", "Financial intermediation", "Economic development", "Exports", "Imports", "Russian aggression", "Pandemic"]}