{"sentences": ["It is a pleasure to be with you in person at the ninth annual Irish Funds' UK symposium.", "I want to begin by acknowledging Irish Funds' logistical feat in rescheduling the conference at short notice for the benefit of attendees - which cannot have been easy.", "But I'm glad to say the timing is fortuitous - for it enables me to give an important update on the Central Bank of Ireland's macroprudential policy for the non-bank sector, which we are announcing this morning.", "I'll begin, however, by saying a little about the Central Bank's strategy and regulatory philosophy, and our views on the concept of open strategic autonomy.", "I'll also cover a number of other specific areas of interest, including sustainable finance, delegation and digital assets.", "The common thread between all these topics is the breaking of complex new ground - for regulators and industry alike.", "So I will talk to some of the challenges I see ahead and how the Central Bank of Ireland, together with our counterparts at European and international level, as well as industry, need to work together to tackle them.", "In his latest work, the scientist and academic Vaclav Smil asks why most people in modern societies have, in his words, \"such a superficial knowledge\" about how the world really works.", "He suggests the complexities of the modern world are an obvious explanation: \"People are constantly interacting with black boxes, whose relatively simple outputs require little or no comprehension of what is taking place inside the box.\"", "This, he says, is as true of physical items such as mobile phones and laptops to massscale procedures such as vaccination.", "As Smil points out, general terms such as \"physics\" and \"biology\" are less meaningful in a world of increasingly specialised subject-matter expertise - what he calls the \"atomisation of knowledge\".", "I see significant parallels with the global financial sector.", "No longer can one person truly be an expert in its complexities.", "And such complexities, and the interdependencies they create, pose a real challenge - both in terms of managing and regulating risk.", "As 2008 showed all too painfully, this is a critical challenge for regulators - not just to identify the black boxes in the first place but to look into and understand them.", "In the non-bank sector particularly, where work continues on issues such as channels of propagation and contagion for example, this is very much work in progress.", "At the same time, regulation's purpose is to safeguard stability and protect consumers and investors.", "It is not to stifle innovation or eliminate the right of an informed individual or firm to take a certain amount of risk.", "In the Central Bank, therefore, we are focused on creating the regulatory context in which the potential benefits of innovation for consumers, investors, businesses and society can be realised, while the risks are effectively managed.", "As our Governor recently noted, we believe regulation must be forward-looking, connected, proportionate, predictable, transparent and agile.", "And we work at home and abroad on that basis.", "Open Strategic Autonomy In that context, for the Central Bank and indeed, Ireland as a whole, the UK remains an important partner and interlocutor.", "We have a long established and historic relationship with significant interlinkages and dependencies between our economies and financial sectors.", "The recent turmoil in the UK pension sector, and the impact on GBP liability-driven investment (LDI) funds, was a clear example of these complex interlinkages.", "Investment funds authorised by the Central Bank of Ireland have aggregate holdings in UK gilts of approximately stg£267bn, representing approximately 6% of total assets under management.", "Of that stg£267bn, LDI funds represent the largest sub-component of UK gilt holdings by Irish domiciled funds.", "Throughout this period, and in conjunction with other relevant NCAs, we engaged proactively with the managers of LDI funds to ensure they took the appropriate actions to strengthen their ability to absorb shocks.", "The resilience of GBP LDI funds across Europe has subsequently improved.", "But given the current market outlook, we do expect that levels of resilience and the reduced risk profile of GBP LDI funds should now be maintained, and do not consider any reduction in the resilience at individual sub-fund level to be warranted at this point.", "This episode, and the effective interaction across the various NCAs, has emphasised again the importance of continuing to ensure a coordinated and effective response to market developments - particularly those with a cross-border dimension.", "In the EU, attention is focused on the concept of \"Open Strategic Autonomy\" - to strengthen the EU's resilience, while seeking to ensure it remains open to the world.", "Here in the UK, the focus has turned to the development of domestic regulations, and with that comes the potential of moving away from established and agreed EU frameworks.", "This dynamic brings new challenges, particularly that of divergence, where a lack of consistency in approaches risks undermining the collective effectiveness of regulatory frameworks, especially in the context of capital markets, given their global nature.", "From a regulatory perspective, I believe it is important for the EU and UK to continue working closely together to ensure - to the maximum extent possible - the consistent and stable application of our frameworks.", "As the challenges of the last few years have shown, strengthening our alliances with like-minded partners is more important than ever and makes the work of bodies such as the Financial Stability Board and IOSCO vital to support that cooperation and to build common approaches to collective challenges.", "Macroprudential policy - an overview: Which brings me to macroprudential policy.", "The events of 2008 led to a significant overhaul of financial regulation, especially for banking and certain markets activities to improve resilience and reduce systemic risk in a way that benefitted investor protection.", "Since that time, as banks retreated from certain areas of activity, the non-bank sector has moved in to fill the gaps.", "We can see examples of this in practice - whether in business lending through loan-originating funds or the significant growth in money market funds as cash management vehicles.", "The non-bank sector brings many benefits.", "It diversifies the channels of finance available to the real economy and it allows for a broader diversification of borrower risk that has benefits for financial stability.", "As the sector continues to grow, so too does its systemic importance.", "In the context of investment funds specifically, systemic risks arise from the interplay between vulnerabilities (for example, liquidity mismatch and the use of leverage) and interconnectedness across the sector.", "Changing dynamics in the supply and demand of market liquidity, combined with the use of leverage and the larger size of the sector, mean that market shocks can be amplified and transmitted to a greater and more rapid extent than previously has been the case.", "The financial system in Ireland is heavily weighted towards the non-bank sector, including investment and money market funds.", "We have the third largest funds sector in the world.", "In the same period, asset values of these entities increased from approximately €3 trillion to €5.6 trillion.", "Given the size of the non-bank sector in Ireland and the particular linkages of certain sub-sectors with the domestic economy, macroprudential policy for non-banks is a priority for the Central Bank.", "For open ended funds, the Financial Stability Board recently published proposals to revise some of its 2017 recommendations on potential structural vulnerabilities in the asset management sector as they relate to liquidity management tools.", "The Central Bank of Ireland co-chaired the group that produced those proposals and we look forward to continuing to engage with our international counterparts to implement them.", "As the financial system and our economies adjust to higher interest rates and the end of a prolonged period of quantitative easing, it is imperative that we re-double our efforts globally to develop and operationalise the macroprudential framework for non-banks, especially investment funds.", "Property fund measures: The necessity to take action applies domestically, as well as internationally.", "Today, the Central Bank of Ireland is announcing its first macroprudential policy measures for non-banks - targeting Irish property funds.", "We are activating a macroprudential leverage limit and introducing Guidance for enhanced liquidity management at Irish-domiciled funds investing in Irish property.", "We are using European regulations for the leverage limit and we are the first national competent authority to take this approach for macroprudential purposes.", "The commercial real estate (CRE) sector is systemically important for Ireland.", "Irish authorised funds investing in Irish property have become a key participant in that market, holding approximately 35% of investable CRE.", "This growing form of financial intermediation entails benefits for Irish macroeconomic and financial stability.", "Often established and funded by overseas investors, property funds provide an alternative channel of financing for investment in the CRE market, reducing reliance on domestic sources of capital.", "However, the changing nature of financial intermediation also raises the potential that new vulnerabilities could emerge, so it is important that we adapt the macroprudential framework accordingly - and in line our aforementioned regulatory principles of being forward-looking, connected, proportionate, predictable, transparent and agile.", "These measure we are announcing today are designed to build the resilience of this growing form of financing to shocks.", "Central Bank analysis has identified excessive leverage and liquidity mismatch as potential sources of vulnerability in Irish property funds.", "Following extensive engagement, consultation and analysis, we are now introducing measures to address these vulnerabilities.", "For the leverage limit, we are introducing a sixty per cent limit on the ratio of property funds' total debt to total assets.", "We recognise that existing property funds will need time to adjust.", "As such, a five-year implementation period is being provided to allow for the gradual and orderly adjustment of leverage for this cohort.", "The duration of the implementation period is also reflective of the current macroeconomic environment of rising interest rates and a slowdown in global and Irish economic growth.", "For new funds, from today onwards, we will only authorise new Irish property funds which meet the sixty per cent leverage limit.", "As I said, the leverage limit is implemented using European regulations.", "As part of our decision-making process, we notified the European Securities and Markets Authority (ESMA) of our intention to introduce the measures.", "ESMA's formal advice to the Central Bank is that the leverage limit is appropriate to address the concerns relating to the stability and integrity of the financial system.", "We are issuing Guidance on the minimum liquidity timeframes expected for property funds.", "We expect that property funds should generally provide for a minimum liquidity timeframe of at least 12 months taking into account the nature of the assets held.", "We are providing an 18-month implementation period for existing funds to take appropriate actions in response to the Guidance, and we expect that property funds newly authorised from today onwards will adhere to the Guidance from inception.", "Due to their reduced systemic risk, funds primarily investing in social housing will not be covered by the leverage limit, subject to certain criteria.", "And we will allow a methodological adjustment for development assets to avoid an excessively tight application of the leverage limit for such activities.", "These measures aim to guard against the potential risk that financial vulnerabilities in the property fund sector lead to forced selling behaviour in times of stress.", "They aim to build the resilience of this growing form of financial intermediation, so that property funds are better able to absorb - rather than amplify - future adverse shocks.", "In turn, this will better equip the sector to continue to serve as a sustainable source of financial intermediation.", "These are our first macroprudential policy tools for nonbanks.", "As I mentioned, the Central Bank of Ireland sees this as a priority area, and we are working with international counterparts to develop and implement a macroprudential policy framework for the sector more broadly.", "Delegation is another area of particular focus - for us and in Europe.", "Whilst the proposals are still to be finalised, the AIFMD review is likely to bring targeted changes to the current regime to enhance the reporting of delegation activity, particularly to third countries, and ESMA is positioned to conduct an in-depth review of delegation in the funds sector.", "Ireland has robust requirements in place to protect against letterbox entities and to ensure effective oversight of delegates by fund management companies.", "We continue to develop and refine our domestic rules to ensure they reflect not only EU level requirements, but that firms also meet our expectations in terms of their substantive structures, activities and risk profile in Ireland.", "The proposals contained in the AIFMD Review mark the start of a longer-term process that will take a deeper and more comprehensive look into delegation in Europe.", "It can be expected that, after a period of evaluation and reflection, further work in this area may be proposed.", "I know industry will be actively engaged at both national and European level on this issue.", "Your views will be vital to forming a balanced and objective approach to delegation in the future.", "Turning to Environmental, Social and Governance (ESG) investment, the Central Bank is committed to supporting the growth of this segment in Ireland and enabling the significant investment in sustainable projects needed to support the transition to carbon neutrality.", "We have been actively engaging with industry in order to give as much clarity around our expectations as possible.", "Along with our fellow regulators, we have a number of priorities in this regard.", "Firstly, we are concerned about the risks to regulated firms' sound functioning, and more broadly to financial stability, arising from increasingly frequent climate events or from the potential impact on investments as a result of the broader transition to a more sustainable economy that may have significant implications for firms.", "Secondly, we want to ensure that investors are fully informed and not misled.", "Where investments or financial products are described as green or sustainable, this must be meaningful and accurate and based on reliable parameters that are consistently applied across Europe.", "Investors have high expectations for the funds sector with regard to sustainable finance.", "It is critical that the sector is positioned to support a timely and effective transition to a more sustainable economy.", "Standards must be high.", "From 1 January 2023, additional requirements under the EU SFDR Level 2 disclosure obligations will apply.", "The Central Bank considers these new obligations to be instrumental in terms of the level of information available to investors about the products in which they invest.", "The new requirements will mean that Irish investment funds must make extensive updates to their fund documentation and provide more in-depth sustainability disclosure amendments to their pre-contractual documents.", "The tolerance for any disclosures that do not meet the requirements will be low considering the length of time industry has now had to comply with these key regulatory changes.", "In order assist industry, the Central Bank has recently published an information note in this area.", "The note is designed to inform and assist industry in ensuring that investors and the market can have a high degree of trust and confidence in green and sustainable products produced and sold from the jurisdiction.", "The final topic I which to touch on is digital assets where, as events of the last year have shown, there are many black boxes and clearly not all of them are fully understood.", "The collapse of FTX, following as it did the collapse of other crypto entities and the general turmoil we have seen across the sector this year, has reignited questions as to whether this is a sector that should - or should not - be regulated.", "We have a rapidly growing sector that is increasingly intertwined with the \"traditional\" or mainstream financial sector; that is highly volatile and susceptible to fraud; and that has relatively high failure rates.", "This asset class has done real harm to retail investors in the last year.", "The digital assets ecosystem is not a suitable or safe space for retail investors - something about which the Central Bank has been warning for some time.", "Against that, there is still substantial demand for digital assets - which go wider than \"crypto\" alone - and in particular from professional investors.", "But the digital assets sector lacks the rules and protections that have benefited the development of the mainstream financial sector.", "While European frameworks - namely MiCA and DORA - will bring important improvements, they do not present a complete set of answers to the many difficult issues within this space.", "The FSB and IOSCO have set out the view that firms presenting the same or similar risks should be subject to similar regulation, a cornerstone of their efforts to develop international regulatory frameworks in digital assets and decentralised finance.", "We need to start speaking the same language and building a similar view of issues whether it is around financial resilience, better management of conflicts of interest, or greater transparency and security for customers.", "To finish where I started, Smil posits that a realistic grasp of our past, present and uncertain future is the \"best foundation\" for approaching the unknowable expanse of time ahead of us.", "We cannot be specific but know it will include both progress and setbacks.", "\"The future, as ever, is not predetermined,\" he writes.", "\"Its outcome depends on our actions.\"", "As a regulator, when thinking about the complexity of new terrain and its many challenges, that call to action chimes greatly with me.", "In concluding, let me emphasise that, in the Central Bank of Ireland, as we cover new ground, we do not move in isolation or with our peer regulators only.", "We are an open and engaged regulator, knowing the importance of listening to our stakeholders, building dialogue and being open to feedback.", "We don't just welcome your continued engagement - we see it as essential to our mission of serving the public interest by maintaining monetary and financial stability while ensuring that the financial system operates in the best interests of consumers, investors and the wider economy.", "Thank you for your attention and I wish you an enjoyable and productive conference.", "With thanks to Jonathan Dent, Caroline Mehigan, Kevin Mullen, Cian Murphy, James O'Sullivan and Darragh Rossi for their support in preparing this speech.", "Makhlouf, \"The Central Bank's Regulatory Philosophy: Regulating for Stability and Positive Outcomes\" (2022)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Macroprudential policy", "Non-bank sector", "Sustainable finance", "Delegation", "Open strategic autonomy", "Digital assets", "Property fund measures", "Environmental, Social and Governance (ESG) investment", "Financial stability", "Regulatory philosophy"]}