{"sentences": ["It is a pleasure to be here at the seventh Global Islamic Finance Forum today.", "At GIFF 2018, I made a call for us to \"rethink value, risk and human capital\" in charting a new path of Islamic finance beyond profits.", "And so, I thought that it would be fitting for my remarks today to reflect on the progress made, and how Islamic finance has measured to its promise, especially in the context of developments globally since 2018.", "Indeed, a lot has happened in these four years.", "The world also continues to face various challenges as we speak.", "We weathered an unprecedented pandemic, transitioned into the endemic phase and are now on the path to recovery.", "But the road continues to be rocky.", "Next year, global growth is expected to moderate.", "This challenging environment is further complicated by inflationary pressures which is leading major central banks to tighten monetary policy aggressively.", "We have also entered a period of strong US dollar, leading to almost all major and regional currencies - the ringgit included - depreciating.", "In addition, the heightened geopolitical tensions have also fuelled global food and energy security concerns.", "All these challenges are also complicating the green and climate transition.", "Against a backdrop of these global challenges, the Islamic financial sector has continued to advance.", "Value-based intermediation has become more entrenched in the corporate value intent and business strategies of Islamic financial institutions.", "According to AIBIM\"s VBI report which will be launched later today, RM146.6 billion in financing, investments and deposits were intermediated by Islamic banks in VBI-related or VBIaligned initiatives between 2020 and 2021.", "Tools such as the VBIAF Sectoral Guides, implementation roadmaps and reporting frameworks are now widely used by the industry to drive positive value and impact on the economy, society and environment.", "The intermediation of capital is also more diverse, with innovative instruments mobilising \"beyond deposits\", adding risk-absorbent capital and social capital into the mix.", "Notwithstanding the progress, one might question whether Islamic finance has been living up to its promise and full potential.", "Let me highlight three challenges here.", "One, it appears as if we are still in the early days of value-based finance.", "Many financial institutions - conventional and Islamic alike - have yet to make important changes to how they operate and do business to fully deliver on value-based finance.", "Five years since the launch of the VBI initiative in 2017, the majority of Community of Practitioners members are only at the \"Emerging\" phase of implementation.", "Meanwhile, the efforts to diversify value-based capital - such as to fund new ventures and other VBI-aligned outcomes - is far from full realisation.", "Only 4.2% of investment accounts intermediated by Islamic banks are suitable to finance transformation, such as in supplying growth capital to industries of the future or new business models.", "We have also yet to make the most out of the full range of Shariah contracts in finance application today.", "Benevolent contracts, risk sharing contracts and other asset-based contracts have yet to be fully utilised to offer a broader spectrum of funding, investment and protection solutions.", "This means that we are not realising the full potential of value-based finance to address contemporary economic and social needs.", "This also points to a continued need to foster appreciation of the fundamental values of Shariah among market participants and its embodiment in financial solutions, services and conduct.", "Changes to the way Islamic finance operates cannot happen overnight.", "But what the industry does today will be crucial in bringing to life the fundamental values of Islamic finance, and showing how it is relevant to address contemporary challenges.", "In my view, to elevate the values of Islamic finance to the next level, the industry must seek to embody and exemplify the value of ihsan , continuously striving for attainment of excellence.", "A hadith narrated in Sahih Muslim reported that Prophet Muhammad (peace be upon him) said, \"Verily, God has enjoined excellence (ihsan) with regard to everything.\"", "Manifesting ihsanin Islamic finance, thus, calls upon all stakeholders to steadfastly find ways to transform and deliver the highest standards in all aspects of its business.", "In my mind, there are three key imperatives that can facilitate in Islamic finance to ensure that it continues to provide strong support for \"value-based growth\" - one that is balanced, progressive, sustainable and inclusive.", "The first is the need for a whole-of-ecosystem alignment to the values of Islamic finance.", "In a beautiful hadith narrated by Abu Musa in the Sahih al-Bukhari , Prophet Muhammad (peace be upon him) said, \"A faithful believer to a faithful believer is like the bricks of a wall, enforcing each other.\"", "This hadith reminds us that it is not going to be the work of one, but the work of many to reap the positive outcomes of Islamic finance.", "This would involve not only Islamic financial institutions, but also shareholders, investors, businesses, households, regulators and all players in the ecosystem.", "All stakeholders must understand and accept the fundamental goals of Islamic finance to fully harness its \"beyond profit\" proposition.", "The Shariah Advisory Council of Bank Negara Malaysia has identified seven fundamental values of Islamic finance.", "These are: (1) prevention of harm and attainment of benefit; (2) money only as a store of value or medium of exchange; (3) attainment of profit from accepting or sharing risk; (4) balanced wealth creation with wealth transfer and circulation; (5) assurance of transparency and traceability; (6) Shariah compliance, and (7) fairness and attainment of excellence.", "I believe that mainstream acceptance of these values - even financial institutions and groups which operate in both the Islamic and conventional space - will facilitate more concrete action towards implementing value-based finance across the whole financial system.", "For example, in deploying blended finance to extend impactful solutions for underserved segments of society, investors and consumers must appreciate that the return on capital invested might not be immediately realised, and that the \"return\" should not be solely measured against a financial yardstick.", "After all, long-term value creation and spill-over impact to the economy, society or environment are also integral considerations for value-based finance.", "The second imperative that reinforces the first one is action-oriented leadership , which is very much in the same spirit as this year\"s theme, \"Take The Reins\".", "One such area where we believe this to be important is in further advancing Malaysia as an International Islamic Financial Centre.", "With the maturity of Islamic financial sector in Malaysia, we believe that the industry is now well-positioned to drive the Malaysia International Islamic Financial Centre (MIFC) agenda.", "Thus, it gives me great pleasure today to announce the establishment of the MIFC Leadership Council, a joint initiative of Bank Negara Malaysia and the Securities Commission Malaysia.", "The Council will provide thought leadership, drive strategy formulation and implementation to enhance Malaysia\"s position as an international gateway for Islamic finance.", "Under the leadership of Tan Sri Azman Mokhtar as the Chair, it is envisioned that the Council will also evolve into a fully industry-led structure that will be better able to respond to - and capitalise on - global opportunities in Islamic finance.", "We are confident that with stronger industry stewardship, we will be able to foster greater market dynamism.", "We are also seeing greater industry leadership in many areas.", "In particular, I wish to acknowledge the work of AIBIM and MTA for their efforts to further advance VBI implementation, including the VBI report by AIBIM and the VBIT roadmap by MTA that will be launched today.", "I would also like to mention that we are delighted to see many action-oriented leaders in Islamic finance.", "The Royal Award for Islamic Finance recognises outstanding contributions in Islamic finance.", "I wish to take this opportunity to congratulate Tan Sri Dr. Mohd Daud Bakar - the 2022 winner of the Royal Award for Islamic Finance.", "He is an eminent Shariah scholar, recognised for his instrumental role as the Chairman of the Shariah Advisory Councils for both Bank Negara Malaysia and Securities Commission Malaysia, and in developing the first Shariah standard on gold issued by the Accounting and Auditing Organization for Islamic Financial Institutions (AAOIFI), among other achievements.", "I would also like to congratulate in advance the winners of the Emerging Leader Prize and Impact Challenge Prize - two additional new prizes introduced this year in conjunction with RAIF - that will be awarded later today.", "The third imperative is strengthening connectivity for greater innovation and impact.", "I see opportunities for this in three areas.", "The first relates to the halal sector , and the role that the Islamic finance industry can play in supporting its growth and expansion.", "While the percentage of -certified companies utilising Islamic finance facilities has been on a rapid uptick - nearly doubling from 21.9% in 2018 to 41.3% in 2021 - more can be done, especially to facilitate connectivity across halal value chains.", "The industry should continue to explore new sources of funds based on the concept of risk sharing and develop more impact-based funding, investment and trade facilities that can drive improvements in productivity and efficiency of halal companies.", "Technology can also be leveraged to embed financial services into the halal ecosystem, where Islamic finance solutions are seamlessly integrated into the offering of products or services.", "Apart from being more efficient and frictionless, it can also offer a more complete proposition to businesses and consumers The second is on community-based connectivity .", "Here, the integration of social finance within the core offerings of Islamic financial institutions can be a game-changer.", "In an environment of high household leverage, taking on more debt-based borrowing may not be the best solution for micro-businesses and low-income segments.", "Therefore, deploying blended capital - using social impact investment, donation, waqf and zakat - enables funding to be more accessible and responsibly used to support entrepreneurship for innovation.", "The partnership model of Malaysia\"s iTEKAD programme, as an example, sees Islamic banks collaborating closely with state religious authorities, government agencies, business leaders, NGOs, social enterprises, fintech players and training providers to facilitate micro-business owners to recover and grow their businesses through the pandemic using blended finance solutions.", "To date, hundreds of participants have benefited from the seed capital, microfinancing and structured training received through iTEKAD, and we hope to see many more benefiting going forward.", "The third area is Shariah connectivity .", "Mutual recognition of Shariah standards and global acceptance of Islamic finance regulatory requirements will lay down more stable foundations for innovation globally.", "This includes cross-country efforts to provide more inclusive financial solutions to meet the needs of the population, especially the Muslim population.", "To this end, Centralised Shariah Advisory Authorities in Islamic Finance (CSAA) provides a platform to facilitate consensus in Shariah jurisprudence to enable worldwide acceptance and recognition.", "In 2020, we saw authorities from 7 countries participate.", "Through this platform, we hope to see greater commitment to bring enhanced Shariah connectivity across the globe.", "The theme of GIFF 2022 - Take The Reins - calls upon all of us to play our part in taking ownership of the future of Islamic finance.", "The journey ahead is not easy, but with ihsan in Islamic finance leadership, we can help realise the full promise and potential of Islamic finance.", "Before I end, I would like to thank and congratulate AIBIM for organising this event.", "With that, I wish everyone a successful forum and hope you continue to have engaging conversations ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Value-based finance (VBF)", "Islamic finance", "Global Islamic Finance Forum (GIFF)", "Malaysia International Islamic Financial Centre (MIFC)", "Halal sector", "Shariah connectivity", "Community-based connectivity", "Blended finance", "Impactful solutions", "Excellence (ihsan)"]}