{"sentences": ["To representatives of APEC member economies, esteemed speakers, and my colleagues at the BSP, ladies, and gentlemen, good afternoon.", "Seven years ago, the Bangko Sentral ng Pilipinas set in motion the modernization of the retail payment system with the development of the National Retail Payment System (NRPS).", "Under the NRPS, we activated two Automated Clearing Houses, which we now call InstaPay and PESONet.", "As you may have heard, we achieved several milestones since then.", "By the end of 2021, nearly a third - or 30.3 percent - of total payment transactions were digital.", "To provide some perspective - in 2013, monthly digital payment transactions in the Philippines represented only 1.0 percent of total payment transactions.", "It rose to 20.1 percent by the end of 2020 as the pandemic accelerated digital payments adoption.", "By 2021, the share of digital payments, in terms of value, represented 44.1 percent of all retail payments.", "At the core of this successful arrangement is the partnership between BSP and the payments industry.", "What we learned from this experience is that by acting early, the BSP was able to put in place the infrastructure for digital payments.", "This proved to be essential in the event of the pandemic.", "Thus, digital payments, which was not originally construed for ensuring business continuity, provided an unexpected lifeline to struggling consumers and businesses navigating the Covid-19 pandemic.", "Going forward, the BSP continues to implement the Digital Payments Transformation Roadmap and work towards its two key targets by 2023: first, transform half of the volume of retail payments into digital form.", "And from the figures I cited earlier, we are close to meeting our objective.", "Second, onboard 70 percent of adult Filipinos in the formal financial system through the opening of transaction accounts.", "The BSP backs several initiatives to achieve the following goals: first, wider acceptance and use of digital payments services; second, increased digital payments adoption through better security, efficiency, and interoperability within the payments ecosystem; and lastly, financial stability and consumer protection through the issuance of cohesive regulatory and prudential standards.", "Along with our regional peers, we will continue to advance digital inclusion via a conducive policy and operating environment that empowers the unserved and underserved segments of the economy to move up in life.", "We will continue to engage our stakeholders in the public and private sectors to foster innovation and promote efficiency and competition while preserving financial stability, financial consumer protection, and market integrity.", "In closing, let me express my sincere appreciation to APEC for partnering with the BSP.", "I would also like to thank the moderators, panelists, and participants for sharing their ideas, insights, and experiences.", "I trust we can convert the rich insights from this webinar into actionable strategies and new campaigns as we continue our work.", "Salamat at mabuhay tayong lahat!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Digital payments", "Retail payment system", "Financial inclusion", "Digital Payments Transformation Roadmap", "Financial stability", "Consumer protection", "Payment ecosystem", "Interoperability", "Security", "Efficiency"]}