{"sentences": ["Good morning everyone - it is a pleasure to welcome you to the Central Bank's seminar on the Sustainable Finance Disclosures Regulation (SFDR) for the asset management sector.", "As you may know, the Central Bank recently hosted our first Financial System Conference and it won't surprise you that sustainable finance issues were high on the agenda.", "Over those few days, the general theme of the conversations I had with market participants was that the level and pace of change in the asset management sector is unrelenting - particularly when looked at through a regulatory lens.", "That is certainly the case in the area of sustainable finance.", "Therefore, this morning in my brief remarks I hope to cover how we as regulators are responding to these changes and our high expectations for industry in this regard, while also covering the European landscape, and what the Central Bank is doing.", "In accordance with our overarching mandate, the Central Bank works to ensure the financial system operates in the best interests of consumers and the wider economy.", "Given the need to ensure a more sustainable economy, it is clear that the financial sector must play a role in achieving this.", "Therefore, we are placing a significant emphasis on supporting this through the implementation of related legislative initiatives to support the delivery of the sustainable finance agenda.", "In tandem with our fellow regulators, we have a number of interacting priorities in this regard.", "Firstly, we are concerned with the risks to regulated firms' sound functioning, and more broadly, to financial stability, arising from increasingly commonly occurring climate events or from the transition to a sustainable economy.", "Secondly, we want to ensure that investors are fully informed and in no way misled.", "Where investments or financial products are described as green or sustainable, this must be meaningful and accurate and based on reliable parameters that are consistently applied both within jurisdictions and across Europe.", "Investors have high expectations for the asset management / funds sector with regard to sustainable finance.", "It is critical that the sector is positioned to support a timely and effective transition to a more sustainable economy, and for this to happen, standards must be high.", "European Landscape Over the past few years, the EU sustainable finance agenda has continued apace.", "Under the Green Deal legislation, the financial sector and financial regulators have been tasked with a key role in delivering the transition to a sustainable economy.", "Implementation of the European Commission's Action Plan and Renewed Strategy on sustainable finance are of particular importance in this context.", "A key part of these plans is about identifying and disclosing climate risks, essentially seeking to provide a tool to ensure that in deciding on their investments, investors are able to see clearly both the risks and the impacts associated with their investment options.", "Looking to the asset management sector, we have seen the implementation of some key legislative changes - notably, the implementation of the SFDR and Taxonomy Regulation.", "I think you would all agree that the timelines for these legislative obligations have been ambitious by design but perhaps SFDR has been the most ambitious.", "At their core, these legislative requirements are intended to provide increased transparency around ESG characteristics and the integration of sustainability risks at a product and entity level via pre-contractual documentation disclosures, website disclosures, and periodic reporting disclosures.", "The Joint Committee of the European Supervisory Authorities (ESAs) were also mandated to develop Regulatory Technical Standards (RTS) which have become the Level 2 regulation for these obligations.", "In our role at ESMA, we have helped shape and develop the organisation's ambitious agenda in this area.", "In February ESMA published a Sustainable Finance Roadmap 2022-2024 which identifies three core priorities: 1.", "Tackling greenwashing and promoting transparency; 2.", "Building the capacity of both National Competent Authorities and ESMA in the sustainable finance field; and 3.", "Monitoring, assessing and analysing ESG markets and risks.", "In May, ESMA published a Supervisory Briefing on sustainability risks and disclosures in the area of investment management, which seeks to promote common supervisory practices and approaches to a number of SFDR and Taxonomy-related disclosure requirements.", "This provides clear expectations in respect of SFDR disclosures.", "ESMA also plans to conduct a Common Supervisory Action (CSA) on sustainability risks and disclosures in 2023, and discussions regarding the scope and methodology of the CSA are ongoing.", "We will hear more on ESMA's work in this area from Antonino Barattelli who I am very pleased could join us for today's event.", "We will of course, continue our active engagement in each of the ESAs, with other national supervisors and the European Commission, as this critical work continues to evolve.", "Turning to the domestic outlook, the Central Bank last year established a dedicated Climate Change Unit to drive forward our agenda on climate change risk assessment and sustainable finance.", "We have also established a Climate Risk and Sustainable Finance Forum which met for the first time in June.", "This Forum will enable stakeholders to discuss the implications of climate change for the Irish financial system and share best practices on embedding climate risk and sustainable finance considerations within firms.", "In November of last year, you will remember, we issued a letter to regulated firms setting out our clear supervisory expectations relating to climate, environment and ESG issues.", "Our supervisory expectations focus on five key areas including governance, risk management framework, scenario analysis, strategy and business model risk and disclosures.", "It was noted that our approach to climate risk and ESG issues will evolve based on our supervisory experience, engagement with industry and international developments in this area.", "That continues to be the case as we seek to accelerate action in this space.", "Looking ahead, this will include legislative implementation and supervision of the new requirements in this area - including the SFDR, Taxonomy Regulation and the amendments to UCITS / AIFMD for management companies.", "We will continue to evolve regulatory policy for the asset management sector as required in the years ahead.", "But in the here and now, the implementation of the SFDR requirements is a key area of focus and I would like to briefly walk you through our continuing work, specifically related to the asset management sector.", "We continue to scrutinise fund applications as part of our gatekeeper role, which since March 2021 must be compliant with the SFDR Level 1 transparency requirements.", "An effective and efficient gatekeeper function is a key part of our supervisory strategy for the funds sector.", "It is interesting to us that investment funds classified as either Article 8 or Article 9 products under the SFDR remain a small but significant part of Ireland's funds sector.", "The majority of funds have classified themselves as Article 6 products.", "However, the proportion of Article 8 and Article 9 products is expected to grow over time given investor demand for investment products which are considered sustainable.", "Indeed, this reflects our gatekeeper experience, where funds seeking authorisation at present are more likely to be structured as Article 8 or Article 9 products.", "From 1 January 2023, additional requirements under the EU SFDR Level 2 disclosure obligations will apply.", "We consider these new obligations to be instrumental in terms of the level of information that investors will now have about the products in which they invest.", "As you know, these new requirements will require Irish investment funds to make extensive updates to their fund documentation (prospectus, supplements etc) by 1 January.", "This will require a significant volume of funds to make more in-depth sustainability disclosure amendments to their pre-contractual documents.", "Given the volume of funds subject to updates, the Central Bank has adopted a streamlined authorisation process for the 1 January 2023 deadline.", "A sample of submissions received will be reviewed retrospectively to ensure a high standard of disclosures.", "That said our tolerance for any disclosures that do not meet the requirements will be low considering the length of time industry has now had to comply with these key regulatory changes.", "We also believe the imminent deadline provides an opportunity for Fund Managers to make any necessary pre-contractual updates and ensure any areas of weakness are addressed.", "That includes some of the issues identified in the ESMA supervisory briefing in terms of the naming convention of funds etc.", "We are undertaking a thematic review of funds' compliance with the requirements.", "This work has already begun and Central Bank supervisors will keep you informed of its progress.", "Finally, alongside this event, today the Central Bank is publishing an information note in this area.", "The information note, which includes findings of the gatekeeper review of investment fund disclosures (including good practices) and Central Bank expectations around the implementation of the next phase of SFDR is designed to inform and assist industry in ensuring that investors and the market can have a high degree of trust and confidence in green and sustainable products produced and sold from this jurisdiction.", "Industry Expectations In light the above, the Central Bank necessarily has high expectations of the funds sector with regard to sustainable finance and has been communicating publically these expectations over the last two years.", "We think it is critical that the sector is positioned to support a timely and effective transition to a more sustainable economy, and for this to happen, standards must be high.", "I'm acutely aware many firms are already fully cognisant of climate-related risks and focused on the highest standards, which is very welcome.", "It is important for Fund Managers to continuously review fund documents to ensure they remain specific to the fund and that all SFDR and related requirements are complied with.", "In this regard, Fund Managers should seek to provide clear and complete details on the sustainable, environmental and/or social characteristics of a fund's portfolio.", "It is imperative that disclosures to investors are clear and accurate and not be misleading.", "As I mentioned earlier, the Central Bank will continue to monitor funds' compliance with the requirements of SFDR and the Taxonomy Regulation to ensure disclosures are clear and transparent.", "As the legislation and requirements around sustainability and ESG continue to evolve and increase, regulators and industry must work together to ensure compliance but I must stress the onus is on you here in this room to make these changes happen.", "Engagement between the Central Bank and industry has been positive and constructive to date and I trust that will continue.", "We are very aware that there are complex issues to be considered and areas where industry has sought further clarifications, and while we appreciate that this has been a significant burden, again we must focus on the desired outcome to ensure integrity and investor confidence in the market.", "We know that many of you are dedicating significant resources to the ESG regulatory agenda and are keen to get this right, from a risk management and soundness perspective, to ensure that investors are fully informed and fairly treated.", "We are aware that some market participants are well progressed in their preparations for the various new sustainability requirements and complying with existing requirements, whilst others are not as well advanced.", "The Central Bank expects all industry participants to move forward to ensure compliance - the time to act, if not already done, is now.", "Whilst implementing the new requirements will require a significant shift for market participants, if properly implemented the new rules will discourage greenwashing and protect investors in this dynamic and fast evolving market, and contribute towards directing capital towards more sustainable investments for the benefit of all.", "There of course remain challenges.", "During the course of today's event we will hear about some of those, including data availability issues and differing approaches to implementation.", "But again, it is essential to keep the end objectives in mind.", "In conclusion, I hope that my remarks this morning have been helpful in terms of understanding how we at the Central Bank are approaching the implementation of the ESG regulatory framework for the asset management sector.", "I hope this seminar is helpful in furthering all of our understanding of the challenges and opportunities from this ambitious regulatory agenda.", "Both today and into the future we hope to continue to engage openly with you, sharing relevant information, making clear our regulatory expectations in this area, and listening to your feedback."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable Finance", "SFDR", "Greenwashing", "Climate Change", "ESG", "Investor Protection", "Transparency", "Taxonomy Regulation", "Asset Management", "Regulatory Compliance"]}