{"sentences": ["1 Introduction Ladies and gentlemen, Welcome to \"Banking supervision in dialogue\".", "There are two things I am pleased about - that we can meet up again, at long last, in the real world; and that so many of you have accepted our invitation.", "This setting is better suited to putting across our idea of dialogue than a virtual gathering - there's no question about that.", "Ladies and gentlemen, this isn't exactly the season to be out swimming.", "But the beach is where I'd like to start my speech today, specifically with a quip by Warren Buffett that will no doubt be familiar to many of you: only when the tide goes out do you discover who's been swimming naked.", "And the tide has indeed been out for a long time, in the shape of a protracted spell of low interest rates.", "That wasn't an easy time for banks.", "But because the period of low interest rates went on for so long, most banks had an opportunity to put on a bathing costume and go some way towards coming to terms with the low rates.", "But now the tide is coming in - rates are on the rise, and they are rising fast.", "This makes the question of the right outfit a less pressing one.", "What matters more is the question of who, over the past years, has either lost their ability to swim altogether or has at least forgotten how to adapt their stroke to the depth and swell of the water.", "Banking business works differently in times of high interest rates than when rates are low.", "And all the people who entered the world of banking within the past decade have only ever known low interest rates.", "This means that many have no option but to rethink and acclimatise to the new situation.", "\"Is that really a problem?\"", "After all, don't rising interest rates make life pretty easy for banks?", "In principle, it's not the worst situation to be in, but as always, the reality is somewhat more complicated - especially if an incoming tide is accompanied by a brewing storm.", "Rates rising at both the short and long end To begin with, and at a very fundamental level, smaller banks are more sensitive to changes in interest rates - their earnings are more reliant on interest-generating business than they are at larger banks.", "At savings banks and credit cooperatives, net interest income makes up more than two-thirds of total net operating income - I guess that won't be news to you, ladies and gentlemen.", "Against this backdrop, I will now focus my attention on this subset of banks and leave Andrea Enria to take a look at the big banks.", "One factor that determines how rising interest rates affect banks is the time horizon.", "Over the medium to long term, increasing rates are certainly welcome news.", "They mean that higher-yielding exposures will probably increase on the assets side of the balance sheet, while rising rates are passed on only in part to depositors on the liabilities side, thus widening the interest margin.", "In the short term, though, it's a somewhat different story.", "For one thing, most banks have to revalue many more items from their current liabilities than they do on the assets side - which means that many institutions will probably see their interest expenditure rise more sharply than their interest income, to begin with.", "To make matters worse, the yield curve was very flat for a very long time, forcing many banks to transform maturities on a substantial scale - you see, the flatter the yield curve, the wider banks have to make the gap between the maturities of their assets and liabilities in order to still be able to generate stable margins.", "This has left these institutions even more vulnerable to an abrupt uptick in interest rates.", "Time will tell whether and to what extent these risks now materialise.", "For another thing, rising interest rates depress securities prices, especially at banks that have not hedged securities holdings on their balance sheets - and these tend to be smaller banks, for the most part.", "An interest rate shock of 200 basis points would now result in a situation where around half of all institutions saw the present value relative to regulatory own funds decline by more than 20%.", "The challenge would be even stiffer still if the yield curve inverted - that is, the level of long-term interest rates were to fall below that of short-term rates - which isn't an unlikely scenario given the looming recession.", "How are banks addressing this situation?", "What we are seeing is that German banks are increasingly liquidating their hidden reserves for securities.", "And it is indeed the case that hidden reserves have contracted sharply in the year to date.", "So if securities prices continue to fall, this could increasingly have a bearing on banks' income statements.", "Loss notifications pursuant to Section 24 of the German Banking Act, which have already grown significantly in number so far this year, help us to get a better picture of this.", "If things come to a head, there's one thing that's crucial, in my view: preserving confidence in the banking sector and the quality of its balance sheets.", "Banks should therefore steer their hidden losses - and the loss-free valuation of the banking book, too, for that matter - in an appropriate manner so that losses or provisions for expected losses don't catch them by surprise.", "To sum up, then: rising interest rates - when viewed in isolation - help banks in the medium to long run, but they're a burden in the short term - for smaller banks more than for larger ones.", "However, if we look only at interest rates and consider just their direct impact on banks, we would then fail to see the forest for the trees.", "So let's take a step back and look at the bigger picture.", "Rising interest rates and the big picture Interest rates are a factor not just for banks but for borrowers, too - and when I say that, I guess everyone here today is thinking of real estate loans.", "After all, residential real estate loans are a key component of German banks' business model - housing loans account for around one-third of total assets at savings banks and credit cooperatives alike.", "And as far as banks' earnings are concerned, real estate loans have been an important mainstay in the past years.", "The stock of mortgage loans expanded by more than 7% per year at times in recent years, with this growth going some way, at least, towards making up for the decline in interest margins.", "Rising interest rates change the status quo in the real estate market and thus the risks for banks.", "To begin with, it becomes more expensive to finance a property, which is likely to depress prices and credit growth.", "And indeed: fewer new real estate loans are currently being granted, while at the same time there are signs that the market is at least cooling.", "Looking at things from today's perspective, I cannot say with any great certainty how the situation and the risks for banks will evolve.", "However, we would be remiss not to think about potential risks.", "Problems could be encountered, first, by borrowers drawn in by the low interest rates who financed their property for short lock-in periods, with low repayments, or with very high debt service payments relative to their income.", "Rising interest rates alone are putting a strain on these borrowers.", "Add a significant uptick in unemployment and the problem could spread.", "And if you then throw a slump in real estate prices into this cocktail - in other words, falling prices for the collateral securing mortgage loans - things might get expensive for the banks.", "Real estate loans are just one source of risk, though.", "Loans to enterprises are another potentially mounting risk factor.", "Up until recently, firms were still benefiting from low interest rates and a strong economy.", "But now, with the onset of inflation, we are seeing an upturn in costs and interest rates and, what is more, an economy that is likely to slide into recession.", "This will probably make it more difficult for enterprises to service loans.", "Let me spell it out again: these are all risks.", "Time will tell which of these risks will actually materialise.", "So far, credit defaults have been the exception; the ratio of nonperforming loans on German banks' balance sheets is still low overall.", "But you can't simply project the current situation into the future.", "That's why we have to keep a very close eye on all the key leading indicators.", "Thanks to comfortable capital buffers, German banks are certainly stable overall.", "That's a finding that is backed up by our latest stress test among small and medium-sized institutions.", "Even in the stress scenario, the banks still emerged with a Common Equity Tier 1 capital ratio of 14.5%.", "That is reassuring, and - without wishing to blow one's own trumpet - it is, of course, also one outcome of regulatory reform.", "So as gloomy as the outlook might be, we don't need to worry much about the banks just yet - but we can't sit back and relax, either.", "There are three things that matter now.", "The first is that banks preserve their capital base and build up adequate provisions for risk.", "The macroprudential measures we introduced at the beginning of the year can help here.", "These measures mean that bank capital will be preserved and built up in the future.", "These measures were appropriate at the beginning of the year and they still are today - there is no reason right now to make any adjustments.", "That can change, though - especially if losses erode the capital base to such an extent that lending might become overly constrained.", "The second thing is that banks should not hesitate for a moment to admit to any deterioration whatsoever in credit quality and recognise it on their balance sheets - it has been said once before and I'll say it again: transparency is trumps.", "The third is to keep an eagle eye on the loan book at all times.", "The current triple whammy - inflation, recession, and the turnaround in interest rates - is something we have not yet encountered in this form.", "The same can be said about the specific vulnerabilities surrounding energy and gas reliance.", "That is why our empirical values and models are not much help when assessing the risks.", "What we have to do, then, is painstakingly monitor each loan individually.", "Supervisors are aware of these challenges, and they will raise these topics with you, ladies and gentlemen.", "We also expect you to calculate not just baseline scenarios based on the market consensus but also adverse ones.", "In times when uncertainty is as high as it is right now, there are three things that can help.", "First, proceed cautiously and with foresight.", "Second, expect the journey to be difficult.", "Third, preserve capital buffers.", "Ladies and gentlemen, The turnaround in interest rates is upon us, and that's good news for banks in the medium to long run.", "What matters, though, is how institutions deal with, and weather, the short-term burdens.", "What matters as well is an appreciation that interest rates are just one part of the big picture.", "And the big picture is fairly bleak right now.", "The risks have most certainly risen: inflation, energy shortages, a looming recession.", "That said, as things stand today, I am not expecting us to see a credit crunch or even a general banking crisis next year.", "In summary, then: whilst it is true that banks are no longer \"stranded\" as far as interest rates are concerned, the high tide will be accompanied by stormy weather and rougher seas.", "Banks, then, need to be vigilant and gain a firm footing so as not to be caught by the currents and washed out to sea.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Interest Rates", "Real Estate Loans", "Banking Supervision", "Capital Buffers", "Risk Assessment", "Economic Outlook", "Credit Quality", "Loan Book", "Inflation", "Recession"]}