{"sentences": ["This year ́s conference is on the role of the insurance sector in meeting emerging and economic and social challenges.", "This is quite appropriate, as past are the days when longevity risk, low interest rates, anemic growth and secular stagnation seemed to be the main concerns of the insurance industry.", "Recent years have put significant stress on global capital markets and on the insurance industry, through high inflation and disruptions in financial markets.", "Looking ahead, supervisory and regulatory authorities need to be on top of these developments to adapt accordingly.", "The external macroeconomic scenario has evolved negatively in recent months, and risks for global financial stability remain high.", "A sharp rise in inflation -to which the Russia-Ukraine conflict has certainly contributed- has required a decisive response from central banks, which have had to raise their monetary policy rates considerably.", "Global growth outlook has weakened, with increasing risks of a global recession in 2023.", "Thus, financial conditions and liquidity have tightened.", "The Fed's toughening tone and decisions -and the uncertain future trajectory of its policy- have propitiated a cycle of global strengthening of the dollar and increased the sensitivity of the financial markets to new developments.", "Most central banks have continued and/or accelerated their interest rate hikes, with the Fed's actions standing out.", "This has further tightened financial conditions, especially for emerging economies.", "Overall, risk aversion has increased, affecting asset prices and volatility in global financial markets.", "Risk premiums have increased: Higher CDS spreads across LATAM and other EMEs as well as higher interest rates.", "Higher market volatility: Option implied volatilities have increased during this calendar year, both in the US stock and bond markets.", "The tightening in global financial conditions is also apparent domestically.", "In the case of Chile, we have had a persistently weak exchange rate along with high 2 FX and interest rate volatility.", "During this year, the CLP has depreciated 15% and long-term interest rates (BCU10) increased 26bps.", "In contrast to pre-2019 situation when Chile ranked low in long term interest rate volatility.", "Additionally, non-residents have turned more sensitive to local events and have reduced their exposure to fixed income securities.", "The very recent days show a change in tone, both in Chile and abroad, thanks toe positive developments on inflation.", "But we must remain wary.", "The greater volatility of the FX rate and local interest rates occurs in a context of a shallower capital market, with a reduced ability to stabilize external shocks and a higher than historical uncertainty.", "In this environment, financial stability becomes even more relevant, as doesthe need to keep up our efforts to restore the Chilean financial market and its shock-absorbency capacity.", "Inflation has reached decades-long records due to the significant increase in spending during 2021, world price hikes, and problems in global supply chains.", "The Central Bank of Chile started its monetary policy response early in 2021 and is taking every measure necessary to bring down inflation.", "Local authorities have continued to work towards the consolidation of a financial On financial stability policy, the mandate of stability and macroprudential framework.", "the BCCh includes ensuring the normal functioning of internal and external payments systems, including the role of lender of last resort to the banking system.", "This gives the BCCh a broad interest in the stability of the overall financial system.", "Through its semiannual Financial Stability Report, BCCh identifies, monitors and reports on risks and vulnerabilities within the financial system, from a macroprudential perspective.", "The BCCh took the very first steps into the financial stability territory back in the early 2000s.", "The first Financial Stability Review of the BCCh was released in 2004, a report that contains a systemic risk assessment and analysis that provides valuable information to all participants in the local financial market, including regulators and other authorities.", "Thus, during the last two decades, the BCCh has consolidated its financial stability role.", "In turn, the CMF mandate is to safeguard the proper functioning, development and stability of the financial market, supervising banks, their subsidiaries, the 3 large saving and credit cooperatives, credit card issuers, insurance companies, securities issuers; fund managers; brokers; and financial market infrastructures.", "Strong coordination is required among financial authorities to preserve financial stability.", "Technical cooperation and coordination of financial stability Chile is facilitated via the Financial Stability Board (Consejo de Estabilidad Financiera) created In 2011, and reinforced in 2014 by Law, most notably allowing for a more robust information sharing framework.", "Consolidation of macroprudential tools have been incorporated through several legal amendments.", "The Central Bank Law, General Banking Las and CMF Law, together with instances of coordination among financial authorities have been allowed to respond better to the materialization of risks during critical periods such as the pandemic and avoid risk incubation.", "Monitoring of risks and vulnerabilities by the Central Bank and close coordination with CMF and other financial supervisors is providing the authorities with a more integral view of risk incubation, allowing prompt adoption of measure to preserve financial stability.", "The CCyB is the main macroprudential policy tool under BCCh authority, and BCChCMF coordination.", "As applied, the objective of this bank capital requirement is to increase banks' resilience in the face of severe stress scenarios, resulting from systemic risks, thus contributing to reduce the impact of these events on financial stability, avoiding restricting essential banking services, such as credit supply, hence protecting the economy.", "The BCCh has so far not activated this requirement.", "The first official Financial Policy Meeting, formally communicated to the market, took place in May 2022 and the most recent one occurred this week.", "In both occasions, the Board unanimously decided not to activate the RCC the CCyB.", "It was considered that, despite vulnerabilities focused on some sectors and a more complex international environment, the systemic risk analysis shows that banks have sufficient buffers to withstand severe stress scenarios.", "The insurance sector plays a key role in the financial sector in Chile.", "Mature insurance industry, with a relatively high size in relation to other economies and active participation in the domestic market.", "It also plays a key role in the pension system through Life Annuities.", "International 4 experience shows a clear trend towards \"risk-based supervision\" (RBS) in the insurance sector.", "Reference jurisdictions such as Australia, Canada, and the EU adopted this model long ago.", "Full adoption of an RBS framework requires an amendment of the insurance legal framework, and a bill introduced in 2011 to Congress establishes such a model, considering among others new risk-based capital requirement, a new solvency assessment system for insurers, a more flexible investment regime among other changes.", "Both the BCCh and the CEF have noted the relevance of this bill, labeling it as a high priority from a systemic risk point of view, considering insurers' relevance and interconnectedness, their significant participation in financial conglomerates, and the fiscal contingency embedded in life annuities and disability and survival insurance contracts.", "Despite the progress made by the CMF, and the evolution of the industry in terms of risk management and corporate governance enhancements, moving towards a robust legal framework of Risk Based Supervision in the insurance industry is essential for the preservation of financial stability.", "A deep capital market remains critical to economic development and to ease macroeconomic adjustment in the face of global shocks.", "The shallowing of our domestic capital market over the past few years has deteriorated the access of firms and households to long term finance.", "This puts into focus the need to reestablish long term savings as well as ease the functioning of our markets.", "The recent proposed legal changes included in the Resilience Bill, as well as the broad support that the proposed pension reform should promote long term savings are welcomed, and should support financial stability."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial stability", "Inflation", "Interest rates", "Capital markets", "Insurance industry", "Risk-based supervision", "Macroprudential policy", "Long-term savings", "Economic growth", "Fiscal contingency"]}