{"sentences": ["At COP26 a year ago, as the outgoing Chair of the Network for Greening the Financial System (NGFS), I presented the NGFS Glasgow Declaration entitled \"Committed to Action\".", "With this declaration, the members of the NGFS - 100 central banks and supervisors at the time, and now 121 - reiterated their willingness to contribute to the global response required to meet the objectives of the Paris Agreement.", "And we made concrete commitments on what we will work on and deliver in the coming years, covering all the core activities of the network of central banks and supervisors.", "I have since passed the baton of chairing the NGFS to Ravi Menon, Managing Director of the Monetary Authority of Singapore.", "Yet in my role as a member of the ECB's Executive Board and Vice-Chair of the Supervisory Board, I am part of an institution that is not taking the Glasgow Declaration lightly.", "Quite the contrary: across all the ECB's tasks and responsibilities - including monetary policy, banking supervision, financial stability monitoring and all our operational duties - we have taken, and we continue to take, further action to incorporate the consequences of the ongoing climate and environmental crises into our work.", "In our monetary policy, for example, last month we started tilting our corporate bond purchases towards issuers with a better climate performance.", "And in our work as banking supervisors, we have continued to roll out what I previously described as an immersive approach to the supervision of climate-related and environmental risks.", "An approach in which these risks are fully integrated into the day-to-day activities of our joint supervisory teams, who are in constant contact with banks.", "An approach in which climate-related and environmental risks come to form an integral part of our ongoing dialogue with supervised entities and our Supervisory Review and Evaluation Process, which ultimately affects banks' capital requirements.", "An encompassing and integrated approach that is not new to supervisors or banks, because it is one that we have been taking for years for all other sources of risk that we supervise.", "An approach that will be here to stay.", "Our interactions with the banks we supervise show that they are also making progress, and they have finally started to put in place the basic infrastructure needed to identify, monitor, assess and control climate-related and environmental risks.", "All progress should be celebrated.", "For the banks under our supervision, we are contributing to this by proactively sharing the good practices we see.", "But let me be clear that all progress is ultimately a means to an end.", "And that end can be one thing only: practices and policies that are fully aligned with a Paris-compatible transition path.", "This is why, when taking the first set of climate-related actions in our monetary policy, we committed to regularly reviewing all the relevant measures to ensure that they continue to support the decarbonisation path to reach the goals of the Paris Agreement and the EU's climate neutrality objectives.", "This is also why last week ECB Banking Supervision communicated deadlines by which we expect banks' risk management strategies to be fully aligned with our supervisory expectations in the area of climaterelated and environmental risks.", "This is why, despite the progress we have seen, I will continue to stress that the banks under our supervision need to step up their game and truly manage climate-related and environmental risks in the same way we expect them to manage any other material risk.", "This is why we support the European Commission's proposal that banks should be legally required to put in place prudential transition plans which enable them to assess their risk exposures and the effectiveness of their risk controls in a world that is transitioning to net zero.", "This is why we ourselves will soon start to disclose data on climate risk exposure and the carbon footprint of our own asset portfolios, a commitment that covers all national central banks in the Eurosystem.", "And this is why we urgently need to continue moving ahead.", "Our road to Sharm El-Sheikh has been productive.", "But we cannot assess the success of our actions based on our point of departure.", "We need to judge our progress based on what is necessary to reach our destination in time.", "And we unfortunately cannot say that we are ahead of schedule.", "Droughts, floods, heatwaves, and biodiversity loss are undeniably on the rise as very real manifestations of the climate and environmental crises.", "At the same time, in the EU, we are seeing that governments are all the more committed to moving ahead with the energy transition following Russia's horrific and unprovoked invasion of Ukraine.", "To conclude, we call on regulators, supervisors, standard-setting bodies and financial institutions to join us in answering the question: \"what distance do you still have to cover, within your mandate, to reach a Pariscompatible transition path?\"", "And then join us in taking action.", "Join us in urgently taking all the steps necessary to ensure that our journey through Sharm El-Sheikh takes us to Paris in time.", "Elderson, F. (2021), \"The NGFS Glasgow Declaration - From a coalition of the willing to a coalition of the committed\", speech at the COP26 Finance Day Presidency Event on \"A Financial System for Net Zero\", 3 November.", "Elderson, F. (2022), \"Towards an immersive supervisory approach to the management of climate-related and environmental risks in the banking sector\", speech at the industry outreach on the thematic review on climate-related and environmental risks, 18 February."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate-related risks", "Environmental risks", "Paris Agreement", "Glasgow Declaration", "Banking supervision", "Monetary policy", "Financial stability", "Climate change", "Energy transition", "Supervisory expectations"]}