{"sentences": ["Ladies and Gentlemen, Dear Friends, Many thanks for the invitation to share some thoughts with you here at the Citi Macro Forum today.", "In these introductory remarks, I will discuss the economic and policy outlook of the eurozone in the shadow of Russia's war in Ukraine and the subsequent energy crisis.", "A year ago, around this time, the rapid recovery from the Covid-19 pandemic was well under way in Europe.", "But then Russia's illegal and brutal invasion of Ukraine smashed those positive prospects and delivered a severe blow to Europe's peaceful security order.", "The war and its ramifications, especially the resulting energy crisis, are now weighing heavily on the economic outlook in Europe.", "Against this backdrop, let me make five points about the current economic and policy outlook and the way forward: 1.", "The eurozone economy continued to pick up in the first half of this year, but according to the most recent data, it is now weakening considerably.", "In the ECB's latest forecast, economic growth is expected to freeze at the end of the year and remain stagnant next year.", "The eurozone baseline scenario rests on the assumption that natural gas demand will be tempered by high prices and precautionary energy saving measures, and that no major rationing of gas will be needed.", "The ECB's , on the other hand, is based on the assumption of a slowing global economy, a prolonged war and rationing of energy supplies.", "In my opinion, given the exceptionally high uncertainty related to energy supply, the likelihood of such a risk scenario, or even stagflation, has increased considerably in recent months and weeks.", "Without a doubt though, the main challenge now is excessively high inflation.", "We have both a driver and an anchor: energy is currently the key driver of eurozone inflation, while moderate wage inflation is acting as an anchor.", "The increase in energy prices directly accounts for half of the total consumer price inflation in the eurozone.", "The increase in costs to the economy resulting from higher priced energy imports has been greater and more rapid than at any time since the 1970s and 1980s.", "How big an economic impact this will have on the economies of the eurozone depends crucially on their ability to adapt.", "In some eurozone economies, inflation has peaked above 20%, reaching even as high as 25%.", "Also in my home country, Finland, the energy crisis is scaling back the economic outlook and pushing up inflation.", "However, within the eurozone, Finland is among those countries that have so far experienced the lowest rates of inflation, along with France and Malta.", "In the case of Finland and France, this is partly explained by their wise and realistic energy mix.", "While energy is the main driver of inflation in the eurozone, fiscal policy plays a larger role in fuelling demand-side inflation in the United States.", "Ultimately, the key question in terms of the underlying inflation dynamics is if there are any signs of demand-side forces that would create a more permanent, longer-term upward pressure on prices.", "High inflation and the declining Going forward, the path of wage inflation is key.", "purchasing power have in the past often led to demands for higher wage increases.", "In recent months, the wage increases in eurozone countries have been slightly higher than before, but the negotiated wages have not risen nearly as fast as in the United States so far.", "To avoid an inflationary cycle, it is necessary to keep the inflation expectations anchored.", "That's why we need to pay attention to the expectation formation process.", "Catharine L. Mann recently described how expectations affect the Phillips curve: \"In the worst case, when facing completely backward-looking expectations formation, we would be stuck with only the aggregate demand channel to bring inflation down to target.", "If expectations are forward-looking, however, there may be scope for monetary policy to affect inflation expectations directly.\"", "In real life, the expectation formation process of economic agents is likely to be somewhere in between completely backward-looking and completely forward-looking, and expectations and beliefs can also change over time.", "So far, we have seen some increase in short-term inflation expectations in the eurozone, and we are concerned about that.", "Meanwhile, long-term expectations are still, by and large, anchored.", "The continuing normalisation of ECB monetary policy will be executed in a consistent and data-dependent manner.", "We started it December 2021 with the announcement that net purchases under the Pandemic emergency purchase programme (PEPP) would be discontinued at the end of March.", "In July and September, we raised policy rates.", "The shift out of the effective lower bound also led us to end our strong reliance on forward guidance and replace it by datadependent and meeting-by-meeting approach.", "The calibration of rates could in principle be done in relation to the so-called neutral rate, which is the level of the policy rate that is neither expansionary nor contractionary.", "It is not easy to capture empirically, and I would rather speak of it as a proxy or a zone where the neutral rate lies.", "In my view, however, since the estimates of the neutral rate are very uncertain, we should not get overly fixated on what that level is or spend too much time and effort on guesstimating its precise level.", "In the current context, we definitely know that inflation is simply much too high, and we need to act accordingly by tightening monetary policy.", "The path of our policy rates will essentially depend on how the inflation outlook develops going forward.", "The persistence and size of the shocks to inflation have surprised both forecasters and policymakers.", "Even if the root cause of inflation is more on the energy prices side and supply side, we need to react forcefully, if there is a risk of inflation becoming entrenched, risking a wage-price spiral.", "It would be far more costly to bring down inflation if inflation expectations became de-anchored.", "That's why we have frontloaded the transition from highly accommodative policy rates towards levels that will stabilize inflation to our two percent inflation target over the medium term.", "Once we have reached roughly the neutral level of policy rates, we will start the balance sheet adjustment, in my view in the first half of next year.", "The size of our balance sheet is an integral part of our regular discussions on the ECB's appropriate monetary policy stance.", "It is our price stability mandate that defines the terms of this debate, as well.", "The current energy crisis sets new challenges for public finances in the euro area.", "A well calibrated fiscal-monetary interaction is an essential element of a smart crisis response required from Europe.", "In the prevailing economic circumstances, monetary and fiscal policy should proceed hand in hand, so that anti-inflation measures waged by monetary policy are not thwarted by a largely and overly expansionary fiscal policy.", "Fiscal policy should in any case focus on debt sustainability.", "Not least due to rising interest rates, increasing debtservicing costs.", "This is also relevant for managing the energy crisis.", "The efforts of EU countries to identify ways to limit household energy bills are understandable, but a large-scale increase in expenditure would not be, and would not help in the fight against inflation.", "It is instead right to mitigate the effects of the price rises through tailored and temporary measures, carefully targeted at the most vulnerable households.", "Bringing inflation down to its 2% target over the medium term will require avoiding a detrimental wage-price spiral, keeping inflation expectations anchored and improving the debt sustainability of euro area countries.", "In the tough times we continue to face, we need to stay united and show resolve in our policy decisions in Europe, and in the West at large.", "Thank you for your attention, and I look forward to your questions.", "The roundtables would each last 60 minutes and take place under the Chatham House rule and without press attendance.", "Each session features one main speaker who usually makes short (5-10 minutes of) introductory remarks before an interactive discussion/Q&A, moderated by a Citi representative.", "Citi hosts and moderators include Global Chief Economist Nathan Sheets, Head of Emerging Markets Economics David Lubin, Global Head of Foreign Exchange Analysis Ebrahim Rahbari, Head of Asia Economics Johanna Chua, Head of Latin America Economics Ernesto Revilla, Global Head of Macro and Asset Allocation Dirk Willer, among others.", "Catharine L Mann: Inflation expectations, inflation persistence, and monetary policy strategy, Speech given at the 53 Annual Conference of the Money Macro and Finance Society, University of Kent."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Energy crisis", "Economic outlook", "Monetary policy", "Wage inflation", "Inflation expectations", "Neutral rate", "Fiscal policy", "Debt sustainability", "Wage-price spiral"]}