{"sentences": ["Vice President Bjerde, Directors Vincelette, Akhalkatsi and Karadsheh, Prime Minister of Romania, Vice-Chairman of the Senate, Vice-Chairman of the Chamber of Deputies, Presidential Adviser, Your Excellencies, Ladies and gentlemen, Next month we will celebrate the 50 anniversary of the accession of Romania to the World Bank and the International Monetary Fund (IMF) in 1972.", "Romania was the first among the countries of the former communist bloc that joined the international financial institutions.", "Unfortunately, during the 1980s the authorities in Bucharest had weakened the relationship between Romania and these two institutions, almost close to severing all ties.", "The normalization of the relationship, after the fall of the communist regime, led to a new beginning.", "The opening of the World Bank's office in October 1991 - the moment we are celebrating today - signifies a milestone that marked the start of a new historical point of reference in Romania's relations with the World Bank and our transition towards a market economy.", "The 1990s were perhaps the most difficult ones.", "We had benefited from the direct support of the IMF and the World Bank.", "I recall that, shortly after my appointment as governor in September 1991, I received, from a World Bank expert, the first report regarding the transition from a mono-banking system, common to a centrally planned economy, to the two-tiered banking system (central banks - commercial banks) we have in place today.", "Truth be told, if I were to mention all the partners and friends from the World Bank, with whom I have worked over the past 30 years, I would exceed my allotted time.", "The World Bank provided support on multiple fronts.", "This has been highlighted by the previous speakers and I will not repeat what has already been said.", "However, there is something that I would like to emphasize.", "The transition from a centralized economy to a market economy entailed not only loans and financing, but also new laws, building new institutions and good practices.", "Access to the World Bank knowledge and expertise helped Romania to implement the reforms that followed.", "In this context, I would mention two of the World Bank's programs, that have contributed to the development of the Romanian financial and banking system: the Financial and Enterprise Sector Adjustment Loan (FESAL) - a program that focused on reforming the financial sector, and the Private Sector Adjustment Loan (PSAL) - which has offered support towards the privatization of the Romanian banks and to the development of the monetary and capital market, in line, as well, with our objectives of European integration.", "The International Financial Corporation (IFC) - an institution member of the World Bank Group that Romania joined in 1991 - has supported the Romanian banking sector by investing in various Romanian banks, especially during the privatization process.", "I welcome the current involvement of the World Bank in projects that aim to improve the health and education sectors, to reduce poverty, as well as projects focused on climate issues.", "Lastly, I thank you for the invitation to take part in this event.", "I am honored to be here, celebrating 30 years of renewed partnership and cooperation between Romania and the World Bank.", "To the team in Bucharest Office of the World Bank - which I considered, during these 30 years, as being competent and dedicated, aligned with our endeavors - I extend my warmest congratulations.", "At the same time, I would like to take the opportunity to express my appreciation for the management and staff of the World Bank in Washington for their work in pursuing the Bank's mission to foster sustainable development and promote social prosperity around the world.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Romania", "World Bank", "Banking System", "Market Economy", "Privatization", "Financial Sector", "Development", "IFC", "IMF", "Transition"]}