{"sentences": ["INTERNATIONAL MONETARY AND FINANCIAL COMMITTEE Forty-Sixth Meeting October 13-14, 2022 Statement No.", "46-11 Statement by Mr. Taleb On behalf of Islamic Republic of Afghanistan, Algeria, Ghana, Islamic Republic of Iran, Libya, Morocco, Pakistan, Tunisia Statement by Honorable Salah-Eddine Taleb Governor of the Bank of Algeria On behalf of Afghanistan, Algeria, Ghana, Islamic Republic of Iran, Libya, Morocco, Pakistan, and Tunisia Since our last meeting, the global economy has weakened further and its prospects have become more uncertain, reflecting the three recent major overlapping, connected and mutually reinforcing global crises: the lingering supply-demand imbalances of the pandemic; the fallout from the war in Ukraine; and soaring inflation.", "The \"cost-of-living crisis\" has hit vulnerable countries everywhere and vulnerable groups in every country, including the middle class, the hardest.", "To be clear, the underlying global price pressures, particularly food and energy, were already evident in late 2021, but were sharply accentuated by sanctions and disruptions caused by the war in Ukraine.", "Virtually all risks identified by the April 2022 WEO materialized, but the inflation surprise seemingly blindsided policymakers in major countries, compelling them to move aggressively to tighten monetary policy.", "The negative spillovers of the tightening of global financial conditions are being acutely felt in Emerging Market and Developing Economies (EMDEs), including the frontier economies and middle-income countries in our constituency, through currency depreciation, capital outflows, higher external debt servicing cost, and diminished (or even loss of) access to international financial markets.", "The withdrawal of pandemic-related relief measures in major economies and the economic slowdown in China also weakened external demand and, together with the lingering supply chain constraints, contributed to the slowdown in global trade.", "The recent geopolitical developments have also caused major trade disruptions, tilting policies towards greater self-reliance or \"friend-shoring\" among the advanced economies (AEs) in order to protect their supply chains.", "The mediumterm scarring effects of the pandemic on the products and labor markets and productivity, yet to be fully assessed, also weigh on growth.", "The October 2022 WEO has pared down growth projections for the fourth consecutive time since last year with a clear possibility of further downgrades if the geopolitical risks are not diminished quickly and materially.", "We are increasingly concerned that the current geopolitical risks will turn into lasting geopolitical fragmentation, posing serious threats to global trade, capital flows, technology transfer and climate policy cooperation.", "It is still early to declare victory in our fight against the pandemic, a once-in-acentury health crisis that paralyzed the world with untold loss of lives and livelihoods.", "It is important that we do not lose sight of resurgence risks of new and more virulent COVID-19 variants in the context of a still-low vaccination coverage in the low-income countries (LICs), particularly in Sub-Saharan Africa, and vaccine hesitancy in parts of the AEs.", "The cooperation that brought us together in the global fight against the pandemic should continue with full force towards equitable and affordable global accessibility of vaccines, tests, and treatments.", "The two recent crises have brought to fore the issue of food insecurity that had been brewing under the surface.", "Chronic hunger, child and mother malnutrition, and pervasive poverty, always features of poorest members, have been exacerbated by the surge in global food prices that has pushed many more millions into poverty, even in some middle-income countries.", "The international community has to rise to the challenge.", "In this connection, we welcome the IMF's new food shock window as a part of its emergency support facilities that should be accessible to all eligible members in an evenhanded manner and with the same sense of urgency.", "The sad plight of the Afghan people should not be forgotten.", "Afghanistan is facing the highest incident of insufficient food consumption in the world, with 90 percent of households, and an even higher percent of households headed by women, are facing insufficient food consumption.", "Close to 4 million Afghan children are acutely malnourished.", "It is difficult to imagine how long and how far this situation could continue.", "Going forward, we all bear responsibility of putting the world economy back on a sustainable and steady track.", "The expectation is for the AEs to maintain the delicate balance in the inflation-growth trade off, recognizing the significant negative spillovers of policy mistakes, in either direction, as they try to lower inflation and keep inflation expectations anchored.", "While we will all benefit from lower inflation, we cannot afford an overtightening of monetary conditions when the world is at the cusp of a serious recession.", "We also see no justification for maintaining restrictions on food exports by some food-rich countries, on medicine by some producing countries, and sanctions on some major oil exporters when the world is beset by high food and energy insecurity and health crisis.", "We endorse the GPA's emphasis on \"acting together and acting now\" to alleviate the immediate hardship due to successive years of global crises, and to build resilience for addressing future shocks that could come with more frequency and greater severity.", "However, as mentioned earlier, the basic requirement of \"acting together\" for the common good is at risk by the growing global fragmentation into economic and trade blocks, including the critical energy sector.", "We welcome the IMF's continued commitment to help members in need by enhancing and adapting its lending toolkit.", "The newly established Resilience and Sustainability Trust (RST) is an important addition to the IMF's toolkit to help members build strong resilience to various shocks, including climate change and pandemics, through long term financing.", "We are encouraged by the strong uptake so far and look forward to seeing several RST-backed programs brought for the Board's consideration by the end of this year.", "Against the background of swift tightening of global financial conditions, we are concerned about the precarious debt situation and the diminished debt service capacity of LICs and EMDEs, with many of them already in debt distress or at high risk of debt distress.", "The IMF has a key role to play in helping members with sovereign debt issues and in making the debt resolution process more predictable and efficient.", "In this vein, we support the joint efforts of the IMF and the World Bank to strengthen the Common Framework for debt treatment in a coordinated and timely manner, and in total concert with all creditors.", "We are all committed to a greener world and attach great importance to transformational reforms required to address climate change-related challenges for the benefit of generations that follow.", "No country and no region is immune to climate change.", "It is as much an existential threat to our constituency and to the MENA region as it is to other constituencies and regions.", "In our region, we have experienced historical floods at the same time as historical droughts.", "We have to recognize, and collectively address, the existing highly inequitable burden sharing, where countries with negligible carbon footprints bear the weight of negative externalities associated with climate distress created over the years by large emitters.", "Our countries are committed to their pledges made under the Paris Agreement with the recognition that there could be country specific strategies towards the same greener targets and objectives.", "Finally, we reiterate our call for a strong, quota-based, and adequately resourced IMF at the center of the global financial safety net.", "We call on the IMF to ensure the timely completion of the 16th General Review of Quotas by December 2023.", "As before, we call for a revised quota formula that protects the share of poorest members, and for an increase in the IMF's quota resources to lessen its dependence on borrowed resources and to reinforce its lending capacity.", "We remain concerned about the projected sharp decline in the IMF's lending capacity which, unless reversed, could imperil the IMF's effectiveness and credibility."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Global Economy", "Food Security", "Debt", "Climate Change", "Monetary Policy", "IMF", "Geopolitical Risks", "COVID-19", "Trade"]}