{"sentences": ["Good morning and thank you for inviting me to open this event today.", "As I planned my remarks, I reflected on the outcome this conference was aiming to achieve.", "It is about connecting and collaborating with one another, as part of a common system.", "But what really unites us?", "What are the threads that bind us?", "But as the United Kingdom has shown, this is not a given.", "But very much depending on your viewpoint.", "The Single Market is a major aspect of our collective project.", "But not the only one.", "There is no doubt that the Treaty binds us to our commitments.", "But that would be a very narrow way of looking at the world.", "I suggest that what really brings us together is an ideal.", "The ideal that Altiero Spinelli, Robert Schuman and many others talked about in the 1940s and 1950s.", "The European ideal that is ultimately about togetherness.", "That is the golden thread - perhaps a goldand-blue thread - that binds us.", "That togetherness is what drives Europe to face challenges like the pandemic, to face financial and economic crises, and to face the great transitions society is grappling with such as our ageing populations, digitalisation and climate change.", "But to bring ideals to life we also need principles and values, institutions and structures.", "The Eurosystem and SSM are a central part of those institutions and structures.", "And that commonality is what affords us the opportunity to come together today.", "By being active participants in our common system, our common institutions and structures, together we can react quickly to crises, but also to an ever-changing world through innovative ideas and swift action.", "But to make these systems and structures work, to bring our principles and values to life, to deliver the European ideal, we need leadership.", "And that is what I would like to talk to you about this morning.", "Leading through challenging times Our ability to change and respond to emerging developments has certainly been tested over the past year.", "And I'm afraid the forthcoming year will challenge us again and in different ways.", "The macroeconomic outlook remains complex and uncertain.", "Russia's war against the people of Ukraine, the energy crisis, inflation and the necessary monetary policy response, the growth of trade barriers, the risk of recession, the state of labour markets and supply chains as well as the ongoing impact of the pandemic, have created a very uncertain economic path.", "And the pace of technological change is also something that central banks and regulators have to adapt to, if we are to remain fit for the future.", "How we respond to these challenges, how we steward our organisations into the future, will require strong leadership and personal resilience.", "But as with previous challenges, they require us to come together, to harness smart and sustainable change.", "And I am confident we will do this.", "Just like we have done before.", "As one of the founding fathers Jean Monnet said with some prescience, Europe will be forged in crisis.", "The Governing Council has responded to common challenges like the pandemic and the fight against inflation.", "And I know many of you have reached out to your counterparts across the Eurosystem and the SSM to support each other during the difficult and uncertain times of lock-down, to develop common responses, and to take collective decisions for the welfare of the people of the euro area and Europe as a whole.", "It is in moments of great challenge where leaders step up, and where Europe steps up.", "I want to focus on four important leadership issues: diversity, connections, outcomes and ambition.", "Our diversity strengthens our leadership I firmly believe that our diversity strengthens our leadership.", "Diversity and inclusion strengthens us as individuals.", "It helps us to understand the present, better anticipate the challenges and opportunities that may arise in the future and better manage the pace, complexity and cross-cutting nature of change.", "It makes us stronger, more resilient and insightful.", "And of course inclusive diversity also strengthens both our individual organisations and all of us in our collective roles.", "Organisations that reflect the societies they serve are stronger and more successful than those that don't.", "Europe's diversity is a huge asset.", "Our organisations represent that diversity.", "Collaboration within and between various institutions in the Eurosystem offers a fantastic opportunity to enhance the diversity of our thinking.", "I firmly believe that when we work, think, and act to leverage that asset, we're seizing one of the great opportunities that Europe has to offer.", "The Central Bank of Ireland is a relatively unusual institution in that in addition to being the national central bank and competent authority for banking, we are also the competent authority for funds, for insurance, the national macroprudential authority, the national resolution authority and we play a key role in Ireland's consumer protection framework.", "The diverse and integrated nature of our mandate means we see issues from multiple perspectives, focusing not just on financial stability, but also prudential, consumer and investor protection issues.", "Being diverse and integrated helps our thinking and helps us give a rounded response to the issues we face.", "Our role also enables us to be embedded across multiple EU fora, covering not just the Eurosystem, ESRB and SSM, but also ESMA, EIOPA, the EBA and SRM, and internationally at IOSCO, in what can feel like a veritable alphabet soup of meetings.", "The point I want to emphasise is diversity within organisations, and diversity across Europe, helps all of us be more future-focused and better anticipate issues.", "It helps us in our important safeguarding role.", "And it helps us manage change and deliver our own transformations.", "Advances in technology will continue to pose questions to established ways of working and provide us with both challenges and solutions.", "So we must bring diverse thinking, ideas and perspectives to find better solutions than we would on our own.", "Being future-focused as leaders will enable us to better understand, anticipate and adapt to innovation and the wider transformation taking place in our own organisations and across the financial services industry.", "Being connected strengthens our leadership Let me turn to connections.", "Not so long ago, successful monetary policy was believed to be mainly a matter of managing overnight interest rates effectively; communication and engagement was of little concern for central banks or regulators.", "In fact Alan Greenspan was happy to say that since he had become a central banker, he had \"learned to mumble with great incoherence - if I seem unduly clear to you, you must have misunderstood what I said\".", "I will try to prove that this is no longer the case!", "Central banks and regulators around the world are making concerted efforts to help people understand what they do and why they do it.", "Being connected strengthens our leadership.", "Connected to industry and the firms we regulate.", "Connected to the real economy.", "And connected to the public that we serve.", "To enable forward-looking regulation and to be a responsive regulator requires connection.", "Improved engagement and listening to the perspectives of others helps us to understand better risks posed to the financial system, as well as helping households and businesses to understand our approach to policy and regulation.", "Regulation is about supporting positive outcomes Next, and to state the obvious, it is important that leaders are clear about the outcomes they want to achieve.", "In my view, regulation is about supporting positive outcomes.", "Regulation should follow six principles.", "It must be forward looking, connected, proportionate, predictable, transparent and agile: Forward-looking because, although we need to learn from history, we need to prioritise regulating for the future, especially as the pace of change means it quickly becomes the present; Connected because, in a European and global financial market, being more connected with market participants - whether firms, other regulators, consumers and investors - is essential to better understand risk, and to support agility and foresight in how we regulate; Proportionate, because we want regulation to address the harm or failure on which it is aimed without causing unintended consequences.", "There needs to be an effective and disciplined consideration and weighing of the costs, benefits and trade-offs involved in any regulatory intervention so that we avoid creating distortions and sub-optimal outcomes; Predictable, because consumers, investors and firms need to understand what we're trying to do, and what it is we expect others to be doing; Transparent because building trust in the financial system requires that market participants are able to see that regulators are doing their job and regulations are working as intended.", "And last and very much not least, Agile, because the financial system has shown us that it can change quickly, that it is changing quickly and that it will continue to change quickly.", "Regulation needs to adapt to a changing risk environment at a similar pace.", "Ultimately financial regulation is about supporting the economic wellbeing of the community as a whole.", "Such outcomes may be reasonably intuitive to describe but fundamentally they involve a stable financial system, trust and confidence in financial markets, and ensuring fair treatment of consumers.", "Of course there are challenges and trade-offs to make in delivering effective regulation which I am sure will be discussed in the course of this conference.", "Our ambition: the welfare of the European people as a whole So what, as leaders working at the ECB and SSM, is our ambition?", "At the Central Bank of Ireland our mission is to serve the public interest by maintaining monetary and financial stability while ensuring that the financial system operates in the best interests of consumers and the wider economy.", "Our vision is to be trusted by the public, respected by our peers and a fulfilling workplace for our people.", "Our values are integrity and care, courage and humility and teamwork and excellence.", "I suspect our vision and values will resonate with many of you.", "They certainly chime with my own values as a lifetime public servant.", "My ambition as a Eurosystem leader is to improve the welfare of the European people as a whole and ensure that the financial system operates in the best interest of the European economy through recognising the strength of our diversity, an unflinching resolve to teamwork and collaborating with others and a commitment to leadership in uncertain and volatile times.", "Which brings me to the key determinant of our success: people.", "When I worked in New Zealand, I learned a Mori proverb: He aha te mea nui o te ao?", "What is the most important thing in the world?", "He tangata, he tangata, he tangata.", "It is people, it is people, it is people.", "It is people who make an economy, who create and run its institutions, who innovate and run its businesses, who create its jobs, who pay its taxes, who build its houses, who develop and set its monetary policy, and who regulate and supervise its financial system.", "And succeeding in the Eurosystem depends on the minds and the hearts of the people that make up our organisations.", "That's why your leadership matters and matters more in these uncertain times of rapid change.", "I believe that the best job that we can do as Eurosystem leaders is to encourage, explain, listen, and reassure, and to show resolve, courage and humility to our people.", "I want to conclude by taking us back to our ambitions for Europe.", "In order to achieve the outcomes that we want, we need to continue collaborating successfully with one another across the Eurosystem and wider European System of Financial Supervision.", "The challenges we are facing from a volatile and uncertain world undergoing major economic transitions - and facing what Nouriel Roubini has called megathreats - demand nothing less.", "We must continue to promote effective communication between central banks, between European institutions and between national governments so that we can achieve better outcomes for citizens across Europe.", "I think that if Robert Schuman was opening your conference today, he would slightly amend the opening line of his famous Declaration in 1950 and say: \"Le système financiere européene ne saurait être sauvegardée sans des efforts créateurs à la mesure des dangers qui la menacent\".", "Or to put it in our common language, \"Europe's financial system cannot be safeguarded without the making of creative efforts proportionate to the dangers which threaten it\".", "Our responsibility as leaders is to inspire and support those creative efforts as we meet the challenges in front of us.", "Collectively and individually, we are responsible for the stewardship of our organisations so that they are fit for our successors.", "To paraphrase Keynes, we need to disembarrass ourselves of short views and take wings into the future.", "One of my favourite poems is Seamus Heaney's Beacons at Bealtaine, a poem written to mark the EU's expansion nearly 20 years ago and which speaks, as Heaney put it, \"for our honour and dignity as Europeans\".", "There's a line in it which for me captures a leader's role: move lips, move minds and make new meanings flare.", "Diversity, connections, outcomes, ambition, and leadership.", "He tangata, he tangata, he tangata.", "Move lips, move minds and make new meanings flare.", "How do central banks talk?.", "Centre for Economic Policy Research.", "P66 2 Nouriel Roubini, Megathreats, (John Murray, 2022) 3 -union.europa.eu/principles-countries-history/history-eu/1945-59 /schuman-declaration-may-1950_fr 4 John Maynard Keynes, Economic Possibilities for our Grandchildren, (1930) in Essays in Persuasion (Harcourt Brace, 1932), 358-373 5"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Leadership", "Diversity", "Connections", "Outcomes", "Ambition", "Europe", "Financial system", "Regulation", "Challenges", "Communication"]}