{"sentences": ["Accompanying presentation of the speech Ladies and gentlemen, dear colleagues and our esteemed hosts, It is my great pleasure to welcome you this year on behalf of the National Bank of Serbia and on my own behalf, and wish you a successful sixth conference of Serbian Insurance Days.", "The thought of our poet Miroslav Mika Anti was chosen to be the leitmotif of this year's conference: \" It's not all in its time, but all in your time \", with the underlying idea to underscore the importance of assuming personal responsibility and initiative in preserving the values we cherish in life.", "This thought of Mika Anti goes hand in hand with his conclusion: \" If you are not yourself now, you never will be \".", "In this vein, I would like to invite us all to join our forces toward the general, public interest, which is also a foundation for individual growth and development.", "Without a healthy nation and healthy economy there can be no sound financial sector and vice versa.", "I will dwell on several topics which have imposed themselves on us, in the following 1.", "Stable growth of the insurance sector in the past ten years; 2.", "Current risks heightening the awareness on the importance of insurance; 3.", "National Bank of Serbia's responses in the role of the supervisor and regulator of the insurance industry, working in the interest of citizens and corporates; 4.", "A continuous need to raise the standard of services; 5.", "Ongoing investment in insurance service consumers, and, finally 6.", "I'll speak about these topics in order.", "As the governor of the central bank which is also responsible for supervision of the insurance industry, an authority within the remit of only a small number of central banks, I can conclude that in the previous decade we fulfilled our legal mandate and the goals entrusted to us under the legislation.", "We were fully committed to protecting the rights and interest of insured persons and other insurance beneficiaries - households and corporates alike.", "In so doing, we assessed the legal compliance of the performance of insurance activity, sound governance in insurance undertakings and risk management rules, and the implementation of insurance and actuarial rules, as well as good business practices and business ethics.", "We were guided by the understanding that the insurance service must serve its main purpose, i.e.", "be the protection from various types of risks and a considerable assistance in difficult life and business circumstances.", "At the same time, our measures ensured stable and predictable business conditions for all financial market participants, including the insurance sector.", "Slide 2: Figures confirm a decade of stable growth of the insurance industry As a result, and despite the numerous challenges we faced, we may call the period behind us a decade of stable growth.", "The data show that all key performance indicators of insurance industry progressed on an upward path during the ten years, which is a relevant period for analysing trends and drawing conclusions.", "Concretely, the amounts of capital, total assets, technical provisions and life insurance premium more than doubled, which also impacted the positive trend of premium per capita (from EUR 75 to EUR 149) and insurance premium to GDP ratio (from 1.6% to 1.9%).", "The amount of settled damage claims also increased twofold - from RSD 27 bn to RSD 56.8 bn.", "Slide 3: Stability of the insurance market was preserved even amid the pronounced global uncertainty What gives special importance to this result is the fact that even in conditions of additionally constrained business activities, aggravated by the global uncertainty in 2022, the stability of the insurance sector was preserved.", "The first three quarters of this year saw a positive interim net result of RSD 5.8 bn, with the capital adequacy ratio by far exceeding the regulatory requirement.", "Insurance and reinsurance undertakings preserved the value of the investment portfolio and ensured technical provisions sufficient to meet the liabilities under the concluded insurance contracts.", "The total insurance premium in the first three quarters of 2022 went up by 12.2% y-o-y, a growth rate much higher than the average rate achieved during the same period in the past ten years (6.9%).", "Also, comparing the first three quarters of 2022 with the same period of 2021, the following indicator changes can be observed: Balance sheet total of the insurance sector increased by 2.7%, to RSD 343.2 bn; Capital rose by 0.1%, to RSD 68.5 bn; Technical provisions gained 5.7%, coming at RSD 234.3 bn.", "Slide 4: The current risks heightened the awareness about the importance of It can generally be observed that the pandemic additionally heightened health concerns and awareness, bringing to the fore the importance of investment into financial security and the need for adequate asset coverage.", "The greatest absolute increase in the insurance premium was recorded for: property insurance, voluntary health insurance, motor third party liability insurance, full coverage motor vehicle insurance - \"kasko\", and travel assistance insurance, which reflected the greatest impact of the pandemic in the year of the pandemic outbreak.", "Slide 5: NBS as the supervisor and regulator of the insurance market - activities in the service of citizens and corporates As for the responses of the National Bank of Serbia, as the supervisor and regulator of the insurance sector, in this challenging year of global uncertainty and crises we continued to take regulatory measures, some of which were part of joint efforts of all economic policy makers aimed at preserving the stability and living standard of citizens in the existing circumstances, that are in no way simple.", "If everyone carefully calibrates their decisions within the bounds of their authority, it will be easier to weather the global crises and their negative effects!", "For example, in May this year we adopted the Decision on Application of the Sex Factor in Insurance which implements the provisions of the Law on Gender Equality.", "I wish to particularly underline the cooperation with the insurers' association in the adoption of this regulation, which attracted considerable public attention.", "The Decision introduced the greatest changes in undertakings' operations related to life insurance by equalizing insurance premium between men and women.", "In other words, insurance undertakings can no longer use the sex factor in pricing which entails differences in individual premiums and benefits.", "Further, by amending the Decision on Reporting by Insurance/Reinsurance Undertakings we prescribed the obligation for undertakings to timely submit information to the National Bank of Serbia about profit distribution and planned dates of dividend payment to shareholders.", "These amendments were adopted so that we could take timely action in our supervisory capacity to preserve the stability of an undertaking's financial position when that is assessed to be in the best interest of the insured persons.", "In August we also adopted the Decision Amending the Decision on the System of Governance in Insurance/Reinsurance Undertaking, which specially regulates the procedure of making decisions about conditions and tariff of compulsory insurance, especially third-party liability insurance.", "The regulation envisages that the undertaking shall notify the National Bank of Serbia of the planned change in the premium tariff in motor third party liability insurance.", "Also, the undertaking is obliged to prepare and submit the analysis of justifiability of the change in the premium tariff, taking into account in particular its profitability, the proportion of mutual payments in concluded contracts, impact on the protection of rights and interests of users of compulsory insurance and the impact of this change on the solvency and financial position of the undertaking.", "The goal is clear - to assess the need and grounds for premium increase in this type of compulsory insurance.", "The regulation further envisages a higher degree of responsibility for members of management and certified actuaries who take part in decision making in insurance undertakings, because at all times, and now more than ever, we are obliged to abide by the rules of sound risk management and rules of the insurance industry and, it goes without saying, also in accordance with good business practices and business ethics.", "Slide 6: Establishing best business standards is imperative In addition to regulatory measures, with its supervisory activities the National Bank of Serbia gave an impetus for the necessary improvements in the insurance market.", "For example, in the area of life insurance sale, we observed a need to adequately verify the health status of the insured before he is accepted into insurance.", "If such verification is not conducted, it is clear that the insurance claim must be paid out regardless of the health status of the insured before entering the insurance contract.", "Supervision revealed that only a smaller number of insurance undertakings have not adopted our recommendations entirely and we will remain committed to that goal.", "We also detected some omissions pertaining to the way clients are informed about the collective insurance of pensioners and the way it is contracted.", "Proper provision of information may not be neglected in any area, especially not with mass insurances where the scope of insured persons is wide and they include sensitive categories of the insured, such as pensioners or students.", "We are pleased that insurance undertakings have understood our message and removed the irregularities we detected during supervision procedures.", "Not only that, we also see that undertakings are ready to provide the same rights to their users in other supervised areas, at their own initiative, regardless of when the insurance has begun.", "Such an approach sends an unambiguous message that the insurance industry looks after its users.", "An important part of our supervision procedures pertains to the mandatory insurance with the largest number of users - motor third party liability insurance (MTPL).", "In order to clearly emphasize and support good business practice in this area, the National Bank of Serbia has analysed all important aspects of information provision, calculation of the total damages and establishing the amount of the claim.", "We believe that by taking an appropriate approach on this issue, we have encouraged insurance undertakings to improve their processes so as to find a more just way to determine the amount of the claim for this type of insurance and in order to provide all the necessary information.", "The premium must be paid, but also all the information needed for the realisation of the claim must be provided.", "Our supervision has also covered other channels of insurance services provision - notably banks which are becoming an increasingly present sales channel, as well as financial lessors, and we have drawn their attention to the importance of information provision, and the manner of sale and contracting insurance services.", "We have paid particular attention to the manner of contracting and acting upon damage claims in relation to agricultural insurance by way of insuring crops, yields and livestock.", "The speed and manner of estimating the incurred damages will be another topic which we must address together, because our agricultural producers need to see that insurance is precisely the support that they need.", "Slide 7: Good-quality products lead to satisfied insurance service users As the fifth topic I listed the need to continue investing in insurance service users.", "I touched on this in all of my addresses, including last year's conference, because looking after the needs of users and protecting the rights of users, of our citizens, is of critical importance for the further development of all financial services, including the insurance services market.", "One way to achieve this is certainly by developing insurance products of better quality.", "The second way is to offer adequate value for the price paid.", "The third is to improve the quality of services.", "I shall paraphrase a thought - the only way to compel people to talk good about us, in this case about insurance, is to make sure that insurance does good to the people.", "(\"The only way to compel people to talk good about us is to do good.\"", "- Voltaire ) This is our best advertisement and at the same time the healthiest way to grow and develop.", "This implies the continuation of uninterrupted work on securing more accessible and more affordable insurance: both in the sense of creating insurance products tailored to the needs of the insured (e.g.", "new coverages), and in terms of the sales network improvement (e.g.", "digital sales channels), but also taking into account the risks and protection of the users of your services.", "Last year I also spoke about pre-contractual provision of information as a particularly important segment of sales, and I will repeat it again now - constant improvement of the contents of the information is a task we should keep going back to over and over again.", "You cannot expect each and every user to understand equally well all the characteristics and terms of insurance he is interested in.", "What you can do is dedicate your full attention to each user until you are certain that he is familiarised with the key characteristics of the product - the risks covered by the insurance and especially exceptions relating to those risks.", "Avoiding misunderstanding is of critical importance.", "Focusing on the needs of insurance users and contracting products that will meet those needs will lead to a lower number of unsatisfied users.", "Also, efficient and fair processing of damage claims will show the best side of insurance.", "Respect your users, explain to them in a thorough and understandable way why a certain amount of the claim is being paid out, or why they do not have the right to the claim, and do not let them feel deceived.", "Our shared goal should be the creation of good-quality and innovative insurance products that will make users satisfied, leading in turn to further development of the market because \"when there is will, success is certain\" (Japanese proverb).", "Slide 8: It's not all in its time, but all in OUR time!", "Ladies and gentlemen, dear colleagues, esteemed hosts, The numbers speak that we are today on the right path and that in the area of insurance we have created stable conditions and reserves that should ensure resilience to systemic risks, as well as allow us to respond to challenges in the crisis period in which we have been operating for several years already.", "As a regulator, but first and foremost as an institution whose mandate is to act in the general interest, we are pleased that insurance undertakings have shown readiness to contribute to the preservation of stability and citizens' living standard in the current global circumstances.", "We believe that MTPL insurance, with the results it recorded in the current and previous periods, was able to accumulate sufficient reserves for any short-term disturbances in the market.", "Going forward, we also expect understanding and support.", "As for insurance and reinsurance undertakings, even in times of high international instability we expect them to adopt a serious approach to risk management when responding to the current risks as well as those that can be expected to amplify in such periods.", "We expect insurance and reinsurance undertakings to manage their capital responsibly so that the current risks and those that might become relevant are insured not only by active management, but also by the sufficient amount of core capital.", "Also, undertakings should carefully manage the safety of information and ensure the continuity of business.", "At the same time, the National Bank of Serbia will continue to direct its activities towards ensuring the smooth functioning of our economy and our financial system.", "This implies a stable and sound insurance market, with a simultaneous protection of our citizens when using insurance services.", "We will continue with our support to ensuring long-term confidence in the insurance service as a precondition of further growth.", "With a full coordination of monetary and fiscal policy measures, we will safeguard financial stability, and the bonds issued by the Republic of Serbia remain a safe investment.", "We believe that only through understanding, joint action and cooperation can we achieve wellbeing in a general public interest, which is a basis for further individual growth and development.", "And while joining forces against public interest is not allowed, joining them in the general interest - especially in times of crises - is our imperative!", "Only in this way can we make sure that this time is OUR time and that time works in our favour!", "I wish you success in the Serbian Insurance Days!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Insurance industry growth", "Insurance market stability", "Insurance service quality", "Risk management", "Insurance regulation", "Consumer protection", "Insurance product innovation", "Financial stability", "Public interest", "Cooperation"]}