{"sentences": ["Check against delivery Ladies and gentlemen, Distinguished guests, I am delighted to be able to speak to you today about the future of cross-border payments in a town that has played such an important role in cross-border trade throughout its entire history.", "Due to its location at the centre of the trade routes between East and West, Cape Town has always been at the heart of international trade, right between the Atlantic and Indian oceans.", "Although trade was significantly slower during the Age of Sail, when Cape Town rose to prominence, there was already a need for payments spanning multiple countries and multiple currencies.", "This is a problem that we still face today, but on a significantly larger scale, because digitalisation, automation and globalisation have made trade faster, more complex, and more global.", "Despite recent geopolitical tensions, global trade and migration are still on the rise.", "I hope that these trends will not reverse, since fragmentation means a loss of wealth.", "However, globalisation has put the spotlight on some of the inefficiencies that still affect cross-border payments.", "Compared to domestic payments, cross-border payments remain slower, more opaque, and comparatively expensive.", "Improving cross-border payments on a global scale may seem like an unsurmountable challenge right now, but, to quote the great Nelson Mandela: \"It always seems impossible until it's done.\"", "2 Striving to improve cross-border payments In light of the increasing importance of cross-border payments for the global economy, these inefficiencies prompted the G20 to launch an initiative to enhance this type of payment.", "As a result of this initiative, a roadmap consisting of 19 building blocks with concrete action points was set out in 2020.", "Since then, work has progressed to a point where it is now concentrated on three priority actions.", "First, regulators around the world have to find ways to harmonise legal, regulatory, and supervisory frameworks.", "A greater degree of regulatory harmonisation may help to automate cross-border payments further, leading to higher processing speed, and could lower the costs for compliance, which make up a large portion of the costs for these payments.", "Second, market players, payment system operators, and regulators need to come together in order to harmonise messaging standards and facilitate the exchange of data between jurisdictions.", "Especially in this area, cooperation between all relevant stakeholders is crucial.", "For instance, the Bank for International Settlements' Committee on Payments and Market Infrastructures has worked with financial industry representatives to support harmonised adoption and usage of ISO 20022 for crossborder payments.", "This brings me to the third area, which is the area where we, as central bankers, can have the greatest impact: fostering interoperability between payment infrastructures and expanding their services.", "As operators of real-time gross settlement (RTGS) systems - and faster payment systems in a growing number of jurisdictions - central banks have an important role to play in this field, although we still have to rely on all stakeholders to ensure that we meet the demands of the market.", "To gain credibility, public sector proposals need private sector acceptance.", "However, in our role as system operators, we also have to look ahead and guarantee that our services will still be able to fulfil the needs of their users in the future.", "In this regard, we need to be open to new concepts like central bank digital currencies (CBDCs) and have to explore the roles that these can play.", "Improving and interlinking existing infrastructures But before we leap into the future, let's stay in the present.", "Faster payments are becoming a reality in many countries.", "With this development, payments around the clock, on every day of the year, may become the new norm.", "This could also warrant changes in the business hours of RTGS systems.", "Even though it may lead to higher operating costs for central banks, extending business hours could help to create, or improve, overlap between settlement systems in different time zones.", "This would also increase the speed of settling payments transmitted across multiple time zones.", "Considering these advantages, and listening to the demands from our users, the Eurosystem changed the business hours of its T2 RTGS system as part of the consolidation project that was completed earlier this year.", "On weekdays, settlement of interbank and customer payments now begins at 02:30 a.m., instead of 07:00 a.m. before.", "However, simply improving domestic payment systems is not enough as long as they remain separate and isolated.", "This is why building and interlinking multilateral platforms should play a large role going forward.", "With regard to interlinking payment systems - especially faster payment systems - there are a number of exciting projects in the pipeline.", "For example, Project Nexus aims to interlink faster payment systems to shorten transaction chains, which will lower costs and increase the speed of cross-border payments.", "As part of this project, the BIS Innovation Hub in Singapore has built a working prototype of Nexus interlinked with test versions of the payment systems from the Eurosystem, Malaysia, and Singapore.", "The advantage of interlinking faster payment systems is that they are already available around the clock and most of them already operate on the ISO 20022 standard.", "Some of them, such as the Eurosystem's TIPS faster payment platform, are capable of handling multiple currencies as well, which enables the integration of countries outside of the Eurosystem.", "Interlinking faster payment systems will not solve everything, however, and it comes with a number of caveats.", "First, not every country already has a faster payment system.", "This means that any global strategy aiming to enhance cross-border payments by interlinking these systems will also need to include a way to help establish faster payments in countries that do not have them yet.", "Second, multiple bilateral links between various countries may be ineffective and difficult to coordinate.", "However, solutions like Nexus could also be used to interlink regional multilateral platforms, such as Buna and TIPS, or possibly even wholesale payment systems, like SADC RTGS.", "In order to assess the potential of this model, the Eurosystem has conducted experiments interlinking TIPS with the fast payment systems of Malaysia and Singapore, enabling payments to be sent using only mobile phone numbers.", "This brings us to the third caveat: simply interlinking systems will not mean that payments can be processed across solutions - it must be ensured that payees can be properly addressed - for example, by using mobile phone numbers.", "Furthermore, transactions must be adequately checked for illicit activity.", "And, lastly, attractive and interoperable solutions must be available to end users.", "Central bank digital currencies - a possible solution?", "With all of these caveats, perhaps a different approach could be the right one for crossborder payments?", "Central banks around the world are now in the process of developing central bank digital currencies - could these be the solution for cross-border payments as well?", "The development of CBDCs is still at an early stage in most countries and focuses mainly on domestic markets right now.", "However, we should not disregard the potential that CBDCs may have for enhancing cross-border payments.", "They could be used to process instant payments and should also help to extend their reach.", "In many countries, one of the reasons for pursuing CBDCs is to increase financial inclusion.", "Furthermore, cross-border payments made in central bank money may contribute to lower risk.", "However, increased involvement of central banks entails its own risk: the risk of crowding out private competitors.", "CBDCs should therefore be designed around the principle of \"do no harm\".", "They should also continue to rely on services provided by the private sector to the greatest possible extent, including for a significant portion of the cross-border chain.", "Even if interlinked CBDCs were to become a reality, central banks would still have to rely on private actors for certain tasks.", "One example is currency exchange, since this is typically a market-based business, including managing and dealing with the inherent exchange rate risk.", "Project Icebreaker, an experiment conducted by the Bank of Israel, the Bank of Norway and the Bank of Sweden in cooperation with the BIS Innovation Hub in the Nordics, has shown that banks still have a place in a world of interlinked CBDCs.", "And, just like interlinked faster payment systems, a solution based on interlinked CBDCs would still rely on private actors to provide attractive front-end solutions.", "Closing remarks All of this shows that, in order to enhance cross-border payments, we need cooperation, not only between banks and central banks, but also with other players as well.", "Regulators will have to coordinate efforts to harmonise regulation.", "Central banks will have to be active in two different roles.", "As operators of payment systems, we may have to adjust our systems and communicate with the market on how best to expand their services.", "As leaders, we will have to continue to support and coordinate the actions resulting from the roadmap.", "Ultimately, all stakeholders will have to come together to find solutions that are beneficial for all parties and work together to improve the global payments landscape.", "Which brings me back to Nelson Mandela: with close collaboration on a global scale, which might be hard to imagine today, this may become a reality in the future.", "Financial Stability Board, G20 Roadmap for enhancing cross-border payments, October 2021.", "Committee on Payments and Market Infrastructures, ISO 20022 harmonisation requirements for enhancing cross-border payments, March 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["Cross-border payments", "Interoperability", "CBDCs", "Faster payment systems", "Harmonisation", "Regulation", "Globalisation", "Financial inclusion", "Interlinking", "ISO 20022"]}