{"sentences": ["SPEECH Central clearing in turbulent times: frontiers in regulation and oversight Keynote speech by Fabio Panetta, Member of the Executive Board of the ECB, at the Fifth Joint Deutsche Bundesbank, European Central Bank and Federal Reserve Bank of Chicago Conference on CCP Risk Frankfurt am Main, 22 June 2023 The agreement by the G20 in 2009 to make central clearing mandatory was a significant milestone on the path to enhancing counterparty credit risk management.", "[ In the years that followed, a series of regulatory and supervisory measures were introduced to ensure that the concentration of risks in central counterparties (CCPs) would be addressed through adequate risk management practices.", "In the current context of elevated economic and financial uncertainty, CCPs must adapt their risk management strategies.", "Public authorities, meanwhile, must consider how they can best adjust the regulatory and oversight framework for CCPs.", "In my remarks today, I will highlight three areas that require progress to preserve the pivotal role of CCPs in safeguarding stability.", "I will discuss challenges in cross-border supervision, the need to be better prepared for extreme stress events and further actions to limit margin procyclicality.", "Challenges in cross-border supervision Let me start with challenges in cross-border supervision.", "Arrangements for cross-border supervision need to be commensurate with the cross-border systemic risk implications of central clearing.", "This is particularly true in extreme scenarios in which a CCP has exhausted its prefunded financial buffers.", "In these circumstances, allocating losses on an ad hoc basis could exacerbate credit and liquidity strains for clearing participants, which are often located across several jurisdictions.", "The ECB therefore supports the European Commission's proposal to enhance EU-level CCP supervision.", "Given the increasing importance and complexity of EU CCPs, as well as their interconnectedness with significant credit institutions that are clearing members, enhancing the supervision of central clearing at EU level is necessary.", "[ Some have questioned this proposal, arguing that, in the event of a CCP being resolved, any losses would be borne by the taxpayers of the country where the CCP is domiciled.", "But this argument overlooks the fact that both global standards and EU law require CCPs to establish comprehensive arrangements so that any losses related to the default of a clearing member are allocated to the surviving participants.", "Moreover, even if we were to reach the final stage of resolution and temporary public funding was provided, this would be recouped from clearing participants in line with the CCP's arrangements for allocating losses.", "The risks of EU CCPs therefore mainly affect clearing participants, which are generally located throughout the EU.", "This needs to be reflected in the supervision of EU CCPs through a greater role for the relevant authorities, including banking supervisors and central banks of issue, as potential providers of liquidity to clearing participants or CCPs.", "[ Our ability to address concerns arising from excessive exposures to third-country CCPs is also critical.", "More than one-third of the total collateral posted by EU clearing members for centrally cleared derivative transactions is posted to third-country CCPs.", "Particular concerns arise in relation to euro-denominated interest rate swaps and short-term interest rate futures and options, which are relevant for the smooth implementation of monetary policy but are mostly cleared outside the EU.", "For instance, around 80% of the total notional outstanding on euro-denominated interest rate swaps is cleared outside the EU[ ].", "And around 50% of EU clients active in euro-denominated interest swaps do not clear these trades in the EU.", "EU authorities have less direct insight into - and ability to control - the risk management of CCPs located outside the EU.", "Current EU rules seek to reduce these gaps through the European Securities and Markets Authority's targeted direct supervision of systemically relevant third-country CCPs - known as Tier 2 CCPs.", "But this framework would be powerless in severe circumstances where the resolution of a Tier 2 CCP may be required.", "To deal with this vulnerability, I see two priorities.", "First, we need to accelerate efforts to develop resolution plans for all major cross-border CCPs, in close cooperation with the relevant host authorities.", "International agreement to proceed in this direction was reached, in principle, back in 2014.", "[ However, almost 10 years on, resolution plans have not been put in place for any of the major global CCPs.", "We should not wait for a severe crisis in central clearing before closing this gap.", "Second, while resolution plans play a significant role in reducing the potential fallout from CCP resolution, they cannot offer absolute guarantees, especially when the cross-border implications are considered.", "[ Against this background, the ECB supports the European Commission's proposal that will require EU clearing participants to hold a so-called active account at EU CCPs in the few market segments that are considered to be of substantial systemic importance to the EU.", "[ The objective of the active account is to build and sustain an appropriate level of domestic clearing capacity for essential euro-denominated clearing services.", "This would also facilitate rebalancing between domestic and offshore business if, for example, it was deemed more prudent in view of evolving risks in a host CCP.", "An adequate domestic clearing capacity helps to preserve financial stability within the EU and to ensure the smooth functioning of euro area markets.", "Given the economic benefits of global liquidity pools, implementing the active account will require a carefully calibrated and phased approach.", "We understand the concerns raised.", "However, around 50% of the EU clients that are not active in EU CCPs are only active in euro-denominated trades, so cross- currency pooling is not always the main issue.", "Furthermore, although establishing an active account will not be without cost, it must also be acknowledged that EU stakeholders have a joint responsibility to establish a central clearing framework that is robust in periods of severe stress.", "Disrupted access to critical clearing services during a financial crisis would have much greater financial risk implications than gradually moving part of the respective euro-denominated business to EU CCPs.", "Better preparedness for extreme stress events The second area in which further progress is required is our capacity to effectively address low-probability, high-impact types of risk.", "Let me give two examples here.", "First, the current guidance on non-default loss risk[ is much less developed than the guidance on risks related to participant default.", "This is despite the fact that the impact of non-default losses could be particularly significant, especially given that the resources available to cover such losses - mainly CCPs' own capital - are limited.", "This became clear from the results of the FSB, CPMI and IOSCO analysis of CCP financial resources for recovery and resolution.", "[ While CCPs are taking significant measures to mitigate non-default loss risk, this risk cannot be eliminated.", "Therefore, arrangements for assessing and preparing for potential non-default losses are essential, and we support the CPMI-IOSCO initiative to further explore CCPs' risk mitigants for non-default losses.", "[ Second, there has been insufficient progress in terms of preparedness for events that, based on historical experience, would go beyond what could be considered extreme but still plausible.", "Progress needs to be made, particularly in conceptualising such scenarios and embedding them in CCP recovery and resolution plans.", "While it is important to learn from past vulnerabilities - as has typically been the focus to date - we also need to do more to identify extreme hypothetical scenarios and consider the full range of potential risks, such as financial, conjunctural, geopolitical, cyber and environmental risks.", "Reducing the procyclicality of margins Central clearing in turbulent times also raises critical issues in terms of margin procyclicality.", "A certain degree of margin procyclicality is unavoidable, given that margin requirements reflect evolving risks.", "At the same time, a certain degree of margin stability over the medium term is necessary to reduce the need for sudden, large margin calls in times of stress.", "The role of CCPs as shock absorbers is crucial in such situations, as they help to avoid negative feedback loops between tightened risk management at CCPs and the financial strains of clearing participants.", "Mitigation of margin procyclicality is reflected in both the global standards and the EU rules for CCPs.", "However, recent periods of extreme market volatility have underlined the need to do more.", "[ The review conducted in 2020 by the Basel Committee on Banking Supervision, CPMI and IOSCO on margin practices provides us with a clear roadmap for action.", "[ This includes enhancing CCPs' tools to anticipate stress and reflecting margin procyclicality in the development of countercyclical measures and the validation of margin models.", "Margin transparency should also be enhanced, in terms of both the transparency of CCPs vis-à-vis clearing members and the transparency of clearing members vis-à-vis clients.", "The ECB is actively contributing to the follow-up work that is under way.", "Once the results of this work are available, significant efforts will be needed to embed them in the rules of all relevant jurisdictions.", "The introduction of mandatory central clearing has served us well in terms of enhancing counterparty risk management and market transparency.", "However, in today's turbulent market environment, all stakeholders - CCPs, clearing participants and authorities alike - must adopt a more forward-looking mindset.", "Short-term cost considerations - be it stimulating clearing activity in the EU, enhancing stress-testing and cooperative arrangements or stepping up margin requirements and disclosure - must be balanced against the longer-term benefits of a robust set-up in which CCPs remain a pillar of our financial system.", "Thank you for your attention.", "Proposal for a Regulation of the European Parliament and of the Council amending Regulations (EU) No 648/2012, (EU) No 575/2013 and (EU) 2017/1131 as regards measures to mitigate excessive exposures to third-country central counterparties and improve the efficiency of Union clearing markets.", "Opinion of the European Central Bank of 26 April 2023 on a proposal for a regulation amending Regulations (EU) No 648/2012, (EU) No 575/2013 and (EU) 2017/1131 as regards excessive exposures to third-country central counterparties and improve the efficiency of Union clearing markets and a proposal for a directive amending Directives 2009/65/EU, 2013/36/EU and (EU) 2019/2034 as regards the treatment of concentration risk towards central counterparties and the counterparty risk on centrally cleared derivative transactions.", "In addition, we should strengthen the European Securities and Markets Authority's capacity to ensure a level playing field in the supervision of EU CCPs and adequate coordination in crisis situations.", "Financial Stability Board (2014), \" Key Attributes of Effective Resolution Regimes for Financial Institutions \", 15 October.", "Resolution plans are, in principle, non-binding, to ensure the necessary flexibility and discretion in what would be truly exceptional circumstances.", "In addition, while within the EU resolution authorities are legally required to consider the contagion risks for all EU countries when deciding on resolution measures, this does not apply globally, as under global standards resolution authorities are only liable vis-à-vis their home jurisdictions.", "The active account proposal would require financial counterparties and non-financial counterparties that are subject to the clearing obligation to (i) hold, directly or indirectly, active accounts at CCPs established in the EU so that at least a certain proportion of the services identified as being of substantial systemic importance are cleared at EU CCPs, and (ii) provide reporting on this.", "For further background, see footnote 3.", "Non-default losses are losses deriving from operational risk, investment and custody risk, and general business risk.", "In the hypothetical extreme stress scenarios considered by the Committee on Payments and Market Infrastructures (CPMI), the Financial Stability Board (FSB) and the International Organization of Securities Commissions (IOSCO), all CCP service lines were able to absorb default losses.", "By contrast, resolution powers were needed for the majority of CCPs to generate sufficient resources to cover non-default losses in certain scenarios.", "See CPMI, FSB and IOSCO (2022), \" Central Counterparty Financial Resources for Recovery and Resolution \", March.", "Bank for International Settlements' Committee on Payments and Market Infrastructures (2022), \" CPMI and IOSCO publish a discussion paper on CCPs' practices for addressing non-default losses \", press release, 4 August.", "In the last few years there have been several instances where large ad hoc increases of margin requirements created significant financial problems for clearing members and end users.", "Although these problems could be managed in the end, it did require strong public intervention.", "Basel Committee on Banking Supervision, Committee on Payments and Market Infrastructures and Board of the International Organization of Securities Commissions (2022), \" Review of margining practices \", September."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central clearing", "Cross-border supervision", "Margin procyclicality", "Extreme stress events", "Non-default loss risk", "CCP resolution", "Active account", "EU CCPs", "Third-country CCPs", "Financial stability"]}