{"sentences": ["Check against delivery Ladies and gentlemen, At the last Frankfurt Euro Finance Summit a year ago, I was unfortunately only able to speak to you via video.", "This was because the event coincided with the first meeting of \"Concerted Action\" group in Berlin.", "On the initiative of the Federal Chancellor, this and further meetings saw government, trade unions and employers exchange views on price developments.", "Academic experts participated, too - and I represented the Bundesbank .", "These meetings were mainly concerned with comparing notes on the causes of inflation and the outlook.", "No specific policy decisions were made there, but the meetings did provide impetus in the search for ways to provide citizens with relief from the burden of high inflation.", "What is more, it was clear to everyone involved that it is the task of independent monetary policy to safeguard price stability.", "And yet it is crucial for other actors to be aware of their responsibilities as well.", "Because it is also a matter of not impeding the task of monetary policy unnecessarily.", "Monetary policy in a tightening cycle One year ago, the deposit facility rate, currently the Eurosystem's most important key interest rate, stood at -0.5%.", "It was clearly communicated at the time that this policy rate would be raised a few weeks later, for the first time in 11 years.", "What may have surprised many, however, was that the chapter on negative interest rates was already over when the first interest rate step took place.", "And above all that seven further interest rate steps were to follow within the space of less than a year.", "basis points is the total by which key interest rates have gone up since July 2022.", "The last time we in Germany saw rates climb this strongly within a similarly short period of time was in the 1970s.", "And let's be honest here: who could have imagined that one year ago?", "We took a look at the relevant expert surveys from last July and found that not one of them predicted that the deposit facility rate would stand at more than 3% in one year's time.", "And financial market data from back then also offer no indication that investors saw any degree of likelihood that this key interest rate level would materialise.", "To be fair, though, I would add at this juncture that, one year ago, no one knew how strong and persistent inflation would turn out to be, either.", "Some who didn't think the ECB Governing Council had it in them to turn the interest rates screw so robustly may well have had the financial system in mind.", "Perhaps they reckoned that even if the Governing Council wanted to move, it would not be able to.", "German comedian Karl Valentin might have said: they would have been willing to want to, but didn't dare to be allowed.", "And indeed, such a rapid and significant interest rate reversal does present a challenge.", "Especially as banks had built up vulnerabilities during the protracted low interest rate period.", "All the more encouraging, then, that euro area banks have coped well with the interest rate reversal so far.", "That's thanks not least to the supervisory and regulatory reforms in the wake of the financial crisis of 2008-09.", "Today, our banks hold higher levels of capital and liquidity than they did back then.", "This is paying off now.", "And it is indeed the case that the banking turmoil that hit the United States and Switzerland has not spilled over into the euro area.", "Of course, that's not to say that regulation is perfect.", "It always makes sense to check whether and where regulatory adjustments need to be made.", "And that is what is happening.", "The tightening of monetary policy did not begin with the first interest rate hike - it started earlier, when asset purchases were scaled back.", "In March 2022, net purchases under the pandemic emergency purchase programme (PEPP) were discontinued.", "It is current policy to reinvest maturing bonds until the end of 2024.", "One year ago, net asset purchases under the long-running asset purchase programme (APP) came to an end.", "Reinvestments were reduced from March of this year, and as of July, maturing securities are now not being replaced at all by new ones.", "The reduction of the balance sheet is gaining additional traction as a result.", "On average, APP assets worth around €25 billion are maturing each month.", "However, measured against asset holdings totalling just under €5 trillion, the pace of decline remains modest.", "Mind you, the phasing-out of the targeted longer-term refinancing operations (TLTRO III) is also helping to shrink the balance sheet.", "Just under €477 billion matured last week.", "In addition, lively use is being made of the option to repay these operations prematurely.", "For me, this is also a sign that financial markets are ready for a normalisation of liquidity conditions.", "Inflation rate still too high The high inflation is the main reason behind the change of course in monetary policy.", "Euro area inflation as measured by the Harmonised Index of Consumer Prices (HICP) climbed as high as 10.6% in October 2022.", "That was the highest rate of price increase seen in the history of the euro.", "The wave of inflation began to swell back in 2021 - that is, before Russia launched its attack on Ukraine last year.", "This is worth recalling at times when the war is cited as the sole cause of the high level of inflation.", "The energy and food crisis triggered as a result undoubtedly amplified inflation, but the HICP rate had already reached a new peak in autumn 2021 and has since broken one record after the next.", "In my inaugural speech at the beginning of 2022, I already pointed out the danger that inflation could remain elevated for longer than expected.", "At that time, many people still took the view that the high inflation rates were a transitory phenomenon - a by-product of the economy recovering from the pandemic owing to supply chain disruptions, \"catchup\" consumption activity and so on.", "That assessment certainly still had some merit back then.", "\"Transitory\" was, in a sense, the monetary policy buzzword of 2021.", "For me, however, it was clear from the outset that monetary policymakers now need to act decisively.", "And that's what they have done.", "Of course, it's easy to say in hindsight if only the Eurosystem had started normalising monetary policy sooner.", "But that is a pointless debate.", "Just like Harvard economist Benjamin Friedman said last year: Whenever a central bank realises that it has to change its monetary policy, it always wishes it had acted earlier.", "Encouragingly, the inflation rate has dropped back significantly from its peak last autumn.", "According to the flash estimate, euro area headline inflation was 5.5% in June.", "This decline is primarily due to falling energy prices.", "What is still considerably more expensive than one year ago, however, is food.", "But at least the price increases in this component have moderated somewhat of late.", "That's something I'm also noticing during my weekly food shop: butter and cooking oil have become somewhat cheaper again, though they are still noticeably more expensive than they were two years ago.", "The core inflation rate, which excludes volatile energy and food prices, is not yet trending clearly downwards.", "The flash estimate put core inflation at 5.4% in June, which is somewhat higher again on the month.", "Underlying inflation, then, is more persistent than the decline in the headline rate suggests.", "We have failed to achieve our target of 2% for two years now.", "And the latest Eurosystem staff projections show that a timely return to the 2% target is anything but certain.", "The experts are expecting euro area inflation to average 5.4% this year, followed by 3.0% in 2024.", "And even in 2025, we will have not yet fully accomplished our mission because inflation is projected to stand at 2.2%, which would still leave us above our target inflation rate.", "Moreover, the projection for core inflation had to be revised upwards markedly.", "On top of that, upside risks to the price outlook predominate.", "In other words, looking at the projections, inflation rates are more likely to be higher than lower.", "Thus, unexpectedly strong growth in wages or profit margins, say, could drive inflation higher over the medium term.", "This is the backdrop against which the ECB Governing Council decided on 15 June to raise key interest rates by a further 25 basis points.", "Furthermore, in her press conference, ECB President Christine Lagarde left little doubt that a further interest rate move was to be expected in July.", "We will follow a data-dependent approach when deciding whether key interest rates need to be raised further after the July meeting.", "In my view, we still have a way to go.", "It is crucial that we bring inflation back down to 2% in a sustainable manner.", "To achieve that, interest rates will have to be at levels that are sufficiently restrictive.", "And we will also have to keep interest rates at that level - wherever it may be - for an extended period of time.", "In this respect, the image of nearing the interest rate peak is actually wrong.", "After all, the climb to a summit is, of course, usually followed by an immediate descent.", "I prefer Christine Lagarde's analogy of climbing to cruising altitude here.", "An aeroplane also doesn't leave this altitude immediately after reaching it.", "I can't tell you whether we are on a short, medium or a long-haul flight.", "It certainly won't be an ultra-short-haul one.", "That's not sustainable either.", "Economic reasons, not least, speak in favour of high cruising altitudes: since the air density decreases the higher the altitude, aeroplanes use less kerosene.", "However, some people get a little queasy when they think about the cruising altitude.", "In our case, this means that doubts over the need for further interest rate moves will grow; critics will become louder, critical questions will be asked, for example, aren't the costs to the real economy of a strict anti-inflation policy far too high?", "Does the focus on price stability make sense at all?", "Some people will even question whether it really has to be 2%, or whether 3% or 2.5% would also be acceptable or even beneficial.", "The Eurosystem has a clear mandate: our primary objective is ensuring price stability.", "And, to this end, the ECB Governing Council has set itself an equally clear target rate of 2% over the medium term.", "Only a small part of the population would still say that prices are stable at inflation rates of 3% or more.", "Softening or modifying our target rate would play a part in driving up medium-term inflation expectations.", "And would come with the risk of inflation becoming entrenched.", "Monetary policy would have to respond by setting even higher key interest rates and keeping them higher for longer.", "In addition, the risk of financial instability would increase.", "This, too, speaks in favour of monetary policy responding in a timely and decisive manner.", "Of course tightening monetary policy dampens economic activity.", "There's no disputing that, and it's something that we're already seeing.", "After all, policy rate hikes are intended to dampen demand and thereby inflation.", "For price stability to be restored, supply and demand need to align in aggregate terms.", "This is, without doubt, unpopular.", "But this is precisely why there are independent central banks.", "The economic situation and outlook for the euro area are not actually all that bad, though: Eurosystem staff are expecting real GDP growth of 0.9% in the euro area this year.", "Looking ahead to the next two years, their current projections forecast 1.5% and 1.6%, respectively.", "And they are not anticipating that unemployment will rise.", "On the contrary, the labour market is so robust and tight that further sharp wage increases could be on the cards.", "So there's no sense whatsoever from real economic developments that the tightening is excessive.", "Nor do financial market data point to such a conclusion.", "The key interest rate is the most important and the most effective instrument that monetary policy has at its disposal to fulfil its mandate.", "Adjustments to the monetary policy framework under discussion When I say the key interest rate , I'm admittedly being imprecise.", "As you know, there's not just one but three key interest rates in the euro area: there is the interest rate on the deposit facility, the interest rate on the marginal lending facility and the interest rate on the main refinancing operations.", "For a long time, the last rate in that list was the most important of the three.", "Remember, the one-week main refinancing operations were once the Eurosystem's principal instrument for providing liquidity.", "And banks wishing to participate had to offer at least that rate.", "In order to ensure that the market was neither oversupplied nor undersupplied, the Eurosystem worked with complex calculations to see how much liquidity was needed.", "I have vivid memories of those days - after all, one of the first jobs I was tasked with as a Bundesbank economist in Frankfurt was carrying out these kinds of liquidity needs estimates.", "Most of the time, the overnight rate for unsecured money market operations (EONIA) would be somewhere near the main refinancing rate.", "Every now and again, things would fluctuate more.", "The interest rates on the marginal lending facility and the deposit facility then functioned, in a sense, as the guard rails of the money market, forming a corridor within which the overnight rate moved.", "Then came the financial crisis, and the Eurosystem switched to full allotment at fixed rates.", "For a time, and in aggregate terms, banks were demanding more liquidity than they immediately needed.", "The Eurosystem subsequently kept offering refinancing operations with maturities of multiple years.", "Thanks to extremely favourable terms, these operations met with very brisk demand.", "The Eurosystem's later asset purchases at the lower bound then resulted in a great deal more excess liquidity on a scale that far exceeded that seen at the time of the financial or sovereign debt crisis.", "And that's why short-term interest rates in the euro area have, for some time now, been geared around the deposit rate.", "This is sometimes talked about as a de facto floor system.", "With monetary policy asset holdings starting to be scaled back, we find ourselves facing the question of which instruments should be used to steer short-term interest rates going forward.", "There has been some initial reflection on the matter in the Eurosystem already but no decisions have yet been made.", "First of all, price stability can, in principle, be assured in either set-up: both in a corridor system where central bank liquidity is scarce, and in a floor system with permanent excess reserves.", "What's clear is that the past crises have also brought about changes that are exerting a lasting impact - for example, where the regulation of banks is concerned.", "And the high level of excess liquidity provisioned by the Eurosystem under its asset purchase programmes often means banks have no need to turn to the interbank market.", "After many years where the banking system has been amply supplied with central bank liquidity, concerns exist.", "How might the financial system cope if excess liquidity were to be rapidly brought back down to far lower levels?", "With this is mind, there is no reason to rush into a decision and, say, necessarily head back to an old-style corridor system.", "In principle, a floor system would also be an option for a future operational framework.", "What matters, in my view, is that the framework lives up to the following two principles.", "First, the market should be given more space again.", "I have fundamental faith in the market mechanism's ability to channel resources to where they are utilised productively.", "Second, the central bank balance sheet should be run down to a much lower, reasonable level within an acceptable timeframe.", "Future monetary policy challenges may mean we need greater room for manoeuvre again.", "As I see it, there is therefore much to recommend a return to a far smaller central bank footprint in the market going forward.", "This would mean, in particular, a significantly smaller balance sheet total.", "The Bank for International Settlements' chief economist Claudio Borio recently cited yet another argument for favouring a lean central bank balance sheet: the smaller the balance sheet, the less exposed a central bank leaves itself to political pressure or criticism, e.g.", "with respect to its independence.", "For all these reasons, I am an advocate of significantly slimming down the Eurosystem's balance sheet over the years to come.", "The normalisation of monetary policy provides us with an opportunity to review the operational framework.", "That framework should be simple, efficient and as marketneutral as possible, whilst at the same time allowing a good handle on interest rates.", "The operational framework is the vehicle through which monetary policy signals are transmitted.", "At present, the monetary policy signals are clearly pointing toward further tightening.", "Inflation in the euro area may be receding but it is still too high.", "And the latest forecasts suggest that we cannot expect price stability to be restored in a timely manner.", "Inflation is proving to be more persistent than many thought.", "In response, monetary policy must now show itself to be more persistent and more resolute than many would have expected.", "Lagarde, C. (2023), The fight against inflation, speech at \"Deutscher Sparkassentag 2023 \", Hanover, 1 June.", "Balance sheet size and interest rate control, speech in New York, 27 March."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Economic growth", "Balance sheet", "Price stability", "Inflation target", "Economic outlook", "Financial stability", "Operational framework"]}