{"sentences": ["Ladies and Gentlemen, The international situation continues to be marked by profound uncertainty.", "Geopolitical tensions and the repercussions of Russia's aggression against Ukraine led to a slowdown in global economic activity and contributed to the return of inflation.", "In 2022, the Governing Council of the European Central Bank (ECB) accelerated the process of monetary policy normalization, which had already started at the end of 2021, by intervening on purchases of securities held for monetary policy purposes, on interest rates and on the conditions applied to refinancing operations.", "The decisions taken have also been reflected in the Annual Accounts submitted to you today and will affect those of the coming years.", "We are keeping a close eye on the ongoing market tensions.", "The euro-area banking sector, thanks to capital strengthening policies and other prudential safeguards introduced for all European banks after the global financial crisis, is well capitalized.", "However, if necessary, the Eurosystem stands ready to act with all available tools to maintain the effectiveness of the monetary policy transmission mechanism and to preserve financial stability.", "Monetary policy and its impact on the Bank's Annual Accounts The Eurosystem's net asset purchases under the pandemic emergency purchase programme (PEPP) and the asset purchase programme (APP) ceased at the end of March and at the end of June 2022 respectively.", "The Governing Council of the ECB has decided that the full reinvestment of the principal payments from maturing securities purchased under the PEPP will continue until at least the end of 2024.", "Conversely, for the APP, the outstanding amount will be reduced, at a 'measured and predictable' pace, by €15 billion per month from the beginning of March to the end of June of this year, to be recalibrated over time to ensure consistency with the monetary policy strategy and stance.", "From July 2021 until the end of 2022, the key ECB interest rates were increased by a total of 250 basis points, bringing the rate on the main refinancing operations to 2.5 per cent, the marginal lending facility rate to 2.75 per cent and the Eurosystem's deposit facility rate to 2 per cent at 31 December.", "Over the last two months, the ECB has decided on two further rate increases of 50 basis points each.", "Since November, the interest rate conditions applied to the third series of targeted longer-term refinancing operations (TLTRO III) have also been made less advantageous for banks to ensure that they are consistent with the broader ongoing normalization process.", "This change in conditions led some counterparties to repay early the liquidity obtained in past years, leading to a reduction in the Eurosystem central banks' balance sheets after years of strong growth.", "The balance sheet At the end of 2022, the Bank of Italy's balance sheet assets stood at €1,477 billion, down by 4 per cent compared with 2021.", "Ten years ago, ahead of the APP and PEPP purchase programmes, the balance sheet total amounted to around €600 billion.", "Therefore, its size is very large compared with the past; however, as a result of the ongoing normalization process, it is set to decline, at a faster pace from the current year onwards.", "Securities purchased for monetary policy purposes continue to account for the bulk of the assets.", "This amount had reached €696 billion at the end of the year, of which about €630 billion was made up of Italian government securities.", "Compared with 2021, the total increased by €30 billion.", "Assets held for investment purposes amounted to €147 billion compared with €150 billion in the previous year; 84 per cent of these were public sector securities, 12 per cent were shares and investment fund shares, and the remaining 4 per cent were other financial assets.", "By contrast, refinancing operations decreased by €97 billion and stood at €356 billion at the end of the year.", "The reduction was largely due to early repayments of TLTRO III operations as a result of the recalibration of remuneration conditions mentioned earlier.", "On the liability side of the balance sheet, these repayments were reflected in a decline in credit institutions' deposits, which fell from €406 billion to €246 billion.", "The decrease in deposits was countered by the €94 billion increase in the Bank of Italy's negative TARGET balance, which reached €684 billion.", "The growth was mainly attributable to net sales of public sector securities by foreign investors and Italian residents' investment in foreign securities.", "The outflows were partially mitigated by the increase in Italian banks' net funding abroad and the disbursement of the second tranche of funds under the Recovery and Resilience Facility.", "The TARGET debt decreased in the early months of 2023; in March, it averaged around €660 billion.", "Main drivers of the 2022 net profit and expectations for the future The Bank's gross profit, before tax and transfer to the general risk provision, decreased significantly, from €9.2 billion to €5.9 billion, mainly due to the €1.5 billion contraction in net interest income and the higher write-downs on securities valued at market price, especially in US dollars, by a further €1.5 billion.", "The rise in the key ECB interest rates led to an immediate increase in the cost of balance sheet liabilities, mainly bank deposits and the negative TARGET balance.", "There was no corresponding increase in the yield on monetary policy assets, which are less sensitive to growth in interest rates, as they consist mainly of fixed-rate securities with medium to long-term maturities.", "This asymmetry negatively affects the net interest income, which after the decrease in 2022 is set to decline further in the coming years.", "The Bank of Italy will face negative gross profits in the next few years - like the ECB and other Eurosystem central banks have already done this year - before profits gradually return to growth.", "Monetary policy is indeed designed to fulfil its statutory mandate of price stability, although this may lead to a temporary deterioration in financial results.", "To better address these contingencies and to preserve its financial independence, the Bank of Italy has strengthened its capital in recent years - marked by strong monetary expansion - partly thanks to particularly high profits.", "In 2022, taking into account the size and composition of the balance sheet and in view of the negative profit projections associated with the increase in reference rates, the general risk provision was increased by €2.5 billion, half a billion more than in 2021, reaching €35.2 billion.", "The financial buffers built up so far are therefore more than sufficient to cover the gross losses that - on the basis of current market expectations regarding interest rate developments - are expected for 2023-24.", "Taxes for the year amounted to €1.3 billion, slightly above the 2021 level (€1.2 billion).", "The 2022 financial year therefore ended with a net profit of €2.1 billion, a decrease of €3.9 billion compared with the previous year.", "The Bank of Italy - an institution constantly evolving to serve the Today is the last General Meeting of the Shareholders that I chair as Governor.", "In November, I will leave my position as head of this institution, which I joined in 1972.", "Over these eventful 12 years at the head of the Bank of Italy, I have witnessed major changes in how the Bank performs its functions.", "It has taken up new tasks, its responsibilities have grown.", "Its role in Europe has expanded significantly.", "Discussing ideas and sharing decisions within the ECB, which have been the distinctive features of monetary policy since the introduction of the euro, have become equally important in the area of banking supervision since the establishment of the Single Supervisory Mechanism (SSM) in November 2014.", "European regulations and national laws define the Bank's functions and provide for its independence and autonomy, preventing possible interference, including that from the shareholders of its capital.", "The private-style corporate structure which the Bank has had since its foundation was updated at the end of 2013 by raising the capital from €156,000 (300 million lire), as established by the 1936 Banking Law, to €7.5 billion.", "This reform extended the range of eligible shareholders and set a limit on individual ownership and the amount of dividends; the concentration of shares was therefore resolved.", "The last Meeting of Shareholders prior to the reform had 60 participants, now there are 173 participants; the majority of the capital is held by non-banks.", "Banking supervision is now highly integrated with insurance supervision, overseen by the Institute for the Supervision of Insurance (IVASS): the Governing Board of the Bank of Italy, with two additional members of the IVASS Board of Directors, is responsible for decisions of external relevance.", "In the euro area, the Bank of Italy is the national competent authority for both the European Single Supervisory Mechanism and the Single Resolution Mechanism, which act in a coordinated manner, while fully respecting each other's autonomy; the Bank is also responsible for implementing macroprudential policies to safeguard the stability of the financial system.", "Over time, the Bank functions have expanded into the areas of banking and financial customer protection, financial education, the supervision of cash handlers and combating money laundering.", "In this latter area, not least to ensure effective coordination with the new European Anti-Money Laundering and Countering the Financing of Terrorism Authority, the activities of the Financial Intelligence Unit for Italy were strengthened in 2022 and the new Anti-Money Laundering Supervision and Regulation Unit was formed.", "The Bank's role in Europe as a technology-intensive service provider in the areas of payment systems, markets and statistics has been further consolidated.", "We have been driving the development of the European infrastructure for settling transactions in central bank money (the TARGET system) and play a primary role in its operation; we are testing out banknote security features that will benefit the entire Eurosystem; we oversee payment systems, services and instruments to ensure adequate levels of security and efficiency, with benefits for customers.", "We are actively involved in the preparatory work for the possible introduction of a digital euro.", "Organizational and management structures have always been adapted promptly to changes in functions and in their working methods.", "The transition to a departmental model, associated with greater functional responsibilities and greater autonomy in resource management, has been completed.", "These changes reflected both new strategic policies and the need to react quickly to external changes.", "For example, by establishing the Directorate General for Consumer Protection and Financial Education we have demonstrated our focus on protecting consumers of financial services and raising their awareness.", "In recent years, we have strengthened the Bank's role as an accelerator for innovation and for the digital development of the financial market by complying with strict security, inclusiveness and transparency standards.", "With the establishment of an innovation centre based in Milan to support the development of innovative projects in the banking, insurance and financial sectors, we have created an informal channel for dialogue with operators.", "We fulfilled our legal mandate by establishing the regulatory sandbox - under the coordination of the Ministry of Economy and Finance and in cooperation with Consob and IVASS - which allows market operators to carry out tests in a controlled environment.", "The Italian Payments Committee, which we coordinate, defines possible strategies and application solutions for the entire domestic system.", "We strive to use the best corporate management practices.", "We introduced a new threeyear strategic planning system, with the aim of giving full prominence to the priority objectives in the allocation of resources.", "We are concluding a process of gradually integrating staff planning with that of IT, logistical and financial resources.", "The Bank's presence throughout the country has gradually been adapted to the changing demand for services and technology and to the increased demand for protection on the part of the public.", "We now have 38 branches, with partly different functions.", "The closure of local branches over time - from 97 in 2007 - addressed the need to ensure the greatest operational efficiency without reducing the quality of the services provided, partly thanks to the technological innovation introduced mainly in payment and currency circulation activities.", "We have strengthened our regional economic analysis - which is essential in an economy with marked local differences - and have developed public information services and financial education programmes for young people and adults.", "A substantial allocation of resources supports the Banking and Financial Ombudsman, which now has seven hubs after the addition of four new offices.", "Several of the Bank's branches cooperate in the assessment of loans eligible as collateral in monetary policy operations.", "The profound overhaul of processes facilitated by the widespread digitalization of activities has led us, on the one hand, to create tools that make it easier for the public to access services, and on the other hand, to save resources that can be partly allocated to our broadening tasks.", "Despite the expansion of our functions, the number of staff has fallen by 3.2 per cent over the past decade and total operating costs have decreased by 4.5 per cent in real terms.", "A comprehensive reform of staff management systems has been carried out in constant dialogue with the trade unions, and while challenging, it has strengthened the values that have always been at the core of our organization: merit, cooperation, decisionmaking skills and accountability.", "The more recent adoption of a hybrid work model is a conscious response to the challenges of innovation and organizational flexibility.", "The Bank was founded 130 years ago; since then, the world has undergone extraordinary changes, but it is my sincere belief that the Bank of Italy has always been able to keep pace with history.", "Even in the last twelve difficult years - I am proud to say this on behalf of our staff and of the current Governing Board, and with gratitude to the other previous seven members of the Governing Board for their commitment - the Bank has been able to keep up with institutional developments, technological progress and the changing needs of the public.", "All essential services to society, even during the most acute phases of the pandemic, have been provided effectively and without fail.", "The action of the Bank, which has always combined rigour in the performance of its institutional tasks with the utmost attention to costs, has shaped the size, composition and results of the annual accounts submitted to this Meeting of the Shareholders year after year.", "The Annual Accounts for 2022, which I am presenting today, continue to demonstrate the Bank's soundness, confirm the validity of previous decisions on prudential provisioning, and testify to its ability to perform its duties with adequate resources and with full independence and transparency.", "Proposal for the allocation of the net profit Dear shareholders, Pursuant to Article 38 of the Statute, acting on a proposal of the Governing Board and after hearing the opinion of the Board of Auditors, I present for your approval the Board of Directors' proposal for the allocation of the net profit.", "Under the current dividend policy, the amount paid to the Shareholders is kept within a range of €340 million to €380 million, provided that the net profit is sufficient and without prejudice to the Bank's capital adequacy.", "The difference between the upper limit of the range and the dividend paid to the Shareholders may be allocated to the special item for stabilizing dividends, until such item reaches a maximum amount of €450 million.", "Accordingly, from the net profit of €2,056 million, we propose allocating €340 million as a dividend to the Shareholders, equal to 4.5 per cent of the capital, the same amount allocated in each of the last few years.", "We propose allocating €40 million to the special item for stabilizing dividends, which would then amount to €280 million.", "As a result, the remaining profit for the State would be equal to €1,676 million which, in addition to taxes for the year amounting to €1,304 million, would bring the total amount allocated to the State to around €3 billion.", "Over the last ten years, the total amount allocated to the State would therefore equal €38.2 billion, in addition to taxes amounting to €12.8 billion."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Banking supervision", "Financial stability", "Annual Accounts", "Interest rates", "Inflation", "Eurosystem", "TARGET balance", "Gross profit", "Net interest income"]}