{"sentences": ["Valuable comments received from O. P. Mall, Sanjib Bordoloi, Tushar Baran Das, Shweta Kumari, Renjith Mohan, Savita Pareek and editorial help from Samir Ranjan Behera are gratefully acknowledged.", "Namaskar and Good Afternoon!", "Our eminent chief guest Professor S R S Varadhan, Frank Jay Gould Professor of Science, New York University and recipient of the Padma Vibhushan, Professor Rajeeva L. Karandikar, Chairman, National Statistical Commission - we eagerly await his keynote address -, Professor G. Sivakumar, Professor, Computer Science, Indian Institute of Technology, Bombay, whose guidance has been illuminating the voyage of CIMS from an idea to reality, distinguished members of the Technical Advisory Group who have provided wise counsel all the way, honoured guests of the Reserve Bank of India (RBI), my colleagues from the Department of Statistic and Information Management (DSIM), colleagues from various departments of the RBI, ladies and More than a decade and a half ago, the birthday of Professor Mahalonobis was chosen as Statistics Day in India.", "My illustrious predecessor, former Deputy Governor Dr. Rakesh Mohan - who mentored me and who I always look up to - remarked on the occasion of the first Statistics Day celebration in 2007: \"As a member of the statistics community, it is a matter of great pride that June 29, the birth anniversary of (late) Professor Prashanta Chandra Mahalonobis, has been declared by the Government of India as Statistics Day.\"", "Significantly, India started celebrating Statistics Day even before the UN General Assembly designated October 20 as World Statistics Day in 2010 to be celebrated every five years on that day.", "With our DSIM's deep bonds with the Indian Statistical Institute (ISI) founded by Professor Mahalonobis, and with several ISI alumni taking up statistics as a professional career in the department, the RBI was among the earliest institutions to celebrate his legacy, right up to the 17th commemoration by the RBI of his birth anniversary that elapsed yesterday.", "For us, it is a time to look back at the light shone by Professor Mahalanobis and look forward to relive his vision.", "It is also a time for taking stock of the road travelled so far, and to explore new frontiers of statistical enquiry.", "Our deliberations today, commencing with the insighful memorial lecture to which we were just treated, the extremely topical and relevant keynote address to which we are looking forward, and the thematic papers around the theme of India's G20 Presidency, all imbibe the essence of this journey.", "Several of us present here have not been as rigorously nurtured in the statistical temper as others who have been more fortunate, but statistics touches and moulds every aspect of our lives in fundamental ways.", "Accordingly, instead of the foolhardy audacity of trying to talk statistics to statisticians, I thought I would use this opportunity to share a user's perceptions on how statistics informs and empowers the conduct and implementation of monetary policy in India.", "In this area of our work, we are forced more often than not to fly blind, yet always mindful of the fact that policy errors can be costly and welfare diminishing for our society.", "In this mountain of dark uncertainty, statistics provide a foothold by visualising causal relationships or the absence of them, simulating plausible scenarios, peering into the crystal ball at the future with forecasts, feeling the pulse of households and businesses and communicating our assessment to the rest of the world so as to build common expectations, all chiselled with precision and confidence.", "This is the subject of my address today - the key role of statistics in making monetary policy work.", "After all the various processes that lead up to the monetary policy decision have been completed, the choice of policy action is ultimately a trade-off between the desirable and the feasible .", "It is always formulated under conditions of high uncertainty and eventually rests on a judgment call based on information, experience, and a 'feel' or a 'sniff' of how the state of the economy is likely to evolve over the future.", "Illustratively, information on monetary policy's goal variables - growth and inflation - at the time of taking the policy decision is lagged and preliminary: at any given point in time, the number available on the growth of the economy is at least three months old, while data on inflation are at least one month old, and subject to revisions, but the policy decision is not!", "Moreover, these variables move with time and their paths are unknown.", "Achieving these goals always involves making the best possible guess of their likely course even as the economy is constantly being bombarded by meteorites in the form of supply shocks.", "Also, as is well known, monetary policy itself works its way into the economy through long and variable lags - an increase in the policy rate today does not deliver disinflation tomorrow.", "Uncertainty also shrouds the deep parameters that monetary policy has to wield in order to achieve its goals.", "In a new Keynesian world for instance, a vital parameter is the sensitivity of aggregate demand to the real interest rate.", "Precision in the knowledge about it is crucial to calibrate the size and timing of monetary policy actions - too little may be futile; not much may be overkill.", "Even ahead of this decision point, the monetary policymaker is conscious that while the policy action is imparted at the shortest end of the market continuum, it is done so with the conviction that the policy impulse will be transmitted through other market segments and the structure of interest rates to the longer term interest rates that affect aggregate demand and hence output and inflation.", "The reality is that much is lost in the transmission itself, a subject of another speech which I commend for your reference .", "Another key parameter is the responsiveness of aggregate supply to prices or costs - the slope of the celebrated Phillips curve.", "Is there some low level of inflation that greases the wheels of production and conversely, is there some high level of inflation that is inimically harmful for output?", "A good fix on it is essential to determine the growthinflation trade-off - the sacrifice of output that has to be made for every unit of disinflation or the gains in output that can be secured without pushing inflation beyond the limits of tolerance.", "The policy rule, typically formulated with feedback in the form of a reaction function, involves searching issues as well.", "Is the Taylor principle - that the policy rate changes more than proportionately vis-à-vis the change in inflation - satisfied?", "Where is the larger weight to be assigned - to aligning inflation with the target or to stabilising output around its trend, and when?", "How much interest rate smoothing or baby steps should the central bank engage in so as to avoid unpleasant monetary surprises?", "Or should it adopt the 'cold turkey approach' of large and sudden policy moves to ensure that its actions are credible and goal-focused?", "In this sense, the formulation of monetary policy has been likened to gazing at a radar screen or a distant early warning (DEW) line, scouring it for friendly or enemy formations in the information that is available.", "As soon as a formation is detected, monetary policy authorities must be ready to shoot forward and pre-emptively while judging the trajectory of the goal variables.", "The RBI's Full Information Approach Against this backdrop, the first stage of the monetary policy process involves assimilating and parsing every information that is available on the health and functioning of the economy and the external environment in which it operates.", "In this regard, the DSIM specialises in two critical areas - corporate finances and external sector statistics.", "In fact, our statisticians have a long and hallowed history in both fields, with databases and analytics dating back to the 1940s.", "They also contribute directly to the national statistical system in these areas while matching the world's best practices - India is compliant with the International Monetary Fund's Special Data Dissemination Standards (SDDS) which guide members in the provision of timely and comprehensive economic and financial statistics to the public.", "In turn, these data disseminations contribute to sound macroeconomic policies and improved functioning of financial markets.", "In the case of external sector statistics, the formal compilation of which goes back to 1948, India has developed among the most sophisticated databases in the world.", "Yet, the operational reality in India is that balance of payments statistics are essentially a biproduct of exchange control.", "The intrepid statistician compiling them has to acquire domain knowledge in the conduct of foreign exchange management, the functioning of forex markets, and the husbanding of official foreign exchange reserves in order to meet the exacting standards of data dissemination.", "From the point of view of monetary policy, these statistics assume vital importance in assessing the contribution of net exports to GDP, the imported component of inflation, capital flows as a supplement to domestic saving to meet desired investment rates, and the net international investment position of the economy.", "Although monetary policy has an exclusive domestic orientation, it is framed in a dynamic international environment, replete with spillovers and spillbacks.", "It is in this context that external sector statistics serve as a beacon of light, showing monetary policy makers the way forward in navigating formidable global tides.", "In the area of corporate finances, the RBI's data fill important information gaps.", "For long, the RBI has been a source of independent evaluation of corporate savings and investment, which serves as a useful cross-check to the estimations of the National Statistical Office (NSO).", "The database is specifically designed to yield information critical to monetary policy formulation-- such as assessments of domestic demand; input cost pressures; pricing power; and the contribution of corporate profitability to gross value added in the economy.", "Mapping the sources and uses of funds in the corporate sector helps the monetary policymaker to evaluate the economy's position in the capex cycle.", "Areas of corporate vulnerability like leverage and debt servicing capacity are also tracked as they guide the setting of risk-minimising monetary policy.", "Understanding and analysing external and corporate finances are important inputs in the monetary policy processes because they convey key information on the working of the economy.", "They are, however, backward-looking in that they tell us about developments up to the most recent past.", "For meeting the requirement of setting forward-looking monetary policy, we need forward-looking information to which I now turn.", "Surveys Empower Forward-looking Monetary Policy A popular expression of the stance of monetary policy in uncertain times is being datadependent or relying on incoming data .", "As explained earlier, however, monetary policy has to aim forward because of the lags in its operation and the fact that its goal variables are time and space contingent.", "Even forecasts based on incoming data are backward-looking by definition since they draw from information about the past.", "The RBI bridges this gap through its forward-looking surveys of households and businesses.", "Messages therefrom shape the policy reaction function.", "Incorporating survey-based information is consistent with the received wisdom on the role of expectations in fashioning monetary policy.", "Economic agents such as consumers and firms are believed to be rational in that they use all available information in making their decisions within their budget constraints with a view on the future.", "This tendency is fully utilised by efficient markets in pricing financial assets in such a way that forward rates of interest implicit in the yield curve provide unbiased estimates of the market's expectations of future spot rates.", "By putting a finger on the pulse of households and businesses, surveys enhance the efficacy of monetary policy and also brings inclusivity to its working.", "Conducting surveys that meet the highest standards of robustness is a formidable task as all statisticians know; the RBI is fortunate to be guided in this regard by a technical advisory committee on surveys comprising statisticians of the finest mettle and repute.", "The difficult part for a professional statistician working in a central bank lies in communicating survey findings to the lay public and employing the insights gleaned from them for monetary policy purposes.", "For instance, the RBI's inflation expectations survey provides quantifiable estimates of households' perceptions of the current inflation situation.", "These perceptions are significantly higher than outcomes measured by official statistics.", "In the May 2023 round of the survey, households felt that inflation was ruling at 8.8 per cent whereas the CPI released by the NSO for that month on June 12 showed that retail inflation declined to 4.3 per cent.", "What is missed in the narrative is that households are essentially backward-looking in their assessment of inflation conditions.", "They form their expectations on the basis of the prices of salient items in the consumption basket that they encountered during the last weekly or monthly purchase.", "In May 2023, the CPI showed cereals inflation at 12.7 per cent, spices inflation at 17.9 per cent, milk inflation at 8.9 per cent, tur dal inflation at 16.8 per cent, liquified petroleum gas (LPG) inflation at 11.1 per cent and open market kerosene inflation at 37.2 per cent.", "In fact, 40 out of the 299 items comprising the CPI recorded double digit inflation in May.", "Yet, analysts question the apparent dissonance between the survey's findings and the published CPI.", "Our view is that the utility of the survey lies in providing a sense of future direction rather than of level.", "The survey also sheds light on the variance of inflation expectations indicating their anchoring or de-anchoring.", "It also alerts us about the bias that needs to be controlled for while reading the results.", "Another instance relates to the consumer confidence survey.", "The results have been interpreted as consumers being eternally pessimistic about the current situation but ever optimistic about the future - the indomitable power of hope rather than an objective assessment of the underlying macroeconomic situation and outlook.", "What is not focused on is the gap between current perceptions and expectations.", "India is emerging out of a once-in-a-century pandemic which stretched this gap to its widest level in the survey's history, but it is now closing rapidly, a phenomenon last seen in 2019 before the onset of the pandemic.", "The scars of the pandemic are deep but they are healing, and consumers that make up around 60 per cent of GDP are getting their groove back.", "Seen from this perspective, the future does look a little brighter and the messages from the survey a little more credible, emboldening us to expand its coverage into rural areas.", "Our enterprise surveys provide nuggets of priceless forward-looking information for formulating monetary policy such as the level of capacity utilisation (CU) in key manufacturing industries and sentiments on future expectations of CU; the outlook for demand; price expectations - both input and output - and a view of employment evolution.", "These results enrich our growth and inflation forecasts.", "Another area of discomfort in the public perception is that the results of these surveys are expressed as net responses - the proportion of respondents expressing optimism minus the proportion expressing pessimism.", "Illustratively, the March 2023 round of the industrial outlook survey showed that in the fourth quarter of 2022-23, the sentiment on cost of raw materials was negative at (-) 59.1 suggesting extreme pessimism about input costs.", "Yet, a comparison with the results of the previous three rounds covering the rest of the year would show a 25 percentage points swing in the proportion of those expressing improvement from (-) 84.4 (Q1), (-) 72.5 (Q2) and (-) 64.9 (Q3).", "If, over the year, therefore, the proportion of respondents that felt input costs are high has been steadily and substantially falling, the correct reading should have been that it is providing real information on the actual softening of input cost pressures that we are experiencing today, with wholesale prices in deflation [(-) 3.5 per cent] in May 2023.", "Forecasts: Intermediate Targets of Forward-looking Monetary Policy The conduct of monetary policy has undergone several regime shifts over the course of history causing changes in goals, operating procedures and nominal anchors.", "Very briefly, the Bretton Woods system employed fixed exchange rates as the nominal anchor of monetary policy until their abandonment in the early 1970s, when exchange rates began to float.", "This was followed by regimes of credit allocation and rationing in which credit targets performed the role of nominal anchor; a brief period of targeting monetary aggregates during the 1980s; a twilight zone marked by the checklist or multiple indicator approach; and eventually, inflation targeting (IT) that began in the early 1990s and gains popularity by the day.", "In the IT framework, inflation is the nominal anchor of monetary policy.", "The inflation forecast functions as an intermediate target which provides a proximate view of the unobservable goal variables.", "Hence, the forecast assumes vital significance, requiring comprehensiveness in terms of crystallising all available information, and precision in viewing the future trajectory of inflation.", "In the RBI, forecasting follows a three-stage procedure.", "In the first stage, contemporaneous variables, including indicators of sentiment, are chosen from their point of view of their relevance to key components of GDP and inflation.", "They are aggregated into 'nowcasts' that predict the very recent past and the present for which no official data are available because of inherent lags.", "On this base, the next stage involves full information near-term forecasts valid for the next 12 months, with key assumptions imposed as exogenous conditions.", "They average out the results of several small time series and structural models, based on past forecasting performance.", "These near-term forecasts are presented as part of the resolution of the monetary policy committee.", "In the third stage, these near-term forecasts are fed into macroeconomic models in which some parameters are calibrated and others are estimated.", "These models produce longer-term forecasts which are disseminated to the public through a semi-annual monetary policy report.", "In a flexible inflation targeting framework, forecasts also perform the role of communication tools, giving the public a sense of the future direction of monetary policy, besides being intermediate targets as explained earlier.", "Consequently, public attention tends to be focused on these forecasts and near-term deviations from actual outcomes are subjected to animated debate.", "Some caveats are in order here.", "First, the overlapping shocks of the pandemic and the war in Ukraine resulted in massive structural disruptions, including gaps in data availability, which produced large and persistent but unavoidable errors.", "Second, a large portion of deviations, when they occur, stem from the exogenous assumptions we set as initial conditions.", "These assumptions relate to the price of crude oil, the exchange rate of the rupee, the monsoon, global growth, the fiscal stance and changes in structural policies all of which are determined outside our forecasting framework and arguably, outside the realm of domestic monetary policy.", "Third, forecast errors are used as a learning experience by us, resulting in correctional steps and additional information gathering - incidentally, the RBI publishes these deviations regularly and explains reasons underlying them, as mandated in legislation and/or supporting regulations.", "In fact, this has resulted in our near-term forecasts becoming increasingly accurate over time.", "Fourth, our analysis of forecast errors indicates there is no systematic bias and that they are offsetting when assessed over a sufficiently long-time span.", "Another aspect of the forecasts is the manner in which they are communicated to the public.", "The RBI expresses its forecasts in the form of fan charts picturising the balance of risks or uncertainty surrounding them within confidence intervals.", "Arguably, the choice of communicating tool could have been a point forecast like a dot plot, but the fan chart is consistent with the high uncertainty characterising developing economies like India - more than half of the CPI comprises food and fuel which are vulnerable to exogenous shocks.", "Furthermore, unlike the individualistic dot plot, our fan chart marks a consensus among the members of the MPC.", "Exploring New Frontiers We are in the middle of the fourth industrial revolution.", "Unlike its predecessor waves which were driven by steam/water power, electricity, and computing, this wave is being powered by artificial intelligence (AI) and big data whereby 'intelligent' machines are given the ability to think and act like humans.", "Like every other thing in its path, AI is also transforming monetary policy and its conduct.", "Since 2018, our initial forays have strengthened into formal work streams dovetailed into the monetary policy processes.", "In the DSIM, online food and house prices are collected and analysed; satellite imagery and climatic factors are used for early assessment of crop production and likely movements in food prices; newspaper-based sentiment analysis is conducted for key macroeconomic variables, including the policy rate; and analysis of the impact of central bank communication, including speeches by the Governor, are regularly undertaken.", "The objective is to create leading and coincident indicators from information that is available on a near real time basis, thereby overcoming the constraints faced by traditional data.", "Since these inputs are drawn from high dimensional high frequency data from non-traditional sources, they warrant new techniques such as text mining, natural language processing (NLP), deep learning and other machine learning tools.", "These efforts help to complement and validate our traditional forecasts, greatly enhances the efficacy of monetary policy.", "AI has also enabled critical self-assessment of monetary policy communication, including responding to new questions that are emerging.", "For instance, how do specific terms like 'open mouth operations' influence the public psyche?", "In Governor's monetary policy statements, we have found that the use of words like 'nimble' and 'watchful' inspire public confidence.", "The overall assessment is that while the readability of various monetary policy statements has been maintained, periods of uncertainty induced by the pandemic and the war in Ukraine made them lengthier, reflecting efforts to explain in greater detail to the public what then appeared like intractable situations.", "A recent finding from the application of NLP to the MPC's minutes is that sentiments expressed by the members were deeply impacted by the war in Ukraine, but synergy and cohesion as a group seems to have transcended individualistic views on specific aspects.", "Another interesting aspect is how monetary policy communication is perceived in the media.", "Statements providing confidence in the economy and financial stability are the most preferred in terms of quotations and headlines.", "Content coverage is another indicator of the media's choice of transmission of messages put out by the RBI.", "It is said that economics studies uncertainty, but statistics measures uncertainty.", "By reducing uncertainty to a quantifiable value, statistics enable monetary policy to manage its trade-offs and chart its course through known and unknown unknowns.", "This enhances accountability and hence credibility.", "That is the power of statistics.", "For my colleagues in the DSIM, this empowerment involves riding an endless roller coaster every day through layers of data collection, validation, processing, analysis and research.", "This is true not just of the important monetary policy requirements tasked to them but also of almost all other functions of the RBI.", "Besides their unshakable commitment to their calling, they have shown remarkable adaptability in embracing new challenges, techniques, and data sources.", "It is they who make the difference.", "In an influential view, the numbers have no way of speaking for themselves; it is our statisticians who speak for them and imbue them with meaning .", "To my DSIM colleagues, therefore, all power and a few words of advice, drawing on David Spiegelhalter's unputdownable book titled The Art of Statistics , and I quote: \"-claims based on data need to be Accessible; Intelligible; Assessable; Usable.\"", "Patra, M. D., \"One Year in the Life of India's Monetary Policy Committee\", Speech delivered at the Jaipur Regional Office of the Reserve Bank of India on October 27, 2017 .", "Patra M. D., \"Lost in Transmission?", "Financial Markets and Monetary Policy\", Speech delivered in the Treasury Heads' Seminar organised by the Reserve Bank on November 12, 2022 at Lonavala .", "June 16, 2023, Board of Governors of the Federal Reserve System.", "Silver, Nate, The Signal and the Noise: Why So Many Predictions Fail - but Some Don't, Penguin Press, New York, 2012.", "Spiegelhalter, D., Art of Statistics: How to Learn from Data, Hachette Book Group, New Work, 2019."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Statistics", "Inflation", "Forecasts", "Surveys", "Central bank communication", "Artificial intelligence", "Data dissemination", "Corporate finances", "External sector statistics"]}