{"sentences": ["It is a pleasure to be here at today's conference organised together with the International Energy Agency (IES) and the European Investment Bank (EIB), the first time our institutions have joined forces like this.", "The recent years have shown that volatile energy prices and persistent shifts in energy markets can have significant implications for inflation dynamics.", "Despite our different mandates, we therefore have a shared interest in an orderly energy transition.", "In the last few years, two points about this transition have become increasingly clear.", "The first is that the scientific consensus on climate change is being borne out.", "Everywhere we look, we see natural disasters becoming more frequent and more severe, with the floods in Greece and Libya being the latest examples.", "Over the past fifty years, the number of weather-related disasters has increased by a factor of five.", "The second point is that there will be high social costs if we get the green transition wrong.", "Last year's energy crisis was unrelated to the green transition, but it highlighted how vulnerable we are to energy price volatility.", "And that drew attention to the potential burden decarbonisation might put both on industry and people, increasing support for those who favour delaying climate action.", "So how can we meet the urgency of the challenge - but also be less disruptive?", "To my mind, there are three key elements of a smooth transition: avoiding procrastination, understanding the challenge, and sharing the burden fairly.", "Avoiding procrastination First, while it is tempting to think that we can smooth out the cost of the transition by pushing back climate targets, the evidence suggests that this will not be the case.", "Procrastinating is likely to increase the bill we will end up having to pay.", "In our recently published economy-wide climate stress test, we showed that under a late-push transition, the most vulnerable banks would face loan portfolio losses twice as high as the median.", "And pushing back targets will not buy us more time for the investment required.", "The latest ECB survey on the access to finance of enterprises for the first time included a question on what encourages or hinders green investment.", "The answers, published this week, are clear - according to firms, stricter climate standards provide a stronger incentive to invest than the physical impact of climate change.", "In other words, procrastinating will mean we run the risk of ending up in a halfway house where we are phasing out polluting energy sources before we can replace them with clean ones - a recipe for more price volatility and political backlash.", "Understanding the challenge The second element of a smooth transition is understanding the challenge.", "And by this I mean the specific obstacles that firms are facing in investing in the green transition.", "Our survey of euro area firms shows that companies are ready to spend: three-quarters have already made or plan to make climate-related investments within the next five years.", "But the cost of financing these investments is an issue.", "More than half of firms - and 60% of small and medium-sized enterprises (SMEs) - indicated that too high financing costs pose very significant obstacles.", "This underscores the need to foster the market for green finance in Europe, which would reduce risk premium and lower financing costs.", "In this context, let me highlight two results of our survey.", "First, firms view subsidised loans from public sources as an important tool to reduce the cost of green investments, and more than one-third said they would use them in the future.", "However, around half the firms surveyed said that public guarantees were insufficient - an issue today's conference will aim to address.", "Second, nearly 40% of firms see lack of investor willingness to finance green investment as a very significant obstacle.", "At a time when huge pools of private capital are searching for environmental, social and governance (ESG) investments, this points towards a major inefficiency in Europe.", "This is why I have consistently emphasised the need to complete the EU's capital markets union (CMU) as a way to expand the investor base to which European firms have access.", "And particularly important is what I have referred to as \"green CMU\".", "Europe is the location of choice for green bond issuance, with almost 60% of all green senior unsecured bonds issued globally last year originating here.", "It would be a huge missed opportunity not to build on the head start we have in this area to meet this financing challenge.", "Clearly, fostering the market for green finance requires a combined policy effort involving multiple public institutions.", "As public institutions, we therefore need to ask how we can contribute within our mandates.", "This is also a key part of understanding the challenge.", "For the ECB, the most important contribution we can make is to maintain price stability.", "For any type of fixed investment, price stability is crucial as it gives firms visibility on how their costs will evolve over time.", "But for green investments, which often do not provide returns until many years down the line, it is even more important that prices are expected to remain stable.", "This is especially true because, as our survey shows, a significant share of green investments are financed through retained earnings.", "Without price stability, these funds will lose their value or be redirected towards inflation-protected investments, both of which would hinder investment in riskier green technologies.", "But insofar as price stability is assured, we can also act to protect our balance sheet from climate risk and thereby support the green transition - which we are already doing.", "The measures we have taken include sharpening incentives by tilting our corporate bond purchases towards companies with a better climate performance, limiting the share of assets issued by entities with a high carbon footprint that can be pledged as collateral in our operations, and having stricter disclosure requirements.", "For 2024 and beyond, we will consider ways to continue addressing climate considerations in our monetary policy.", "Sharing the burden fairly The third element of a smooth transition is sharing the burden fairly.", "If we succeed in frontloading green investment, there will be short-term costs and related backlashes.", "For example, as I mentioned in a recent speech, we could see stronger price pressures in commodities markets owing to the resource intensity of green technologies.", "And we know that can lead to a greater loss of welfare for those with the lowest incomes.", "But here we can learn from what worked during the energy crisis.", "The fiscal measures adopted to cap high energy prices and support incomes were effective in containing aggregate inflation and, crucially, in reducing inequality.", "New ECB research has found that these measures compensated euro area households for about one-third of their welfare loss; in some countries, households were almost fully compensated.", "The energy crisis was a one-off event and hopefully we will not need such large fiscal outlays in the future.", "But this experience suggests that, to ensure the fairness of the transition, temporary measures that help the most vulnerable should remain part of the policy toolkit.", "The green transition poses a uniquely difficult policy challenge, because the stakes of failure are so high and yet the path to success is so complex.", "But the answer to this challenge is not to dilute our ambition.", "It is not to detract our focus from the goal of net zero.", "And it is not to delay the time for action.", "The answer is to follow through with the transition by understanding the challenges it entails and ensuring that the costs are shared fairly.", "By bringing together a wide range of expertise and intellectual and financial firepower, this conference provides us with a unique opportunity to map such a strategy out.", "I wish us every success in this endeavour.", "World Meteorological Organization (2021), \"Weather-related disasters increase over past 50 years, causing more damage but fewer deaths\", press release, 31 August.", "Emambakhsh, T. et al.", "(2023), \"The Road to Paris: stress testing the transition towards a net-zero economy\" Occasional Paper Series, No 328, ECB, Frankfurt am Main.", "For a discussion of the effects of a delayed transition on potential output, see Parker, M. (2023) \"How climate change affects potential output\", Economic Bulletin, Issue 6, ECB.", "(2023), \"Climate change and euro area firms' green investment and financing - results from the SAFE\", Economic Bulletin, Issue 6, ECB.", "European Central Bank (2022), \"ECB takes further steps to incorporate climate change into its monetary policy operations\", press release, 4 July.", "Lagarde, C. (2023), \"Policymaking in an age of shifts and breaks\", speech at the annual Economic Policy Symposium \"Structural Shifts in the Global Economy\" organised by Federal Reserve Bank of Kansas City in Jackson Hole, 25 August.", "Bobasu, A., di Nino, V. and Osbat, C. (2023), \"The impact of the recent inflation surge across households\", Economic Bulletin, Issue 3, ECB.", "Amores, A. F., Basso, H.S., Bischl, S., De Agostini, P., De Poli, S., Dicarlo, E., Flevotomou, M., Freier, M., Maier, S., García-Miralles, E., Pidkuyko, M., Ricci, M. and Riscado, S. (2023), \"Inflation, fiscal policy and inequality: The distributional impact of fiscal measures to compensate consumer inflation\", Occasional Paper, ECB, forthcoming."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green transition", "Climate change", "Energy prices", "Green finance", "Inflation", "Price stability", "Risk", "Investment", "Vulnerability", "Fairness"]}