{"sentences": ["The building blocks of resilience - speech by Sarah Given at Westminster Business Forum policy conference Published on 16 June 2023 Following the Financial Policy Committee's recommendations, Sarah Breeden sets out the steps being taken to build resilience within Liability Driven Investment funds.", "She then looks at other vulnerabilities within non-bank financial institutions and how the LDI framework could be applied to build resilience within these firms.", "Pension funds have an enormous responsibility in ensuring that pension obligations are honoured while also playing a vital role in facilitating the flow of savings into investment, including funding productive finance[1] and climate resilience.", "And they are key players in the gilt market which is vital to the functioning of sterling financial markets more broadly.", "On all these grounds, pension fund resilience is a key financial stability issue, which will be the topic of my speech today.", "I suspect I don't need to remind this audience of what happened last autumn.", "You will all remember how poorly managed leverage[3] at some liability-driven investment (LDI) funds[4] amplified a sudden repricing of assets following the Government's growth plan, creating a self-reinforcing price spiral in the long-end of the gilt market.", "The Bank of England (Bank) then undertook a targeted intervention in the gilt market in order to deliver our financial stability objective, buying time for LDI funds to build their resilience.", "Even that brief reminder may have been enough to send hearts racing.", "I won't use any more of this speech today to look backwards.", "For those that do want to dig deeper, I'd like to briefly plug a speech by my colleague Jon Hall, which will cover the risks of leverage including in LDIs next week.", "What I'd like to do instead is explain what the Financial Policy Committee (FPC) is doing to build steady state resilience in LDI funds and what needs to be done by pension funds to ensure risks to financial stability are reduced.", "Then I'll look forwards to how the FPC might use this framework for steady state resilience in LDI funds to build resilience throughout the system of market-based finance[6] in the future.", "How are we building resilience in LDI funds?", "As this audience will know, the FPC does not have specific regulatory responsibility for pension schemes or LDI funds.", "However, the FPC has recommended a framework for steady-state resilience within LDI funds.", "The FPC recommended that The Pensions Regulator (TPR) specify and enforce minimum levels of resilience for LDI funds, continuing its collaboration with other relevant regulators where necessary.", "TPR took a first step towards this in April.", "What should LDI funds be resilient to?", "And what form will this resilience take?", "The FPC wants to ensure that in the future, core markets such as gilt markets can continue operating even while suddenly repricing.", "That requires LDI funds to be resilient enough to prevent forced deleveraging and gilt sales in the event of severe but plausible stresses in gilt yields.", "Funds should hold enough assets, which can meet collateral demands, to be able to absorb such a shock without having to sell assets.", "This will avoid feedback loops that threaten financial stability.", "Importantly, the FPC intends for LDI fund's resilience to be usable.", "And after withstanding a stress, LDI funds should be able to continue operating during a period of recapitalisation by pension schemes.", "This is not just a financial stability issue.", "It is not in the interests of pension schemes or their corporate sponsors for LDI funds to unwind their hedges in periods of market turbulence, when they are most needed.", "And neither is it in their interests for LDI funds to sell assets at temporarily depressed prices.", "So pension schemes have no reason not to invest in LDI funds if they use their resilience to meet margin and collateral calls.", "To what level should LDI funds self-insure against stresses?", "The FPC judged that LDI funds should be resilient to a yield shock of, at a minimum, around 250 basis points.", "And that funds should also hold additional resilience over and above this, based on their own individual risks.", "How did we arrive at that judgement?", "We split up LDI funds' steady state resilience according to three building blocks:[10] Firstly, a baseline resilience component that captures the idiosyncratic risks of assets held by LDI funds.", "This component was calibrated similarly to the baseline price volatility that central counterparty style initial margin models intend to absorb, by looking at the tail of the ten-year distribution of 30year index-linked gilt yields,[11] Currently, this is around 80 basis points.", "Secondly, a systemic resilience component aimed at ensuring that all LDI funds can absorb a severe but plausible historical stress, over the period of time needed to recapitalise the fund, without the need for forced asset sales.", "This was calibrated by looking further into the tail of a longer distribution of 30-year index-linked gilt yields,[12] and is currently around 170 basis points.", "You might think of it as funds being able to absorb a shock like that seen in September 2022 without that leading to forced sales with systemwide consequences.", "These two components make up the 250 basis points of minimum resilience.", "In calculating this minimum resilience, the FPC expected pension schemes to be able to deliver collateral to their LDI vehicles within five days.", "LDI funds unable to receive collateral within five days should be resilient to a larger shock, calibrated to their own timelines.", "Third, an additional resilience component, that captures risks specific to the individual fund.", "This component should be calibrated by funds according to assessments of their own exposures and operational capabilities, as well as interest rate trends and levels of market volatility.", "The result of resilience levels being proportionate to individual risks will be some variation between different LDI funds' resilience levels.", "But it is worth reiterating that the Bank's intervention last autumn was to focus on the resilience of the gilt market, rather than to protect the funds and schemes themselves.", "So LDI funds should carefully consider their individual risk profile.", "And pension schemes should not mistake naturally occurring variation in resilience, which reflects variation in risks, for a race to the bottom.", "These proposed resilience levels are broadly consistent with those firms have been maintaining since the co-ordinated regulatory action last autumn.", "And indeed they have been put to the test recently.", "Between end March and late May, the benchmark 30-year index-linked gilt yield rose by 82 basis points.", "During that time, the largest five-day move stood at 27 basis points.", "These changes in yields mechanically reduced the resilience of LDI funds and led to a number of LDI funds recapitalising in order to replenish their resilience.", "This recent volatility shows that the resilience framework recommended by the FPC is functioning broadly as intended, with funds holding significantly larger buffers than last year on average and initiating recapitalisation at far higher levels of resilience than they did previously.", "It means they have managed to absorb rather than amplify this shock.", "We will though assess whether there are any lessons to be learned from this recent experience for the implementation of the FPC recommendations and TPR guidance.", "Of course, LDI funds are not expected to self-insure against all possible shocks.", "But we do need to ensure there is the right balance between private self-insurance and a public back-stop.", "Central banks cannot be a substitute for the primary obligation of LDI funds to manage their own risk.", "The FPC's recommendations for building resilience in LDI funds - a form of private insurance - are aimed at ensuring there is the right balance between public backstop and private insurance and are an important step to removing the moral hazard that could be introduced by a public backstop.", "But in situations where tail risks to financial stability materialise, the Bank remains ready to act.", "Providing backstop liquidity insurance when tail risks to financial stability crystallise is a core part of central banks' job.", "My colleagues in our Markets area have been considering these issues[13] including with colleagues internationally.", "What more should LDI funds and pension schemes do to build their resilience?", "The FPC's recommendation is necessary for building resilience within LDI funds.", "However, this is just one piece of the puzzle in terms of ensuring LDI funds do not pose future risks to financial stability.", "There were other vulnerabilities within LDI funds that were identified during September 2022's volatility that contributed to the market dysfunction.", "LDI fund managers should also look to make improvements beyond their balance sheets, ensuring lessons are learned and fully embedded across their business.", "The Financial Conduct Authority (FCA), as the relevant regulator for LDI fund managers, has published guidance on this.", "The guidance covers risk management, operational processes, and stress testing capabilities.", "The responsibility of ensuring the resilience of LDI funds lies not just with LDI managers.", "Pension schemes which invest in LDI products must also contribute to resilience.", "I've already spoken about pension schemes' role in ensuring LDI managers can use their resilience as collateral by remaining invested in LDI funds as they do so.", "Beyond this, TPR has published guidance on the responsibilities of pension scheme trustees in ensuring LDI resilience.", "Fred Berry, from TPR, will speak about this later this morning.", "Pension schemes should also have regard to the Government's broader strategy[16] to ensure that defined benefit schemes (DB) schemes in the UK are sustainable, well-governed, and that scheme members achieve better outcomes.", "The government is in the process of encouraging DB scheme trustee boards to more actively detect and respond to risks.", "Given the potential risks to financial stability from DB pension schemes, this work is essential.", "How can this framework enhance resilience in non-banks more widely?", "Now I would like briefly to change tack and think about whether our approach to LDI funds' resilience might also be relevant when considering the appropriate resilience of other non-banks whose activities can impact UK financial stability.", "As non-banks play a greater role in the financial system[17] as well as the real economy[18] we will continue to ask questions on the resilience of non-banks[19] so that they absorb rather than amplify shocks.", "What vulnerabilities have we identified?", "I've spent this morning talking about measures to tackle the root cause of the stress last autumn, poorly managed leverage.", "But LDI funds aren't the only non-bank to use leverage.", "And leverage is also not the only vulnerability in the non-bank system.", "Forced selling that can follow from leverage can also arise from liquidity mismatches[21] or from a lack of preparedness for margin calls.", "Identifying vulnerabilities is only half the battle.", "We also need to understand how market participants will behave when a stress hits.", "To this end, the Bank is very shortly launching its exploratory exercise to enhance understanding of the risks to and from non-banks, their behaviours, and how these behaviours can amplify shocks.", "As part of this exercise the Bank may reach out to some of you attending this conference.", "Shining a light on how market participants may behave collectively in a stress will help both the Bank and yourselves better prepare for such events.", "You'll hear plenty from us once the exercise is launched.", "In particular, my colleague Lee Foulger will be giving a speech next week outlining how this exercise will helps us to better understand system-wide resilience.", "But what should we do about these vulnerabilities?", "We should seek to contain them and to mitigate their financial stability impact.", "This is what I've laid out today with respect to LDI funds' leverage.", "Further frameworks may need to be built up.", "Such frameworks would allow market participants to be better prepared for shocks while allowing regulators and financial stability authorities to be more transparent about our expectations.", "Whether these frameworks address vulnerabilities from leverage, liquidity mismatch, or liquidity demands from margin calls, they can draw on the building blocks we have used to calibrate LDI resilience.", "Non-bank frameworks should capture both systemic and idiosyncratic risks.", "They should account for risks specific to individual participants.", "In calibration they should draw on the tails of distributions, which include system wide stresses, to calibrate resilience.", "The timeframes the calibrations are drawn from should consider the options and incentives for raising additional liquidity that are in place, and operational processes should be improved to ensure this additional liquidity can be supplied.", "Non-banks should not have any impediments to drawing down on their liquidity during stress.", "Given a suitable framework for addressing non-bank vulnerabilities, the question for financial stability authorities, regulators, and participants, is where should these frameworks be applied?", "Phrased another way, what activities and which markets are systemic?", "Some non-bank regulatory frameworks are already being built.", "UK authorities issued a discussion paper on Money Market Funds (MMFs) last year.", "And ahead of a consultation paper to be released later this year, the FPC judged that MMFs should be able to withstand severe but plausible levels of investor outflows without amplifying stress and increasing risks to financial stability by holding more liquid assets.", "It is for staff at the UK authorities to calibrate a range of holdings of liquid assets maturing within a week that would address financial stability risks from MMFs.", "However, it is easy to see how the illustrative scenario I talked you through earlier could be used to calibrate the appropriate resilience of MMFs.", "MMFs could have a range of holdings to reflect idiosyncratic and systemic risks.", "These holdings could be calibrated according to observed historical outflows, as seen in the dash for cash and LDI stress events.", "And as discussed in the discussion paper, the usability of these holdings will also be a key consideration for the UK authorities.", "The FPC have recommended a framework for the steady-state resilience of LDI funds, built over three building blocks: baseline resilience, systemic resilience, and fund specific additional resilience.", "The first two building blocks amount to a 250 basis point minimum.", "And the framework also requires pension schemes to put in place operational processes enabling them to deliver collateral within five days and to support LDI funds in drawing down during stress.", "This framework provides us with a suitable framework for addressing non-bank vulnerabilities more generally.", "We can use this framework to contain non-bank vulnerabilities and so to mitigate their financial stability impacts.", "But this is a conference for pension funds, so I will leave on a message to the experts at this conference.", "Ensuring financial stability is not only a job for financial stability authorities and regulators such as TPR, but also for participants.", "The FPC has set out a steady-state resilience framework to promote financial stability.", "But let me leave you with an encouragement to each play your role.", "LDI fund managers and pension schemes must ensure lessons from the crisis are learned and fully embedded into their operations and onto their balance sheets.", "I look forward to your support in building the operational and financial resilience that will help ensure we deliver financial stability.", "I'd like to thank Alex Briers and Natan Misak for their assistance in drafting these remarks.", "I would also like to thank Renée Horrell, David Baumslag, Leo Fernandes, Pierre Ortlieb, Steven Dodkins, Stephane Amoyel, Lee Foulger, Gian Valentini, Clare Macallan, Thomas Wise, Danny Walker, Ali Moussavi, Andrew Bailey, and Georgia Waddington for their helpful input and comments.", "The views expressed here are not necessarily those of the Financial Policy Committee.", "See A roadmap for increasing productive finance investment 2.", "The responsibility for supporting and enabling an orderly transition to net zero is wider than the pension sector.", "It is for the entire finance sector to support and enable that transition.", "See Climate action: approaching a tipping point?", "- speech by Sarah Breeden 3.", "See Risks from leverage: how did a small corner of the pensions industry threaten financial stability?", "In this speech, I will use 'LDI funds' to refer to leveraged LDI funds and LDI mandates in which many pension schemes invest.", "See Thirteen days in October: how central bank balance sheets can support monetary and financial stability - speech by Andrew Hauser 6.", "Market-based finance refers to the system of markets (eg equity and debt markets), non-bank financial institutions (including investment funds, hedge funds, pension funds and insurers) and infrastructure (such as central counterparties and payments providers) which, alongside banks, provide financial services to support the economy.", "See Assessing the resilience of market-based finance 7.", "See Financial Policy Summary and Record - March 2023 8.", "See Using leveraged liability-driven investment 9.", "A regulatory buffer is said to be usable if institutions are permitted to operate normally even if their regulatory ratios decline below it.", "See Emerging prudential lessons from the Covid stress - speech by Victoria Saporta 10.", "See Bank staff paper: LDI minimum resilience - recommendation and explainer 11.", "The 99.8th percentile of a 10-year look-back window of rolling five-day shocks.", "This might be expressed as a 1-in-100 year (or 99.998th percentile) five-day shock.", "See Looking through a glass onion: lessons from the 2022 LDI intervention - speech by Andrew Hauser 14.", "See Further guidance on enhancing resilience in Liability Driven Investment 15.", "See Using leveraged liability-driven investment 16.", "See Building financial market resilience: From diagnosis to prescription - speech by Jonathan Hall 18.", "See Investing in financial stability - speech by Sarah Breeden 19.", "Including, but not limited to, investment funds, hedge funds, pension funds and insurers.", "See Assessing the resilience of market-based finance 20.", "In the non-bank financial system, leverage is used: to facilitate trading; to invest in companies and infrastructure; and to arbitrage price discrepancies and so improve the efficiency of financial markets.", "See The impact of leveraged investors on market liquidity and financial stability - speech by Jon Cunliffe 21.", "During the dash for cash we saw liquidity mismatch driving run dynamics in money market funds (MMFs) and openended funds (OEFs).", "See Taking our second chance to make MMFs more resilient - speech by Andrew Bailey 22.", "The collection of margin reduces and mitigates risks that the failure of one firm could have a severe impact on the rest of the financial system.", "By design, margin requirements are procyclical in that they rise in stressed market conditions, to match the increase in expected losses and risks.", "This ensures that counterparty risk is properly mitigated.", "During the dash-for-cash, some non-bank financial institutions redeemed MMF shares, borrowed in the gilt repo market, and sold gilts and corporate bonds in order to raise cash to meet redemption pressures and margin calls, replenish their liquid asset holdings, or in anticipation of further calls.", "These actions contributed to selling pressures in those markets and the large withdrawals from MMFs.", "See The role of non-bank financial intermediaries in the 'dash for cash' in sterling markets 23.", "See DP22/1: Resilience of Money Market Funds Executive Director, Financial Stability Strategy ©2023 Bank of England"], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["LDI Funds", "Pension Funds", "Financial Stability", "Resilience", "Leverage", "Building Blocks", "Non-Bank Financial Institutions", "Liquidity Mismatches", "Margin Calls", "Systemic Risks"]}