{"sentences": ["A journey of 1000 miles begins with a single step: filling gaps in the central bank liquidity toolkit Given at a Market News International Connect Event, Chartered 28 September 2023 Introduction In recent decades, households and businesses seeking to save, borrow or access other financial services have increasingly turned away from traditional banks and towards so-called Non-Bank Financial Institutions (NBFIs) a wide range of firms including broker-dealers, non-bank lenders, pension funds, insurance companies and other investment vehicles.", "That shift reflects changes in preferences and technology, reduced bank intermediation capacity and the period of low interest rates.", "And it brings many positives: increasing competition and innovation, driving cheaper, faster and more diverse financial services.", "Greater diversity may also help enhance the stability of the financial system as a whole, by increasing the range of intermediation channels, reducing concentration and improving risk sharing.", "-way: as their scale and range has grown, it become increasingly clear that NBFIs have the capacity to pose new forms of liquidity risks to financial stability, either directly or through their influence on core financial markets.", "Well before the recent conflagrations, discussion had already begun about what might be termed in which NBFIs build stronger resilience against idiosyncratic liquidity shocks, while central banks develop new tools to protect system-wide stability against the most posed by these new activities.", "Some progress was made towards this goal but a comprehensive solution has proved elusive.", "On the central bank tools side, that reflected three main things: See for instance: Speech by Jon Cunliffe at the FIA SIFMA AMG Asset Management Derivatives Forum, California See for instance Securitized Banking and the Run on Repo | NBER See for instance: The Central Bank as the Market Maker of last Resort: From lender of last resort to market maker of last resort | CEPR, Maverecon - Willem Buiter's Blog: Central banks in a time of crisis: a preliminary scorecard, Central Bank Emergency Support to Securities Markets (imf.org), The - review by Bill Winters, The Repertoire of Official Sector Interventions in the Financial System: Last Resort Lending MarketMaking, and Capital | Bank of England and Re-thinking the lender of last resort.", "On the resilience side, the Financial Stability Board published recommendations in 2017 to address structural vulnerabilities from liquidity mismatch in open ended funds and in 2018 IOSCO published recommendations for liquidity risk management for collective investment schemes.", "On the central bank tool side, the Bank of England extended access to its Sterling Monetary Framework to CCPs and broker-dealers (Widening access to the Sterling Monetary Framework: broker-dealers and central counterparties (bankofengland.co.uk)) and the Bank of Canada developed a Contingent Term Repo Facility in early 2020, aimed at countering any severe market-wide liquidity stresses by offering secured liquidity to Canadian pension funds, amongst others (Canada: Contingent Term Repo Facility).", "- First, the limited number of serious liquidity crises involving NBFIs in the years following the Global Financial Crisis (GFC) caused some to doubt the scale of the financial stability threat; - Second, there was a sense might be sufficient to support the financial system as a whole, since banks could on-lend to NBFIs; and - Third, limited progress towards strengthening NBFI wn resilience reduced the scope for delivering on the central bank leg of the bargain without creating adverse incentives.", "Concerns were also raised about risks to public sector balance sheets and operational challenges.", "On each point, the past three years have been a serious wake-up call: First, it is impossible to argue that market-based finance cannot threaten stability, after the strains that emerged in US repo markets in 2019, the the near-collapse of financial commodity market functioning in Spring 2022, and the iability Driven Investment (LDI) fund crisis later that same year; - Second, in 2020, and again in 2022, traditional central bank tools for lending to banks were not enough to stabilise the financial system as a whole, because banks did not (or could not) on-lend to NBFIs in sufficient size, requiring central banks to reach for unconventional asset purchase and sale tools; but Third, although those operations were highly effective in restoring stability, they also posed material risks to market incentives, to public sector balance sheets, and to perceptions of the monetary stance.", "Careful tool design can mitigate these risks but may not always be able to eliminate them.", "Those experiences have spawned renewed urgency in the search for a Grand Bargain that couples heightened NBFI resilience with a set of more targeted, lower-risk central bank tools.", "Thousands of column inches have been spent analysing the problem and identifying possible solutions.", "But words are not enough lasting improvement in financial stability will only be delivered through concrete reform.", "Today I want to talk about our plans to do just that at the Bank of England, through an ambitious programme to build a new generation of lending tools to help underpin financial stability during periods of exceptional liquidity stress, channelling liquidity directly to resilient NBFIs when capacity constraints prevent banks from lending in sufficient size.", "I will focus on three specific issues: 1.", "Why we urgently need the capacity to lend to NBFIs in a stress and what the ultimate objectives of such facilities should be; 2.", "How we want to design the facility so it is effective in restoring stability, while incentivising NBFIs to act now to improve their own risk management; and 3.", "How we can make a practical reality of the new tool, working with NBFIs and their regulators to tackle the many operational challenges involved starting with UK insurance companies and pension funds, and their newly-resilient LDI funds.", "NEED tackling financial instability caused by core market dysfunction The driver for building these new tools comes from our statutory responsibility to protect and enhance the stability of the entire UK financial system, encompassing banks, non- banks and markets.", "The capacity of banks to threaten financial stability through self-reinforcing runs on short-term deposits has long been understood.", "There were vivid reminders of that risk this Spring in the US and Switzerland following the failure of Silicon Valley Bank and Credit Suisse.", "But the way in which NBFIs pose systemic liquidity risks is less immediately obvious.", "In particular, their funding models may be more opaque, wholesale-focused or longer maturity than traditional bank sight deposits.", "But the reality is that many NBFIs are still exposed to liquidity mismatch, for example through the use of leverage or other short See for instance: Non-Bank Financial Intermediation - Financial Stability Board; Enhancing liquidity of the U.S. Treasury market under stress | Brookings; Group of 30 :: Publication Details; Market dysfunction and central bank tools; Reports of the Advisory Scientific Committee - No 13 / January Hauser | Bank of England; and Preventing and responding to dysfunction in core markets - Dallasfed.org.", "Bank Runs, Deposit Insurance, and Liquidity.", "term funding structures designed to increase exposure and scale up returns (but therefore also potential losses).", "In executing these strategies, NBFIs are often reliant on concentrated markets, creating a complex web of interconnections between themselves and the wider financial system.", "While many NBFIs are individually small and non-systemic, common behavioural responses to shocks can still generate systemic market events.", "In such circumstances, large losses on (leveraged or unleveraged) investment positions, investor redemptions or margin calls, or operational constraints can lead to forced selling in core markets that overwhelms market capacity, causing self- reinforcing price spirals and other forms of dysfunction that threaten financial stability.", "These risks have crystallised dramatically in recent years globally in Spring 2020 when overwhelmed sovereign debt markets; and in the UK in Autumn 2022 when a sharp adjustment in gilt yields following iscal announcements triggered large-scale fire sales by LDI funds.", "In both cases, urgent policy intervention was required to prevent a self-reinforcing downward price spiral in government bond prices causing unwarranted tightening of financing conditions and credit supply to households and businesses.", "Though the triggers for both events were highly unusual, the risks posed by NBFIs to financial stability are only set to grow in the years ahead.", "Households and businesses are ever more reliant on NBFIs for their saving and borrowing.", "Since the GFC, the non-bank financial system has doubled in size (compared with only a 60% increase in the banking sector), and now accounts for about half of global financial system assets.", "Indeed, almost all of the £400bn increase in net borrowing by UK businesses over that period came from market-based sources rather than direct bank lending (Figure 1).", "To support this activity, NBFIs have become increasingly important players in the core markets that lie at the heart of the economic and financial system.", "But the intermediation capacity in these markets, particularly from dealer banks, has failed to keep pace with their burgeoning size, and struggles to meet the consequent demand for liquidity, particularly at times of stress.", "For more background on the role of NBFIs in the UK financial system, and limitations to the supply of liquidity in core markets, see Assessing the resilience of market-based finance | Bank of England See for instance: The role of nonmarkets | Bank of England; and Thirteen days in October: how central bank balance sheets can Figure 1: Cumulative change in UK corporates net borrowing by source Source: ONS and Bank calculations.", "Primary responsibility for ensuring appropriate resilience to the wide and evolving range of idiosyncratic liquidity risks lies with NBFIs themselves and serious remedial work is still But, just as for banks, it is unrealistic for the private sector to self-insure against the most severe system-wide liquidity shocks: in such cases, safeguarding financial stability requires an effective public backstop.", "In many cases, we should be able to provide that backstop indirectly, by supporting service , through the facilities in our longstanding Sterling Monetary Framework (SMF).", "For any given shock, this approach remains our first preference, and is available continuously through well- established channels .", "The question is what to do when banks cannot, or will not, lend in sufficient size, or sufficiently rapidly, to prevent the shock from undermining financial stability (point A in Figure 2).", "That is the position we found ourselves in March 2020, when dealer banks initially lent an additional £50 billion via reverse repo and expanded their gilt inventories by around £10 billion, helping to absorb, rather than amplify, the shock.", "But as liquidity demand remained high and one-sided, dealer banks hit internal limits, and reined in their operations, removing a key brake on wider dysfunction.", "In the LDI crisis, the challenge was that the banks had no-one they could effectively lend to: the LDI funds needed less leverage not See for instance: Financial Policy Summary and Record - July 2023 | Bank of England Bank of England Market Operations Guide | Bank of England Assessing the resilience of market-based finance | Bank of England more; and the pension funds had the incentive and the collateral to borrow, but lacked the ability to do so in effective or timely ways.", "We know from those experiences that, in extremis, central banks can tackle liquidity-related dysfunction in core markets through appropriately designed asset buy/sell operations.", "And we cannot completely rule out the possibility of having to undertake such operations again: lending is not the right answer for NBFIs who need to sell assets to reduce their overall exposure rather than manage a short-lived liquidity shock (point B in Figure 2).", "But there are many hypothetical stress scenarios in which NBFIs may be simply seeking temporary liquidity eg to manage a temporary surge in fund investor redemptions; margin calls on derivatives; or temporary drying up in dealer funding.", "In such circumstances, it is preferable to backstop market functioning by lending directly to NBFIs against high quality collateral as illustrated in Figure 2 because lending offers four distinct advantages over asset purchases: monetary policy stance: secured lending for financial stability purposes is a well-recognised, longstanding part of the central bank liquidity toolkit; - It would have fewer balance sheet costs for public authorities, who would not bear the market risk of holding outright positions, could apply haircuts against default risk, and would know in advance when their exposure would unwind; - It would reduce the risks of central bank interventions creating perverse market incentives that displace broader market pricing or discourage prudent NBFI behaviours to build resilience in normal times; and - For the NBFIs themselves, borrowing even on central bank terms would be less costly than fire sales of assets that may later be reversed.", "Looking through a glass onion: lessons from the 2022 LDI interven Hauser | Bank of England Figure 2: Filling gaps in liquidity toolkit WANT ensuring the new lending tool is an effective backstop Having established the case for developing an NBFI lending tool, the next question is how to design the tool so it: (a) is impactful in dealing with incipient market dysfunction, underpinning financial stability without necessitating premature recourse to buy/sell operations but (b) acts as a genuine backstop.", "Condition (b) matters because an overly generous facility not only puts excessive amounts of public resources at risk, it also incentivises greater liquidity risk-taking by NBFIs.", "That could perversely undermine, rather than bolster, financial stability and runs counter to a clear national and international priority to ensure NBFIs build appropriate levels of resilience to withstand all but the most severe financial market shocks, holding up their end of the Grand Bargain.", "Designing a workable tool therefore requires balancing goals (a) and (b).", "The left hand column of Figure 3 lists some of the more specific design choices we face.", "Figure 3: Policy design considerations for an effective backstop NBFI lending tool Design feature Themes under consideration Eligible collateral Gilts at a minimum to assess whether other markets might also be deemed over time Facility activation Assess pros and cons of a standing facility vs discretionary trigger when core market dysfunction judged to threaten UK financial stability Eligible NBFIs Baseline assumption is access only for those judged to have appropriate ex ante Haircuts To be set at a level that at a minimum provides the Bank with through-the-cycle protection against potential loss; to assess the case for potential add-ons for less To follow Bagehot terms ie uncompetitive in normal market conditions, increasingly attractive when market functioning deteriorates.", "Design issues include how to position relative to other Bank of England facilities, and whether to adjust pricing for less resilient NBFI sectors Maturity To assess the relative merits of shorter- vs longer-term maturity structures for central bank risk and flexibility vs certainty for NBFIs As a thought experiment, if we sought solely to maximise goal (a) the immediate impact of a lending tool on market dysfunction we would target a relatively broad and generous facility.", "Amongst other things, that might imply providing liquidity to a wide range of NBFIs.", "As Figure 4 shows, insurance companies and pension funds were the biggest NBFI sellers in both the dash for cash and the LDI episodes.", "But there was a long tail of other NBFI participants, including open ended funds, hedge funds and others.", "It might also suggest critical to households and businesses: presumptively at least gilts, but quite possibly ranging more broadly.", "It would involve introducing a facility with well-defined, transparent and relatively generous terms so that NBFIs could plan around it in advance.", "Haircuts would be set to give the Bank adequate through-the-cycle protection against the possibility of having to take ownership of the collateral, but no higher.", "And pricing levels would be chosen to discourage use in normal market conditions, but not penalise use in adverse scenarios, or relative to other Bank facilities.", "The G30 recommended an approach along these lines in 2021 for the US Treasury market: Group of 30 :: Publication Details (group30.org) Figure 4: Share of net NBFI gilt sales in the dash for cash and LDI episodes14 ICPFs (including LDI) 37% 70% O/w: Insurance companies 13% 2% Pension funds (excluding LDI) 17% 32% LDI funds 7% 36% Open ended funds 29% 14% Hedge funds 29% 13% Other (including MMFs) 5% 3% However, a hypothetical broad-based, always-on facility of this kind, available at terms no worse than those available to banks could remove the incentive for some types of NBFI to build stronger resilience, undermining the role of banks as liquidity providers in normal times, and putting public resources unnecessarily at risk potentially breaching the backstop goal (b).", "Going to the other extreme and placing most weight on that goal might suggest having a facility that is triggered only in instances of clear dysfunction, after bank intermediation capacity is clearly exhausted.", "Such a tool might be made available only to NBFIs judged to have appropriate levels of self insurance, supplemented perhaps with a pricing and/or haircut schedule that varies according to the ex ante resilience of the NBFI and/or the intensity of attempts made to improve that resilience.", "Current levels of resilience range widely across NBFIs.", "In the UK, insurance companies are at the stronger end of the spectrum.", "LDI funds are also now required to maintain strong levels of liquidity resilience consistent with their systemic role, under standards put in place following the Autumn 2022 crisis.", "These LDI standards have significantly bolstered the resilience of the wider defined benefit pension scheme sector and there is The table captures only sales by individual NBFIs that were net sellers over the relevant periods (ie it does not include any gross sales by firms that were net buyers of gilts); the table entries show the proportion of each sector's net sales as a proportion of overall NBFI net sales.", "They are subject to prudential regulation covering liquidity risk; the PRA these regulations, and is considering how both regulation and supervision in this area might be further strengthened: see Liquidity risk management for insurers | Bank of England Bank staff paper: LDI minimum resilience - recommendation and explainer | Bank of England a broader programme of work underway, in response to recommendations from the FPC and the Work and Pensions Select Committee, to ensure that the sector is able to take into account financial stability considerations on an enduring basis and be resilient to plausible future stresses.", "However, other firms captured by the data in Figure 4 are subject to less demanding resilience standards.", "No final decisions have yet been made on these design choices but it is unlikely we will end up at either extreme.", "The closer we locate to (a) in this tradeoff, the more confident we need to be that global reforms and national implementation will deliver sufficient ex ante resilience.", "The importance of improving this resilience remains the subject of extensive work programmes both in the UK and internationally, including:17 Improving margin practices where the Bank is working with other FSB members to build on the September 2022 review by BCBS-CPMI-IOSCO;18 Mitigating financial stability risks from NBFI leverage where the FSB is monitor and contain these risks, building on the findings of an earlier report;19 - Increasing the resilience of sterling Money Market Funds (MMFs) where a consultation on possible reforms will be issued later this year; and - Addressing structural vulnerabilities to liquidity risk in open-ended funds where IOSCO have provided guidance on the use of liquidity management tools, and the FSB most recently launched a consultation in July on policy proposals to tackle liquidity mismatches.", "Implementation of any recommendations would be for national regulators.", "021 proposal to enhance money market fund (MMF) resilience, followed by the joint FCA and Bank of England 2022 discussion paper on MMF resilience.", "Review of margining practices (bis.org) The Financial Stability Implications of Leverage in Non-Bank Financial Intermediation (fsb.org) CR03/2023 Anti-dilution Liquidity Management Tools Guidance for Effective Implementation of the Recommendations for Liquidity Risk Management for Collective Investment Schemes and Addressing Structural Vulnerabilities from Liquidity Mismatch in Open-Ended Funds Revisions to - Financial Stability Board CAN making a practical reality of the new lending tool In determining our approach, there is one final but critical lens through which to evaluate any new lending facility: and that is a clear-eyed assessment of what is practically feasible.", "Though suc have been serious impediments to progress in the past, and fundamentally shaped our own interventions Figure 5 summarises some of the more important topics.", "To run through them briefly: - The first question is whether NBFIs being considered for access are actually allowed to borrow in sufficient size for liquidity purposes, under the relevant legal and regulatory frameworks.", "There is no point building a liquidity facility for firms that cannot borrow, or are subject to such tight restrictions that the tool cannot be effective.", "Requirements in this area vary surprisingly widely, and often for good risk or fiduciary reasons (eg to limit managers from taking excessive leverage).", "- Second, eligible NBFIs will need the operational and analytical capacity to execute and risk manage borrowing from the Bank against gilts on a secured basis.", "While professional funds with existing market presence and/or funds that are part of a large investment management group may have this capacity in principle, building the necessary infrastructure could still involve material costs.", "We are keen to work with market participants to explore how the Bank can transact in the most cost- effective way with a wide range of NBFIs and the complex pre-existing structures that many belong to.", "- On the central bank side, the key operational question is how to deal with the fact that there are vastly more NBFIs than there are banks in the financial system.", "Our Sterling Monetary Framework currently has just under 230, primarily bank, counterparties, covering the vast majority of the total UK deposit base.", "But there are over 5,000 defined benefit pension schemes alone just a small subset of the total NBFI universe.", "So a simple scaling of our existing operational approach is not going to be operationally feasible.", "One alternative would be to focus only on those NBFIs most relevant to financial stability but that may not mean the largest firms, as we found during the LDI crisis when the primary source of instability arose in so-15% of the LDI market.", "A different approach would be to find some indirect way to channel liquidity to this much larger universe of firms.", "One option, floated in the US, would be to use a Central Clearing Counterparty (CCP) to intermediate between central banks and NBFIs.", "Such an approach could potentially reach many counterparties in the gilt market but the effectiveness of this model is contingent on clearing becoming more widely used by market participants in gilt repo transactions, particularly on the buy side.", "- At the Bank of England, we will also need to be sure we can risk manage the new lending facility.", "At one level this may appear relatively simple if the collateral is limited to gilts.", "But an important question closely linked to the potential number of firms involved will be whether we also seek to manage counterparty risk as we do today, through an assessment of the potential for counterparty default.", "Figure 5: Some operational design challenges for an NBFI lending tool Operational questions Are there any legal or regulatory restrictions to borrowing for liquidity purposes?", "Can borrowing be operationalised and risk managed?", "How will the central bank deal with the operational challenges of transacting with the large population of legally distinct NBFIs: massive scaling up of status quo; focused access; or indirect access models?", "How should the central bank best manage financial risk exposures from the new tool: credit assess each firm (as today), or shift to a greater focus on collateral and haircuts to protect the Bank?", "The journey ahead Let me bring this all together.", "Our end destination is clear to build a new central bank backstop tool capable of lending directly to NBFIs against high quality assets to help tackle future episodes of severe dysfunction in core markets that threaten UK financial stability.", "speech by Sarah Breeden | Bank of England See: Non-Bank Financial Intermediation - Financial Stability Board and Enhancing liquidity of the U.S. Treasury market under stress | Brookings; Group of 30 :: Publication Details The impetus for this work is real and pressing: NBFIs have introduced important new sources of systemic risk, and our current toolkit though effective is incomplete, with bank lending tools unable always to reach the source of the problem, and asset buy/sell tools posing financial and policy risks.", "But to reach our goal we must solve a series of daunting policy and operational questions.", "We have much to learn as we embark on this journey.", "journey of 1000 miles starts with a single step.", "We are going to try two.", "The first step is we will be embarking, with immediate effect, on the design of a facility allowing us to lend to insurance company and pension funds (ICPFs) including newly-resilient LDI funds.", "ICPFs are major holders of gilts.", "They accounted for a material share of gilt sales in the dash for cash and LDI episodes (Figure 4).", "Large parts of the sector have taken steps to improve their resilience in response to the dash for cash and the LDI episode.", "And we expect a range of ICPFs to score reasonably well against the practical considerations listed in Figure 5.", "We will need to work closely with ICPFs, and the relevant regulators, as we push forward with this project: to help test alternative answers to the policy questions I have set out; to innovate and lead on designing market solutions to the operational challenges; and to help ensure that what we end up with is in the collective interests of all public and private participants in core markets.", "This speech is the start of that conversation.", "A risk with this approach is that it leaves other key NBFIs central to the functioning of UK core markets outside the direct lending net, complicating the task of maintaining financial stability.", "So while resilience reforms are ongoing, we will also as a second and parallel step reach out to a broader set of NBFIs active in core sterling markets to explore how access might be expanded beyond ICPFs over time.", "Foremost amongst the challenges this work will need to confront are: (a) what other types of NBFI need to be included to maximise policy efficacy; (b) whether there may be ways to reach firms not subject to formal liquidity resilience requirements while still meeting the backstop principle, eg by varying the terms of access (including p levels and/or the efforts being made to reach resilience; and (c) how to address the scaling-up challenge.", "We also expect to learn more about some of these questions from launched the first stress test to focus on how banks and non-banks might interact to amplify shocks in UK financial markets that are core to UK financial stability.", "Of course none of this can be done in isolation.", "In particular, it is vital that continued progress is made on improving resilience in the NBFI sector if the dream of a Grand Bargain is to become a reality.", "genuine threats to stability.", "Bu of less severe shocks, and we cannot afford to conflate the two.", "To reach our goal, we must undertake this journey together.", "I am grateful to Katie Alexander and Neal Kilbane for helping to prepare this speech, and to Andrew Bailey, Yuliya Baranova, Nick Butt, Matt Dove, Rand Fakhoury, Lee Foulger, Charlotte Gerken, Chris Hogan, Nikul Kad, Clare Macallan, Daire MacFadden, William Meade, Arif Merali, Hana Mori, Ali Moussavi, Kie , Oscar Pedreira Sanchez, Rhys Phillips, Huw Pill, Andrea Rosen, Martin Seneca and Daniel Walker for their helpful comments and contributions.", "-wide exploratory scenario exercise | Bank of England"], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["NBFI resilience", "Central bank liquidity toolkit", "Financial stability", "Core market dysfunction", "Non-Bank Financial Institutions", "Market-based finance", "Liquidity mismatch", "Asset purchase and sale tools", "Financial system", "Secured lending"]}