{"sentences": ["Mary Schapiro and colleagues from GFANZ Global, GFANZ APAC Advisory Board Members, ladies and gentlemen, thank you for coming for the inaugural GFANZ APAC Summit.", "We launched the GFANZ Asia Pacific Network a year ago, in recognition of the critical importance of this region to the global fight against climate change.", "Ms Yuki Yasui, Managing Director of the GFANZ APAC Network, will speak on the achievements of the Network shortly.", "Let me just say, on behalf of the Advisory Board, how proud we are of the outcomes that Yuki and her team have achieved in such a short span of time.", "Mary has given us a very comprehensive overview of all the work that needs to be done and what GFANZ is doing on all those fronts.", "Transition is the centre piece of all that work and she has touched on it extensively.", "I want to touch on the mother of all transitions, and I think it is also the single most important step we can take to reach netzero by 2050 - and that is to accelerate the retirement of coal fired power plants .", "Coal power generation is the largest source of carbon emissions globally.", "The International Energy Agency has called for a 55% reduction in coal-related emissions by 2030 and a full phaseout of unabated coal in power generation by Early phaseout of coal is especially critical in the Asia Pacific.", "The region's coal plants account for about a third of APAC's total GHG emissions.", "More ominously, if they continue to operate as planned, they will exhaust twothirds of the carbon budget that we have remaining to keep the rise in global temperatures from increasing to within 1.5 degrees Celsius.", "The challenge of phasing out coal is also most acute in the Asia Pacific .", "Coal accounts for nearly 60% of power generation in the region.", "Asia's energy demand is projected to increase by two-and-a-half times by 2050, on the back of economic development, population growth, and urbanisation.", "The Asian Development Bank estimates that around 150 million people in APAC still do not have access to electricity.", "So this is a huge problem.", "Asia stands to suffer the most in terms of hundreds of millions of lives due to climate change, and yet the transition is going to affect them the most as well.", "Added to the challenge, Asia's coal plants are young, less than 15 years old on average.", "This makes the economics of phasing out coal more challenging, especially as new coal plants continue to be built to keep pace with energy demand.", "We need a holistic approach for Asia's energy transition that meets three objectives: reduce emissions significantly; meet growing energy demands; and limit any adverse impact on jobs and communities.", "Neither the continued burning of coal nor the immediate cessation of coal plants meets all three objectives.", "What we need is a that coherent strategy for the managed phaseout of coal achieves environmental sustainability, energy security, and a just transition for communities whose livelihoods depend on coal.", "Finance alone is not enough but it can play a critical role in getting us from coal to clean.", "A combination of public and private capital, coupled with appropriate policy reforms, can provide the right economic model to encourage owners to voluntarily wind down their coal fired power plants ahead of their technical end of life.", "We will also need innovative financing structures to blend public and private capital.", "But there are significant challenges to financing the early retirement of coal.", "Financial institutions will need to justify how such financing is consistent with their net-zero commitments, especially when their financed emissions rise over the short term.", "They will need to address potential greenwashing concerns that new coal capacity is being created to replace the coal plants being phased out early.", "There is a lack of scalable risk sharing mechanisms to support coal plant owners in their transition to cleaner energy.", "This is why the GFANZ APAC Network is launching today for public consultation a report providing detailed guidance on financing the managed phaseout of coal fired power plants in the region .", "The guidance aims to ensure that managed phaseout transactions are credible, economically viable, and socially inclusive.", "It proposes a three-step process.", "First, ensuring that there are credible plans for coal phaseout at the government, company, and project level.", "This is critical to address two key risks in managed phaseout projects: one, 'emissions leakage' where the closure of a coal fired power plant is offset by increased operation of other coal plants or new coal plants built.", "second risk, moral hazard, where a phaseout transaction perversely encourages more coal power generation in order to later benefit from a potential coal phaseout plan.", "Second, optimising meaningful outcomes across climate impact, financial viability and socio-economic considerations.", "There are several measures financial institutions can take to achieve this.", "one, prioritise projects that align with a science-based pathway that is consistent with timelines set by internationally recognised bodies; two, ensure measures are in place to support access to secure, reliable, and affordable clean energy; three, assess the programmes that are in place to mitigate adverse socioeconomic impacts, such as social cost assessments, stakeholder engagement, land repurposing plans, and worker and community transition plans; and four, conduct a holistic financial viability assessment of the project including the cost of socio-economic support measures.", "The third and final step in the GFANZ framework - provide transparency and accountability for coal phaseout plans in line with the GFANZ Net Zero Transition Plan framework.", "This entails ensuring: an implementation strategy that is in line with net-zero objectives; an engagement strategy that reaches relevant stakeholders; metrics and targets that support disclosure and monitoring of progress; and a governance structure to oversee and support the implementation of the plan.", "We hope that the GFANZ guidance will serve as an important, ambitious and practical tool to help catalyse coal phaseout transactions in the coming years.", "We hope it will be useful for other regional initiatives to encourage coal phaseout, such as the Asian Development Bank's Energy Transition Mechanism and country-led platforms such as the Just Energy Transition Partnerships, or JETPs, in Indonesia and Vietnam.", "The managed phaseout of coal cannot be achieved solely by the financial sector or through innovative financing structures.", "Technology will play an important role.", "So will supportive government and regulatory policies, such as removing fossil fuel subsidies, implementing carbon pricing, setting emissions standards, extending social safety nets and worker re-training programmes.", "The managed phaseout of coal is not easy to do.", "It is a system-wide challenge that requires a system-wide approach - an approach that involves the public, private, and people sectors.", "But to achieve a just transition to net-zero, it is critical that we do this, and do this well and do this right.", "Thank you very much, I wish you all the best for the Summit ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Coal Phaseout", "Energy Transition", "Climate Change", "Financing", "Net Zero", "Sustainability", "Asia Pacific", "Just Transition", "GFANZ", "Emissions"]}