{"sentences": ["Introduction It is my delight and great pleasure to be a part of the 24 World Conference of Banking Institutes hosted in Malaysia this year.", "Let me start by congratulating the joint organisers, the Asian Institute of Chartered Bankers (AICB) and the Global Banking Education Standards Board (GBEStB) for putting together what promises to be great event, the first physical instalment since before the pandemic in 2019.", "Of the many challenges and equally, opportunities, that are facing the financial sector today, none in my view come close to the importance of understanding the implications of the profound change we are seeing in world of finance for its workforce.", "The latest Future of Jobs Report released by The World Economic Forum last month revealed that over 80% of organisations surveyed identify higher adoption of frontier technologies, broadening digital access and the application of Environmental, Social and Governance (ESG) standards as key trends most likely to drive workforce transformation.", "It might surprise some of you to know that early thinkers predicted similar trends on the future of work as far back as the 20 century.", "Aldous Huxley who wrote the \"Brave New World\" in the 1930s believed technology and automation would put workers on the fast track for better pay, better hours, better relationships with bosses, and a better workplace environment.", "(I will let you be the judge of how far that is true today).", "Science-fiction writer and futurist, Sir Arthur Clarke, predicted in the 1960s, \"a world in which we can be in instant contact with each other, wherever we may be, and that it will be possible for a man to conduct his business from Tahiti or Bali just as well as he could from London.\"", "This is certainly true today.", "In the 1980s, many predicted jobs that would be extinct and replaced by robots, such as cashiers, bank tellers, receptionists, servers, floor workers.", "Today, automation has changed these roles for sure, but it may interest you to know that only one occupation appears to have been fully eliminated in the last 60 years - and that is the elevator operator!", "Roy Amara, American scientist and researcher, in 1982 predicted that the greatest changes to come in the workplace would be cultural.", "He said, \"the workplace would be more cooperative than adversarial, and workers will want intellectual and psychological fulfilment, not just financial reward\".", "Certainly, it could be said of hiring today that being part of a team that creates a positive impact on society and encourages emotional and intellectual growth, has strong appeal for job seekers.", "Indeed, more organisations are pursuing strategic changes on multiple fronts to embrace ESG, create more empowerment and build a stronger sense of purpose and responsibility for their employees.", "So as we consider the theme of today's conference, \"Building a workforce fit for the future\", we would do well to remember two things: The future of work is not one that we can predict with precision.", "We can get the general direction of travel right, but how forces shaping life and work in the foreseeable future unfolds are not always clear or predictable.", "Second, cultural aspects of the future workforce matter and we need to pay closer attention to how we identify, capture and express culture factors in our workforce strategies.", "Therefore, alongside the specific consideration of how to build future skills, future talent strategies must also seek to: empower the workforce; preserve a strong focus on standards that can stand the test of time; and create greater agility to meet changing business and employee needs.", "Allow me to briefly touch on these in turn.", "Empowering the workforce First, empowering the workforce.", "The World Economic Forum estimates that by 2025, half of all employees will need reskilling.", "For those in existing roles, more than 40% of their skills will need to change to remain relevant.", "Malaysia faces a similar set of challenges.", "85% of companies surveyed by the Malaysia Digital Economy Corporation acknowledge the need to reskill their employees .", "We have an important role and responsibility to help employees adapt to and thrive in roles that are constantly being re-defined.", "And how we do this needs to evolve from a narrow focus on providing just-in-time training to get jobs done, to one which helps individuals acquire new knowledge, skills and capabilities on a continuous basis to meet business and professional goals.", "Work to develop a Future Skills Framework (FSF) for the financial sector, which serves as a single point of reference on future skills and career development pathways for those working or aspiring to work in financial services, is a major step in this direction.", "In the longer run, the FSF should serve to foster a culture of lifelong learning and skills development within the financial sector workforce.", "I wish to commend AICB for leading the framework together with the Malaysian Insurance Institute (MII) and the Islamic Banking and Finance Institute Malaysia (IBFIM).", "Financial institutions here today will have a key role to play in realising the vision for the FSF by helping shape the framework into something that will be beneficial and relevant to institutions and individuals in the financial sector.", "By supporting the reskilling and upskilling of individuals whose roles may be at risk of displacement, the Future Skills Framework also serves as a risk management strategy for financial institutions that are already facing growing legal and reputational challenges associated with redundancies.", "Preserving a strong focus on professional standards Second, future talent strategies must not lose sight of the critical importance of preserving a strong focus on professional standards to regulate conduct and behaviour.", "Over the last decade, Malaysia's banking industry has made important strides in raising standards of professionalism.", "This is evident from the number of accredited banking professionals that has more than tripled over the last four years.", "Customers expect banks to stand with them through the good and bad times.", "The economy relies on resilient banks performing a critical intermediation function through economic cycles.", "The standards applied to professional bankers must therefore also stand the test of time.", "This means preserving high ethical standards that underpin the character of bankers, while expanding standards on professional skills and competencies expected of bankers to respond to a fast-changing landscape.", "I commend the exemplary leadership shown by GBEStB in pioneering the development of global education standards in new areas such as sustainable finance and digital financial literacy.", "In Malaysia, we also see efforts by our own professional development bodies to raise the bar through initiatives to refresh the Chartered Banker programme and the development of the Certificate in Climate Risk (CICR).", "A strong focus on standards should continue to direct these efforts to ensure that skills and competencies acquired will be fit for the future.", "The industry will also need to be more deliberate about integrating a sound risk culture into standards adopted for banking education and professionals.", "The recent events of the banking turmoil in the US and Europe, fifteen years after the Global Financial Crisis, are sobering reminders that a sound risk culture remains essential to the integrity and stability of banks, as well as public trust and confidence in banks.", "Such a culture begins with leaders of financial institutions who consistently demonstrate and model risk-aware behaviours, and employees at all levels who are equipped with the knowledge and tools to identify, assess and manage risks effectively in a fast-changing and significantly more complex operating environment.", "Creating greater agility to meet changing business and employee Finally, future talent strategies will need to create greater agility for institutions and individuals to respond to changing needs by embracing new norms of talent mobility and encouraging diversity in the workforce.", "The pandemic has shaped a significantly more fluid and mobile workforce.", "In response to this, many organisations are pivoting their talent strategies from 'acquiring' talent, to 'accessing' talent.", "In other words, firms are looking to alternative ways to access ready talent apart from hiring.", "The ability to tap into external and more diverse talent pools to meet specific skill gaps is becoming a more important part of talent strategies of firms including financial institutions.", "This also reflects the rise of a segment of the workforce associated with the gig economy and professional experts that are not affiliated to any single organisation.", "Such fluid arrangements are also being leveraged to build internal capacity building and support transition.", "A survey conducted by Capgemini reported that more than 60% of businesses fill new jobs powered by AI and automation with fluid workers first, then gradually seek to transfer knowledge from these specialists to other full-time employees in the organisation.", "These strategies will have important implications for how we build the future workforce from without rather than within.", "Such strategies can create greater flexibility for organisations to respond to changing business needs, but they also call for a fundamental re-thinking of pre-existing organisational and cultural norms.", "As we move forward, deepening employee engagements will become more important to enable firms to better anticipate shifting trends and inform approaches to building a future-fit workforce.", "It is not uncommon today to find up to four different generations coexisting in many workplaces, each with different perspectives on leadership, learning and workplace culture.", "Recognising these differences within talent strategies will be important to successfully cultivate a future-ready workforce.", "Closing message: In closing, I am reminded of the words of Mr. Colin Powell, former U.S. Secretary of State who said: \"One of the greatest talents of all, is the talent to recognise and develop talent in others\".", "This lies at the heart of building a workforce fit for the future.", "We all have a part to play - as employers, professional development bodies, training providers and workers - to build a resilient and sustainable talent pipeline for the future.", "While the challenge is great, I am reminded by the Conference today that our prospects are bright as the industry continues to show strong leadership in rising up to the challenge."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Future of work", "Workforce transformation", "Professional standards", "Empowering workforce", "Future skills", "Risk culture", "Talent mobility", "Diversity", "Employee engagement", "Talent pipeline"]}