{"sentences": ["UK monetary policy outlook - speech by Huw Pill Given at the Money Market Association of New York University (Money Marketeers) Event, New York Published on 09 January 2023 Good evening everyone.", "Before I turn to the body of my remarks, I thought it would be useful to start the New Year with a few important reminders.", "Inflation in the United Kingdom is currently too high.", "Returning UK inflation to its 2% target on a lasting and sustainable basis is essential.", "Price stability must prevail if we are to create the environment in which firms and households can take the longer-term investment decisions that build the human and physical capital, which ultimately drives the dynamism, innovation, productivity and growth upon which prosperity and improving living standards rest.", "It is the job of monetary policy to return inflation to target.", "That is what we on the Bank of England's Monetary Policy Committee (MPC) are mandated to do within the UK's institutional framework for macroeconomic policy.", "In the face of inflationary shocks over the past eighteen months, the MPC has tightened monetary policy significantly.", "The Committee will continue to act as necessary to ensure the inflation target is achieved on a lasting basis over the medium term, remaining alert to new economic shocks that might create further inflation disturbances.", "There should be no question about what the MPC is seeking to achieve or whether it is prepared to take the necessary actions to do so.", "As ever, we remain in the price stability business.", "The open question is how we will act in order to achieve the 2% inflation target sustainably, given the substantial challenges of the moment.", "That is the question on which I hope to shed some light this evening.", "Before developing this theme, let me start by recognising what a privilege it is to gather with the 'Money Marketeers' here in New York tonight.", "I would particularly like to thank Kris Dawsey for extending the invitation to speak.", "I understand that the objective of this longstanding group is 'to foster greater understanding of finance and economics among senior practitioners and developing professionals [so as] to establish greater dialogue between the public and private sector on those substantive issues that move markets'.", "Meeting that objective is a tall order.", "Today, I hope to make a modest contribution in support of this collective effort by exploring some of the similarities and differences between the outlook for monetary policy back home in the UK and the outlooks in other jurisdictions.", "To simplify, I will focus on three factors driving the monetary policy outlook: a common process of monetary policy 'normalisation' after the long period of exceptional support initiated in the face of the global financial crisis in 2007-08 and continued to a large extent through to the pandemic of 2020-21; the need for monetary policy to address the inflationary consequences of tight labour markets and strong firm pricing power in the US and the UK; and the challenges for monetary policy created by the significant adverse terms of trade shock to Europe - including the UK - which has followed from Russia's invasion of Ukraine, disruptions to natural gas and food supplies, and the resulting much higher level of European wholesale natural gas and food prices.", "As the simple schematic sets out, none of these challenges is unique to the UK.", "But - at least in the way I have described it - the UK is distinctive in facing all three of these challenges at the same time.", "In itself, this simultaneity creates its own challenges for monetary policy.", "In formulating its decisions, the MPC needs to layer the consequences of each of these driving factors on top of one another in coming to its final policy choice.", "The more layers involved, the more complex is that process - and its communication.", "All the more so when each layer has its own, distinctive characteristics: some drivers of inflation being more secular in nature, others more cyclical; some consistent with the 'divine coincidence' of efforts to stabilise demand and price developments, others implying management of difficult trade-offs between activity and inflation.", "But the challenges for monetary policy are greater when the factors not only cumulate, but also interact with one another in possibly divisive and often unhelpful ways as regards the pursuit of price stability.", "In other words, when the various underlying drivers of policy decisions are not only additive as regards their implications for inflation, but also potentially multiplicative.", "To give the most straightforward but also immediately relevant example: the scope for energy price rises to trigger the infamous second round effects in price, wage and cost dynamics - the dynamics that threaten to create persistence in inflation even after the original external stimulus abates - is greater when the corporate sector enjoys pricing power, and the labour market is tight.", "Beyond the implications of the individual risks themselves, the combination of and interaction among those risks can create additional challenges for monetary policy.", "This is something to which I will return in discussing the outlook for UK monetary policy.", "Factors underlying monetary policy decisions But let me start by reviewing the three underlying drivers of policy decisions that I just listed.", "Normalisation of the monetary policy stance With the failure of Lehman Brothers in 2008, policy rates across the world were reduced quickly and substantially, generally being floored at what were then seen as their effective lower bounds.", "Additional monetary easing was then provided through large-scale asset purchases or quantitative easing (QE).", "The resulting very supportive overall stance was justified by the emergence of downside risks to inflation targets, a weak economic outlook and tensions in the financial system, all of which had emerged in the aftermath of the financial crisis.", "Although the details varied from one jurisdiction to another, this very supportive monetary policy stance was maintained for the bulk of the next decade: through the euro area sovereign crisis, through the challenges of Brexit, through the Covid pandemic and its aftermath.", "This prolonged period of policy support was exceptional.", "To give a sense of this: when I joined the MPC in September 2021, the Bank of England's policy rate - Bank Rate - was at the lowest level seen during the Bank's more than three centuries of existence.", "And - at least in absolute nominal terms - the Bank's balance sheet was larger than it had ever been.", "As the recovery from the pandemic became better established and risks to inflation became first more balanced, and then shifted to the upside, the need to normalise the monetary policy stance became evident across many jurisdictions, including in the UK.", "This has been an important driver of monetary tightening over the past year.", "In the UK, the MPC has raised Bank Rate at each of its past nine meetings.", "Of course, a process of 'normalisation' begs the question of what should be seen as 'normal'.", "This question is often couched in terms of the level of the 'natural' or 'neutral' interest rate.", "In the past, I have been very cautious in quantifying a specific neutral level for Bank Rate.", "Not only are empirical estimates surrounded by the usual confidence intervals, but the concept of neutral rate is itself elusive: is it an object that evolves at high frequency with the many shocks that strike the economy, or is it a more stable longer-term concept that looks-through such disturbances?", "Communicating as if there were agreement on these issues where there is not risks causing confusion.", "That said, for central banks with inflation targets of 2% and that take the view that trend real growth remains positive,[6] there was something unusual in seeing policy rates floored close to zero for such a long time.", "On this basis, the rise in policy rates to current levels can be seen as representing significant progress in the normalisation of the monetary policy stance.", "Achieving balance between aggregate demand and aggregate supply But of course, the world does not stand still.", "In parallel with central banks' efforts to normalise the stance, new shocks to price stability have emerged in recent years, this time on the inflationary side.", "In the US and the UK, we have seen evidence of tight labour markets and a strengthening of corporate pricing power, which threaten inflationary pressure.", "Driving those pressures is an excess of aggregate demand over aggregate supply.", "The required monetary policy response is a tightening to steer aggregate demand conditions more closely into alignment with available supply.", "Even if the overall implications for monetary policy are similar on the two sides of the Atlantic, the underlying drivers differ.", "Bottlenecks in markets for durable goods Here in the US, the strength of fiscal support for households during the pandemic in combination with the impact of lockdowns on access to consumer-facing services boosted demand for consumer durables.", "Many of these durables are the products of complex global supply chains, which were disrupted by the impact of the pandemic as factories shutdown and shipping was dislocated.", "The resulting bottlenecks stemming from a combination of both demand and supply developments led to the emergence of inflationary pressures in the tradable durable goods sector.", "In the UK, direct fiscal support to household spending was more modest.", "Nonetheless, as a small open economy and a price taker in internationally traded markets for durable goods, the UK was exposed to the inflationary consequences of these global developments.", "Additionally, Brexit weighed on UK trade with continental Europe, also serving to disturb supply chains and weaken competitive pressure on UK producers.", "With the benefit of hindsight, at least in our own analysis at the Bank, the complexity of global value chains was not well enough understood and, as a result, the duration and intensity of disruption was probably underestimated.", "Fortunately, supply disruptions appear to have eased in recent months and there have been some, albeit still tentative, signs of a normalisation in the patterns of US consumer demand.", "Global goods price inflation has weakened somewhat, and that has passed through into UK core goods inflation.", "Against that, the end of the zero-Covid policy in China may have again increased the uncertainty surrounding supply bottlenecks.", "On the one hand, less strict restrictions in China should ease supply constraints if lockdowns are fewer in number.", "But, on the other hand, the current surge in infection rates may create its own disruption to production and distribution.", "Ultimately what matters for an inflation targeting central bank like the Bank of England is the implications of these developments for world export prices and thus imported inflation.", "This is something we will have to continue to monitor closely.", "Tight labour markets In both the UK and the US, the labour market has remained tight.", "The UK unemployment rate recently reached its lowest level since the mid-1970s.", "Recruitment difficulties in a tight labour market have supported stronger underlying wage growth.", "The relative contributions of demand and supply to labour market tightness are a topic of intense debate.", "In the US, demand has played an important role: the US economy has more than recovered pre-pandemic levels of activity.", "So there are grounds for seeing US labour market tightness as a symptom of 'overheating' in the broader economy.", "This case is harder to make in the UK, where aggregate activity has still to regain pre-pandemic levels on the latest vintage of data.", "As a result, adverse supply effects seem to play a larger role in Britain.", "That said, vacancy rates have reached historical highs in the UK over the past year, perhaps redolent of strong demand for labour and echoing developments on this side of the Atlantic.", "But high vacancy rates have been associated with high hiring rates: the labour market has exhibited a high degree of 'churn', with many people moving jobs.", "In part, this may reflect a process through which workers are allocated to more productive activities, after the pandemic - and the UK's furlough scheme introduced in response to it - had constrained their flexibility to move from one job to another.", "Behind labour market tightness in the UK lies a decline in participation rates among the working age population, particularly those in the 50-65 age group.", "The reasons behind this decline remain the subject of debate, but the impact of the pandemic on early retirement and long-term health, as well as underlying demographic developments, all seem to have played a role.", "Crucially, rising inactivity among the working age population represents an adverse supply shock, which adds to the difficult shorter-term trade-offs facing monetary policy.", "Looking back to a year or so ago, the MPC debated whether the prospective end of the furlough scheme introduced during the pandemic would release furloughed workers into the labour market and ease the tightness emerging in the labour market.", "This was a difficult judgment to make, given that the furlough scheme was without precedent.", "As it turned out, that easing did not materialise: through the middle of this year, the labour market has continued to tighten and has proved tighter than we had expected, largely owing to the adverse developments in participation that we did not fully foresee.", "Brexit may also have weighed on labour supply.", "While aggregate levels of immigration into the UK remain elevated, the loss of flexibility associated with the end to free movement of EU workers into the UK may have steepened the Phillips curve, as post-Brexit immigration has proved less effective in addressing labour market mismatches and more costly for employers.", "Now that the economy has slowed (and probably entered recession), we are starting to see labour market indicators turn.", "Vacancies have stabilised and there are tentative signs they will fall from their historically high levels.", "Should economic slack emerge and unemployment rise as the latest MPC forecasts imply, that will weigh against domestic inflationary pressure and ease the threat of inflation persistence.", "But the extent to which an easing in the labour market induced by monetary tightening will weigh against inflationary pressures will depend on the wider context.", "It is here where the interaction with developments in energy prices plays out.", "Higher energy prices and the terms of trade In contrast with developments in the US, wholesale European natural gas prices have risen very sharply over the past year, and continue to show substantial volatility.", "Owing to the importance of pipeline infrastructure to the transport of natural gas, there is much less integration than for other energy commodities like oil.", "Notwithstanding Brexit, for these reasons, the UK remains closely integrated into the European natural gas market.", "Gas price developments in Europe have departed very significantly from those in the US, owing to the disruption to supplies of gas from Russia in the aftermath of the Russian invasion of Ukraine last February.", "The rise in European gas prices came as a genuine surprise: the Russian invasion was not foreseen in the autumn of 2021, and the duration and intensity of the subsequent conflict have anyway proved greater than expected at the outset.", "The rise in gas prices has therefore been substantial: at its peak in late August, the April natural gas future stood more than ten times higher than a year previously.", "This not only has given a significant impetus to inflation through a combination of direct effects on household utility bills and indirect effects owing to the use of energy as an intermediate input to the production of other goods and services.", "It is also likely to have implications for price and wage setting dynamics.", "For energy importers like the countries of Western Europe including the UK, a rise in international energy prices represents a substantial adverse terms of trade shock.", "Simply put, the price of what they are buying from the rest of the world has risen considerably relative to the price of what they are selling to the rest of the world.", "To the extent that any implied deterioration in the terms of trade is permanent, there will be a real hit to those countries real income, which must be absorbed by some domestic actor.", "In other words, in the end, someone in the UK will have to bear the cost of a higher aggregate UK energy bill.", "The important question for an inflation targeting central bank is how that happens; in particular, how pragmatic and realistic UK firms and households are in accepting the macroeconomic implications of the higher imported energy and goods prices.", "In an attempt to protect their own real income from the unavoidable impact of higher external prices, the longer that firms try to maintain real profit margins and employees try to maintain real wages at pre-energy price shock levels, the more likely it is that domestically-generated inflation will achieve its own self-sustaining momentum even as the external impulse to UK inflation recedes.", "Monetary policy cannot prevent the loss of real national income stemming from the deterioration of the terms of trade.", "That is a real shock, with real consequences that ultimately monetary policy cannot offset.", "Nor can or should monetary policy seek to influence the distributional impact of the terms of trade shock on specific sectors or regions.", "As a relatively blunt instrument, monetary policy is not well suited to such a task, which would any way extend beyond its established mandate.", "What the Bank can do - and indeed must do, if it is to achieve its price stability mandate - is ensure that any self-sustaining momentum in inflation at rates above the 2% target is squeezed out of the system by constraining demand relative to supply as necessary.", "'Multiplicative effects' and Says' Law This naturally leads back to where I started: while pricing power in tight goods and labour markets can be analysed as a source of inflationary pressure distinct from energy price rises, these two factors can - and do - interact with one another.", "Understanding these interactions is essential in assessing whether inflationary pressures are likely to prove persistent and thus calibrating the appropriate monetary policy response.", "On the basis of current futures prices, wholesale natural gas prices may stabilise or even fall somewhat in the coming months - indeed, that is precisely what we have seen in recent weeks.", "This will have a mechanical moderating effect on headline inflation from the middle of next year, as the MPC has anticipated in its latest forecasts.", "But, to the extent that the level of imported gas prices remains significantly higher than in the past - which is also foreseen in futures markets - then the threat of second round effects that sustain inflation at above target rates may well remain, as domestic firms and households try to resist the squeeze on their real incomes and spending power.", "That threat will be more acute to the extent that domestic firms and workers seek to protect the real value of their profits and earnings in the face of higher - even if no longer rising - imported energy prices.", "And - other things equal - the ability to firms and workers to protect their real incomes will be greater when corporate pricing power is stronger and labour markets are tighter.", "If the tightness in UK labour markets owes to less immigration or greater early retirement - or in other words, to a deterioration of labour supply - one might expect that over time the implications for inflation would be self-correcting through the operation of Say's Law.", "Famously, Say's Law states that 'supply creates its own demand' or - more accurately in this case - the lack of supply creates its own lack of demand.", "If Say's Law holds, then fewer immigrants or more retirees implies less domestic spending and thus no excess pressure on resources that would drive up inflation.", "But even if Say's Law holds over the longer term, it is unlikely to hold immediately.", "During a transition period, reduced supply may not feed through a balancing reduction in demand.", "Early retirees may sustain their spending as they run down the excess savings accumulated during lockdown that encouraged them to retire early in the first place.", "EU immigrants may have spent or sent their earnings to their home countries, such that their departure weighs on supply but not demand.", "Judging how quickly supply and demand will move together becomes a key question in assessing how persistent excess demand and inflationary dynamics will prove to be.", "Similar considerations come from terms of trade effects.", "Higher energy prices create inflation directly and the potential for inflationary pressures via second round effects.", "But they also squeeze household and corporate incomes, weighing on domestic demand.", "On this basis, the inflationary impact of a deterioration in the terms of trade could be seen as self- correcting, since it will generate weaker domestic demand that eases the inflationary dynamics that higher energy prices trigger.", "Since an adverse terms of trade shock can create self-sustaining inflationary dynamics in the economy, it can be understood as raising at least temporarily the level of unemployment that is required for inflation to be at target - the so-called NAIRU.", "But how much the NAIRU will rise (and for how long) depends on how actively and persistently domestic firms and workers seek to sustain their own real incomes in the face of that shock.", "In coming to a view on how much monetary policy needs to respond to these inflationary pressures, the MPC will need to assess how much the NAIRU has risen and how much of a rise in unemployment will anyway follow from the weakening of demand owing to squeezed household incomes.", "Recent MPC communication In December, the majority of the MPC stated that, should the data largely follow the outturns foreseen in our November forecast, further increases in Bank Rate may be required for a sustainable return of inflation to target.", "Moreover, the Committee as a whole repeated that, if the outlook suggests more persistent inflationary pressures, it will respond forcefully, as necessary.", "This communication rightly places the persistence of inflation at centre-stage.", "Given the famous 'long and variable lags' in monetary policy transmission, it is the persistent component of inflation - that component of inflation that will still be there once the lags in monetary policy transmission unwind - that is the relevant object for the MPC's attention.", "But judging inflation persistence in real time is difficult.", "By its nature, a persistent series does not change much from one MPC meeting to the next.", "Such relatively high frequency month-to-month fluctuations cannot be the main driver of a series whose evolution must be dominated by lower frequency dynamics, if it is indeed to be persistent.", "In coming to an assessment of inflation persistence, the MPC has emphasised the importance of domestic price and wage setting behaviour, since this has historically proved to be more persistent that external drivers such as commodity price shocks.", "This has naturally led to a focus on wage developments, on services price inflation and - as new data sources, such as the Bank's Decision Maker Panel, have become available - on corporate pricing behaviour as key indicators of inflation persistence, and thus in turn of the prospects for monetary policy.", "This focus is evident in the analysis present in the MPC's recent Monetary Policy Reports, and in the indicators highlighted in the MPC's published minutes and policy summary.", "But there is no single indicator that can adequately summarise the 'instantaneous persistence' of inflation.", "And therefore, among the broad set of UK economic indicators market participants could follow, there is no single 'smoking gun' that could be identified as the key indicator or driver of inflation persistence and thus monetary policy decisions.", "What I have attempted to do this evening is give some insight into how I think about the underlying structural forces driving the persistence of inflation.", "In particular - and reflecting the central conjunctural issues - I have focused on whether, and, if so, how, the initial inflationary impulse stemming from higher European wholesale natural gas prices will propagate through the UK price process.", "What this exercise suggests to me is that the distinctive context that prevails in the UK - of higher natural gas prices with a tight labour market, adverse labour supply developments and goods market bottlenecks - creates the potential for inflation to prove more persistent.", "It is therefore in this nexus that I focus in coming to my own assessment of the risks surrounding inflation persistence, which - consistent with the MPC's collective communication - will strongly influence my monetary policy position in the coming months.", "The views expressed in this speech are not necessarily those of the Bank of England or the Monetary Policy Committee.", "I would particularly like to thank Saba Alam, Doug Rendle, Philip Schnattinger and Brad Speigner for helpful discussions in the preparation of this speech.", "The text has also benefitted from helpful comments from Andrew Bailey, Ben Broadbent, Fabrizio Cadamagnani, Jonathan Haskell, Josh Jones, Catherine Mann, Rhys Phillips, Dave Ramsden, Andrea Rosen, Martin Seneca, Fergal Shortall and Silvana Tenreyro for which I am most grateful.", "Opinions (and all remaining errors and omissions) are my own.", "See Money Marketeers of New York University .", "Another - and, in my view, largely equivalent - way to characterise this process of 'normalisation' is as an 'exit' from the exceptional and unconventional policy measures introduced in the face of the global financial crisis and its aftermath.", "From the introduction of those measures, it was recognised widely in the central bank community that such exit would pose challenges for the design, implementation and communication of monetary policy.", "Moreover, the large portfolio of asset purchases accumulated as a result of QE has been run down in parallel with the rise in Bank Rate.", "Since March 2022, the Bank of England has ceased to reinvest the proceeds of maturing bonds held in its Asset Purchase Facility (APF) used to house the QE portfolio.", "As of November 2022, the Bank has sold gilts from the APF to the market.", "Corporate bond holdings in the APF have been reduced by similar means.", "The concept of a 'neutral' balance sheet remains even more elusive than that of a 'neutral' interest rate at both empirical and conceptual levels, so I focus on the interest rate dimension here.", "In communications on the level of the neutral real interest rate that pre-date my membership of the MPC, a distinction has been drawn between 'capital R-star' - a low frequency concept, which 'looks through' the impact of short-term economic shocks - and 'little r-star' - a higher frequency concept, which is influenced by shocks.", "In the recent past, the MPC has assumed trend real GDP growth in the UK of around 11⁄2%pa, albeit with the year-to- year evolution of potential GDP more modest in recent years owing to a series of adverse supply developments associated with inter alia Brexit and the Covid pandemic.", "Supply trends are of course uncertain and regularly reviewed by the MPC.", "An updated MPC assessment of those trends is scheduled to be published as part of its February 2023 Monetary Policy Report.", "By the same token, other countries - notably the US - that are net exporters of natural gas (typically in liquefied form as LNG) have seen a substantial, mirror image improvement in their terms of trade.", "On this dimension, developments in most Western Europe countries (including the UK) are therefore quite different from those in the US.", "Abstracting from monetary policy, the textbook optimal response to a (real) terms of trade shock would be to switch the composition of demand away from domestic to external sources while sustaining aggregate demand at levels consistent with the full utilisation of available resources, i.e.", "an 'expenditure switching' rather than 'expenditure reducing' response, typically associated with real depreciation.", "Implicit in the concerns about second round effects discussed here is the fear that domestic actors will resist that switch in the composition of demand by seeking to maintain their income and spending levels at pre-shock levels, which is inconsistent with the necessary and inevitable adjustment to the real shock to the economy and can ultimately lead to inflation.", "As discussed in footnote 8, the composition of demand across domestic and external sources is also important for adjustment to real exchange rate shocks.", "In this regard, the ability and willingness of domestic firms and households to substitute away from more expensive natural gas imports - both to other sources of energy, and also to non-energy goods and services - can influence the adjustment and its potential inflationary consequences.", "This was discussed in Box B of the MPC's November 2022 Monetary Policy Report."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Labour market", "Energy prices", "Tight labour markets", "Terms of trade", "Supply and demand", "Inflationary pressures", "Wage growth", "Economic growth"]}