{"sentences": ["SPEECH Policymakers as policy takers - accounting for climate-related and environmental factors in banking supervision and monetary policy Speech by Frank Elderson, Member of the Executive Board of the ECB and Vice-Chair of the Supervisory Board of the ECB, at the Peterson Institute for International Economics Washington DC, 21 April 2023 Central banks and supervisors are not climate and environmental policymakers.", "Central banks and supervisors are climate and environmental policy takers.", "There are a lot of climate-related and environmental factors to take into account to deliver on the mandated objectives of central banks and banking supervisors.", "This is not a message that is just coming from me.", "It is, in fact, the global consensus among central banks and supervisors as established through the Network for Greening the Financial System, which has 121 members worldwide, including six authorities in the United States.", "[ It is acknowledged in the work programmes of global standard-setting bodies such as the International Sustainability Standards Board, the Financial Stability Board and the Basel Committee on Banking Supervision.", "And it is reflected in the actions taken by central banks and supervisors in the pursuit of their mandates.", "Today, I will explain why central banks and supervisors taking climate-related and environmental considerations into account should not be seen as controversial.", "I will outline how the actions that central banks and supervisors take to account for climate-related and environmental factors follow from their democratically assigned mandates.", "I will show how these actions build on the awareness that the economy will be subject to increased shocks from ongoing climate and environmental crises while undergoing one of the biggest structural transformations in modern history.", "And I will show that these developments without any doubt will have a material impact on the financial sector too.", "The many examples of climate-related and environmental risks When talking about this topic last month, US Secretary of the Treasury Janet Yellen was very clear when she said that such impacts are no longer hypothetical.", "[ There are many examples on both sides of the Atlantic: intensifying storms along the coasts of the United States; severe floods and droughts across continental Europe; and wildfires in California Florida, Italy and Spain.", "Both extreme rainfall and extreme droughts are on the rise in the places where we live and work because they are on the rise all across the globe.", "It is estimated that in the United States the five-year average annual cost of billion-dollar climaterelated disasters, including 2022, is now USD 119 billion, which is triple the long-term average.", "[ At the same time, governments are taking action to mitigate and adapt to the consequences of ongoing climate and environmental crises.", "In the United States, the Inflation Reduction Act contains unprecedented measures aimed at supporting the green transition.", "Similarly, in the EU a multitude of policy, regulatory and legislative measures - including the European Climate Law[ - are being implemented to reduce net greenhouse gas emissions by at least 55% compared with 1990 levels by 2030 and to ensure climate neutrality by 2050 at the latest.", "Measures at the EU level are being complemented by action in individual Member States, while action is also being taken at individual state level in the United States.", "Not only public authorities and non-governmental organisations acknowledge these physical and transition risks of the climate and environmental crises for the financial sector.", "Banks themselves are also telling us that they see these risks as material to their risk profiles in the near term.", "Put simply, climate-related and environmental risks cannot be ignored and, fortunately, they are no longer being ignored.", "On the contrary, they are being taken very seriously.", "Preserving the soundness of banks Let me now turn to how climate-related and environmental factors are increasingly being taken into account in banking supervision.", "It is worth recalling the guiding principle for prudential regulators and supervisors around the globe: that no material risks should be left unaddressed.", "This polestar of banking supervision is enshrined in the core principles of the Basel Committee on Banking Supervision (BCBS) and has been included in legal requirements for decades.", "According to this simple but crucial principle, banks must identify and adequately manage the risks they are exposed to.", "This also holds true for climaterelated and environmental risks.", "To be clear, it is not for supervisors to tell banks how green their lending policies must be.", "Supervisors are not pickers of winners and losers in the green transition.", "However, the international community of banking supervisors does insist that ignoring the ongoing climate and environment crises as well as the transition towards a more sustainable economy is no longer compatible with sound risk management.", "At the ECB we published our guide with supervisory expectations for banks' risk management practices of climate-related and environmental risks in 2020.", "[ In the two years that followed, we conducted a number of supervisory exercises focusing on banks' approaches to managing these risks.", "We looked closely at how banks are performing relative to our expectations and found that they still have a long way to go before they are fully compliant.", "For example, most banks have put in place organisational architecture to address climate-related risks in line with our expectations.", "However, banks' approaches still lack sophistication and granular information that are required for active management of the risk profile of institutions.", "[ Based on our dialogue with banks, we think it is reasonable to expect the gap between their current practices and full compliance with all our expectations to be closed by 2024 at the latest.", "Consequently, we have announced that we will hold the banks to this date, including a number of interim milestones.", "If necessary, we will enforce these timelines.", "In the United States, the Office of the Comptroller of the Currency, the Federal Deposit Insurance Corporation and the Federal Reserve Board proposed substantively similar guidance for large banks under their jurisdiction.", "This year, the Federal Reserve Board will complement this guidance with an exercise focusing on banks' resilience to a set of different scenarios for the climate crisis.", "Supervisory authorities on both sides of the Atlantic are taking action to ensure that climate risks are appropriately assessed and accounted for by banks in their risk management practices.", "However, this is not just a transatlantic trend.", "Thanks to the BCBS's Task Force on Climate-Related Financial Risks, which I co-chair with Kevin Stiroh of the US Federal Reserve, concrete steps have been taken to merge existing international practices into an initial formal consensus at a global level.", "As a result, there is progress on all three pillars of the Basel Framework for the global prudential regulation of banks.", "For instance, as a first step on Pillar 1, the BCBS has recently published a set of frequently asked questions to clarify how climate-related financial risks may be captured in the existing Pillar 1 framework.", "The BCBS's guidance tells banks how they can already consider material climate-related risks in their regulatory capital, for example, when determining the value of real estate.", "Moreover, in June 2022 the BCBS published the Pillar 2 principles for the effective management and supervision of climate-related financial risks, making clear its expectation that they should be implemented as soon as possible.", "To ensure this, the BCBS included the monitoring of progress across jurisdictions as a key element in its 2023-24 work programme.", "In the field of disclosures, I am similarly pleased to see various international initiatives brought together at the Basel level.", "Building on the extensive work that had already been done in various fora, the BCBS started developing high-quality and globally consistent Pillar 3 climate-related disclosure requirements.", "The BCBS will issue a consultation paper on the proposed framework before the end of this year.", "All of these steps foster transparency, ensure an international level playing field and maintain the riskbased orientation of the Basel Framework.", "I welcome in particular the fact that we are making progress across all key elements of the Basel Framework.", "Such a holistic approach is the only way to make sure that climate-related and environmental risks are managed competently, consistently and comprehensively - which is just how regulators, supervisors and banks are used to handling any other material risk.", "Only then can banks preserve the solidity of their balance sheets and continue to serve their stakeholders irrespective of the macro-financial challenges that may emerge.", "Preserving price stability Let me now move on to monetary policy.", "Obviously, central banks can only pursue price stability if they can understand, assess and forecast how economic shocks and trends affect inflation and the effectiveness of monetary policy.", "So, apart from its scope and potential severity, accounting for the climate and environmental crises is no different than accounting for globalisation, demographics or financial innovation.", "Central banks must adapt their data and economic modelling to be able to assess the monetary policy implications of climate change and environmental degradation, including transition policies.", "[ Moreover, central banks must take into account their exposures to climate-related and environmental risks when designing monetary policy instruments and considering the composition of their balance sheets.", "We know that the preservation of price stability sometimes requires a central bank to take risks onto its balance sheet.", "For example, when engaging in quantitative easing, central banks absorbed duration risk by purchasing long-term bonds from the private sector.", "They did so not because they had identified a lucrative investment strategy.", "In fact, central banks were very much aware at the time that their profitability would be impacted if interest rates were to rise in the future.", "Instead, the absorption of duration risk was crucial to providing monetary policy accommodation beyond what could be achieved by lowering policy rates to support inflation that was - at that time - too low for too long.", "To enable central banks to continue to effectively use their balance sheets in the pursuit of their mandate in the future, it is important that the soundness of their balance sheets is preserved.", "This means that central banks must be very conscious of the risks that they need to take to preserve price stability.", "At the same time, central banks must be equally conscious of the need to steer clear of risks that do not contribute to - or may even be detrimental to - price stability.", "I am not aware of any evidence suggesting that misalignment between a central bank's balance sheet and a transition path compatible with the Paris Agreement might be helpful to securing price stability.", "On the contrary, available evidence points in the opposite direction.", "Aligning ourselves with a status quo biased against Paris-compatibility risks adding to macroeconomic volatility which would complicate the conduct of monetary policy in pursuit of price stability down the road.", "As a result, central banks taking climate-related and environmental financial risks into account supports price stability in two ways.", "First, it contributes to preserving the soundness of central banks' balance sheets.", "Second, it reduces bias towards emission-intensive activities that can fuel macroeconomic volatility in the longer term.", "In the case of the ECB, in addition to contributing to our primary objective of price stability, our climate and environmental actions also serve our secondary objective.", "This secondary objective - just like our primary objective laid down in the EU Treaties - tells us that we shall support the general economic policies of the EU; without prejudice to price stability.", "To put this in less legalistic and more pragmatic terms: whenever we have a choice between two instruments - or calibrations of instruments - that are equally conducive to price stability, we choose the one that is most supportive of the EU's general economic policies, including the climate neutrality objective.", "Let me give you a very specific example of how we at the ECB put all of this into practice.", "In October 2022 we started tilting our reinvestments of corporate bonds towards issuers with a better climate performance.", "You may also be aware that since March we have been reinvesting only a part of the maturing bonds to ensure the consistency of our monetary policy portfolios with the overall monetary policy stance.", "To maintain a decarbonisation path for our corporate asset holdings that is compatible with the Paris Agreement, we decided to increase the degree of our tilt towards issuers with a better climate performance during partial reinvestment.", "This serves to avoid undue exposures to climate-related risks that are detrimental to price stability and to align the way we administer our monetary policy more closely with the general economic policies of the EU.", "Very similar reasoning could be applied to our public sector bond holdings, which account for most of our monetary policy assets.", "At the moment, the bulk of our public sector bond holdings consists of bonds issued by governments of EU Member States.", "However, the climate and environmental risk intensity of these different bonds is not obvious in the absence of a clear and reliable framework to assess their compatibility with the Paris Agreement.", "At the same time, since the pandemic, the universe of supranational bonds issued by EU institutions has increased significantly, with a relatively large proportion of green bonds.", "[ When there is no clear monetary policy rationale for preferring domestic sovereign bonds, in my view we could consider increasing the share of EU supranational bonds in our total bond holdings to avoid potential climate and environmental risks and better align our balance sheet with the general economic policies of the EU.", "Our commitment to avoid climate-related risks that are detrimental to price stability and to align with the general economic policies of the EU is part of our monetary policy strategy.", "Therefore, it applies to everything that we do.", "Beyond our bond holdings this includes our collateral framework.", "To support our efforts to align with a Paris-compatible transition path, we have recently started disclosing our exposures to climate-related financial risk.", "[ We will regularly review our measures to ensure that they are fit for purpose and aligned with the objectives of the Paris Agreement and the EU's climate neutrality objectives.", "If the macro-financial developments of the past year have taught us anything, it is to remember the importance of having dedicated institutions responsible for maintaining price stability and the soundness of our financial system.", "As central bankers and supervisors, this is our job.", "We are not climate and environmental policymakers.", "We are climate and environmental policy takers.", "We need to take climate and environmental factors into account if we want to deliver on the important supervisory and monetary policy mandates that we have been given.", "By failing to do so, we would be failing in our mandates.", "And believe me, we won't.", "Thank you for your attention.", "The Federal Reserve Board, the Federal Deposit Insurance Corporation, the Federal Insurance Office, the Federal Housing Finance Agency, the Office of the Comptroller of the Currency and the Department of Financial Services of the State of New York.", "(2023), \" Remarks at the First Meeting of the FSOC Climate-related Financial Risk Advisory Committee \", US Department of the Treasury, 7 March.", "(2023), \" 2022 U.S. billion-dollar weather and climate disasters in historical context \", Beyond the Data, Climate.gov, 10 January.", "Elderson, F. (2022), \" The European Climate Law and the European Central Bank \", keynote speech at the Lustrum Symposium organised by the Dutch Financial Law Association, 1 December.", "ECB (2020), Guide on climate-related and environmental risks - Supervisory expectations relating to risk management and disclosure , November.", "ECB (2022), Walking the talk - Banks gearing up to manage risks from climate change and environmental degradation , November.", "See for example Brunetti, C. et al.", "(2021), \" Climate Change and Financial Stability \", FEDS Notes, Board of Governors of the Federal Reserve System, 19 March.", "(2023), \" Monetary policy tightening and the green transition \", speech at the International Symposium on Central Bank Independence organised by Sveriges Riksbank, 10 January.", "ECB Blog post, 24 March."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate-related risks", "Environmental risks", "Climate change", "Monetary policy", "Banking supervision", "Financial stability", "Transition risks", "Price stability", "Central banks", "Paris Agreement"]}