{"sentences": ["SPEECH Closing gaps to bend the trend: embedding the flow of finance in the transition Speech by Frank Elderson, Member of the Executive Board of the ECB and Vice-Chair of the Supervisory Board of the ECB, State of the Union conference organised by the European University Institute Florence, 5 May 2023 Many thanks for inviting me to address this conference along with so many esteemed speakers.", "As the cradle of the Renaissance, Florence has a long history of attracting people from different disciplines across Europe.", "The most gifted individuals in the fields of art, science, politics and finance have long come to this city to make a difference, together unleashing creative forces of a magnitude greater than the sum of their already impressive individual contributions.", "Just as we have come to Palazzo Vecchio today to unlock the creativity required to address the multidimensional challenges that are affecting the state of the European Union.", "My contribution will focus on the most pressing challenge requiring urgent action: the ongoing climate and environmental crises.", "The state of the EU is not yet on a transition path that is aligned with the goals of the Paris Agreement - to pursue efforts to limit global warming to 1.5 degrees Celsius above pre-industrial levels, and in any case well below 2 degrees.", "Linear trend extrapolation of global warming puts us going beyond 1.5 degrees in March 2035.", "[ Mind you, when country delegates negotiated the Paris Agreement in December 2015, the trend suggested this level would not be breached until March 2045.", "In other words, on top of the seven-plus years that have passed since the Paris Agreement, we have lost another ten.", "Using a more sophisticated approach, the Climate Action Tracker - which was developed by a consortium of climate research organisations - when compiled in November 2022 assessed that the policies and actions taken by the EU were almost sufficient to be consistent with limiting global warming to 2 degrees Celsius.", "The picture improves if the tracker incorporates policy commitments made but not yet implemented.", "However, even then it is still not consistent with limiting global warming to 1.5 degrees Celsius.", "For some existing commitments, the European Council recently endorsed several measures proposed by the European Commission.", "Nonetheless, more specific commitments are clearly required and all promises need to be kept.", "Importantly, under its Fit-for-55 strategy, the EU is committed to lowering carbon emissions by at least 55% by 2030.", "Moreover, against the backdrop of Russia's horrific ongoing war against Ukraine, the EU has pledged to become independent from Russian fossil fuels well before 2030 under its REPowerEU plan.", "The European Commission estimates that reaching the Fit-for-55 and REPowerEU objectives requires an average annual investment of €1.25 trillion over the years 2021-30.", "[ That estimate would add around €500 billion to the level of annual investment in climate and energy security seen in the previous decade.", "Most of this additional investment will need to come from the private sector as households and firms adjust to a net-zero economy.", "However, significant shortcomings in the functioning of the financial system are presently curtailing the flow of investment in green - and therefore truly sustainable - economic development.", "Most prominently, carbon pricing is still not being used to an adequate extent.", "Progress has been made: the carbon price in the EU's emission trading system has been rising since 2021, and the European Council and European Parliament recently agreed on extending the scheme's scope of application and on a mechanism to equalise the price of carbon between domestic products and imports.", "[ However, overall emissions continue to be improperly priced, implying that economic activity - including the flow of finance - remains biased in favour of high-emission activities.", "Besides the gap in carbon pricing, a second gap is that capital markets are not playing their potential role in supporting the green transition.", "ECB research shows that stock markets can strongly encourage investment in greener technologies.", "[ However, those markets are still relatively underdeveloped in the EU and a lack of harmonisation limits cross-border flows.", "Resolving these issues and advancing a capital markets union, as proposed by the European Commission, will boost the efficiency and resilience of the flow of finance in Europe.", "As ECB President Christine Lagarde has said when speaking about the green transition, developing the capital markets union is \"too good an opportunity to pass up\".", "[ Today I add: we must seize this opportunity.", "A third gap can be identified in the approach banks are taking to climate-related and environmental risks in their activities.", "In recent years, the ECB has conducted several benchmarking exercises among banks under our supervision to assess their practices against our expectations for a sound management of climate-related and environmental risks.", "These exercises showed that while almost all banks acknowledge the importance of climate-related and environmental risks and while we are seeing progress, banks' practices to manage these risks are still underdeveloped and insufficiently applied across the board.", "Given these shortcomings, at present it is difficult to see how banks can sufficiently help their customers navigate the transition and become resilient to climate change and environmental degradation in a timely manner.", "While most financing for the green transition should come from private resources, the public sector also has an important role to play, both directly through public investment and indirectly though co-financing, private-public partnerships or State guarantees.", "[ Much of this will be financed at the European level through the EU Member States' national recovery and resilience plans as part of the Next Generation EU programme that was set up to support the recovery from the COVID-19 pandemic.", "How much these EUfinanced expenditures will contribute to the EU's climate objectives is uncertain and depends on how successfully and quickly the individual countries implement their recovery and resilience plans.", "Earlier this year, the European Commission proposed a Green Deal Industrial Plan intended to support this effort.", "Analysis by ECB staff shows that, from a legal and institutional perspective, public investment efforts could well be supplemented by additional EU-financed resources in the form of a European Climate and Energy Security Fund.", "[ As in the case of Next Generation EU in response to the pandemic, there are compelling arguments to suggest that the investment efforts required to support an orderly transition are exceptional, one-off and temporary.", "At the same time, concerns have recently emerged about Member States' capacity to implement their existing recovery and resilience plans.", "[ These concerns can largely be traced back to administrative hurdles at the national and local level and need to be addressed before any additional resources are considered.", "Moreover, any additional European funds would need to be accompanied by a euro area aggregate fiscal stance that is consistent with the ECB's fight against high inflation.", "Besides gaps that curtail the transition, there are also gaps in the financial system that are threatening its resilience to increased climate-related and environmental damages.", "A recent discussion paper by the ECB and the European Insurance and Occupational Pensions Authority shows that only around 25% of all climate-related catastrophe losses in the European Union are currently insured.", "[ In some countries, including Italy, the figure is below 5%.", "As natural disasters become both more frequent and more severe, insurance costs are expected to rise.", "Some insurers may reduce risk coverage or stop providing certain types of catastrophe insurance altogether, which would widen the insurance gap further.", "The lack of climate catastrophe insurance can affect the economy and financial stability.", "[ If losses are not covered by insurance, households and firms will take more time to resume their activities, slowing economic recovery.", "Banks' exposure to credit risk may therefore increase.", "The fiscal position of governments may be also weakened if they need to provide relief to cover uninsured losses.", "All this confirms that, when preparing for the future, we must acknowledge that the world - and therefore the economy - will change.", "Regardless of whether the gaps that I have described are closed or not, the economy will face profound changes and increasing shocks.", "Moreover, analyses consistently show that if we fail to deliver on a timely and orderly transition, the macro-financial damage will be more severe than if we act in time.", "We are in a race against the clock, and so far the clock is winning.", "Implications for the ECB The ECB takes the consequences of the ongoing climate and environmental crises into account in the pursuit of its mandate.", "We are mindful that if we ignore these consequences we cannot deliver on our objectives of maintaining price stability and preserving the safety and soundness of the banking system.", "In fact, we are committed to aligning ourselves with a Paris-compatible transition path across all our tasks and responsibilities because this is a precondition for sustainably fulfilling all our tasks and responsibilities.", "Let me give two specific examples of actions we are taking within our mandate that show our focus on some of the gaps that I have mentioned.", "On the monetary policy side, in an effort to correct for the bias that exists in financial markets in favour of high-emission activities, since October 2022 we have been tilting our corporate bond purchases towards those issuers with a better climate performance.", "[ Similarly, we will incorporate climate-related considerations when assessing the collateral that banks can pledge when borrowing from us.", "In banking supervision, we have been persistently pushing the banks we supervise to close the gap between their practices and our expectations on the sound management of climate-related and environmental risks.", "Banks' practices must be fully aligned with our expectations by the end of 2024 at the latest and we have set interim deadlines for banks to satisfy specific requirements even earlier.", "If necessary, we will enforce these deadlines, standing ready to use all the supervisory instruments at our disposal.", "Let me be clear: as Vice-Chair of the ECB's Supervisory Board, it is not for me to determine whom banks should lend to.", "Instead, what I and other banking supervisors around the world have consistently been emphasising is that a failure to adequately manage climate-related and environmental risks is no longer compatible with sound risk management.", "To manage their own risks, banks need to engage with their customers to gain a deep understanding of how they are being affected by the climate and environmental crises and how they will mitigate and adapt to the consequences.", "Leonardo da Vinci - a resident of Florence when finance first thrived back in the early days of the Renaissance - is believed to have said that \"nature never breaks her own laws\".", "Indeed, nature's laws are a constraint on human activities that we cannot set aside.", "After all, we are an integral part of nature.", "We have been pushing the boundaries of this constraint for far too long and the devastating consequences are now increasingly upon us.", "Yet we do have the power to bend this trend we ourselves set in motion.", "This requires us to be mindful of the gaps that perpetuate the destructive trend and to work relentlessly towards closing them.", "Only then can we change nature's current course and ensure a Paris-aligned transition path.", "Each and every one of us must act in our areas of competence and responsibility.", "Respecting nature's laws.", "Conscious of her precariousness, preserving her preciousness.", "Thank you for your attention.", "Copernicus (2023), \" Global temperature trend monitor \".", "See Figure 1 in Abraham, L., O'Connell, M. and Arruga Oleaga, I.", "(2023), \" The legal and institutional feasibility of an EU Climate and Energy Security Fund \", Occasional Paper Series, No 313, ECB, Frankfurt am Main, March.", "The exact amounts are subject to uncertainty and depend, among other things, on which other policy measures are taken and which specific objectives are targeted.", "This mechanism is called the Carbon Border Adjustment Mechanism.", "(2019), \" Finance and carbon emissions \", Working Paper Series, No 2318, ECB, Frankfurt am Main, September.", "Lagarde, C. (2021), \" Towards a green capital markets union for Europe \", speech at the European Commission's high-level conference on the proposal for a Corporate Sustainability Reporting Directive, 6 May.", "(2023), \" The climate change challenge and fiscal instruments and policies in the EU \", Occasional Paper Series, No 315, ECB, Frankfurt am Main, April.", "Abraham, L., O'Connell, M. and Arruga Oleaga, I.", "ECB and EIOPA (2023), \" Policy options to reduce the climate insurance protection gap \", Discussion Paper, April.", "In the joint discussion paper, the ECB and EIOPA put forward several policy options to improve climate catastrophe insurance on which the institutions will collect feedback and discuss in a workshop with regulators, policymakers, insurers and academics on 22 May 2023.", "In March 2023 we decided to increase the tilt towards bonds with a better climate performance as we moved from full reinvestment of maturing corporate bonds towards partial reinvestment of maturing corporate bonds to maintain a decarbonisation path for our corporate asset holdings that is compatible with the Paris Agreement.", "Copyright 2023, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green transition", "Carbon pricing", "Capital markets union", "Climate-related risks", "Public investment", "Insurance gap", "Macro-financial damage", "Monetary policy", "Banking supervision"]}