{"sentences": ["Pedro, Andrew, distinguished guests, ladies, and gentlemen, Good afternoon.", "It is a great pleasure to be here.", "First, I'd like to congratulate the Association on its 25 anniversary this year.", "A quarter century of valuable work in promoting growth, liquidity and best practice in syndicated loan markets in the Asia Pacific region is truly a significant milestone.", "We are all grateful for your invaluable contribution.", "I am glad to see this event returning to Hong Kong in physical format after three years of virtual meetings.", "Alongside other recent large-scale events such as the Global Financial Leaders' Investment Summit and the many more that are planned, it is a strong vote of confidence in Hong Kong as an international finance centre.", "In recent months, as travel has largely returned normal, I have been meeting lots of overseas and mainland friends, and from my face-to-face interaction with them, I sensed great excitement and faith in Hong Kong's comeback.", "2022 was a difficult year for the global and local loan markets.", "Geopolitical conflicts, rising inflation and interest rates have put pressure on the performance of almost all asset classes.", "Bond and equity markets both fell sharply, and new bond issuance collapsed.", "Notwithstanding all these challenges, we saw continued strength in the loans market.", "In Asia in particular, while new bond issuance fell more than 40% compared to 2021, syndicated lending saw modest growth.", "Quite remarkably, the green and sustainable segment grew by around 50% in 2022. .", "It's worth asking why we continued to see growth and innovation in Hong Kong during the challenging 2022: I believe it's because we benefit from some unique fundamental strengths, as well as some supportive policy measures.", "So, what are these strengths?", "First, Hong Kong has a strong banking network.", "We are home to over three quarters of the world's top 100 banks.", "With a robust capital adequacy ratio of around 20%, a liquidity coverage ratio of over 160% and a low classified loan ratio of about 1.4%, our banks are always looking for new business.", "They give Hong Kong the liquidity and expertise needed to handle transactions of any size and complexity, and at highly competitive rates.", "Our banking system operates within a vibrant financial ecosystem that offers plenty of opportunities for collaboration and cross-feritlisation.", "This is the most obvious with the bond market, which has a symbiotic relationship with the loan market in providing credit financing.", "Here again we are by far the number one in Asia.", "According to the International Capital Market Association, for six consecutive years to 2021, Hong Kong was the largest hub for arranging international bond issuance from Asia, capturing one-third of the market; we anticipate that Hong Kong will top the rankings again in 2022.", "Less directly related, but just as important, are our Stock Exchange, and our network of asset managers and professional advisers.", "They anchor a company, especially its finance function, in Hong Kong and naturally encourage it to tap our financial intermediaries for advice and financing.", "Turning to policy support, a key source of growth in finance in recent years has been green and sustainable finance.", "An area where the Government has been active in supporting is Hong Kong's sustainable loan market.", "It is estimated that 100-150 trillion US dollar in climate finance will be needed in the next three decades to achieve a Paris-aligned scenario of limiting global warming to 1.5° Celsius.", "In Asia, we will need 66 trillion US dollar; a significant share of this would go to China.", "With surging demand for green financing, it is important that there are widely recognized standards that market participants can rely on when investing or when tapping the capital markets to meet their financing needs.", "In this regard, I would like to compliment APLMA for the good work.", "Its Green Loan Principles, Social Loan Principles and Sustainability-Linked Loan Principles provide useful guidance and benchmarks for the market.", "Hong Kong as an international finance centre can contribute a great deal to channeling capital and investments and helping the region bridge green financing gaps.", "In fact, we have one of the Asia's largest sustainable loan markets.", "As in the case of sustainable bonds, Hong Kong is the largest hub for arranging green and sustainable loans in the region, capturing one-third of the market in 2022.", "And we expect to maintain this position in 2022 - our preliminary internal analysis shows that green and sustainable loan issuance would double from 2021 to exceed US$50 billion.", "While this is impressive, we have launched a number of initiatives to encourage further growth of our sustainable loans market.", "One of these is our Green and Sustainable Finance Grant Scheme, which provides subsidies to support green debt issuance in Hong Kong.", "Since the Scheme was launched in 2021, we have provided grants to over 210 debt instruments, totaling around US$70 billion, many of which were loans aligned with APLMA's principles.", "And we are constantly enhancing the scheme to encourage usage, such as by halving the minimum borrowing amount threshold to HK$100 million last year.", "In addition, we are working to address some key challenges that the industry faces, particularly as regards data and talent, by working with the industry to build database and data analytical tools, and provide relevant training and work experience.", "We have also simplified the process for bringing sustainability-finance professionals to Hong Kong from overseas.", "I would like to highlight the Capacity Building Support Scheme that the Government launched last December to offer subsidies of up to HK$10,000 to students and practitioners that take up sustainable finance for trainings and qualifications.", "I would encourage you and your staff to make the most of this offer.", "Over the past few years, in view of the challenges from COVID, we have also taken steps to facilitate the flow of credit to borrowers.", "For example, we have enhanced banks' lending capacity in times of liquidity stress.", "Since 2019, the HKMA has taken a series of steps, including lowering the Countercyclical Capital Buffer by 1.5 percentage points and cutting the Regulatory Reserves by half, releasing about HK$1 trillion of banks' lending capacity.", "Furthermore, we have been pushing the use of FinTech to help financial institutions to speed up loan approval.", "The Commercial Data Interchange, or CDI, which the HKMA launched in October last year, is designed to enable consent- based data sharing across banks.", "At the end of December 2022, CDI had already facilitated the approval of over 1,000 SME loans from participating banks, amounting to over HK$1.9 billion.", "And this is just the very beginning of an exciting journey.", "On top of all these, the Government has just announced in the 2023-24 Budget speech a wide range of new measures to further promote the development of the credit market in Hong Kong.", "For example, the Government will work with regulators to refine the regulatory measures and tax arrangements for the asset and wealth management sector, including introducing tax exemption for family offices and reviewing the existing tax concession measures applicable to funds.", "In respect of green and sustainable finance, the Government is also setting up a committee with industry experts in green technology, green finance and green standard certification to formulate an agenda for developing Hong Kong into an international green technology and finance centre; and expanding the scope of the Government Green Bond Programme to cover sustainable finance projects.", "We trust that these will make the Hong Kong platform and ecosystem even more attractive and conducive to market participants looking to seize the opportunities ahead.", "I know I have covered quite a lot already, so let me close here.", "I wish today's Summit the very best success.", "And I look forward to working with the APLMA and all of you here to promote the further growth of our loan market in the future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Green and sustainable finance", "Loan markets", "Hong Kong", "Bond markets", "Financial ecosystem", "Policy support", "FinTech", "Credit market", "Sustainability", "Data"]}