{"sentences": ["Friends of the Philippines; ladies and gentlemen; and our partners in the international banking community, good day.", "Let me begin by saying that the central bank of the Philippines is an independent central bank.", "This [independence] is enshrined in the Philippine Constitution and implemented by the passage of a law, creating the Bangko Sentral ng Pilipinas (BSP) in 1992.", "[The BSP], later on, became an inflation-targeting central bank, after New Zealand and Australia.", "It is independent because once [BSP officials are] appointed, it is hard to remove us.", "And it is independent because there is only one member of the Cabinet, usually the Secretary of Finance, who is represented in the [Monetary] Board.", "By and large, I have been on the Monetary Board for nearly 12 years, and there has not been a single case where the government intervened when we close a bank [to maintain financial stability] and, of course, in the area of monetary policy.", "There are no messages from the President on what he wants the interest rate to be.", "Three pillars of Philippine central banking Let me now say that we have three very important pillars-price stability, financial stability, and an efficient and safe payments and settlements system.", "I will go quickly to the two [pillars] because it is very hard to do justice [in the short time I have], but it is easy to describe.", "Financial stability is [when] the banks are well-capitalized.", "Our regulation forces the banks to put up more capital when they [their operations] apparently are riskier.", "Our supervisors determine which banks are risky and taking on more risk than others.", "We have a very, very stable banking system because of our regulations.", "On the other hand, the payment system, as already described in the video, is fast becoming very digital.", "For instance, our goals of 70 percent of adults having their own transaction accounts and 50 percent of transactions being digital are very, very achievable.", "Of course, the pandemic helped that happen.", "We have a fast payment system, called InstaPay, and it [InstaPay transaction volumes] is now approaching the same volumes as the ATMs [automated teller machines], meaning people no longer withdraw cash to pay; they just make bank-to-bank transfers.", "It happens very quickly and, in the case of a fast payment system, almost real-time.", "In addition, we have a system that has replaced physical cheques; it is called PESONet.", "We also have a strong campaign, [called Paleng-QR PH Plus] where ordinary vendors and jeepney drivers can be paid using a cellphone.", "Month-on-month data suggest easing inflation pressures Now, I will go to most of the questions that have to do with inflation.", "The average of the year-on-year inflation was 5.8 percent, and the last print was 8.1 percent.", "In addition, the inflationary expectations of private analysts are unusually higher relative to ours.", "In other words, there is a risk that inflationary expectations are being disanchored.", "The good news, of course, is by our own forecast, we should be able to go back to 2.0 to 4.0 percent [inflation] by the end of the third or fourth quarter [of 2023].", "By 2024, we will have inflation very close to the midpoint of our target.", "The reason we say that is that month-on-month inflation-for the first time-is back to normal [for December 2022], which is our target divided by 12 [months].", "Of course, one month does not make a forecast, but our own models and our own analyses of data show that this is indeed a trend-unless, of course, new supply shocks happen.", "The point is much of our inflation is due to supply shocks-unfortunately, some are global, some are domestic-and, as the video showed, these are already being addressed through a more relaxed import policy on the things that became more expensive.", "Taking stock of monetary actions to tame inflation What actions have we taken to do this [bring inflation back to a target-consistent path]?", "The answer is: We have been very aggressive [in terms of tightening monetary policy].", "So, what have we done?", "As you can see, initially, the peso was depreciating; it depreciated quite a bit [in 2022].", "Indeed, by September to October of last year, the depreciation was around 14 percent.", "What happened was, partly because of the end of the strong dollar and our own [tightening] policies, it [the peso] has now actually appreciated.", "What have we done [to achieve this]?", "The most obvious is we raised policy rates.", "We are actually the most aggressive country in raising it [compared to our regional peers] -350 basis points (bps) worth, [part of which was from Former] Governor Diokno, who was Governor until he became Secretary of Finance.", "I have only been Governor for seven months.", "I have had the pleasure or pain of raising the policy rate by 325 bps.", "Of the 350 bps, 325 bps of that was mine [occurred under my term], and I have been Governor for only seven months, but it worked.", "As the growth numbers show, the economy can actually take it [the impact of our rate hikes].", "So, the timing [to normalize policy] was right.", "Maximizing the full force of expanded toolkit In addition, if you look at this chart, the Philippines has adjusted policy rates more than anyone, including South Korea, India, and so on.", "We also intervened in the forex [foreign exchange] markets.", "My people keep telling me, \"Governor, do not use the word 'intervene,' say, 'participate.'\"", "No, we were not just \"participating.\"", "We were selling [FX reserves] heavily, but that [level of intervention] has ended as well.", "As you can see, relative to reserves, just like other central banks in Asia, we sold a lot of reserves.", "The Philippines sold 11.6 percent of its reserves [from end-December 2021 to end-December 2022].", "Of course, other countries did even more [dollar sales], like Thailand, India, and Vietnam, and this is actually a pattern with most Asian central banks.", "Future policy actions to remain data-dependent By and large, I think we probably have a few more adjustments [in the policy rate] depending on what the United States does.", "At any rate, the point is we have done what we can to re-anchor inflationary expectations, and the remaining ones [future policy adjustments] are whatever is necessary to secure it.", "Closing messages Let me end with the following points: The BSP stands ready to do whatever is necessary to bring inflation back to our target.", "The banking system is sound and stable heading into 2023, lending support to domestic growth prospects.", "And, finally, our push for digitalization is going on very well and, of course, will clearly help not just the economy but most Filipinos.", "Thank you very much, and good day."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Central bank independence", "Financial stability", "Digital payments", "Inflation expectations", "Policy rate", "Forex intervention", "Domestic growth", "Digitalization"]}