{"sentences": ["I am delighted to be here and share a few thoughts at this seminar.", "The theme of the seminar very aptly ties in the two key objectives of banking regulation - enhancing resilience of institutions and maintaining systemic stability.", "In my address today, I would like to dwell, in detail, about an aspect that has a critical bearing on the soundness of the banking system - effective and de-risked credit intermediation.", "While credit intermediation in some ways describes and defines the role of the banking system in an economy, it also acts, at the same time, as the key channel for effective monetary transmission and greater financialisation of the economy.", "However, if not regulated appropriately, this channel can lead to the undoing of institutions and become a source of broader financial instability.", "Therefore, the bank regulation and soundness of financial intermediaries are necessary conditions to facilitate orderly credit growth.", "This, therefore, brings up a few issues and challenges in designing prudentially sound boundaries for the same.", "In this context I thought I could share some perspectives on the need for having robust credit markets and the way forward.", "I. Financialisation - what do we mean and how it is relevant?", "Let me start with the scope for financialization of the economy.", "Whenever we refer to financialization, in popular parlance it is understood to mean the expanding role of financial markets, financial actors, and financial institutions in the operation of the economy.", "Since independence, our economy has grown substantially, reaching the status of the world's fifth largest economy, while we set up ourselves on course to become the third largest economy in the world.", "This growth trajectory has been enabled and supported by a multitude of factors including greater entrepreneurial spirit, policy reforms, structural economic changes and development of institutional structures.", "Effective financialisation has been a key enabler in this journey.", "This has been facilitated by the growth of financial institutions in terms of institutional outreach, last mile presence and availability of banking services over multiple channels.", "Expanded bank presence across the country, growth of nonbank financial intermediation and the concomitant efforts of the authorities to further financial inclusion and democratise credit have aided the process.", "The concepts of door-step banking and banking correspondents (BCs) have revolutionised the idea of financial inclusion per se and facilitated overall deepening of financialisation in India.", "More recently, the evolution of fintech entities and their interplay with the formal financial system has been instrumental in transforming the way financial products and services are delivered to masses.", "However, the changes have also brought forth several challenges in using the existing and conventional approaches for regulating these activities, which is an issue that we need to address as regulators.", "Credit growth - Its role in Financialisation & Need for The word 'credit' has its genesis in Latin word credere which means 'to entrust'.", "The financial usage of the term 'credit' also borrows the same idea of trust whereby money is given to an individual or entity on the trust with the expectation of getting it back with some reward in the form of interest.", "Of course, for the financial entity this trust rests on both sides of the balance sheet.", "The financial institutions, for example banks, are able to raise funds from public as the latter trust the institutions to repay their deposits.", "At the same time, when such financial entities lend funds to their customers, they must be able to have a similar degree of trust on the repayment capability, willingness and abilities of their borrowers.", "Hence, money-flow in the system is based on mutual faith.", "The idea of financialisation and its success is built on this edifice of trust.", "There have been several studies which establish that credit plays an important role in financialisation.", "Empirically too, it is observed that the growth of GDP in India and credit flow to commercial sector by banks are positively correlated with each other.", "Over time, the growth in credit flow has also outpaced the growth of the economy, contributing increasingly to facilitate availability of capital to the productive sector of the economy.", "To give some perspective on this growth, suffice it to say that the credit-to- GDP ratio which was ranging around 7-8% in 1960s has increased significantly to around 55% by the beginning of this decade.", "While acknowledging the impact of financialisation, let me also focus a bit on how the changing components of the credit markets have larger implications for financialisation in India.", "The traditional form of credit involving loans extended by financial institutions have dominated the credit markets in India, but of late there has been an upswing in other forms of credit instruments.", "The market linked instruments such as corporate bonds, debentures, and commercial papers, in particular, have manifested an upward trend.", "Data indicate that, while banks still account for a large proportion of credit flow to commercial sector, other sources of borrowings such as from non-banks, or through corporate bonds and foreign borrowings also show a rising trend.", "Credit flow to commercial sector (₹ Lakh Cr) 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 Adjusted Non-Food Bank Credit Net credit by Non-Banks including NBFCs, HFCs, AIFIs Gross private placements by non-financial entities Net issuance of CPs subscribed to by non-banks Foreign borrowing (ECB, FCCB, Short term credit) Source: Handbook of Statistics on Indian Economy - 2022, RBI In a way, these developments are not purely organic; in fact, there have been some regulatory nudges for deepening the financial sector and diversifying sources of credit.", "This begs the question that if credit growth led financialisation alone can drive economic growth, should we only focus on the credit growth as the driver of economic growth?", "This is unlikely to be the case as there could be two major consequences of an excessive expansion of credit in an uncontrolled and unregulated manner - first of all, it may lead to build up of an excessive leverage in the real sector, and second, as often experienced, episodes of excessive credit growth may lead to dilution in underwriting standards by the lending institutions.", "A combination of these two factors may lead to systemic crisis and endanger financial and systemic stability.", "In addition, this also has a significant influence on the broader aspect of 'trust' in the financial system.", "We have learnt this the hard way during the global financial crisis of 2008 when unbridled credit expansion led to a banking sector crisis and later manifested into a systemic crisis.", "Besides, if the process of unchecked credit growth leads to growth of money above the level of comfort of the Monetary Authorities, there would be concerns around controlling money supply and transmission of monetary policy impulses and may hinder achieving the broader objectives of price stability.", "Therefore, it's not just unqualified, unconditional 'credit growth' which is crucial for economic development, but 'orderly credit growth' which maintains and anchors financial stability in system and that in turn ensures sustainable growth over the long term.", "Necessity for Regulation of credit market Given the size of credit portfolios of financial institutions and the large share which credit risk plays on their balance sheets, it is imperative that any strategy to maintain financial resilience of the institution and financial system stability needs to consider 'credit risk' as its core element.", "Source: Supervisory Returns, RBI If we delve a little deeper into the landscape of credit risk, it is apparent that there are three fundamental elements which need to be factored in, namely - 'trust', 'prudence', and 'contractual arrangements' which are also mutually inter-connected.", "Information asymmetry may result in vulnerabilities despite having due contractual arrangements in place which can potentially impede the process of credit intermediation.", "Regulatory frameworks and policies come into play here and our regulatory policies require well thought out frameworks relating to credit appraisal, due diligence, recovery and resolution, in order to overcome this trust deficit or compensate for it in some manner or the other.", "The policies seek to ensure that the risks associated with lending business are prudentially measured, managed, and provided for.", "From the perspective of this thematic seminar, let me focus on the 'prudential' aspect of credit risk management for which we have a principle-based regulatory approach.", "To describe our approach in an engaging manner, we can call it a 5M framework for risk management which focuses on the following five elements - measuring, monitoring, managing, mitigating, and migrating.", "The elements of this framework are not mutually exclusive and interact with and relate and reinforce each other.", "• Measurement: Peter Drucker, the famous management expert once said that \"if you cannot measure it, you cannot manage it\".", "I believe this to be a universal principle, and banking regulations around risk management also follows a similar approach.", "In order to measure the credit risk, all the regulators around the world, including the Reserve Bank, have prescribed detailed guidelines to enable a proper measurement of the risk.", "• Monitoring: This aspect of credit risk management largely relies on the monitoring and oversight exercised by the financial institutions through their policies which have to be dovetailed with the prudential norms prescribed by the regulators.", "The concerned financial institutions are mandated to frame prudent policies on risk management, governance, compliance, etc.", "These norms are intended to overcome any inherent moral hazard in the system.", "There are usually three layers of internal checks prescribed for the institutions- first, underwriting and due diligence at the time of origination of loans, second, adherence with internal risk management and compliance practices, and third, internal audit.", "This is examined as part of supervisory oversight wherein apart from assessing the efforts of financial institutions on these parameters, supervisors also assess if the general or other provisions maintained by the bank truly reflect the inherent risk.", "• Management: Factoring in the risk-and-reward payoff, the financial institutions may prefer to bear and manage some risk as part of its risk management practice.", "That would be essentially a business call.", "But in order to ensure that the regulated entities are well capitalised in proportion to the risk they are carrying, regulators across the world prescribe capital adequacy norms where minimum regulatory capital is provided by the banks based on certain principles.", "This then becomes the first level of risk management wherein the risk is absorbed internally, and adequate capital is provided for the same.", "Besides, pricing of credit also influences this risk return trade-off.", "• Mitigation: If the risk taken by financial institution grows beyond its comfort zone ('risk appetite'), then they may have to manage it actively rather than merely absorbing it.", "This risk mitigation is enforced at two levels - first by the regulators - which is mostly prudential in nature like provisioning norms or exposure limits.", "Second at the institutional level, wherein the institutions themselves may prescribe exposure limits to manage concentration risks or put certain collateral constraints on borrowers or prescribe stringent covenant to manage the risks.", "In addition, financial institutions may also deploy permitted credit risk mitigants such as loan guarantees, collateralised transactions, on balance-sheet netting, etc.", "• Migration: This involves taking the risk out of the bank's books.", "There could be several tools available for transfer or migration of credit risk, but I am going to touch upon two of them.", "First and probably the most popular way is to simply transfer the asset (loan) and associated risk to another entity.", "In this method, the financial institution concerned may prefer to transfer a single loan or pool of loans to a willing eligible party through bilateral arrangement or otherwise.", "The economic risk gets transferred from the books of transferor to transferee.", "The second option is by way of securitisation.", "In this arrangement, the originator of loans select a pool of loans and transfers it to a special purpose vehicle (SPV) which securitises the loans and sells the securitisation notes to a diverse set of investors.", "This method diversifies the nature and concentration of credit risk in the system.", "In case of most of the credit risk management tools, especially for credit risk transfer or migration, the role of markets is extremely important.", "If the lender concerned prefers to transfer its risk, it will invariably require a deep and vibrant market in which it can offload its exposure.", "Transferring the economic interests along with risks or securitising the assets through SPVs requires participation from a broad base of institutions on the other side of transaction.", "A deep market will not only facilitate this transaction smoothly, it will also assist in fair pricing of such assets.", "Therefore, developing market enabling frameworks to facilitate smooth migration of credit risk from one entity to another has been an area of focus of the Reserve Bank.", "Let me briefly touch upon some of these initiatives undertaken in this regard.", "Recent initiatives and way forward: While the methods of credit risk management described above will not be exhaustive, they broadly cover different themes of the risk management practices in India and World.", "The Reserve Bank has been making concerted efforts to provide enabling frameworks for our regulated entities across these themes.", "The regulations around the management and mitigation of credit risk are already quite robust and have stood the test of time.", "However, as a part of our recent regulatory initiatives, we have been focussed on policy measures to improve the mechanics of migration or transfer of credit risk.", "In September 2021, we came up with a revised set of guidelines for transfer of loan exposures and securitisation of standard assets.", "These frameworks were developed after a wide consultative process to incorporate market expectations and these policy measures are aligned with global standards to ensure that the credit risk is managed effectively in the system.", "As we also need to ensure that such important initiatives are flexible in their design, we have also established an internal mechanism to review these frameworks at regular intervals, to assimilate market feedback and comments from various participants.", "Similarly, the guideline on credit default swap (CDS), have been comprehensively revised in 2022, to facilitate the development of market for CDS by expanding the participant base.", "Besides banks and foreign portfolio investors, the regulations permit selling of protection through CDSs by all major non-bank regulated entities.", "It is pertinent to emphasise here that while our guidelines on transfer of loan and securitisation cover loans in general, CDS guidelines cover money market instruments and certain corporate bonds.", "This makes it a complementary tool of risk management for two different and important credit instruments- loans and corporate bonds.", "Let me also share some perspectives on the possible way forward.", "The credit market of the future is likely be nimbler than what it is at this point in time.", "We would also need to have a dynamic secondary market for loan instruments, a wider base of participants and asset classes in the market, and a robust framework for risk assessment.", "Based on these enablers, it may be possible to ensure smooth interaction between the different players and provide financial entities avenues to de-risk their balance sheets.", "Development of an active secondary loan market An efficient market also reduces frictions in financial system.", "The growth of market in an orderly manner is necessary to address the twin challenges of ensuring smooth credit flow and robust risk management.", "To develop credit markets for trading of loans, Reserve Bank facilitated the formation of a Secondary Loan Market Association (SLMA) in 2020.", "The SLMA platform, which became operational in 2022, has onboarded many major banks and is in process of onboarding other major players including NBFCs.", "The basic idea of this platform is to enable easy transfer of loan(s) at a fair price devised through market-based auction mechanism where quotes are obtained from all interested parties, rather than selling the loan through a bilateral arrangement.", "A deep and active secondary market, which is envisaged to be developed through SLMA, would be crucial to impart fairness and transparency to transfer of loans and credit risk among market participants.", "Expanding the type of players in loan markets Conventionally, the credit market in India has been tightly regulated, primarily driven by the need to ensure banking and financial stability.", "However, it has been acknowledged that permitting a diverse set of participants in the market may actually help it become more vibrant and efficient.", "Therefore, the Reserve Bank took the first step for liberalising the credit markets by allowing entities outside our regulatory purview, but regulated by other financial sector regulators, to acquire stressed loans under the transfer of loan exposure framework.", "Similarly, for standard assets, the securitisation framework permits diverse set of investors to subscribe to the securitisation notes of underlying loans.", "By having a wider set of participants, it is envisaged that credit markets will become more vibrant, effective, and transparent.", "Permitting securitisation of currently restricted asset classes The market for securitisation products is quickly catching up in India and is poised to grow manifold in years to come.", "Our framework on securitisation issued in 2021 carries a negative list restricting a few asset classes from being securitised.", "But this is not a fixed exclusion.", "We constantly monitor the growth and maturity of market and are ready to take a well-thought-through call if some restricted assets could be securitised in current environment.", "To sum up, while credit is an important driver for the growth of economy from the financialisation perspective, we need a robust risk management framework to manage credit risk.", "The array of tools for credit risk management have evolved with prudential limits providing the regulatory back stops.", "To facilitate transfer of credit risks between entities in a fair and transparent manner several policy enablers have been put in place by the Reserve Bank with the objective of developing robust credit markets.", "As you may have observed the discussion of 'risk' was at the core of my deliberation today.", "As a regulator, we do acknowledge that risk cannot be avoided.", "After all, risk-and-reward dynamics is the soul of entire edifice of finance!", "It may be appropriate to recall few lines of a famous poem \"Risk\" by the poet William Arthur Ward- .... To hope is to risk despair, To try is to risk failure.", "But risks must be taken because the greatest hazard in life is to risk nothing...", "So, some risks must be taken.", "However, it is in our collective interest that we know the risk we are taking, assess it adequately, and acquire the capabilities to manage it."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Credit risk", "Credit intermediation", "Financialisation", "Credit growth", "Orderly credit growth", "Prudential regulation", "Risk management", "Credit market", "Secondary loan market", "Securitisation"]}