{"sentences": ["The shape of things to come: innovation in payments and money speech by Sir Jon Given at Innovate Finance Global Summit, London Published on 17 April 2023 In his speech, Jon Cunlie looks at four areas where the tokenisation of money is now being explored.", "The first is stablecoins used for payments, the second is the tokenisation of commercial bank deposits, the third is the next stage of the Bank of England's work on issuing a Digital Pound and the last is the Bank's work to ensure to ensure these new forms of money are robust and uniform.", "Thank you for inviting me here today to talk about the 'shape of things to come'.", "I want to concentrate my remarks today on payments and money - how we pay for things and what type of money we use.", "These once dusty and forgotten corners of the financial system have been transformed in recent years.", "And there are good reasons to believe that even more radical change is on the horizon.", "I will talk today about developments within in the UK, but much of the trends and the possibility of further technological advances that I will cover are relevant for cross-border payments which have lagged far behind the developments we have seen in recent years in domestic payment systems.", "And which merits a speech all of its own.", "I should start however with a health warning.", "Central bankers are very used to forecasting the economic future.", "It is at the heart of what we do.", "And I can say from experience that, despite the masses of data and our complex mathematical models, it is not an easy task.", "The future, as the last few years of pandemic and war have shown us, rarely behaves as it should.", "However, forecasting the direction and pace of technological innovation - and, crucially, the way it will interact with social and economic trends - is an even more hazardous enterprise.", "Much lauded innovations prove to be dead ends or fail to be adopted.", "Unheralded ones emerge at speed.", "And often it is the unforeseen combination of a number of technological advances that generates radical change.", "Against that background, public authorities, like the Bank of England, that are charged with maintaining financial stability and with the regulation of the financial system need to be forward looking, for two key reasons.", "The first is that while we cannot be certain how new technologies and social and economic trends will play out, we need to have thought through in advance how the risks might need to be managed and, where the likelihood of major change is high, have the regulatory frameworks and powers in place.", "Playing regulatory catch up with new technologies once they become established and adopted at scale can be very difficult - as some of the experience in recent years with social platforms and other big techs has demonstrated.", "And it generates uncertainty for innovators.", "The second is that we want competition and innovation in financial services - it can increase efficiency, functionality and resilience.", "Setting out the regulatory approach allows those who want to innovate by providing better products and services to understand the risks that need to be managed as they develop those products.", "It also ensures that innovation is not simply competing by taking higher risks.", "This approach has been a key element in the evolution and adoption of innovation in payments in the UK in recent years.", "Against the background of increasing digitalisation of everyday life, the combination of technological advance and appropriate regulatory frameworks[1] - both to foster competition and to manage risks - has transformed the way we pay.", "It has also stimulated the growth of the UK Fintech sector which is now the second largest in the world[2].", "Contactless' card payments are now used by close to 90% of people and make up almost a third of all payments in the UK, Nearly a third of UK adults use mobile payment apps such as ApplePay or GooglePay.", "Seven million consumers and three-quarters of a million SMEs are using Open Banking products.", "Several digital only challenger banks operate in the UK providing competition and innovation to the UK banking sector.", "These changes have not only transformed the way people pay but also the type of money they pay with.", "Two types of money circulate in the UK today.", "The first is public money', money issued by the Bank of England in the form of physical cash; the second is 'private money', issued by commercial banks in the form of electronic bank deposits.", "Until relatively recently, the great majority of everyday transactions in the UK were made in publicly issued money, notes and coin.", "Electronic transfers of commercial bank money tended to be reserved for higher value transactions.", "However, as the cost of electronic money transactions has come down and the functionality increased, and as our daily lives have become more digitalised, commercial bank electronic money has come to dominate payments in the UK.", "Card payments surpassed cash as the most commonly used form of retail payment in 2016.", "By 2021, 85% of payments were made electronically (either through cards or bank transfers).", "However, as the experience with contactless and mobile payments shows, innovation in payments will continue as new technologies and business models develop.", "The ability to transact in cash, of course, remains very important to a substantial part of the population and often to the most vulnerable.", "And cash is clearly an important store of value for many in times of stress[3].", "The Bank of England has been very clear that it will continue to issue cash as long as there is any demand for it[4].", "But the recent trend away from publically-issued, Bank of England, physical money and towards electronic money issued by private sector banks is very clear.", "And we should expect that trend to continue for a number of reasons.", "First, and most obviously, what I have called the digitalisation of everyday life will continue.", "The growth of internet commerce or use of banking and payments apps, for example is forecast to grow/unlikely to stop.", "Second, there are further developments in train within existing payment systems, infrastructure and regulatory frameworks.", "These include Pay.UK's development of the New Payments Architecture[5].", "The Bank of England is well advanced in the build and implementation of a new central bank real time payment system (RTGS), the central rail of the current UK payments infrastructure.", "This renewal programme will increase resilience and access, and offer wider interoperability, improved user functionality and strengthened end-to- end risk management of the UK's High Value Payment System.", "As announced this morning, the government and regulators[6] will expand the Open Banking framework through making improvements on API performance, improving the provision of information sharing to third party providers and working towards additional functionalities, such as variable recurring payments.", "Third, and looking a little further into the future, over the last decade a set of newer technologies have emerged which may have the potential for a further transformation in payments.", "I am referring here to technologies that have been pioneered and refined in the crypto world, such as tokenisation, encryption, distribution, atomic settlement and smart contracts.", "These developments have been much hyped of course, and one could not say it was a certain bet that they will be as transformative as some have claimed.", "But some have already begun to find their way into conventional finance[7] and there is a great deal of experimentation and development going on, both in the crypto world and in conventional finance.", "They offer the prospect of what is loosely called the 'tokenisation' of financial and other assets - including the 'money' that is used to settle - and thereby a more extensive, faster and more secure programming/automation of transactions.", "And they offer new ways to record the ownership and the transferring of ownership, of assets - again including the transfer of money - which we generally call 'payments'.", "One can certainly think now of possible use cases for such functionality.", "In the world of wholesale financial transactions, for example, they may make it possible to cut out intermediaries and make trading and settlement instantaneous.", "In retail payments, for example, they may enable functionality like micro-payments and more flexible programming of money for everyday uses.", "But perhaps more important may be the use cases we cannot see at present.", "A good illustration of this is the expansion of use cases for the smart phone which I am reasonably sure has far exceeded anything that could have been imagined when the first iPhone and apps were introduced in 2007.", "At launch the iPhone had just 15 apps, the app store opened the following year with around 500 apps which has grown such that today it holds over 2 million.", "The potential tokenisation of money and development of new ways of transferring it in transactions has major implications for the Bank of England.", "It is not just that we are responsible for ensuring that payment systems work seamlessly and without disruption in the UK, crucial though that is for financial stability.", "It is also, and more fundamentally, because we are ultimately responsible for ensuring that each of the monies circulating in the UK - and at present we have around 800 private banks, building societies and credit unions issuing money[8] - are both robust and uniform.", "By robust, I mean that users can have confidence that the money will be useable and accepted in transactions.", "By uniform I mean denominated in the same currency unit - Sterling - and seamlessly exchangeable for any other money in circulation on demand and without loss of value.", "Against that background, I want to look at four areas where the tokenisation of money is now being explored.", "The first is stablecoins used for payments, the second is the tokenisation of commercial bank deposits, the third is the next stage of the Bank of England's work on issuing a Digital Pound and the last is the Bank's work to ensure to ensure these new forms of money are robust and uniform.", "The emergence, in the world of crypto assets of so-called stablecoins is at the forefront of developments in the tokenisation of money.", "Stablecoins broadly comprise a digital financial asset that purports, by one means or another[9], to maintain a stable value, a ledger system, usually a distributed ledger, for recording and transferring ownership.", "These are supported by exchanges for trading the coins and custody arrangements for storing them.", "At present, they are issued by a variety of non-bank entities.", "So far their use has been confined to facilitating trading and other transactions in the world of crypto assets but there are proposals to introduce them for other payment purposes in the economy and for cross border use in competition with money issued by commercial banks and conventional payment systems[10].", "Stablecoins offer the possibility of greater efficiency and functionality in payments.", "But they currently sit outside most of the regulated framework and it is extremely unlikely that any of the current offerings would meet the standards for robustness and uniformity we currently apply both to commercial bank money and to the existing payment systems that transfer commercial bank money between the parties to a transaction.", "The Financial Services and Markets Bill will give the Bank powers to regulate operators of systemic payment systems and systemic service providers using \"digital settlement assets\", including stablecoins that are used, or are likely to be used, for payments, at systemic scale in the UK.", "It will also give the FCA powers to regulate the issuance and custody of fiat- referenced stablecoins for conduct and market integrity.", "We and the FCA[11] plan to consult later this year on the regulatory frameworks we will apply to stablecoins.", "The Bank of England's regulatory framework, in line with the legislation, will cover the issuance of stablecoins which are used for payments at systemic scale, the systems for transferring the coins, and also extend to systemic service providers such as custody wallets that are an intrinsic part of the stablecoin arrangement.", "It will give effect to two expectations for systemic or likely to be systemic stablecoins that have been set by the Bank's Financial Policy Committee.", "First, that payment systems that use stablecoins should be regulated to standards equivalent to those applied for traditional payments.", "And second that stablecoins used as money for payments should meet equivalent standards to those provided by commercial bank money.", "It will follow the guidance on the relevant international standards set last year[12], including the requirement that the coins should be redeemable from the stablecoin arrangement, in fiat money, at par value and on demand[13].", "This matches the requirement for commercial bank money and is crucial both to ensure confidence in the coins and their uniformity with other sterling money.", "Systemic stablecoins will need to be backed with high quality and liquid assets to be able to meet these expectations and standards, as set out by the Financial Policy Committee.", "These could include either deposits at the Bank of England or very highly liquid securities, or some combination of the two.", "We are currently considering which of these options is most appropriate.", "In doing so, we will need to take two important considerations into account.", "The first is that, unlike commercial bank money which is protected by deposit insurance up to £85,000, it will not be possible - initially at any rate - to give stablecoin holders industry funded protection against failure of the coin.", "This reinforces the need to ensure that the backing assets are at all times of sufficient value to meet redemption requests.", "And it also highlights the potential role of capital requirements.", "The second consideration is that the underlying objective of the legislation and the ensuing regulation is to open further the frontier for safe and sustainable innovation and competition in payments.", "Stablecoin business models should in general reflect this and be grounded in improved payments efficiency and functionality rather than in maturity transformation.", "There are other important questions to be resolved, such as whether there should be limits, initially at any rate, on stablecoins used for payments.", "While, from a public policy perspective, we want competition and innovation in payments we need to guard against rapid, disruptive change that does not allow the financial system time to adjust and could therefore threaten financial stability.", "The risks to financial stability from the development of digital money issued outside the banking system has been the subject of extensive analysis.", "The Bank of England's assessment is that over time, the financial stability risks should be manageable including risks from the impact on the banking system[15].", "But we cannot know for certain the extent and the speed at which payment stablecoins might be adopted and we may well need limits, at least initially, to ensure we avoid disruptive change that could threaten financial stability.", "Another important question will be whether the requirement to be redeemable in fiat money, on demand and at par and the backing asset model will be sufficient to ensure uniformity of sterling stablecoins with each other and with other forms of sterling money.", "This will depend to some extent on whether there are frictions in the redemption and interchange process.", "It has been suggested that ensuring the uniformity (or 'singleness' of money) requires that all transactions between different monies settle ultimately in central bank money across the books of the central bank.", "While it is not clear to me that this should be the case, it is clearly an issue that should be considered carefully in the design of the regulatory regime.", "Finally, on stablecoins, it is important to emphasise that powers in the Bill and the Bank's regime will be for stablecoins used for payments.", "A digital representation of an asset with a generally stable value could be used for other purposes.", "It could offer a return as an investment product akin to a money market fund.", "Or it could be part of the credit creation process, with the loans issued in the form of stablecoins.", "Neither of these models is likely to fit within the regulatory regime for payment stablecoins, though they may fit within other regulatory regimes.", "In the first case, to be acceptable as a means of payment at systemic scale, stablecoins will be required to meet redemption at par on demand which is inconsistent with an investment product.", "In the second case, the issue of liquid liabilities that can be used as money in return for illiquid debt obligations is the banking business model and issuers of tokenised money who wish to pursue credit creation will need to be regulated as banks.", "This brings me to the second area, the issuance by commercial banks of new forms of digital money to be used on new payment rails - in the form of 'tokenised' bank deposits.", "These might offer some or all of the functionality and efficiency claimed for stablecoins, allowing banks deposits to compete better with non-bank payment coins.", "Some banks in the UK and in other jurisdictions have been exploring and investing in the development of tokenised deposits as settlement assets on new forms of ledger (eg DLT).", "The majority of this effort appears to have centred on wholesale as opposed to retail financial transactions[16], though there are signs that attention is now being given to tokenisation of retail deposits[17].", "In regulatory terms, the tokenisation of bank deposits is a much simpler proposition than non- bank stablecoins.", "Bank deposits are already uniform, robust money in the UK - indeed they account for 85% of the money in circulation for retail purposes and are generally acceptable for wholesale transactions.", "We have a comprehensive regulatory regime, deposit insurance and resolution and insolvency procedures to protect bank depositors.", "Commercial banks settle between each other in Bank of England money which helps to reinforce uniformity.", "Nonetheless, the tokenisation of bank deposits raises some important questions.", "Currently, money issued by a commercial bank can only be held by someone that has an account at that bank.", "It is not directly transferable from one holder to another unless both parties have an account at the same bank.", "In order to transfer money from the holder of an account at one bank to the holder of an account at another bank, there needs to be a transaction between the two banks which ultimately settles in Bank of England money across our books.", "New ledger technology developed in the crypto world could allow tokenised bank deposits to circulate freely as 'tokenised deposit money', in what might be thought of as a digital banknote issued by a private bank'.", "They would constitute claims on the issuing bank that could be held, for example in a wallet, without the holder having to have an account at the issuing bank.", "This raises some difficult issues about how deposit insurance would operate in the event of failure of the issuing bank.", "Could a bank maintain a single customer view of those who held its liabilities?", "It also raises questions about the operation of anti-money laundering and other regulation to prevent illicit finance.", "An alternative to allowing tokenised deposits to circulate freely and be directly transferable would be to require transactions on new forms of ledger, for example transactions in smart contracts involving tokenised deposits, to be settled ultimately by the adjustment of bank ledgers as happens now.", "In other words a transfer of tokenised deposits on one set of ledgers would trigger the adjustment of individuals' bank account balances and be settled by a transaction between the banks involved.", "In that case, deposit money issued by a bank could only ever be held in an account at that bank.", "It is important that as we develop the regime for payment stablecoins, we also develop the approach for tokenised bank deposits.", "This will allow, banks and non-banks alike, that want to develop payment solutions using new technologies to understand clearly what is possible and what is required in the respective regulatory regimes.", "The PRA intends to set out its approach in this area alongside the Bank's consultation on the payment stablecoin regime.", "It is of course possible that commercial banks might wish to offer payment stablecoins as opposed to tokenised bank deposits.", "In such cases, I think we will need to be very alive to the risks of confusion on the part of customers as to protections they are entitled to and confusion of business models within the bank itself.", "There are I think strong arguments to keep these two models separate and require banks that wish to issue payment stablecoins under the new regulatory regime to do so through legally remote and otherwise distinct entities.", "I want to turn now to the third potential development: the issue of a central bank digital currency either for retail or for wholesale purposes.", "As many here may know, the Bank and HM Treasury published a consultation paper in February on the Digital Pound - a Sterling digital currency that would be issued by the Bank of England for general purpose retail use.", "No decision has been taken to implement the Digital Pound but the Bank and Treasury's assessment is that it is likely to be needed if current trends in payments and money - some of which I have been discussing - continue.", "This assessment rests on two main considerations.", "The first is the need to anchor the value and robustness of all monies circulating in the UK.", "Physical cash issued by the Bank plays an anchoring role at present in a world in which only commercial banks issue private money.", "If future trends continue, cash use is likely decline further and cash itself will become less is useable in all everyday transactions, for example if internet commerce grows and if merchants increasingly accept only digital payment.", "At the same time, new, non-bank players are likely to enter the scene, issuing private money, such as stablecoins, for payment purposes.", "In such a world the right of the holder and the obligation of the issuer to be able to convert all private money into Bank of England digital money at par and on demand would secure the anchor currently provided by cash.", "The second consideration is to ensure that there can be competition and innovation in the development of new functionalities using tokenised money.", "Given the network externalities around money and the likely cost of developing robust and risk managed private tokenised money like stablecoins, it is possible that the development of digital settlement assets will converge on a few large players who will dominate and perhaps control innovation in payment services.", "We have seen a similar dynamic in the emergence of large internet platforms and marketplaces[18].", "The Bank and Treasury consultation paper proposes a 'platform' model of the Digital Pound in which the Bank would provide the digital settlement and central transfer mechanism and the private sector would provide the wallets and consumer facing payment services.", "The Digital Pound would therefore be available to a wide variety of private sector innovators who wished to develop tokenised payment related services but do not wish or are not able to issue their own tokenised settlement asset.", "There are many other extremely important considerations, such as privacy and financial stability, around the possible introduction of the Digital Pound.", "These are discussed in the consultation paper and I do not want to detail them today.", "Rather, I would ask those interested in the payments innovation to read and respond to the consultation and the proposed model - if they have not already done so.", "In the next phase of the work, which will lead to a decision on whether or not to proceed to launch a Digital Pound, the Bank will work with the private sector on further experimentation, proof of concepts and to develop the technical blueprint.", "The digital pound is envisaged as a general purpose retail digital currency for use by households and firms in everyday transactions.", "The Bank is often asked why it is focussing on developing a retail rather than a wholesale digital currency, given the potential for the new technologies I have been discussing to transform wholesale financial transactions and the desirability of settling such transactions in the highest quality settlement asset - i.e.", "There is, bluntly, a misunderstanding here of the Bank's position.", "We recognise very clearly the potential transformative effect on wholesale financial markets of tokenisation of financial assets, atomic settlement, smart contracts and other emerging technologies[19].", "Indeed, the Bill now in Parliament will enable us, with the FCA, to set up a sandbox in which developers can explore ideas like collapsing trading and settlement into an instantaneous smart contract.", "And we want for financial stability reasons, wholesale transactions to settle in central bank money to the maximum extent possible.", "The question is not whether but how we should develop the machinery for tokenised transactions to settle in central bank money - in other words what will provide the most efficient, effective and fastest route to this end, given our current starting point.", "One way forward is for the central bank to tokenise the wholesale money, central bank reserves, we issue and to develop a ledger system for transferring the tokens between the wholesale players that have access to the Bank's payment systems.", "We, like other central banks have been exploring such options.", "But there are other options.", "One would be for a trusted private sector network to hold an account with us and tokenise the reserves and operate the ledgers and transfers within that account.", "Only changes in the overall balance of the account would need to be recorded in our ledgers.", "In 2021 we introduced the option of an 'omnibus account'[20] to facilitate the private sector development of such networks and there are private sector proposals in progress to introduce them[21].", "Another possibility would be for a tokenised ledger, including a distributed ledger, to be securely and instantaneously synchronised with our central real-time gross settlement system (RTGS) .That is not possible today in our current RTGS.", "But we are now well advanced in the implementation of the next generation RTGS, which is scheduled to go live next year.", "This system will have much greater functionality including the potential for such synchronisation - which we are now actively exploring with the London centre of the BIS Innovation Hub.", "At present, given where we are on in the UK on the imminent implementation of a vastly more capable RTGS system these options look to provide a faster route to settlement of tokenised transactions in central bank money and are working with industry on how to best exploit the possibilities of the RTGS system [22].", "But we will continue to remain closely engaged with all the options.", "As with retail payments, it is difficult to forecast now what will prove the more successful approaches.", "It is most likely that, as is not uncommon with technological development, a range of approaches will eventually be implemented and will co-exist.", "We have a variety of payment systems, both wholesale and retail, of different vintages operating in the UK today.", "I would guess that in the future, as new technologies take hold we will see both more innovation and more variety.", "Changes in how we pay for things and what type of money we use is an exciting area of possibility for the Fintech world.", "It is also a fundamental issue for the Bank of England - as a regulator, as the provider of the central high value payment rails and the issuer of the highest quality, public money in the UK.", "We aim to be forward looking, developing both in developing the regulatory frameworks and in developing public systems and public money necessary so that safe innovation can flourish to the benefit of all.", "I would like to thank the following for their input to and helpful comments on these remarks: Jyoti Shah, Louise Eggett, Laure Fauchet, Morgane Fouche, Adrian Hitchins, Jeremy Leake, Rajan Patel, Rachita Syal and Cormac Sullivan for their assistance preparing these remarks.", "I would like to thank Andrew Bailey, Charandeep Biling, Sarah Breeden, Emma Butterworth, Victoria Cleland, Philip Evans, John Jackson, Rebecca Maule, Tom Mutton, Sasha Mills and Matthew Osborne, for their helpful comments and suggestions.", "Key public sector initiatives include the FCA's regulatory sandbox, the development of Open Banking, the introduction of a mobilisation route for new banks, the forthcoming FMI Sandbox, HMT's consultation on the regulation of cryptoassets and the provisions in the Government's recent White Paper on AI Regulation.", "As measured by investment (Innovate Finance ).", "The significance of the UK Fintech Sector has been set out more widely in detail as part of the Kalifa Review of UK Fintech (2021).", "See Bank of England: Quarterly Bulletin 2022Q3.", "While transactional cash use fell during the COVID-19 pandemic, the value of Bank of England notes in circulation increased as cash holdings were used as a precautionary store of value.", "This commitment has been made, for example, in public statements from Governor Andrew Bailey here , from myself here and here and Sarah John, the Bank's Chief Cashier, here .", "The NPA is a multi-year project which will allow for real-time payments, be able to handle increasing payment volumes.", "It will include the rules and standards that make up various payment types, allowing the market to create new products and services as well as allowing for the development of new overlay services.", "Open Banking's joint regulatory oversight committee consists of the FCA, PSR, CMA and HM Treasury.", "See for example early stage use-cases of DLT for supply chain finance reported in UCL's Centre for Blockchain Technologies report 'DLT in the Supply Chain '.", "As set out in Money creation in the modern economy | Bank of England the majority of money in the modern economy is created by commercial banks making loans.", "The umbrella term 'stablecoin' has been used to describe a range of instruments with quite different characteristics.", "In particular, they may be backed by a range of financial assets, commodities or unbacked cryptoassets (which in some cases are supported by algorithmic protocols).", "The robustness of those backing assets and the wider safeguards for guaranteeing stability of value vary significantly across the products labelled as stablecoins.", "See for example the Libra White Paper and related Diem technical papers .", "As set out in the Regulatory Initiatives Grid .", "Press release: CPMI and IOSCO publish final guidance on stablecoin arrangements confirming application of Principles for Financial Market Infrastructures (bis.org) 13.", "Specifically the stablecoin should be convertible into other liquid assets, as soon as possible, at a minimum by the end of the day and ideally intraday, in line with Key Consideration 5 of the PFMI .", "Financial Stability in Focus (bankofengland.co.uk) 15.", "See in particular section 4.6 of New forms of digital money | Bank of England.", "See for example the development of JPM coin and Onyx, or the action of a consortium of banks and FMIs in founding FNality.", "Prominent examples include the Regulated Liabilities Network and the USDF Consortium .", "This was set out in particular in the Furman Review - Unlocking digital competition, Report of the Digital Competition Expert Panel - GOV.UK (www.gov.uk) 19.", "Innovation in post trade services - opportunities, risks and the role for the public sector - speech by Sir Jon Cunliffe | Bank of England.", "Bank of England publishes policy for omnibus accounts in RTGS | Bank of England 21.", "For example, Fnality, which was recognised late last year as a regulated payment system.", "The Bank consulted on the Future Roadmap for the RTGS system in Spring 2022.", "Earlier this year we issued a response to that consultation setting out that we will prioritise features supporting innovation and global initiatives, which include synchronised settlement, extended operating hours and non-payment APIs.", "Deputy Governor, Financial Stability ©2023 Bank of England"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Tokenisation of money", "Stablecoins", "Digital Pound", "Payment stablecoins", "Tokenised bank deposits", "Open Banking", "Fintech", "Digital payments", "Crypto assets", "Financial stability"]}