{"sentences": ["Net zero pledges of financial firms: trade-offs and problems1 Remarks by Paolo Angelini Deputy Governor of the Bank of Italy Round table on New Frontiers in Banking and Capital Markets University La Sapienza Rome, 15 December 2022 1.", "Introduction Today I would like to focus on the so-called transition plans.", "In short, a transition plan is a detailed description of actions that a company commits to implementing over a multi-year horizon in order to comply with a given set of environmental objectives.", "For instance, adhering to the Paris Agreement implies a commitment to drive net emission of greenhouse gases down to zero by 2050.", "A number of the world's largest companies have voluntarily adopted transition plans enshrining a commitment to reduce their carbon footprint.", "In the financial sector, probably the best-known initiative is the Glasgow Financial Alliance for Net Zero (GFANZ), which involves sub-alliances for banks, asset managers and insurance companies; for these firms the objective is to reduce the emissions financed by their portfolios of assets.", "Following a similar approach, last July the European central bank announced a gradual decarbonization of its corporate bond portfolios, as part of a broader set of measures aimed at mitigating climate-related financial risks on the Eurosystem balance sheet and incentivizing issuers to improve disclosure and reduce future carbon emissions.", "In parallel, the Single supervisory mechanism is encouraging banks to adopt transition plans consistent with the Paris Agreement and to pressure the companies they finance to meet their transition objectives, up to the last resort of curtailing credit.i The topic of transition plans is relatively new.", "In the EU, the current legal, regulatory and statistical frameworks rely mostly on historical emissions; the legislation that should introduce the obligation to draw up such plans both for financial and non-financial companies - the Corporate sector due diligence directive (CSDDD) and, for banks, the CRR3/CRD6 package - is still on the drawing board, but is making progress.", "The transition plans of financial intermediaries (banks and institutional investors) can represent a powerful tool both for managing climate risks and for steering the economy on a sustainable path.", "However, we are moving our first steps in this area.", "In what follows I will discuss two issues and draw some conclusions.", "Current vs expected emissions An intermediary can implement a net zero transition plan in many ways.", "To simplify, consider two opposite alternatives.", "The first would entail changing the composition of its portfolio by moving from high to low carbon intensity sectors/firms, identified based on their current emissions.", "This is the so-called \"exclusion\" strategy, according to the usual taxonomy of sustainable investment.", "The second (the so-called \"best-inclass\" strategy) would entail overweighting firms that, despite being carbon intensive, have committed to an ambitious and credible decarbonization plan over the coming decades.", "The first approach, if applied on a vast scale, would suffer from a fallacy of composition: it would be feasible for the individual intermediary, but not at the aggregate level, short of a \"miracle\" in the form of a technological breakthrough allowing carbon intensive firms to transition without financial support, or a quick and radical change in households consumption patterns that causes a fall in demand for high carbon products and services.", "The second approach avoids this problem and appears capable of providing carbon intensive firms the finance they need to implement their transition plans.", "Figure 1 reports data for EU listed non-financial companies, aggregated by sector.", "For each sector, the horizontal axis measures the current carbon intensity; the vertical axis reports the expected decline in carbon intensity over the next decade, as envisioned in each firms' published commitments.", "The figure shows that firms in the more carbon intensive sectors plan to reduce their emissions relatively more aggressively.", "This suggests that these firms, arguably the most exposed to transition risk, will need substantial flows of finance in the coming years for their transition plans to succeed.", "The figure also highlights that financial firms could face a difficult choice: in the short-to-medium term financing the transition might even entail an increase in the carbon footprint of their portfolios.", "While this might seem at odds with a net zero pledge, it could be worth doing.", "firms operating in the business of power generation, often characterized by very high emissions.", "Their investment choices will be key to electrify transports and heating, and will likely determine the fate of the transition.", "Intermediaries should discriminate between the various companies on the basis of their transition plans, thus allowing committed companies find the necessary financial resources easily and at low cost, relative to less climate-aware firms.", "To this end, intermediaries will increasingly need new skills, capable of screening and monitoring long-term investment projects aimed at improving sustainability.", "Figure 2 shows that there is a positive relationship between sectoral greenhouse gas emissions and the share of firms in each sector that made sustainable investments.", "In the three highest emission sectors, that account for 55 per cent of total emissions, on average 16 percent of firms made investments aimed at increasing their own sustainability, against a sample average of 10 percent.", "This suggests that the abovementioned exclusion strategy may be a poor choice for financial intermediaries not only as a means to support the transition, but also to mitigate transition risk in their own portfolios.", "There is increasing awareness that portfolio decarbonization - especially if carried out in a non-forward-looking manner - may actually be ineffective to decarbonize the economy as well as to manage transition risk.", "Recent initiatives aimed at developing forward-looking tools and metrics, the so-called portfolio alignment tools, build on non-financial firms transition plans.", "Progress on this crucial front is ongoing.", "Overall, a trade-off between simplicity and effectiveness emerges.", "Decision-making processes relying on forward-looking information, such as transition plans, offer the most effective incentives and do not suffer from the pitfalls often marring those based on historical information.", "At the same time, they introduce complexity and uncertainty: at present the legal framework, the statistical apparatus and the reporting requirements for firms largely rely on historical, backward-looking data; only a relatively small group of large non-financial firms worldwide has elaborated transition plans;7 furthermore, reliance on transition plans is warranted only if they are ambitious and credible (and possibly validated).", "Possible trade-offs between sustainability and returns A second important theme concerns the relationship between the environmental objectives of firms and their traditional business objectives.", "This issue can be framed within the academic debate about whether firms should stick to a narrow mandate - maximize profits to the benefits of shareholders - or rather be concerned with a broader set of targets - loosely speaking, maximize the welfare of stakeholders.", "In the latter case, firms should internalize their negative externalities, including those related to their greenhouse gas emissions.", "This yet unsettled debate has important implications for net zero transition plans.", "The empirical evidence suggests that so far sustainable investment strategies have reaped some (modest) extra returns relative to the traditional approach, while sustainable bonds have been producing (modestly) lower yield.", "This apparent contradiction can be explained by a surge in demand for financial assets labeled as \"sustainable\" due to investors' increasing sensitivity to environmental issues.", "However, this is a temporary phenomenon.", "But in the new equilibrium sustainable assets should carry lower transition risk, and hence a lower return, which investors might be reluctant to accept.", "Also, we cannot rule out that sustainability objectives might eventually conflict with a risk-adjusted return target.", "After all, internalizing externalities is costly, and brown firms might keep a competitive advantage in terms of pure profits.", "In summary, it cannot be excluded that at some stage the transition plan and the decarbonization objectives adopted by an intermediary might conflict with the traditional investment objectives.", "If this turned out to be the case, what should be done?", "A recent report published by the Glasgow Financial Alliance for Net Zero (GFANZ) provides a tentative answer: the choice should be explicitly addressed in a financial firm's transition plan.", "In particular, the plan should include a statement detailing, inter alia, how the institution \"plans to address potential conflicts between its net-zero ambitions and profit-making opportunities.", "\"10 This amounts to saying that the preference for sustainability should be an argument of the intermediary's utility function, at par with the return and risk preferences.", "In other words, the intermediary should explicitly state if, and to what extent, it is willing to sacrifice return for sustainability, should a sacrifice turn out to be necessary.", "In the seventies M. Friedman argued that the purpose of a corporation and its managers is exclusively the maximization of the value of the firm, to the benefit of shareholders.", "This theory advocates a clear distinction between this narrow mandate of the firm and the broader objectives of society; the latter, grounded on ethical and social principles, should be pursued by the government.", "A debate on this theory has emerged in recent years, as the growing concern on ESG issues by the public have prompted many leading firms to embrace a broader set of targets than profitability and adopt sustainable policies.", "For instance, according to C. Mayer (2018), \"Prosperity: Better Business Makes the Greater Good\", Oxford University Press, managers should balance a mix of objectives and address the related conflicts of interest by allocating the value created by the firms among shareholders and the other stakeholders, to the benefit of society in the long term.", "Hart and Zingales (2017), \"Companies Should Maximize Shareholder Welfare Not Market Value\", Journal of Law, Finance, and Accounting no.", "support the thesis which gives the title to their work, if this is consistent with the firm's shareholder preferences.", "Broccardo, Hart, Zingales (2020), \"Exit vs Voice\", European Corporate Governance Institute - Finance Working Paper no.", "694, argue that if the majority of shareholders is socially responsible, \"voice\" achieves the socially desirable outcome in companies that generate externalities; whereas in the case they are the minority \"exit\" (divestment and boycott) is a more effective strategy.", "However, the latter policy is not socially optimal.", "The so-called greenium.", "See for instance Meyer and Henide (2021), \"Searching for 'Greenium'\", IHS Markit; Liberati and Marinelli (2021), \"Everything you always wanted to know about green bonds (but were afraid to ask)\", Banca d'Italia, Occasional papers, n. 654, Bank of Italy.", "GFANZ (2022), \"Financial Institution Net-zero Transition Plans\", version for public consultation, June, p. .", "This recommendation does not appear in the final version of the report, released last November.", "This line of reasoning has potentially wide implications for financial intermediaries' behavior and for the design of their transition plans.", "First, it seems doubtful that net zero pledges can be credibly announced without mentioning the potential trade-off with returns.", "To my knowledge, to date few if any intermediaries have been explicit about this potential trade-off.", "One possible reason is that many of them have a fiduciary duty towards their clients, and have not yet asked, let alone received, a mandate to sacrifice returns for sustainability, should this become necessary.", "An investor trusting her savings to a fund manager, or an insurance company, has probably been attracted by the win-win narrative emerging from the data thus far (sustainable investing is good for the planet as well as for the investor's wallet), but might well change her investment choices if conditions changed.", "In that case, the intermediary would have to follow its client's guidelines.", "Furthermore, whereas many investors express a demand for sustainable assets, others do not; intermediaries featuring both investor types among their clients can hardly make pledges on behalf of the latter.", "In sum, net zero pledges by financial intermediaries should be more appropriately viewed as conditional commitments, as they could be incompatible with a sacrifice in terms of return which might at some stage materialize and which the intermediary's shareholders, or its clients, might be unwilling to accept.", "Unless this issue is addressed, the net zero pledge framework set up by the financial industry in recent years might be at risk of unraveling, if and when difficulties materialize.", "Some recent developments give food for thought.", "Second, there are reasons to doubt that investors would be willing to prioritize sustainability at the expense of profitability.", "Even if some were, recent theoretical analyses suggest that their efforts could be undermined by opportunistic investors focused solely on the risk-return paradigm, who would invest in companies not interested in sustainability standards.", "There is therefore a risk of \"carbon leakage\": responsible investors would give up their returns to the benefit of other investors, with limited effects in terms of progress on the climate front;12 this might be yet another instance of the \"waterbed effect\" which mars economic policies in many areas.", "Conclusions A strategy to promote an orderly transition of the economic system towards the Paris goals should be multi-pronged.", "First, to reduce the risk of elusion and waterbed effects it is necessary to leverage the entire financial system: banks, asset managers, insurance sectors.", "But excessive reliance on the financial sector to induce the transition should be avoided.", "Decarbonising financial portfolios and decarbonising economies are two sides of the same coin.", "Simply cutting exposures to high emission firms will not help progress towards a sustainable economic development, and is unlikely to reduce transition risk in the intermediaries' portfolios.", "Furthermore, intermediaries should be explicit and transparent with their customers and shareholders about the possible trade-offs between returns and sustainability objectives, and take a stand on this issue.", "In particular, it seems doubtful that net zero pledges can be credibly announced without mentioning what line of action would be taken should environmental and return objectives happen to clash.", "Net zero pledges by financial intermediaries should more appropriately be viewed as conditional commitments, as they might be incompatible with a sacrifice in terms of return which might exceed some yet unspecified threshold.", "To my knowledge, to date few if any intermediaries have been explicit about this potential trade-off.", "If not addressed, this ambiguity might represent a serious obstacle to the financial system's contribution to the fight against climate change and to an effective approach to transition risk management.", "Second, a multi-pronged strategy should put non-financial companies at the center, beginning with the large ones and those with high emissions, prompting them to adopt ambitious and credible transition plans.", "This choice rests with shareholders; public policies should encourage them via incentives and/or penalties; financial intermediaries can also play a role on this front.", "The European legislation does adopt such a multi-pronged approach.", "By introducing mandatory transition plans for all large companies, financial and non-financial, the CSDDD aims to bring about a virtuous convergence of the entire economic system towards the principles of the Taxonomy and the Paris goals.", "The draft CSDDD also features specific mandatory provisions to link the corporate manager remunerations to sustainability indicators.", "This seems a step in the right direction.", "In the EU context the risk of waterbed effects is assuaged, but might not disappear.", "Investors interested only in expected returns could look outside Europe.", "In such an uncertain situation financial intermediaries and non-financial companies should liaise to align climate change mitigation policies and climate risk management, with a greater consulting role by intermediaries and greater transparency by companies.", "A promising area for cooperation is sustainability data, where massive gaps are recorded.", "Overall, a greater role for public policies, especially in non-EU jurisdictions, seems necessary for a successful transition.", "Figure 1 Current emission intensity and expected emission reduction (European firms) b) Detail for lower intensity sectors Source: own elaborations on MSCI ESG Research data.", "Note: For each sector (GICS Classification) the chart shows on the x-axis the current carbon intensity (CO2e/revenue in USD mln) and on the y-axis the expected change in carbon intensity, calculated as the difference between the expected carbon intensity in 2032, based on company published commitments, and the current carbon intensity.", "Current and expected emissions are the most recent ones reported by the companies (2020 or 2021); revenues refer to 2021.", "The analysis is based on European non-financial companies included in the EMU MSCI index, as of 30 September 2022.", "Emission intensity and propensity to invest in \"green\" technologies Source: elaborations on an experimental dataset of Italian non-financial limited liability companies built by Accetturo, Barboni, Cascarano, Garcia-Appendini, Tomasi (2022).", "Credit supply and green investments.", "Note: Each dot represents for each sector the share of firms that are classified as investing in sustainable technologies (\"green firms\"; vertical axis) against the total greenhouse gas sectoral emission measured in million tonnes of CO2-equivalent (horizontal axis).", "Since the x-axis is in logarithmic scale, the black line is a linear interpolation of data.", "Sectors are based on the NACE rev.", "(ATECO 2007) one-digit classification.", "For the section \"C - Manufacturing\" the classification breaks down into 11 sub-sectors.", "Carbon emissions relate to 2013, \"green\" investment propensity was recorded over the 2015-2019 period."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Net zero pledges", "Transition plans", "Climate risks", "Sustainability", "Returns", "Fiduciary duty", "Paris Agreement", "Taxonomy", "Waterbed effect", "Greenium"]}