{"sentences": ["Distinguished guests, members, and friends of the Treasury Markets Association (TMA), ladies and gentlemen.", "It is an honour and a pleasure to be here today at the Treasury Markets Summit.", "I still remember the excited anticipation of the Treasury Markets Summit last year - it was one of the first big in-person financial industry events in Hong Kong after three years of COVID.", "Since then, international and cross-border travel has resumed, tourists are returning and many large-scale events have come back to Hong Kong.", "We have been taking every chance to reconnect with our existing business friends in the Mainland and overseas, and promote our financial services and opportunities to new friends.", "I know that many of you have also been putting a lot of effort into further developing our treasury markets with much success.", "But this is no time for complacency.", "There is a Chinese saying that \"if you stop moving forward, you fall back\" ().", "So in my remarks today, I would like to highlight some key developments in the past year, and also some exciting new initiatives that we are undertaking.", "Hong Kong's financial markets remained resilient despite challenges As you all know, the past year was challenging for both the local and global financial markets.", "First, the US has tightened monetary policy at the fastest pace in recent history, raising the interest rate by a total of 525 basis points since March last year.", "For comparison, in the last cycle, the policy rate rose just 225 basis points over three years between 2015 and 2018.", "This aggressive tightening has caused a lot of challenges for the investment environment across different asset classes.", "Added to this, the problems at US and Swiss banks earlier this year came as a further shock to market confidence.", "And currently, signs of distress in the Mainland's property sector and concerns about its macro outlook are also weighing on market sentiment.", "That being said, the Mainland authorities have announced a number of measures to support the property market and the economy, and I am confident that things will get better over time.", "But despite all these challenges, Hong Kong's monetary and banking systems, supported by our banks and other treasury market professionals, have withstood these challenges and continue to remain sound and resilient.", "This is no small achievement, and this stability is underlined by a credible and strong monetary system that is well understood by the market.", "Let me start with a few observations on the HKD market.", "Along with the US monetary policy tightening, the widening interest rate differential between the Hong Kong and US dollars has incentivised carry trades, which have led to the weak-side Convertibility Undertaking (CU) being triggered repeatedly.", "A smaller Aggregate Balance (AB) has made the Hong Kong dollar more sensitive to liquidity conditions and movements in the US dollar interest rate.", "It's important to bear in mind, despite the sometimes excitable headlines in the press, that the triggering of the weak-side CU and the automatic interest rate adjustment mechanism are part of the way the Linked Exchange Rate System is designed to work.", "The Link is the bedrock of the Hong Kong dollar market, which has continued to operate in a smooth and orderly way as it is designed to do.", "It so happens that this year is the 40th anniversary of the Linked Exchange Rate System.", "For four decades, it has weathered many economic and interest rate cycles - and several outright crises - and has proved to be highly stable and resilient.", "The Link has served Hong Kong well and will continue to do so.", "Just want to say it again for record: we have absolutely no intention to change it!", "But in case words like \"automatic\" make it sound as though this all just happens, let me be clear that we recognise that many of you working in the treasury market also make an important contribution to the stability of the HKD market.", "With a lower AB, timely and efficient funding management have become more important than they were when liquidity was plentiful.", "The HKMA has maintained close communication with banks to facilitate the adaptation to changing liquidity conditions, and encourage efficient recycling of liquidity to the interbank market.", "There is also a range of liquidity facilities for banks to use when they need to.", "In addition, following industry feedback, in July the HKMA significantly narrowed the long-standing intra-day time gap of Exchange Fund Bills allotment and redemption, from a few hours to just a matter of minutes.", "This seems just a small technical fix, but calibrations like this helped minimise possible friction in interbank liquidity and make the market even more efficient.", "Our banking system is also holding up well, despite the challenges faced by the financial markets.", "Capital and liquidity positions of the banking sector remain robust, providing strong buffers for banks to withstand shocks.", "The total capital ratio of locally incorporated banks was close to 21% at the end of June 2023, well above the international minimum requirement of 8%.", "The average Liquidity Coverage Ratio of major banks was 170% in the second quarter of 2023, well above the statutory minimum requirement of 100%.", "In addition, the overall deposit level of the Hong Kong banking system remains stable, increasing by 1.4% in the first seven months of 2023.", "Risks arising from exposures to the Mainland's property sector of the Hong Kong banking sector are manageable.", "There was no concentration of risks at individual developer level or at individual bank level.", "The HKMA has all long been reminding banks to uphold prudent credit underwriting standards and carefully manage credit exposures to highly-leveraged companies.", "Maintaining financial stability requires the joint efforts of both the regulators and the financial industry.", "One example of successful cooperation among the HKMA, the TMA and the banks is the monumental effort that has gone into LIBOR transition, which has just crossed the finish line this year.", "Several years of planning and close collaboration were essential to ensure that this global initiative to replace LIBOR with alternative risk- free rates was implemented smoothly in Hong Kong.", "The result is that our financial markets have remained resilient and steady in the post-LIBOR era.", "The resilience of our monetary and banking systems have reinforced Hong Kong as a leading financial centre, allowing treasury markets in Hong Kong to keep evolving so as to stay ahead of the game.", "Staying ahead of the game Based on this solid foundation, we have been undertaking multiple initiatives to make sure that we \"move forward\", with a focus on market connectivity; RMB internationalisation; and digitalisation.", "Market connectivity Hong Kong's unique status as the dominant gateway to China is what sets us apart from other international financial centres.", "Our proximity to the Mainland, coupled with common law system, bilingual environment and world-level infrastructure, makes us the perfect \"testing ground\" for Mainland's capital account liberalisation.", "The suite of mutual market access schemes serves as a compelling example.", "From Stock Connect, Bond Connect, Wealth Management Connect, to ETF Connect and Swap Connect, we have striven to provide diverse and efficient channels for cross-boundary investment, asset allocation and risk management.", "Our efforts do not stop here.", "Just to share a few examples of our discussion with Mainland regulators on further enhancements.", "For Wealth Management Connect, we are exploring ways to widen the product scope, enhance sales and promotion arrangements, and allow more financial institutions to participate.", "We are making progress and I look forward to sharing more with you in the very near term.", "For Bond Connect, we are looking to provide more interest rate risk management and liquidity management tools to global investors while expanding the list of Southbound market makers.", "To further develop the recently launched RMB Counter in the stock market, we are exploring the inclusion of the RMB counters in Southbound Stock Connect.", "All of the above will deepen the two-way opening-up of Mainland financial markets while further consolidate Hong Kong's role as an international financial centre.", "RMB internationalisation But Hong Kong's edge as the leading offshore RMB business hub is not just a matter of our mutual market access with the Mainland.", "In fact, Hong Kong has the largest offshore RMB liquidity pool, occupies the top position for global RMB payments, and has a mature RMB business ecosystem which has been enhanced over the years.", "Looking ahead, the long-term economic growth and capital account opening process of China would continue to provide impetus to further advancements of offshore RMB business.", "Market participants would find RMB useful for their crossborder trade settlement as well as investment diversification amid the challenging global macroeconomic conditions.", "To meet growing RMB business demand, we will continue our efforts in enhancing RMB liquidity, product and infrastructure in our offshore RMB market.", "Meanwhile, the TMA has recently formed a working group of experienced RMB specialists from banks in Hong Kong to gather views on offshore RMB market development.", "I look forward to the working group's proposals on opportunities and concrete steps in taking things forward.", "Enhancement of our offshore RMB business platform allows us to strengthen our intermediary role which connects China and the rest of the world, and in turn promote wider use of RMB in the international markets.", "An increasing number of economies, including those in the Middle East and the ASEAN, want to use the RMB to settle their trade with China.", "So we are working with banks to promote more participation in our offshore RMB market from ASEAN and the Middle East.", "We think the industry can really play a big role in overseas promotion events.", "We also welcome the industry to build use cases to address existing pain points, and we are happy to provide policy support.", "In addition, Hong Kong's offshore market is the best place to serve the development of the Greater Bay Area (GBA).", "Enterprises in the GBA are able to handle their crossborder settlement, investment, financing and asset management in Hong Kong for their overseas business expansion.", "We believe all these initiatives and developments will reinforce Hong Kong's role as an international financial centre and offshore RMB business hub, and equip ourselves with more experience and capabilities to facilitate further RMB internationalisation and China's economic development as well.", "Digitalisation and innovation I've just explained how the HKMA will be focusing on market connectivity and RMB internationalisation going forward.", "Let me now move on to the third and final focus area - digitalisation and innovation.", "In fact, digitalisation and innovation is at the same time an underlying enabler that makes the previously-mentioned exciting developments possible.", "For example, if not for digitalisation and the relevant tools, the HKMA would be hard-pressed to imagine, let alone begin, the multi-year journey of overhauling the CMU.", "Although digitalisation is so critical to the future of an organisation, regrettably some entities, public or private, are still hesitant to digitalise their processes - possibly because not everyone is fully convinced that the long-term benefits could outweigh the short-term costs of investment and efforts.", "More often than not, the benefits of digitalisation in terms of the efficiency gained and cost saved are not that easy to measure at the early stages of a digitalisation project.", "Though success may take time to materialise, the HKMA has continued to stay very open-minded and push ahead with digitalisation and innovation on many fronts.", "For instance, we published our new Fintech Promotion Roadmap two weeks ago to further accelerate fintech adoption in the financial services industry.", "In addition, we have continued our work on a proposed regulatory regime for stablecoins, with the aim of fostering responsible and sustainable development of this nascent development.", "The HKMA continues to invest in digitalisation and innovation because we believe that they can open up new opportunities.", "Let me elaborate a bit here.", "First is the opportunity to test a concept and validate efficiency gains in a controlled scale.", "Technology enables us to think big to address pain points in a way previously not possible.", "Take our tokenised bond journey as an example.", "Previously we developed a prototype digital platform for green bond tokenisation with BIS Innovation Hub's Hong Kong Centre, with cutting-edge features like individual wallets for investors and tracking environmental impact in real time.", "When it comes to implementation, with real-money transactions involved, we tend to start small and proceed more prudently.", "By starting small - targeting only institutional investors - we assisted the Government in issuing the world's first tokenised government green bond and tested out the efficiency gains of the tokenisation technology in practice.", "It was encouraging to see that settlement time shortened from T+5 to T+1; and the possibility to further reduce that to near real time in theory.", "Another example is Project mBridge.", "Last year, a pilot was conducted to test the concept of applying central bank digital currency to solve the key pain points of crossborder payments.", "The favourable outcomes of the pilot confirmed the potential and ability of mBridge to speed up cross-border payments, lower the cost, improve transparency, and simplify operational complexities.", "So we value greatly this first opportunity to just pilot ideas to solve longstanding pain points.", "Second is the opportunity for public-private sector collaboration.", "Using again the example of tokenised green bond, during the process we collaborated with the private sector closely - the HKMA contributing our neutrality and credibility; the private sector contributing their technical know-how, speed, and agility.", "On the technical front, while the commercial blockchain platform used in the issuance was built by a bank, the cash tokens on the platform were issued by the HKMA as a central bank.", "This kind of close technological collaboration was rather unprecedented, and allowed both the public and private sectors to learn from each other over the course of the project.", "The same can be said for our ongoing e-HKD study.", "Back then, I confessed that Hong Kong, like other places that have numerous advanced retail payment options, lacks a \"10 times better\" use case of e- HKD to attract mass adoption.", "The same challenge still holds today.", "That's why for the past couple of months, the HKMA has been conducting pilots with the industry to explore innovative, potential use cases.", "The pilots are still ongoing, but thanks to our partners in the private sector, our understanding of different design choices of the e- HKD system as well as potential implementation issues has significantly deepened.", "If not for the initiatives above, these new forms of public-private sector collaborative innovation would not have realised in the first place, and we wouldn't have been able to break new ground.", "Change is the only constant in the economy and financial markets.", "We have ridden out various storms and difficulties in the past few years, and the future will not be without challenges.", "But Hong Kong maintained its unmatched adaptability and resilience, and I am happy to see that our efforts continued to bear fruit in the past year.", "The city's roles as an international financial centre and as the \"super-connector\" between the Mainland and the rest of the world have been demonstrated, and I am sure that - with your support - they will remain strong and secure.", "Hong Kong is ready to embrace the opportunities ahead.", "The future will depend on the joint efforts of policy makers and, more importantly, market participants like every one of you attending the Summit today.", "So I would like to conclude by thanking the TMA and its members for their contributions in making our financial markets stronger.", "I know we can rely on the continued support and active participation of the TMA and all its members and we look forward to sharing this journey with you."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Hong Kong dollar", "Linked Exchange Rate System", "RMB internationalisation", "market connectivity", "digitalisation", "LIBOR transition", "tokenised bond", "central bank digital currency", "e-HKD", "cross-border payments"]}