{"sentences": ["Former central bank governors, members of the Monetary Board, friends from the banking sector, the diplomatic corps and fellow workers in government: Magandang gabi po; good evening!", "Tonight, I am honored to be standing here before all of you.", "Thank you for joining us tonight.", "Let me begin by expressing my gratitude to my predecessor and good friend, Governor Philip Medalla.", "While he's not able to join us tonight, I want to express my thanks to him for his dedication to upholding the integrity of our monetary system and for resolutely keeping the economy to its course towards price stability.", "Let me now tell you about an interview I had two weeks ago with Kathleen Hays, Bloomberg's dean of economic reporting.", "She asked me, \"Governor, when you're not thinking about monetary policy, what do you think about?\"", "The right answer, of course, was, \"When I'm not thinking about monetary policy, I think about my lovely wife!\"", "But being the central banking nerd that I am, I said instead, \"When I'm not thinking about monetary policy, I think about banking supervision and the payments system!\"", "So you'll forgive me for saying a few words about each of those three things: monetary policy, banking supervision and the payments system.", "Let me start with how our economy recovered from the crisis of the pandemic.", "As we all know, it was a surprisingly strong recovery.", "Coming out of a crisis, it was a recovery like no other.", "What was the difference this time?", "I'd say it was the banking system.", "Our banks maintained more than adequate levels of capital and remained flush with liquidity.", "This time, there was no need to repair balance sheets.", "I have said this before, and I'll say it again.", "Unlike in previous crises, this time our banks were part of the solution rather than part of the problem.", "Let me pause at this point to thank our friends in the banking sector.", "And let's not forget to also thank Deputy Governor Chuchi Fonacier for her persistence and that of her team in banking supervision.", "Let me now turn to our immediate challenge, that of inflation.", "While still in the process of recovering from the pandemic, we were hit by an unusual confluence of supply shocks.", "We were hit, for example, by a spike in global prices of fertilizer - so not just food prices and not just oil prices..", "This was due, of course, to the sanctions on [shipping from] Belarus and Russia.", "In response, we tightened monetary policy and we tightened aggressively, the way an inflation-targetting central bank would.", "We worried about expectations, and we worried about second-round effects.", "Today, we're beginning to see tantalizing fruits of our efforts.", "Headline inflation seems to have peaked and looks to be on its way to our target range of 2 to 4 percent.", "Our monetary board, our deputy governor Francis Dakila and his team are to be thanked for this.", "Nonetheless, it's too soon to declare victory.", "There are still upside risks to inflation - for example, risks in the form of El Niño and further supply shocks.", "We will wait and see.", "We will analyze the data as they arrive, and that analysis will decide monetary policy down the road.", "The next challenge is the payments system.", "For the sake of efficiency, we seek the magic of digitalization.", "We want this magic to also help with financial inclusion.", "We're making some progress.", "At last count, 42 percent of retail payments were in digital form.", "This is up from just 1 percent ten years ago.", "That proportion should hit our target of 50 percent this year.", "At this stage, we've given licenses to 258 digital payment providers.", "Over time, we expect competition and network effects to result in a system where the most innovative, efficient and responsible providers truly respond to the needs of customers.", "This digitalization has been a pathway to financial inclusion.", "More Filipinos are now part of the formal financial system.", "In our financial inclusion survey in 2021, 56 percent of [adults] in the country had a bank account, a significant increase from just 23 percent in 2017.", "We're confident we will reach our target of 70 percent by this year.", "We're not stopping here.", "These accounts should provide the opportunity for people to build savings buffers, invest in their future and more actively participate in the digital economy.", "Programs like Paleng-QR help digitalize crucial value chains of merchants and SMEs.", "We're so excited about all this!", "For this excitement, we can thank Deputy Governors Mert Tangonan and Berna Romulo Puyat and their teams.", "We will continue to work hard in pursuing our mandate of ensuring price stability, financial stability and a safe and efficient payment system.", "We will do this through greater investment in our research and operational capacities to become a more responsive, efficient, agile and future-ready institution.", "We lean on Deputy Governor Ed Bobier and his team.", "We're going to work actively with our colleagues in government and stakeholders on reforms to deepen our capital market as well as strengthen our sustainability agenda.", "In all these, we need your help.", "Let us continue to work together."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Monetary policy", "Banking supervision", "Payments system", "Inflation", "Financial inclusion", "Digitalization", "Price stability", "Financial stability", "Capital market", "Sustainability"]}