{"sentences": ["Thank you, François, for stressing the importance of the Conceptual Framework and the need for urgent and collective action.", "This is indeed an important document and a fine piece of work.", "It provides a common language that enables us to work together.", "The groundwork has been done.", "Now we can proceed with the actual job at hand, and that is assessing and reducing the risks the nature crisis poses to the economy and the financial system.", "The question we need to address today is: how?", "The risks are real and they are urgent.", "The rapid degradation of nature is threatening ecosystems and the services they provide.", "Services such as clean water, healthy air, food and materials that are all essential to our economies and our very existence as humans.", "As central banks and supervisors, we have every reason to be concerned, because it's an illusion to think we can preserve financial stability if this degradation continues.", "A degradation to which financial institutions under our supervision also contribute through the activities they finance.", "A degradation that in turn creates risks they need to manage.", "Therefore it's squarely within our mandate to address these risks and to use our leverage to bend the curve.", "From nature degradation to nature restoration.", "The Kunming-Montreal Global Biodiversity Framework sets clear targets to halt and reverse nature loss by 2030, putting us on a path to living in harmony with nature by 2050.", "The Framework also foresees a role for the financial sector, with explicit targets for matters such as disclosure and the alignment of financial flows.", "We have only seven years left to deliver on that commitment to halt and reverse the current trend.", "Seven years that are critical for nature, but also for the climate.", "Because without nature, our actions to address climate change are bound to fall short.", "So our task is as important as it is urgent.", "The question for us today is: how to proceed?", "There is no straightforward answer.", "The interaction between nature, climate and the economy is exceptionally complex.", "And let's face it, our working culture does not help us here.", "We, as central bankers, are by nature risk-averse and methodical.", "We first want to have a good data set, then we want to reach consensus on what is the most robust analytical framework, then we assess the risks, etc etc.", "The sheer complexity of the subject, together with our usual approach to problem solving, may mean we will be too late.", "One way to help us approach this problem may be to compare our quest to climbing a mountain.", "A mountain no-one has ever climbed before.", "When Tenzing Norgay and Edmund Hillary first reached the summit of Mount Everest in 1953, they were not alone.", "They were part of an expedition team of about 15 climbers, and a large number of porters.", "First they created a number of advance camps, gradually reaching higher up the mountain.", "And then they sent a series of two climbers for an assault of the summit, one pair after another.", "Despite all their preparation, each pair of climbers faced the same problem: they did not know exactly what they would find on their path.", "Each pair encountered new obstacles, like technical problems with the oxygen sets.", "But the expedition team learned from those obstacles, and the climbing pairs also made discoveries that helped the next pair do a better job.", "Finally, on May 29th, on returning from the summit, Hillary's first words to his colleague George Lowe were \"Well, George, we knocked the bastard off\".", "I think what this analogy teaches us is that, in order to make meaningful progress as NGFS members, three things are essential: starting now, working together, and keeping our eyes on the summit.", "First, like the Mount Everest expedition team, we just have to get going, without the benefit of perfect knowledge.", "Because the problem is too complex to approach it the \"old central bankers' way\".", "This means we have to start now with improving how we measure nature degradation and its effects on our economy and the financial system.", "We need to enhance and harmonize our data, metrics and scenarios, as François has rightly pointed out.", "At DNB we have embarked on such a first attempt to measure financial risks for a few transition scenarios, such as ending harmful subsidies.", "We aim to share our findings later this year.", "I am confident that the technical recommendations by the NGFS team working on nature scenarios will help us to expand and refine such efforts together.", "Starting now also means engaging with the financial sector today on ways to manage their nature-related risks.", "And it means finding ways to practice what we preach, for example by exploring how we can manage current nature-related financial risks to our own reserves.", "This is also a way to better understand the challenges the market is facing.", "In that light, we have started a pilot to explore how the TNFD framework could apply to DNB's own reserves.", "And I am sure there are many other examples to be found here in this room today.", "Second, like the Mount Everest team, we need to collaborate closely.", "This is all the more important since we may sometimes work in smaller teams to tailor the approach to our different circumstances.", "Sometimes we may stumble into an obstacle that forces us to take a step back and look for a different route.", "And sometimes we may make an important discovery that helps us and others to take the next steps.", "Close communication is key here.", "And with the Conceptual Framework, we can now communicate in a common language.", "Via the NGFS, we can help each other take those first steps on data, scenarios, supervision and reserve management.", "Together, we can search for critical ecosystems whose degradation is a material source of risk to our economies and financial systems.", "We can investigate the macroeconomic impacts of nature loss.", "And we can search for ways to contribute to the scaling up of finance for nature.", "Always taking into account the restrictions and possibilities that our mandates provide, and the need for other actors, including governments, to do their part as well.", "These are all areas where the success of our individual efforts will be greatly enhanced by sharing our experiences as we proceed.", "And finally, like the Mount Everest team, we need to keep our eyes on the summit.", "Just as climbers know they have to reach the summit by noon in order to make a safe return, we need to meet the Kunming-Montreal Global Biodiversity targets by 2030, to stay on track for living in harmony with nature by 2050.", "If we lose sight of our goal, we will start to drift and we will almost certainly arrive too late or not at all.", "This underscores the relevance of transition plans, also for us as central banks and supervisors.", "The mountain that we have to climb is high and shrouded in mist.", "But it is our duty as central bankers to climb the mountain, and the urgency is high.", "We now have a common language, the Conceptual Framework, that will help us meet the challenge together.", "This meeting is called a Launch Event.", "But it's not the Framework we have to launch, it's already there and it's great.", "It's ourselves we have to launch.", "And if we start our ascent now, if we communicate constantly on our findings, and we if we keep our eyes on the summit, like the 1953 expedition team, we have a high chance of success.", "Then hopefully in 2050, we can say, as Ed Hillary did: \"Well George, we knocked the bastard off\"."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Nature loss", "Nature risks", "Financial stability", "Climate change", "Nature restoration", "Kunming-Montreal Global Biodiversity Framework", "Data and scenarios", "Collaboration", "Transition plans", "Financial sector engagement"]}