{"sentences": ["The Dawn of India's Age1 Dr. Basanta Kumar Pradhan, Director, Indira Gandhi Institute of Development Research or IGIDR, Prof Subrata Sarkar, Convenor of the Conference Committee, Faculty Members of IGIDR, Distinguished Alumni of the Institute, Ladies and Gentlemen, Namaskar and Good Afternoon!", "I am deeply honoured to be invited to inaugurate the IGIDR Alumni Conference which, perhaps for the first time, brings together former students, current students and faculty under the mantle of the alma mater.", "Some of you are well on your way in charting life's journey in diverse fields; others prepare to commence their own tryst with the future.", "It is truly heartening to observe how loyally you have all responded to the IGIDR's maternal call - after all, as the Oxford Dictionary of Word Origins puts it, an alumnus is one who is nourished.", "The cornerstone of building a great nation is the nurturing of its human capital.", "The IGIDR has groomed some of the brightest and most driven scholars in the country.", "Their professional successes intrinsically define the institution.", "Alumni are receivers and also givers.", "In the words of Albert Einstein, \"It is every man's obligation to put back into the world at least the equivalent of what he takes out of it.\"", "While you reflect on your journey through these arches, do ponder on how you could enrich the journey of others that follow in your footsteps.", "I see you as rays of light illuminating the terrain you traverse while also reflecting the incandescence of the sun - your alma mater.", "The rich diversity of your accomplishments is our asset, worthy of emulation, with externalities to reap by those who join you today.", "Taking a cue from an inspiring description of the key to success in life2, there is a tide in the affairs of nations which, taken at the flood, leads on to fortune.", "India is poised on the crest of a tide in its history that will take it to its full potential in securing its aspirational goals for the future of its citizens and in its role in global affairs, albeit amidst several challenges.", "It is in that context and spirit that I thought I will spend some time envisioning the dawn of India's age.", "According to the United Nations3, India has become the most populous country in the world this year, attesting to the flowering of the demographic dividend that set in from 2018.", "There is a paradigm shift in our thinking on the subject.", "Once considered a drag on development in the tradition of Thomas Malthus4, our large population is now regarded as an asset and an opportunity in a world in which many countries are confronting aging and even population decline.", "By contrast, our population is young - the median age is 28 years.", "Every sixth working age (15-64 years) person in the world is an Indian.", "The potential for boosting saving and investment that this entails considerably enhances India's emergence as the world's economic powerhouse of the future.", "In fact, this momentous development has been termed as 'shifting the world's centre of gravity'5 because it could be heralding a tectonic change in India's role in the global order.", "Moreover, India's population is expected to keep growing for the next four decades, peaking at under 1.7 billion in 2063.", "More than a sixth of the increase of the world's working age population between now and 2050 will be provided by India.", "Already, India is the fifth largest economy of the world in terms of market exchange rates and the third largest in terms of purchasing power parity (PPP).", "The Organisation for Economic Cooperation and Development (OECD) has calculated that in PPP terms, India will be the second largest economy of the world by 2048.", "We must prepare for donning this responsibility.", "In some ways we have begun.", "India is upgrading physical infrastructure - roads and airports being the most visible dimensions - to world class levels.", "We are on the cusp of a digital payments revolution.", "Yet, our most formidable challenges remain: only half of the existing working age population is part of the labour force.", "Furthermore, India's female labour force participation is among the lowest in the world, even lower than that of low income countries.", "Also, India's labour productivity (GDP per hours worked) is lower than even peers in the lower middle income group of countries into which we are classified.", "Consequently, 16 per cent of the population lives in poverty, according to the UN.", "We have to change all that by creating jobs commensurate with expansion of the working age population, by skilling up the work force and providing it an institutional environment that enables work flexibility in tune with changing technologies and demand patterns.", "Importantly, we must enable greater female participation in the workforce by assuring the dignity of work and the sanctity of the workplace.", "Our population presents an exciting opportunity which can be realised only if we are successful in providing it with economic opportunity.", "An outward reflection of India's demographic bonus is the vibrant expansion of Indian communities across the world.", "India has always been an open economy and international migration has been a major force defining India's economic, social and political relations with the rest of the world right from the Bronze Age in 3000 BC.", "In its 2022 publication of its migrant database, the UN estimates that at 18 million6, the Indian diaspora is the largest in the world, accounting for 6.4 per cent of the total stock of international migrants (281 million) in 2020.", "This migration has been distributed across the world, with major destinations currently being the UAE, followed by the US.", "It is interesting to note too that the demographic dividend is also being seized by internal migration.", "Over the years, our perceptions about the diaspora have also transformed from 'brain drain' to 'brain gain', spurred by the contributions that Indians have made in various fields in the global arena, including information technology, entrepreneurship, international politics, medicine, arts and culture, with some of them becoming Nobel laureates.", "It is estimated that over 90 out of 1078 founders of about 500 unicorns in the US are persons of Indian origin7.", "According to a recent study8, professionals in the areas of science, technology, engineering, and mathematics (STEM) play an important role in the U.S. economy by providing cutting-edge ideas and technologies that create jobs and raise living standards.", "Immigrants from India are the largest country of birth group, accounting for 28.9 percent of all foreign-born STEM workers.", "The Indian economy has been a beneficiary of this dynamic and industrious diaspora.", "India currently receives the highest flow of remittances in the world at US $ 108 billion in 2022, up by 24.6 per cent from a year ago, and accounting for 3 per cent of India's GDP.", "Additionally, Indians residing abroad hold deposits in Indian banks cumulating to US $ 136 billion at the end of February 2023.", "Going forward, labour market transformation driven by technological breakthroughs, energy transition and geoeconomics will blur the distinctions between working abroad and working in India.", "The demographic advantage may well equip India to reap the maximum benefits of this shift.", "The World Economic Forum's Future of Jobs Report, 2023 points to a global churn in labour markets - creation of 69 million jobs and a decline of 83 million jobs - led by supply chains and transportation, media, entertainment and sports industries.", "The churn in India's labour markets will be driven by technology-led sectors like artificial intelligence and machine learning (AI&ML), followed by data analysts and scientists.", "Employers in India remain among the most upbeat in terms of future talent availability, with respondents believing that the existing workforce can be upskilled to pack the pipeline and talent can be retained.", "A larger proportion of respondents in the Indian set are inclined to consider improving talent progression and promotion process as well as providing effective reskilling and upskilling as business practices that could improve access to talent than in the global set.", "As a priority, therefore, India needs to get its skilling strategy right.", "The Indian economy is undergoing a quiet but fundamental transformation encompassing all its sectors.", "Perhaps the most striking transformation is occurring in India's exports of services which have demonstrated pandemic-proofing, rising by above 25 per cent per annum since 2020, and providing valuable support to the viability of the external sector.", "While software and business services are the main drivers of this robust performance, advances in IT have not only made services more tradable but also increasingly unbundled: a single service activity in the global supply chain can now be fragmented and undertaken separately at different geographical locations.", "Jurisdictions have accordingly been decentralising and diversifying their supply chains to ensure business continuity.", "These factors have led to a new channel of IT-enabled services - large multinational corporations (MNCs) are setting up Global Capability Centres (GCCs), which are offshore offices, delivering a wide array of services across IT sector verticals.", "India is home to about 40 per cent of global GCCs, and they are estimated to comprise 25 per cent of overall IT services exports.", "GCCs are also driving diversification, with firms in diverse sectors such as electronics, retail, automotive, banking and financial services, and hospitality, to name a few, setting up GCCs in India.", "GCC services include accounting, legal services, business consultancy, operations, capacity development and research.", "GCCs cater to high-value and knowledge-intensive projects such as data analytics, artificial intelligence/machine learning, chip design, system design, robotics and other new-age technology solutions that are high in demand in the global tech market.", "India is also becoming a hub for engineering R&D (ER&D) centers as leading multinationals develop their centers of excellence (CoEs) across different business domains.", "The National Association of Software and Service Companies (NASSCOM) estimates that India will add 500 GCCs by 2026.", "They are going to be hiring.", "India's citizens of the future should prepare for this revolution.", "The world is coming to our doorstep to fill world-class jobs.", "Digital Revolution India is playing a pivotal role in the ongoing fifth technological wave - the information and communication revolution9.", "We have emerged as the largest player in real-time payment transactions globally, with a share close to 50 per cent.", "The Unified Payment Interface (UPI) is the mainstay of the retail payment ecosystem, with around 9 billion transactions in April 2023 alone and this is attracting global attention.", "The India Stack creates a unified software platform to bring our population into the digital age.", "India Stack is the largest open application programming interface (API) in the world.", "It is being implemented in stages, starting with the introduction of the Aadhaar Universal ID numbers; the introduction of electronic Know Your Customer (eKYC) which enables paperless and rapid verification of identity details; e-Sign whereby users attach a legally valid electronic signature to a document; UPI enabling cashless payments; and most recently, DigiLocker, a platform for issuance and verification of documents and certificates.", "The benefits of India Stack are being widely exploited by rising mobile penetration.", "It is argued that India Stack could fast-track the move to digital payment systems worldwide and mark the end of cash10.", "Digitalisation is also powering a revolution in the cross-border payments space.", "India is linking UPI with other national fast payment systems (FPS).", "The UPI has been linked with Singapore's PayNow in a move that is expected to make cost-effective cross-border peer-to-peer (P2P) transfers using mobile apps, and deepen trade, travel, and remittance flows between the two nations.", "Other link-ups are on the anvil.", "Within India, too, increasing interoperability across domestic payment modes is being prioritised.", "India is also gearing up for the launch of the digital rupee.", "Internationalisation of home-grown payment modes is being enabled through tie-ups with payment service providers that allow QR code-based merchant payments in Bhutan and Singapore.", "Leveraging the growing popularity of the UPI, this payment facility has been extended to inbound travellers from the G20 nations for effecting local merchant transactions.", "Looking ahead, the future of digitalisation is bright, with total digital payments poised to jump three-fold to USD 10 trillion by 2026, wherein 2 out of 3 transactions will be through non-cash modes.", "The future of cross- border payments will be characterised by the setting up of dedicated payment rails for instantaneous transfers, while also ensuring digital and financial inclusion and greater harmonisation of payment regulations across borders.", "India's G20 Presidency is a watershed moment in our history as we seek a central role in finding pragmatic global solutions for collective well-being and promoting a sustainable and inclusive future for all.", "G20 brings together the world's largest economies on one platform for collective action, coordination and consensus building in our vision of Vasudhaiva Kutumbakam - One Earth - One Family - One Future.", "India is prioritising a reformed multilateralism that creates a more accountable, inclusive, just, equitable and representative multipolar international system for the 21st century.", "Our priorities include addressing the macroeconomic implications of food and energy insecurity; climate change; strengthening Multilateral Development Banks (MBDs); debt sustainability; strengthening financial resilience through sustainable capital flows; financing inclusive, equitable and sustainable growth; leveraging digital public infrastructure; climate financing; and opportunities and risks from technological change.", "On the finance track, we aim to expand the narrative beyond financial stability and financial integrity concerns to capture the cross-sectoral and macro-financial implications and risks.", "We are working towards strengthening financial institutions' ability to manage third-party risks and outsourcing, inter alia, arising from BigTech and FinTech, and also enhancing global cooperation to strengthen the financial sector's cyber resilience.", "Going forward, the world's hopes are on building consensus to deliver a G20 Delhi Declaration that will leave an Indian footprint on the sands of time as we strive for 'human-centric globalisation' that is sensitive to the voices of the Global South.", "Dynamic Federalism Increasingly, the quality of life and the business environment in India is going to be defined by shifts in the focus of public policy that foster competitive federalism among India's states in achieving the aspirational goals of sustainable economic development.", "The freedom to compete allows each state to design, experiment, innovate and reform, given its unique features and challenges, while emulating best practices achieved by peers.", "An example of the power of competitive federalism is the drive among states to attract private investment, both domestic as well as foreign, by showcasing investment opportunities in each state.", "The spirit of competitiveness is being promoted at the highest policy levels.", "Well- performing states in the area of business reforms are recognised as Top Achievers.", "Similarly, Niti Aayog has developed the Export Preparedness Index to evaluate sub-national export performance11.", "Moving on, the states' start-up ranking scheme has encouraged each of them to have dedicated start-up policies.", "Many States have also undertaken substantive legislative and administrative reforms in their labour and industrial relations to boost domestic manufacturing capacity.", "Today, many states have instituted processes such as single- window clearance, self-certification of compliance by enterprises, online filing for registration and returns and transparent inspection systems.", "The Smart Cities Mission promotes sustainable and inclusive cities12.", "The Ministry of Housing and Urban Affairs has launched the 'City Finance Rankings 2022' portal in March 2023 whereby urban local bodies in the country will be evaluated on the basis of 15 indicators,13 based on current financial health and improvement in financial performance over time.", "The sustainable development goals (SDG) India Index14 developed by the The framework consists of four main dimensions: Policy, Business Ecosystem, Export Ecosystem and Export Performance.", "All the vital parameters, namely Export Promotion Policy, Institutional Framework, Business Environment, Infrastructure, Transport Connectivity, Access to finance, Export Infrastructure, Trade Support, Research and Development Infrastructure, Growth Orientation and Export Diversification have been covered as sub pillars under the four main dimensions of the index.", "Gujarat, Maharashtra and Karnataka have highest overall export preparedness score.", "A competition-based method is used as a means for selecting cities for funding which is based on area-based development.", "Cities obtaining the highest marks in a round were then chosen to be part of the mission.", "20 smart cities were selected in Round one, 27 Smart Cities were selected in Round two, 30 Smart Cities have been selected in Round three and 9 Smart Cities have been selected in Round four from a period of 2016 to 2018.", "The three parameters are Resource Mobilization, Expenditure Performance and Fiscal Governance.", "The rankings will be based on the four population categories- above 4 million, between 1-4 million, 100K to 1 million and less than 100,000.", "The final rankings are expected to be announced in July 2023.", "The SDG India Index is the world's first government-led sub-national measure of SDG progress.", "The SDG India Index computes goal-wise scores on the 16 SDGs for each State and UTs.", "Overall State and UT scores are generated from goal-wise scores to measure aggregate performance of the subnational unit based on its performance across the 16 SDGs.", "This Index was launched in December 2018.", "For the year 2020-21, Kerala came first on the index whereas Tamil Nadu and Himachal Pradesh shared the second place.", "NITI Aayog, in collaboration with United Nations, is also fostering competition among states and UTs by ranking them on global developmental goals.", "As our states compete for a place in the sun, they will nurture business growth, put in place the best physical and social infrastructure and provide us with improved basic amenities, clean energy, and better health and societal outcomes.", "Along with foreign investment bringing in new technologies and ideas, we are moving into a national ethos of wider consumer choices and a better standard of living.", "Climate change is manifesting itself at an alarming scale and pace globally.", "Extreme weather events are becoming more frequent and intense, inflicting increasing damage on human lives and the environment, globally and in India.", "The intensifying concern now is that climate change is heavily influenced by human activity.", "In fact, the period from the mid- 20th century has been defined as the \"Anthropocene\" epoch, marking a significant impact on earth's climate due to the increased use of fossil fuels.", "India and other developing economies are highly vulnerable to climate change due to their limited capabilities in climate science and technology and insufficient funding for adaptation and mitigation.", "The relative costs of transitioning to a greener path are higher for them than for the advanced economies; undertaking the transition can even push them several places down the development ladder.", "From the developing world, India has emerged as a leading voice on global climate action that is mindful of climate equity and justice considerations.", "India has taken numerous policy initiatives in this direction.", "In 2015, India submitted its Nationally Determined Commitments (NDCs) to the United Nations Framework Convention on Climate Change (UNFCCC) with targets up to 2030.", "At COP26 in 202115, India updated its NDCs, which now represent the framework for its transition to cleaner energy for the period from 2021 to 2030.", "It has committed to the five-fold strategy of panchamrit, which include raising its non-fossil-fuels-based energy capacity to 500 GW by 2030; raising 50 per cent of its energy requirements from renewable sources; and reducing the carbon intensity of its GDP by 45 per cent by 2030.", "India aims to achieve the net zero target by 2070.", "For achieving this target, it has released long-term low emission development strategies (LT-LEDS) at the COP27 summit.", "India has co-founded the International Solar Alliance (ISA) with France in 2016 and announced a National Hydrogen Mission to increase the dependency on green energy.", "The Mission LiFE, i.e., Lifestyle for the Environment, launched in 2022, is now a global movement to connect the powers of the people for the protection of the earth.", "The RBI too is engaged in managing climate risks.", "In April 2021, it joined the Network for Greening the Financial System (NGFS) to benefit from and contribute to the best practices in climate risk management and green finance.", "Apart from including renewables as part of the priority sector credit for banks, the RBI has recently issued sovereign green bonds, and released the framework for mobilisation of green deposits.", "At the frontline of research on the subject, the RBI has on May 3, 2023 released the Report on Currency and Finance, 2022-23 with the theme \"Towards a Cleaner Greener India\".", "The Report has examined the macro-financial implications of climate change and the possible fiscal, monetary, regulatory and other policy options for India.", "In the words of Victor Hugo who is considered to be one of the greatest French writers of all time, \"Nothing else in the world...not all the armies...is so powerful as an idea whose time has come.\"", "India's time has come and we must seize it.", "There are formidable trials and challenges ahead, but they can be overcome if we exploit the comparative advantages.", "I have spoken of some of the defining dimensions favouring India's leap into the future.", "We need to hone them into the cutting edge that will make this dream possible.", "Concluding Remarks As you prepare to step out into a fast-changing world, always cherish the unbreakable bond that you have with your alma mater.", "In this context, your homage should first go to your teachers, the faculty of the IGIDR, who nurtured you with commitment, dedication and sincerity.", "Our teachers do not just impart knowledge; they awaken in us the desire to be lifelong learners.", "To quote Swami Vivekananda, \"the guru is the means of self- realisation\".", "I commend the entire faculty, present and past, for shaping the lives of the future of India and for being the soul of the institution that has groomed them to be worthy citizens of our nation and of the world.", "As you embark on your journey, always believe that you are capable of achieving greatness.", "Your successful completion of your educational programme at the IGIDR is the first testimony of that power and passion in you.", "Do not be afraid to dream big.", "Go out into the world with the knowledge that anything is possible if you are willing to put your shoulder to the wheel and push.", "In your journey, you will encounter failure, but failure is not the opposite of success; it is an opportunity to learn and grow, and not give up on your dreams.", "Success is not something that happens overnight.", "It is the result of consistent effort, hard work, and dedication.", "So, make it a habit to seek excellence in everything you do.", "In the words of the famous philosopher and historian Will Durant, \"Excellence is not an act but a habit.", "The things you do the most are the things you will do best.\"", "The future is in your hands.", "You have the power to shape your own destiny and create a life that is meaningful and fulfilling, while making a positive impact on the world.", "So, go out there with your head held high, tirelessly striving towards perfection.", "Wherever you are and in whatever you do, I wish you every success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Demographic dividend", "India's age", "Digital revolution", "Dynamic federalism", "Climate change", "GCCs", "UPI", "India Stack", "G20 presidency", "Competitive federalism"]}