{"sentences": ["Good afternoon Chair, Committee members.", "Thank you for your invitation to appear before you today.", "I am joined by Deputy Governors Vasileios Madouros and Derville Rowland.", "I will begin by giving a brief overview of the economic outlook, before discussing how our monetary policy decisions to tackle inflation are transmitting through the financial system to the broader economy - to households and businesses.", "I will also give an overview of the strong protections that we have in place for those who get into financial distress in this rising interest rate environment.", "We very much recognise that this is a challenging economic environment for many people.", "The community has been facing an unprecedented inflationary shock which has impacted significantly on households' weekly shop, their tank of fuel, and their energy bills, to name but a few issues.", "In response, the ECB has raised interest rates at an unprecedented pace.", "This has meant an increase in mortgage repayments for some, particularly for those on tracker rates, but also borrowers on variable rates and those newly applying for credit.", "But our measures are necessary to ensure that inflation returns back to our 2 per cent target over the medium term.", "If inflation becomes entrenched across the economy, the overall costs to society - including of subsequent actions to bring inflation back to target - will be much larger.", "The economic outlook Yesterday we published our latest Quarterly Bulletin which gives our current assessment of the Irish economy.", "Our forecasts suggest Ireland's economy will grow by 2.9 per cent this year, and by 2.6 and 2.3 per cent in 2024 and 2025 respectively.", "We have one of the strongest growth rates in the euro area and labour market conditions continue to remain tight: employment has reached record levels; unemployment is very low and vacancies across the economy - although they have eased more recently - remain above pre-pandemic levels.", "We are entering a period where domestic growth may be more constrained than we have previously seen.", "There are different reasons for this.", "First, capacity constraints in the economy are becoming more binding, as evident in the very tight labour market.", "Second, tighter monetary policy is gradually beginning to weigh on demand conditions both in Ireland and abroad.", "Third, the growth outlook for the world economy remains subdued.", "Ireland, as a small open economy, is very exposed to developments in the rest of the world.", "While the continued expansion of economic activity and employment levels have been positive developments - not least in the context of the extraordinary shocks that hit the global economy in recent years - inflation has been, and remains, a considerable economic challenge.", "When everyone pays more and gets less for it, it can have serious consequences on the economy and the welfare of the people as a whole.", "We know that inflation hits some - particularly the less well-off - harder than others, but everyone in society will be affected if high inflation persists.", "Despite the recent easing of inflation in the euro area, to 5.2 per cent as per yesterday's Eurostat flash estimate for August, it remains too high.", "The outlook is for a decline in euro area inflation to 3.2 and 2.1 per cent in 2024 and 2025, as energy, food and industrial goods price growth slows, offsetting more persistent upward pressure from services.", "In order to reinforce progress towards its target, we have decided to raise the three key ECB interest rates by 25 basis points.", "Accordingly, the deposit facility rate has been increased to 4 per cent and the rates on main refinancing operations and the marginal lending facility have been increased to 4.5 per cent and 4.75 per cent respectively.", "We consider that the key ECB interest rates have reached levels that, maintained for a sufficiently long duration, will make a substantial contribution to the timely return of inflation to our target.", "Ireland's consumer price inflation also remains high but declining, and it is anticipated to reach 2.3 per cent by 2025 in the central outlook.", "The monetary policy actions taken by the ECB for the euro area as a whole will also make a substantial contribution towards bringing inflation back to 2 per cent in Ireland.", "In line with normal practice, I wrote to the Minister for Finance in June outlining the key points that I believe he should take into consideration in his Budget.", "Since then, the Summer Economic Statement signalled a budgetary package that is significantly more expansionary than was outlined previously.", "Such revisions can amplify demand in an economy already operating at capacity and shift the stance of fiscal policy in a procyclical direction.", "The Governing Council of the ECB is taking the necessary decisions to get inflation back to target but of course, monetary policy is set for the euro area as a whole, whereas fiscal policy remains a national competence.", "So, as we come up to the Budget, it is important that fiscal policy doesn't add to our own domestic inflation problem.", "It would be counter-productive for domestic policy to stimulate demand and result in in a period of higher and more prolonged inflation in Ireland than currently expected.", "It would damage the competitiveness of the Irish economy and potentially undermine its ability to deliver sustainable growth in living standards.", "We are a small open economy with high debt levels and are vulnerable to shifts in the global economy.", "We tend to experience greater extremes compared to larger and more diversified economies, which has implications for both price and financial stability.", "We must take the opportunity to enhance medium to longer term resilience in both the public finances and the economy as a whole.", "In this context I want to again welcome the Minister's proposal to establish a long-term savings fund, which takes into account the current windfall nature of excess tax receipts.", "The impact of monetary policy on lending, deposits and consumers Monetary policy works through multiple channels.", "A central channel is the banking channel, via pass-through to credit and deposit rates.", "We are seeing monetary policy transmit to the Irish economy, with increases in the interest rates on loans and deposits over the past year.", "This transmission has been particularly strong in terms of new loans to, and term deposits from businesses.", "But, to date, Irish banks have lagged behind euro area banks with respect to pass-through of interest rate increases to the household sector.", "In terms of household deposits, our latest evidence (some of which we recently published), shows that pass-through has been slow, both relative to euro area peers and our own experience in the last tightening cycle.", "There are a number of potential factors contributing to slow pass-through.", "For example, deposit to loan ratios in Irish banks are particularly high, which means banks don't need to attract deposits.", "Moreover, competition dynamics in the market for banking services are very different now, relative to the last tightening cycle.", "Consumer inertia may also be a factor, as we have seen less of a shift into term deposits than in other euro area countries.", "Around 94 per cent of deposits from households are in demand deposits and current accounts, rather than term deposits or notice accounts.", "In terms of mortgage lending, interest rate pass through has varied, based on the product type.", "The largest increases have been on tracker mortgages, whose interest rate moves mechanically in line with the reference rate, typically, the ECB's main refinancing operations rate.", "For new mortgage lending, we have - so far - seen less pass-through than the euro area as a whole or what our own historical experience would suggest.", "The ECB, or indeed the Central Bank of Ireland, does not have a role in setting commercial rates on bank products but it is something we monitor closely to assess the extent to which our monetary policy measures are transmitting through the Irish financial system.", "It will take time for the full impact of rising rates to be felt fully by households and businesses.", "Given historical patterns, we expect the banking channel to strengthen in the months ahead.", "People should be prepared to continue to see increases in both their deposit and lending rates over the coming months.", "Firms will make their own commercial decisions, but the transmission of monetary policy measures is critical to ensure that inflation returns back to our target of 2 per cent.", "Ultimately, low and stable prices protects consumers.", "The resilience of Irish households This is a very challenging time for people.", "The increase in the cost of living, along with rising mortgage repayments, puts additional pressure on borrowers.", "Just last week we released the latest mortgage arrears statistics.", "We are seeing total Primary Dwelling Home (PDH) arrears over 90 days stabilising, having been in persistent decline for the last decade.", "Long-term arrears are still falling overall, but there was a slight increase in arrears over 90 days and up to one year, suggesting that some of the early arrears cases are transitioning into arrears cases.", "Though every case represents a person or household in distress, the numbers are very small at present.", "We remain vigilant to these issues as they emerge.", "Arrears can be a lagging indicator which is why, over the past year - as the interest rate environment changed rapidly - we have been particularly focused on ensuring that the financial sector is ready to respond to borrowers who find themselves in a difficult financial position in a consumerfocused manner.", "Of course, our work did not begin a year ago.", "We have been taking action over the past decade to limit the build-up of risks for the financial system and for households.", "For example, we have introduced and tailored our macroprudential mortgage measures, we have added to our Consumer Protection code, strengthened the requirements of the Arrears Framework and worked with industry to enhance supports they offer.", "All of that has led to a position where we now have one of the strongest frameworks in Europe to help us deliver better outcomes for consumers.", "These measures, and positive developments in the Irish economy in recent years mean households have entered this cycle in a more resilient position.", "The macroprudential measures we introduced have limited over-borrowing and over-lending, which was a problem in the past.", "This means that the household sector as a whole now has a debt to income ratio of 90 per cent, compared to 200 per cent in 2008.", "This lower indebtedness provides greater resilience in the face of rising interest rates.", "In addition, the balance sheet of the household sector has been bolstered by record levels of savings, although - of course - these are not distributed equally across households.", "The strong labour market and record levels of employment have also been supporting income growth.", "Notwithstanding this aggregate resilience of the household sector, given the challenging macro-economic environment, we expect that some people will unfortunately find themselves in financial difficulty.", "Since I was last before you earlier this year, we have continued to progress our phased work with mortgage providers (and servicers) and their representative bodies.", "As we outlined in our update published in April, the initial phase of our work established that, properly applied, the regulatory framework is well-positioned to deliver for consumers in this current context.", "Our analysis has also shown that there is no evidence of discrimination for switching applicants coming from non-banks based purely on where their mortgage is currently held.", "As we have progressed our current phase of work, we have seen tangible outcomes emerge from individual firms and collectively including: Firms have further developed their early warning indicators to improve their identification and proactive engagement with customers who are in, or in danger of, falling into arrears.", "In response to these early warning indicators, firms have introduced a range of measures to help support borrowers including increased resources to support customers.", "Firms have continued to enhance the alternative repayment arrangement supports (or ARAs) for borrowers in or facing arrears including the introduction of fixed rate ARA options which has been announced publicly.", "Firms have enhanced borrower communications initiatives on switching and some have launched proactive outreach campaigns aimed at specific groups of borrowers.", "We have also seen a system-wide initiative across all firms with the recent announcement of the new support measures for borrowers in the BPFI \"Dealing with Debt\" campaign, that has introduced system wide initiatives to support mortgage switching for the first time and increased coordination with MABS and mortgage brokers to enhance how the mortgage market operates for consumers.", "These are important outcomes that matter to people.", "While measures taken by firms to date are welcome, we will continue to engage with firms to ensure that actions meet our expectations and all industry participants are extending themselves to support consumers in difficulty.", "This will include ensuring that those borrowers who should expect to be able to switch product or provider are supported to do so, noting that the data on mortgage approvals for the first seven months of 2023 shows that overall remortgage/switching activity fell by 78.6 per cent in volume on a year-on-year basis.", "The outlook for the remainder of 2023 and into 2024 will continue to be characterised by high uncertainty, as the battle against high inflation continues.", "The Central Bank will continue to focus on maintaining monetary and financial stability and ensuring the financial system works for consumers and the wider economy.", "Derville, Vas and I are happy to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "none"], "topics": ["monetary policy", "inflation", "interest rates", "economic outlook", "financial stability", "mortgage arrears", "household resilience", "fiscal policy", "consumer protection", "banking channel"]}