{"sentences": ["I am delighted to have been invited by Federal Bank to deliver the K P Hormis Commemorative Lecture today.", "Late Shri K P Hormis, the founder of the Federal Bank, was a great institution builder who recognised early the critical role of entrepreneurs in an economy, the importance of banks in providing finance, particularly to small scale entrepreneurs, and the need for prudence in banking business to preserve financial stability.", "Despite the multiple and overlapping shocks to the global economy from COVID-19 pandemic, the war in Ukraine and synchronised monetary policy tightening by Central Banks across the world, the Indian economy remains resilient and is expected to be the fastest growing major economy in the world.", "Our financial sector remains stable; the worst of inflation is behind us; and the Indian Rupee has exhibited least volatility among its peer currencies.", "As you are aware, India has assumed the G20 Presidency for 2023.", "In a world that is fractured in geopolitics, trade and supply chains, the Indian Presidency is driving home the philosophy of 'Vasudhaiva Kutumbakam: One Earth, One Family, One Future'.", "The endeavor of the Indian Presidency is to realise the potential underlying this philosophy.", "I have, therefore, chosen the theme of \"G20 for a Better Global Economic Order during India's Presidency\" for my address today.", "As I said a little while ago, India has assumed the leadership of G20 in an environment of formidable geo-economic shifts which have vitiated the global macrofinancial outlook.", "The capacity of the existing global economic order to manage the severe impact of the multiple shocks is under challenge.", "This has led to severe supplydemand imbalances in critical sectors and given rise to high inflation in almost all countries.", "Globalisation of inflation to multi-decadal high levels and subdued global growth and trade have posed complex policy challenges.", "As the premier forum for promoting cooperative and effective solutions to global problems, the task of the G20 is cut out, given the difficulties in building consensus and the uncertainty around the outlook on geopolitics.", "The ongoing global crisis is both an opportunity and a major test for the G20 which represents 85 per cent of world GDP and 75 per cent of global trade.", "Following the East Asian financial crisis of 1997, the G20 was founded in 1999 as a forum for the Finance Ministers and Central Bank Governors to discuss global issues and policy options.", "After the global financial crisis of 2008, G20 was upgraded to the level of Heads of States /Governments in 2009.", "In an interconnected world, national policies alone may not be fully effective when the nature of the shocks is global and persistent.", "Post COVID, the world economy was recovering gradually on the back of large policy stimulus and rising pace of vaccination when the war in Ukraine led to sharp increases in global food, energy and commodity prices.", "It also triggered renewed supply chain disruptions.", "Geopolitics has now been taken over by geoeconomics.", "According to the IMF , the global economy is now experiencing a process of geo-economic fragmentation, operating through five key channels - trade, technology, capital flows, labour mobility and global governance.", "There are rising restrictions on trade and diffusion of technology, barriers to labour migration, reduced capital flows and increased uncertainty about global public goods.", "The interlinkage between geopolitics and economic prospects of nations has become stronger, with each influencing the other.", "There is now growing trend of friend-shoring and onshoring.", "The focus is now on ensuring food and energy security and on securing strategic minerals - lithium, rare earths, copper, zinc, chromium, graphite, etc.", "which are required for producing batteries, solar panels and wind turbines.", "Actually, the backlash against globalisation had started even before the pandemic struck, as globalisation created both winners and losers.", "The international order could not provide cooperative solutions to make the process win-win for all.", "This indeed is the biggest challenge for G20 as a multilateral group.", "Globalisation must produce better and more equitable outcomes for all, including the global south.", "Of the multiple risks facing the world community, the surge in inflation has posed a complex monetary policy dilemma in every economy between raising interest rates enough to tame inflation, and at the same time minimising the growth sacrifice to avoid a hard landing.", "The aggressive monetary policy tightening by systemic central banks since early 2022 and the consequent appreciation of the US Dollar have led to several economies, with a high share of external debt, becoming highly vulnerable to debt distress.", "According to the IMF , 15 per cent of Low-Income Countries (LICs) are estimated to be already in debt distress, with an additional 45 per cent at high risk of debt distress.", "About 25 per cent of Emerging Market Economies (EMEs) are also at high risk.", "Further, capital outflows from Emerging Market and Developing Economies (EMDEs) due to continued tightening of financial conditions have led to reserve losses, sharp currency depreciations and spiraling imported inflation pressures.", "In such a situation, addressing the deteriorating debt situation in low and middle-income countries and facilitating coordinated debt treatment by official bilateral and private creditors under a multilateral framework has assumed priority under our G20 presidency.", "Despite the overwhelming concerns a few months back about an imminent recession, the global economy has in fact exhibited greater resilience, reducing the probability of a hard landing.", "Nonetheless, there is a trend decline in global growth.", "There is also considerable uncertainty about structural shifts taking place in the drivers of inflation, ranging from labour market dynamics to concentration of market power and less efficient supply chains.", "In parallel, global food, energy and other commodity prices have softened from respective peaks and the supply chains are normalising, which should help in achieving disinflation.", "Restoration of a more balanced world economic order is, therefore, at the forefront of the G20 discussions.", "India has stressed the importance of creating an inclusive agenda to restore stability and confidence in multilateralism while revitalising global growth.", "A fragmented global governance regime, as it prevails today, has also led to under provisioning of global public goods and erosion of economic welfare.", "The recent examples are discriminatory access to vaccines during the pandemic and reluctance to ensure universal access to vaccines and technology for life saving medicines; inadequate provision of finance and access to technology to quicken the pace of green transition in EMEs; and lack of timely creditor cooperation to address the severe stress facing some of the debt-ridden developing economies.", "Recommitting to multilateralism is the need of the hour and the G20 has a major role in this regard.", "It is also important that the G20 countries take due notice of people-centric transformative changes taking place in member countries and adopt them to make the world a better place for all.", "Learning from each other's experience to enhance the quality of life for the common man must be a new dimension of the global economic order in the future.", "I would like to highlight two such key areas under our G20 presidency: first, digital public infrastructure for financial inclusion; and second, climate change and mitigation for achieving a more inclusive global economic order.", "Digital public infrastructure for Financial Inclusion 12.", "The G20, through the Global Partnership for Financial Inclusion (GPFI), is facilitating a dialogue on financial inclusion in the global forum.", "The focus is on unserved and underserved individuals and on micro, small and medium enterprises (MSMEs).", "India is sharing its experience in financial inclusion as well as in the use of digital public infrastructure for achieving the goals of poverty alleviation and economic empowerment of the vulnerable sections of the society.", "India has been one of the forerunners in addressing the issue of 'last-mile connectivity' by leveraging its worldclass digital public infrastructure which includes the JAM (Jan-Dhan, Aadhaar, Mobile) trinity; the UPI; the Open Network for Digital Commerce (ONDC); and the account aggregators (AA) framework.", "We are also highlighting the importance of digital identity, digital payments and digital consent-based sharing of data in enabling a globally integrated financial inclusion ecosystem.", "India's rich and successful experience in this area offers fine guidance on pathways to improving the lives of the common man.", "Not surprisingly, India has been recently chosen as the co-chair of the Global Partnership for Financial Inclusion working group along with Italy.", "Climate Change and Mitigation 13.", "Climate change is no longer a distant threat.", "It is right here staring at us and is a growing danger with risks for millions of lives and livelihoods around the world.", "Extreme weather events world over, such as floods, droughts, wildfires, cyclones, etc.", "can disrupt production and supply chains and create shortages of essential goods and services at anytime, anywhere.", "Such events can create sudden increase in prices leading to inflationary pressures.", "In addition, climate change can also affect the productivity of sectors that are heavily dependent on nature, such as agriculture.", "For instance, rising temperatures and changing rainfall patterns are causing lower crop yields and higher prices of foodgrains in recent years.", "The physical impact of climate change, such as rise in sea-level and increased frequency and intensity of extreme weather events, can damage infrastructure and property, leading to higher costs for businesses and households.", "All these factors can contribute to higher inflation and lower growth, which can erode the purchasing power of households and businesses.", "As we all know, such events are becoming more frequent in recent years.", "Therefore, it is essential that we take concerted climate action to safeguard the future of our planet and its inhabitants.", "The G20 countries have a major responsibility in providing leadership for global action on climate change and provision of climate finance, together with transfer of technology, to take this agenda forward.", "In dealing with weather related disasters, India has made noteworthy progress in its green transition agenda and capacity creation for efficient disaster management.", "Sharing our experience with other G-20 countries could open up scope for collaboration, in pursuit of the common goal of a greener global economy.", "It is noteworthy that India is the highest ranked G20 country according to the Climate Change Performance Index 2023 and is also the 5th best performing country globally.", "Given that India is widely expected to remain as one of the fastest growing economies in the world, our energy demand could rise manifold.", "The challenge for us is twofold: one, to meet the projected increase in energy demand; and two, to rapidly transition from fossil fuel to renewables.", "Climate proofing of our infrastructure has also been a priority, more so in view of the large investment in infrastructure in recent years.", "Through global forums such as the Coalition for Disaster Resilient Infrastructure (CDRI) , India is providing leadership to global efforts for addressing these challenges.", "We live in a world where the global macro-economic and financial outlook may become increasingly uncertain because of climate events, and only a committed global response with a spirit of collaboration can help mitigate the impending risk.", "In this context, the need for scaling up climate finance for mitigation and adaptation efforts in a balanced manner is well recognised if we were to meet the ambitious net zero targets.", "In this endeavor, Multilateral Development Banks (MDBs) have an important role to play.", "They must evolve to meet the increasing demand for lending resources, provide knowledge support and catalyse private investment while continuing with their traditional roles of poverty reduction and achieving the Sustainable Development Goals (SDGs).", "To address these issues, the G20 has set up an expert group to deliberate on strengthening the MDBs.", "As I proceed to conclude, let me state that recent developments in the US banking system have brought to the fore the criticality of banking sector regulation and supervision.", "These are areas which have significant impact on preserving financial stability of every country.", "More specifically, these developments in the US drive home the importance of ensuring prudent asset liability management, robust risk management and sustainable growth in liabilities and assets; undertaking periodic stress tests; and building up capital buffers for any unanticipated future stress.", "They also bring out that crypto currencies/assets or the like, can be a real danger to banks, whether directly or indirectly.", "The Reserve Bank has taken necessary steps in all these areas.", "The regulation and supervision of the financial sector and the regulated entities have been suitably strengthened.", "The regulatory steps include, among other things, the implementation of leverage ratio (June 2019), large exposures framework (June 2019), guidelines on governance in commercial banks (April 2021), guidelines on securitisation of standard assets (September 2021), scale-based regulatory (SBR) framework for NBFCs (October 2021), revised regulatory framework for microfinance (April 2022), Revised regulatory framework (July 2022) for Urban Cooperative Banks (UCBs) and guidelines on digital lending (September 2022).", "Simultaneously, RBI's supervisory systems have been strengthened significantly in recent years through measures which include a unified and harmonised supervisory approach for Commercial Banks, NBFCs and UCBs.", "The frequency and intensity of onsite supervisory engagement is now based on the size as well as riskiness of the institutions.", "Off-site supervision has also become more intense and frequent.", "We have strengthened our engagement with the Senior Management and Boards of the Supervised Entities.", "The focus is now more on identifying the root cause of vulnerabilities, rather than dealing with the symptoms alone.", "We have also issued revised guidelines on oversight and assurance functions of financial entities.", "Use of advanced data analytics is supplementing our supervisory process.", "To strengthen cyber resilience, a comprehensive cyber security framework for banks together with Digital Payment Security Control Guidelines have been issued.", "We have also established the college of Supervisors and augmented the staff strength significantly in recent years.", "What we have in India today is a well regulated and well supervised banking sector.", "The same would apply to the NBFCs sector and other financial entities under RBI's domain.", "Let me now conclude by stating that India has assumed the G20 presidency at a time when it has once again emerged as the fastest growing major economy in the world.", "International confidence on India's capacity to contribute constructively to reshape the global economic order is rising.", "The risk of a hard landing has dissipated world over, even as the pace of disinflation remains less than desirable.", "Before the cascading effects of geo-economic fragmentation further dampen the global outlook, rebuilding trust through cooperation and recommitting to multilateral frameworks for addressing critical global challenges has become essential.", "Every crisis can have a solution when powerful minds come together.", "As Swami Vivekananda had once said \"The powers of the mind are like rays of light dissipated; when they are concentrated, they illuminate\" .", "\"Geo-Economic Fragmentation and the Future of Multilateralism,\" IMF Staff Discussion Note 2023/001.", "IMF, World Economic Outlook Update - January 2023 The Climate Change Performance Index (CCPI), published annually since 2005, is an independent monitoring tool for tracking the climate protection performance of 59 countries and the EU, which together account for 92 per cent of the global greenhouse gas emissions.", "It is published by the Germanwatch, the New Climate Institute, and the Climate Action Network.", "Coalition for Disaster Resilient Infrastructure (CDRI) is a multi-stakeholder global partnership to support creation of new and to develop the resilience of existing infrastructure systems to climate and disaster risks to foster sustainable development.", "India is a founding member, and the organisation is headquartered at New Delhi.", "The Complete Works of Swami Vivekananda, Volume 1, Chapter I, Introductory."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["G20", "Inflation", "Climate change", "Financial stability", "Digital financial inclusion", "Debt distress", "Geo-economic fragmentation", "Multilateralism", "Banking regulation", "Supply chain disruptions"]}