{"sentences": ["Check against delivery Ladies and gentlemen, Thank you very much for inviting me to Cyprus.", "It's a pleasure to be here, to discuss various economic issues and to share my views with you.", "Nicosia is the easternmost capital city in both the European Union and the euro area.", "As I learned during my flight, we are now more than two full degrees longitude east of the Great Pyramid of Giza.", "Some people may think Cyprus is pretty much at the edge of Europe.", "Cyprus is at the heart of Europe, and is home to some of Europe's oldest and deepest roots.", "Well-known ancient legends say the goddess Aphrodite went ashore in Paphos in Cyprus.", "And according to the ancient Greek poet Moschus, it is thanks to a prophecy by Aphrodite why our continent was given the name of the Phoenician princess Europe.", "An image of this mythical princess Europe is looking at us from every euro banknote.", "But it is not all about myths.", "The factual ancient history of Cyprus is very rich as well.", "And again, this is reflected in our single currency: The Cypriot euro coins display the Idol of Pomos.", "This prehistoric sculpture dates back to around 3,000 BC - and is hence older than the Great Pyramid in Giza.", "In my opinion, it is important for us Europeans to be aware of our common historic and cultural heritage.", "The euro reminds us of this heritage.", "Or in the words of European Central Bank President Christine Lagarde: These banknotes are part of our economy, our identity and our culture.\"", "Now allow me to leave the realm of ancient history and myths and touch upon the challenges of the modern era.", "And naturally, as a central banker, I am most concerned about the issue of price stability.", "In my speech, I will express my views on the current inflation dynamics in the euro area and the latest ECB's monetary policy decisions.", "However, before I do this, let me shortly elaborate on the economic outlook in the euro area.", "Economic outlook We are currently observing a period of pronounced weakness in the euro area economy.", "In the year to date, euro area real GDP has increased only slightly so far, and it is not expected to make much progress in the fourth quarter, either.", "For one thing, tighter monetary policy is curbing economic activity.", "Weak private consumption, which has been weighed down by high inflation, and weak external demand are additional dampening factors.", "The weakness is increasingly affecting the service sector.", "According to the ECB's September economic projection, real GDP in the euro area will grow by 0.7% this year.", "This is a downward revision of 0.2 percentage point compared to the summer forecast.", "However, the euro area will probably not slide into a recession.", "Indeed, economic growth is expected to strengthen in the course of 2024.", "First, driven by strong wage increases and falling inflation rates, private consumption is set to recover.", "And second, export activity are expected to gain more momentum.", "The ECB staff projects real GDP in the euro area to expand at a rate of 1% next year and of 1.5% in 2025.", "In Germany, sluggish foreign demand for goods, but also high energy prices have weighed heavily on the industrial sector.", "The Bundesbank expects the German economy to contract this year.", "In contrast, the Cypriot economy benefited from buoyant domestic demand.", "According to the recent CBC forecast, real GDP in Cyprus will expand by 2.4% this year.", "Current inflation tide - Inflation rates are expected to decrease over the next two years.", "Nevertheless, inflation has remained too high for too long.", "It is thus too early to declare victory over inflation.", "Monetary policy has to stay the course.", "But let's start with a look back where we came from.", "Following a prolonged period of consistently low inflation, the euro area experienced a swift surge in inflation throughout 2021.", "In July 2021, inflation surpassed our mediumterm target, reaching 2.2%.", "Nevertheless, at that point, economic forecasts were still suggesting a rapid decline.", "The disruptions in supply chains and changes in demand composition were expected to be short-lived.", "And hence the inflation increase was held to be temporary, stemming from specific circumstances tied to the COVID-19 pandemic, and thus expected to soon dissipate.", "That turned out to be wrong.", "After Russia had started its war of aggression against Ukraine, energy and food prices skyrocketed.", "That drove inflation rates up further.", "There was a substantial risk of high inflation becoming entrenched.", "- and monetary policy response So it was absolutely clear that monetary policy would have to act decisively.", "First, even before starting to raise rates, we stopped purchasing additional assets in accordance with the Governing Council's forward guidance.", "After we had ended net asset purchases in July 2022, we raised our key interest rates by 50 basis points, thereby bringing the era of negative interest rates to a halt in just one move.", "This was followed by a further nine consecutive increases.", "In the meantime, we have raised interest rates by a combined 450 basis points.", "This represents the largest and steepest rise ever in the history of the European monetary union.", "Additionally, our balance sheet has started to shrink.", "Over the past twelve months, the volume of our balance sheet has decreased by 1,700 billion euros, which corresponds to one-fifth.", "So far, the decline has mainly been driven by the expiration of the third series of targeted longer-term refinancing operations (TLTRO III).", "Moreover, we have phased out the reinvestment of maturing assets under the Asset Purchase Programme.", "Now, the stock of APP assets is shrinking by roughly 25 billion euros each month.", "Nevertheless, it is clear to me that the large balance sheet will have to shrink further significantly.", "It goes without saying that setting interest rates is and remains our most important tool with which to combat high inflation.", "In this regard, we on the Governing Council currently consider them to be at levels that will make a substantial contribution to inflation returning to target in a timely manner.", "But these levels need to be maintained for a sufficiently long period.", "Moreover, that does not necessarily mean that the current hike cycle is now over.", "Of course, it could be that, if the inflation outlook worsened, we might have to raise rates again.", "The opposite case - inflation returning much faster to 2% - seems much less probable to me.", "Therefore, it would be premature to lower interest rates soon or to speculate about such steps.", "After all, it is not just the level of interest rates that matters for the stance, but also expectations about the future path of interest rates.", "The main effect of the policy tightening on inflation is yet to unfold.", "While headline inflation has fallen significantly over the last months, we cannot take it for granted that this decline will continue.", "The disinflationary effects of fallen energy prices have dissipated and we are still a considerable distance away from our target level.", "And we expect a bumpy road ahead, with ups and downs in inflation over the near future.", "In October, the inflation rate was slightly below 3% for the first time since July 2021.", "But we will see a return of numbers with a three before the decimal point.", "This is largely the result of a base effect.", "For example, in December 2022, the German government paid the regular gas bills of households, which resulted in a very sharp decline of the price level.", "Meanwhile, indicators of underlying inflation such as the core rate, which strips out volatile energy and food prices, show that inflation dynamics continue to be strong.", "In October, core inflation stood at 4.2%.", "A timely return of inflation to 2% will be important for keeping inflation expectations in check.", "If we failed, medium-to-long-term inflation expectations could lose their firm anchoring at levels consistent with price stability.", "If that happened, we would expect an impact on price-setting or wage-setting behaviour.", "Ultimately, this would require an even stronger monetary policy response.", "Of course, we take note of concerns that the current monetary policy stance might be too restrictive for the economy.", "Some argue that lower interest rates would enable us to increase economic growth without jeopardising price stability.", "But I fail to be convinced by that reasoning.", "First of all, I am confident that we can avoid a \"hard landing\".", "The tight labour market, low corporate and household debt levels and brisk investment activity suggest that the conditions for a \"soft landing\" are in place.", "And secondly, it could do more harm to the economy if we were to loosen too early and then have to tighten again and even more strongly.", "Seen from a risk management approach, I would prefer to err on the side of caution and ensure a timely return to price stability.", "At our next Governing Council meeting in December, new staff projections will provide important information for our decision-making.", "Our future decisions will continue to be based on three pillars: our assessment of the medium-term inflation outlook in light of the incoming data, the dynamics of underlying inflation, and our assessment regarding the strength of the monetary policy transmission.", "As regards the transmission, I do not see an overtightening.", "The transmission across financial markets is currently working well.", "And the transmission to the real economy and to inflation is making progress.", "Concluding remarks Ladies and gentlemen, The main effects of the Eurosystem's policy tightening on inflation are yet to unfold.", "They are still needed - as underlying price pressures are still strong.", "Hence, we must stay on course.", "It is my conviction that we must not loosen policy until we are certain of returning to price stability on a lasting basis.", "Kuhlmann, P. (2004), Moschos' Europa zwischen Artifizialität und Klassizismus: Der Mythos als verkehrte Welt.", "Lagarde, C., Welcome address by Christine Lagarde, President of the ECB, on signing the euro banknotes, 27 November 2019 Herodotou, C., Governor's Welcome Address at the 1st Central Bank of Cyprus Annual Conference \"The Role of Monetary Policy in Tackling Inflationary Pressures\", speech delivered on 4 October 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Economic Outlook", "Price Stability", "ECB", "Cyprus", "Interest Rates", "Euro", "Energy Prices", "Core Inflation"]}