{"sentences": ["Speech Monetary policy and the krone exchange rate Speech by Governor Ida Wolden Bache at the Centre for Monetary Economics (CME) / BI Norwegian Business School on 9 November 2023.", "I would first like to thank Tommy and the Centre for Monetary Economics at the Norwegian Business School BI for hosting what has become an important annual event for us.", "[Chart: The krone has depreciated] The topic for my lecture today is monetary policy and the krone exchange rate.", "The choice of topic is perhaps not entirely surprising given the attention the krone exchange rate has received over the past year.", "More surprising, many would say, is the level of the krone exchange rate.", "About a year ago, it cost 10.32 kroner to buy one euro.", "At the beginning of this week it cost 11.88 kroner.", "Measured against an import-weighted average of our main trading partners' currencies, I-44, the krone has depreciated by over 9 percent.", "The depreciation has been a concern for many.", "As consumers, we notice that a weaker krone leads to higher prices for imported goods and more expensive holidays abroad.", "In the business sector, the picture is more mixed.", "For many firms, prices for imported intermediate goods will increase, at the same time as large exchange rate movements make it difficult for firms to budget and set prices for their products.", "On the other hand, firms in the tourism industry and trade-exposed industries may find that a weaker krone results in increased demand and improved profitability.", "Norges Bank does not have a policy target for the krone.", "The exchange rate is still something that we are concerned with because of its importance for inflation and activity in the Norwegian economy.", "Nor is the exchange rate independent of our conduct of monetary policy.", "A tighter monetary stance will normally lead to a (gyonger krone.", "Through the effect of the exchange rate on the wider economy, the exchange rate channel can amplify the effect of the policy rate.", "Monetary policy can become more effective.\"", "At the same time, exchange rate movements may be a source of disturbances, in which case monetary policy trade-offs may become more demanding.", "Monetary policy is not alone in influencing the exchange rate.", "So, the question I want to shed light on today is this: What drives movements in the krone exchange rate, and by extension - what is the role of the krone exchange rate in policy rate setting?", "A framework for discussing the exchange rate The exchange rate measures the value of the monetary unit of one country against that of another, for example, how many kroner to the euro.", "The more kroner we have to pay, the weaker the krone is against the euro.", "In a discussion of factors that drive the exchange rate, it is useful to start with what is called uncovered interest parity.", "[Chart: What influences the krone exchange rate?", "Part 1] This equation states that an investor must earn the same expected risk-adjusted return on investments in two different countries when measured in a common currency.", "If the interest rate differential is positive, the return on a risk-free investment will be higher in Norway than abroad.", "To make investing in both markets attractive, the krone exchange rate must then be expected to depreciate.", "If the interest rate differential increases unexpectedly, the krone, according to this equation, will appreciate immediately, but depreciate afterwards.", "[Chart: What influences the krone exchange rate?", "Part 2] So far I have assumed that the investments are risk-free.", "That will rarely be the case.", "The third term in the equation can be interpreted here as payment for the additional risk of investing in NOK.", "There are several reasons why such a risk premium exists in foreign exchange markets.", "Market participants have different - and limited - information.", "And their willingness and ability to bear currency risk may be limited.", "Risk premium volatility may explain a significant share of exchange rate movements.", "This is something I will return to.", "An important insight from this framework is that the exchange rate depends not only on the interest rate differential and risk premium today, but also on market expectations regarding these variables in the future.", "If something happens that causes market expectations to change, the exchange rate will change today.", "[Chart: The real exchange rate] The nominal exchange rate is the one that at any given time leads to foreign exchange market equilibrium.", "But the exchange rate is also important for equilibrium in the real economy, and in this context, the real exchange rate is the most relevant.", "The real exchange rate indicates the price of foreign goods relative to Norwegian goods ina common currency.", "If the real exchange rate depreciates - which here implies a higher value - it will be, on average, more expensive to purchase goods and services abroad than at home.", "Many studies of real exchange rates assume that the long-run relative price level across countries should be constant when measured in a common currency.", "This is called relative purchasing power parity.", "If this condition holds, the real exchange rate will also remain constant over time.", "But there are several reasons why this is not the case in practice.", "Countries differ in their exports and consumption of goods and services -- at prices that vary.", "And even the same item often does not have the same price in different markets, when measured in a common currency.", "More generally, we can think of the real exchange rate as a price that results in current account equilibrium.", "Over time, imports must correspond to the sum of exports and the return on net foreign assets.\"", "Assume, for example, that oil prices rise, in which case Norway's net exports increase.", "Equilibrium can then be restored over time by areal exchange rate appreciation, either via higher domestic wage and price inflation or a stronger nominal krone exchange rate.", "Structural factors influence the krone exchange rate over time [Chart: The real exchange rate has changed considerably over time] The level of the real exchange rate that is consistent with current account equilibrium will depend on structural factors, both in the Norwegian economy and in trading partner countries.", "As we see in the chart, the real krone exchange rate is not fixed over time.", "Some of the variability reflects short-run volatility, but we also see movements that may reflect more protracted cycles.", "For Norway, the oil and gas sector has likely played an important role.", "A large body of research literature has looked at the macroeconomic factors that .", "(4) can explain changes in the real exchange rate over time.__ Arecent analysis by economists at Norges Bank and here at Bl identifies some long- run driving forces in the Norwegian economy from the 1970s to the present.\"", "As part of their analysis, they estimate the long-run trend in the real exchange rate, which is the light blue curve in the chart.", "The analysis points to two factors that have had a particular impact on this trend.", "One is productivity growth in Norway relative to other countries.", "The other is the petroleum sector's importance for the Norwegian economy.", "[Chart: Trends in the oil sector and relative productivity explain the real exchange Here we see the contribution of these two factors.", "According to the analysis, the emergence of the petroleum sector drove a stronger real exchange rate from the beginning of the 1970s up until the beginning of the 2000s.", "The petroleum sector's share of total GDP peaked around the turn of the millennium, and in the chart we see that the subsequent decline eventually pulled in the direction of a gradual real exchange rate depreciation.", "The contributions of productivity growth have varied more, but this analysis suggests that relatively weak productivity growth in Norway may have been acontributing factor to the exchange rate depreciation since the mid-2000s.- Looking ahead, climate change and the energy transition are important trends.", "Activities in the oil sector will be scaled back sooner or later, which may be accelerated by a more stringent climate policy.", "In isolation, a scaling back of the petroleum sector and a possible loss of oil and gas revenues could point to a weaker real krone exchange rate?", "Some studies find that increased transition risk has already contributed to a weaker exchange rate of countries that are major petroleum exporters.", "On the other hand, a large share of our petroleum wealth has already been converted into financial reserves.", "External balance is thus less dependent on petroleum revenues than it would otherwise be.", "This pulls in the direction of a smaller effect on the real exchange rate.", "The krone exchange rate and the interest rate differential The structural factors driving the real exchange rate are beyond the central bank's control.", "What monetary policy can influence are movements around the long-term trend.", "According to the simple equation we looked at earlier, the krone will appreciate if we set a higher policy rate than expected by the market or if market policy rate expectations rise.", "This is also consistent with what we regularly observe.", "[Chart: The exchange rate reacts to policy rate surprises- example from the monetary policy meeting on 22 June 2023] As an example, let us look at the announcement of our policy rate decision on Thursday, 22 June, of this year.", "The policy rate was raised by 50 basis points.", "The policy rate forecast we published in Monetary Policy Report on the same day was also somewhat above the market's policy rate expectations.", "Here you see what happened to the exchange rate and market interest rates when the decision and policy rate forecast were announced.", "Market interest rates rose immediately.", "At the same time, the krone appreciated against the euro.", "[Chart: The krone exchange rate reacts to policy rate surprises - estimated change in the krone exchange rate against the euro of an unexpected of 0.25 percentage point increase in the policy rate.]", "The policy rate decision on 22 June is only one episode but is a good illustration of the exchange rate movements we observe when the market is surprised by our policy rate decisions.", "We have estimated the average amplitude of this effect over time based on data from 2001 to the present.", "The chart shows the movements in the exchange rate in the days that follow an unexpected policy rate hike.", "The exchange rate appreciates in the short term in response the rate increase before gradually depreciating.", "Other studies find a more persistent effect of changes in the interest rate differential.\"", "However, we normally see small changes in the krone exchange rate following our monetary policy meetings.", "This is probably because our monetary policy response pattern is well known and because the foreign exchange market is forward-looking.", "Market participants will then react to shifting expectations of policy rate changes and not necessarily to actual policy rate changes.", "Consistent with this, we see that the krone exchange rate often reacts when key macro data for the Norwegian .", "1] economy are released that differ from expectations.__ [Chart: The monetary policy response pattern is known - example from the release of inflation data on 10 July 2023)] In this chart, we see the movements in a one-year interest rate swap and the exchange rate after Statistics Norway released consumer price index data on 10 July of this year.", "Consumer price inflation was higher than both the market and Norges Bank had anticipated.\"", "The market had priced in Norges Bank's reaction.", "Market interest rates rose, followed by an immediate exchange rate appreciation.", "[Chart: The interest rate differential against other countries is important] Norges Bank influences the krone exchange rate through its policy rate setting.", "But what central banks in other countries do is also important.", "Over the past year, foreign policy rates have risen markedly.", "Norges Bank was among the first to raise its policy rate, but after inflation began to surge at the beginning of 2022, US and euro area policy rates were raised faster.", "Through spring of this year, the interest rate differential against Norway's main trading partners fell, and more than the market had expected.", "The differential gradually turned negative.", "The decline in the interest rate differential has coincided with the krone depreciation over the past year.", "With free capital movements and an inflation target identical to our trading partners', we cannot have a policy rate that over time that deviates substantially from foreign policy rates.\"", "But with a floating exchange rate, we are not bound to have the same policy rate level as our trading partners.", "We can set the policy rate based on the outlook for the Norwegian economy and have room for flexible inflation targeting, where we also can contribute keeping employment high.", "This assumes that there is confidence that inflation will be stabilised around the target.", "This means that there must be a monetary policy reaction when inflation deviates considerably from the target, irrespective of the source of the deviation.", "At times, the source may be higher inflation among our trading partners.", "Higher inflation abroad will result in monetary tightening among trading partners and higher imported inflation in Norway.", "If in that case, we do not tighten in Norway, the krone could depreciate.", "This will in turn drive price and wage inflation even higher.", "The exchange rate channel can then fuel a wage and price spiral\" A weakening of confidence in the inflation target may then backfire, with the result that the .", "115] exchange rate depreciates further.__ [Chart: Changes in the real exchange rate occur through the nominal exchange rate] With a floating exchange rate, the krone exchange rate could also act as a shock absorber.", "We saw this, for example, after the fall in oil prices in 2014, when both the real exchange rate and the nominal exchange rate depreciated sharply.", "If more of the adjustment to lower oil prices had been made via a lower domestic wage and price level, as a fixed exchange rate would have required, activity and employment would have had to decline more than they did.", "With a floating exchange rate, the policy rate could be set with the aim of dampening the downturn in the Norwegian economy.", "Foreign exchange markets So far, Ihave been speaking about variables we are familiar with from macroeconomic theory, such as the interest rate differential and the oil price.", "However, much of the exchange rate variability over the course of a day, week or year cannot be explained by such macro variables.", "Many short-run exchange rate movements reflect variability in the risk premium, which captures how different foreign exchange market participants interpret information, the framework conditions they face and how they operate.\"", "Many foreign exchange market transactions are based on trading strategies that may be disconnected from .", "7 [17] macroeconomic conditions.__ [Chart: Financial market participants dominate the NOK market] Globally, the foreign exchange market is the largest of all financial markets.", "For Norway's own currency, total trades last year amounted to 80 times GDP for mainland Norway.", "And as we see in the chart, very few of these trades can be directly linked to cross-border purchases and sales of goods and services.", "An increasing share of NOK trades takes place between financial market participants such as banks, life insurance companies and hedge funds.", "Last year, non-financial market participants accounted for only 6 percent of total NOK trades.", "Large international banks play a key role in the market and both trade among themselves and facilitate foreign exchange trading for other parties.\"", "Limitations on the willingness or ability of these banks to bear currency risk mean that they require compensation for being a counterparty to a foreign exchange transaction.", "These limitations may reflect capital or risk management requirements or rules governing the size of positions financial institutions may take in individual currencies.-\" A risk premium then arises that varies with the demand and supply of currencies.", "If there are large changes in conversion needs and if the risk appetite of key market participants is small, the risk premium may vary substantially.", "[Chart: Minor currencies are more volatile] Major currencies such as the euro and the US dollar dominate trading in global foreign exchange markets.", "In total, trades against the krone account for less than 1 percent of international foreign exchange trades.", "Minor currencies tend to be more exposed than major currencies to changes in market participants' risk assessments and to changes in supply and demand from market participants requiring currency conversion.", "The greatest impacts often coincide with international market turmoil.", "In recent years, the pandemic, war and high inflation have led to heightened geopolitical and economic uncertainty, and market volatility has increased.", "This has probably led toa flight by investors to \"safe haven\" currencies and away from less liquid and more volatile currencies.", "Various trading strategies - fully or partially automated - can amplify market movements of this kind.", "In March 2020, movements in the krone were unusually large.", "Since then, we have looked at what caused these large movements.", "Part of the explanation may be found in Norwegian asset managers' large foreign investments, including US equities and bonds.", "Their currency exposure makes them vulnerable to large movements in the krone.", "To hedge against these movements, they can use currency forward contracts.", "If the value of the portfolio changes in foreign currency terms, it willbe necessary to adjust the size of their currency hedge.", "As an example: a Norwegian asset manager who has invested USD 100 in US securities and has a100 percent hedging ratio is unaffected by the exchange rate as long as the market value of the investment remains unchanged.", "But if the USD value of the investment drops significantly, the investor is over-hedged.", "The asset manager will then lose money if the krone depreciates.", "To return to the desired hedging ratio the asset manager must buy USD and sell NOK - and rebalance the hedge.", "[Chart: Currency hedge rebalancing may trigger krone selling (I)] Sizeable rebalancing of this kind may lead to a weaker krone.", "Our analyses indicate that this probably occurred in response to the financial turbulence in March 2020, when equity prices both in Norway and internationally fell abruptly and sharply.", "Rebalancing resulted in substantial krone selling, and the krone depreciated considerably against both the US dollar and the euro.", "The same thing happened with other minor currencies.", "These are examples of exchange rate movements that would have been expressed in our framework as an increase in the risk premium.", "[Chart: Currency hedge rebalancing may trigger krone selling (II)] A similar rebalancing mechanism could be behind the krone depreciation since summer 2022,\"9!", "The increase in the international interest rate level has ledtoa marked fall in the value of fixed income securities.", "Contrary to what we often see, the fall in the value of bond portfolios was not offset by an advance in equity markets, which could have led to a need for some asset managers to reduce their hedges and rebalance currency forwards.", "This may have been one of several reasons why financial institutions have sold NOK for foreign currency, primarily USD and EUR.", "Norges Bank is now taking a closer look at this with the aim of deepening our understanding of the various forces driving movements in the krone exchange rate.", "Norges Bank is also a participant in in the foreign exchange market.", "This gives us broad insight into how the market functions and how different participants in the krone market operate.", "Our trades are related to the management of Norway's foreign exchange reserves and necessary currency conversions for the government.", "Since spring 2022, the government has received substantial tax revenues in NOK from oil companies.", "Conversions on behalf of the government related to the petroleum fund mechanism have therefore meant that we have sold NOK.", "The krone sales must be seen in the context of conversions of foreign currency into NOK - ie in the opposite direction - undertaken by oil companies to pay oil tax.", "Norges Bank's conversions on behalf of the government represent a very small share of daily NOK spot and forward market trades.___ The threshold for foreign exchange market intervention with the aim of influencing the exchange rate is very high.", "Research suggests that the effects of interventions are at best small and transitory.\"\"", "When Norges Bank intervened and purchased NOK during the turbulence in global financial markets in March 2020, it was because the krone market was not functioning.", "[Chart: Exchange rate forecasts are uncertain] I began my lecture by noting that many have probably been surprised by the krone depreciation over the past year.", "The krone depreciation has coincided with a lower interest rate differential, but the krone exchange rate movements were likely driven in large part by factors included in the risk premium.", "Changes in the risk premium are difficult to predict and they may have a long-lasting effect on the exchange rate.", "This is why it is also difficult to forecast exchange rate movements ahead.", "But in the conduct of monetary policy, we are dependent on making forecasts - also for the exchange rate.", "In the short term, we know that policy rate decisions have an impact on the exchange rate when they surprise the market.", "If the policy rate is raised more than anticipated by the market, the krone will normally appreciate.", "Our exchange rate forecasts assume such an effect.", "Analyses of the foreign exchange market and insight from market participants can provide us with an indication of how much the risk premium has changed and whether the changes can be expected to be long-lasting.", "In some cases, we observe foreign exchange market turmoil that suggests the risk premium will be unusually high for a period.", "In that case we can assume that the exchange rate will appreciate ahead.", "Nevertheless, the krone exchange rate will normally be projected to change relatively little over the forecast horizon from its recent level.", "Over time, we believe this approach will give us the best forecasts and the best basis for the conduct of monetary policy.", "In a situation where inflation is already too high and the economy is cooling down, a weaker krone makes monetary policy trade-offs more demanding.", "The krone depreciation is contributing to keeping inflation high.", "We have room to operate a flexible inflation targeting regime, which also allows us to contribute to keeping employment high.", "But this assumes that there is confidence that inflation will return to target.", "We intend to make sure that it does.", "Thank you for your attention.", "Akram, Q. F. (2003) \"Reell likevektsvalutakurs for Norge\" [Real equilibrium exchange rate for Norway].", "Akram, Q. F. (2020) \"Oil price drivers, geopolitical uncertainty and oil exporters' currencies\".", "Alstadheim, R., K. B. Nordal, O. Syrstad, S. T. Ellen, and M. W. Wassas (2021) \"Bond market fire sales and turbulence in the Norwegian FX market in March 2020\".", "Bacchetta, P. and E. van Wincoop (2010) \"Can information heterogeneity explain the exchange rate determination puzzle?", "Bems, R., L. Boehnert, A. Pescatori and M. Stuermer (2023) \"Economic Consequences of Large Extraction Declines: Lessons for the Green Transition\".", "Benedictow, A. and R. Hammerland (2023) \"Transition risk of a petroleum currency\".", "Economic Modelling, 128.", "Bjornland, H. (2009) \"Monetary policy and exchange rate overshooting: Dornbusch was right after all\".", "Clarida, R. H. and D. Waldman, (2008) \"Is bad news about inflation good news for the exchange rate?\".", "Asset prices and Monetary Policy.", "National Bureau of Economic Research, pp 371-396.", "Rebelo (2021) \"Monetary policy and the predictability of nominal exchange rates\".", "Norges Bank Working Paper 6/2019.", "Engel, C. (2014) \"Exchange Rates and Interest Parity\".", "Handbook of International Economics, Vol.", "Review of Economic Studies, 141.", "Engel, C. and S. P. Y. Wu (2023b) \"Liquidity and exchange rates: An empirical investigation\".", "Flatner, A. and H. Xu (2015) \"Which key figures move the foreign exchange market?\".", "Gabaix, X. and M. Maggiori (2015) \"International Liquidity and Exchange Rate Dynamics\".", "Harding, F., R. Stefanski and G. Toews (2020) \"Boom Goes the Price: Giant Resource Discoveries and Real Exchange Rate Appreciation\".", "Itskhoki, O. and D. Mukhin (2021) \"Exchange Rate Disconnect in General Equilibrium\".", "Jakobsen, F. K. and M. W. Wassas (2023) \"The Foreign Exchange Market for Norwegian krone and its Main Participants\".", "Bankplassen blogg, forthcoming blog post.", "Kalemli-Ozcan, S. and L. Varela (2022) \"Five Facts about the UIP premium\".", "CEPR Discussion Paper No.", "\"Climate risk and commodity currencies\".", "Maggiori, M. (2022) \"International macroeconomics with imperfect financial markets\".", "Handbook of International Economics, Vol.", "Martinsen, K. (2017) \"Norges Bank's BEER models for the Norwegian effective exchange rate\".", "\"Exchange Rate Swings and Foreign Currency Intervention Effectiveness\".", "Shocks and Capital Flows: Policy Responses in a Volatile World, IMF.", "Menkhoff, L., L. Sarno, M. Schmeling and A. Schrimpe (2012) \"Carry Trades and Global Foreign Exchange Volatility\".", "Monacelli, T. (2005) \"Monetary Policy in a Low Pass-through Environment\".", "Obstfeld, M. and K. Rogoff (1996) Foundations of International Macroeconomics.", "Blog post published on the Centre for Asset Pricing Research Blog 15 October 2023.", "Ranaldo, A. and P. Sdéderlind (2010) \"Safe haven currencies\".", "BIS Working Papers No.", "(2023) \"Nar kan Ignns- og prisspiraler oppsta?", "Om samspillet mellom pengepolitikken og lannsdannelsen\" [When can wage and price spirals emerge?", "The interplay between monetary policy and wage formation].", "Samfunnsgkonomen, 3/2023 (in Norwegian only).", "and T. Sveen (2018) \"Monetary policy under inflation targeting\".", "Norges Bank Occasional Papers 53/2018.", "Sizova, E. and O. Syrstad (2023), \"Rebalancing of currency hedging and the impact on exchange rates\", Forthcoming Working Paper, Norwegian Business School BI.", "Yanping, C., O. Jorda and A. Taylor (2012) \"The Harrod-Balassa-Samuelson Hypothesis: Real Exchange Rates and their Long-Run Equilibrium\".", "[2] The real exchange rate measures the relative price of the goods in the respective price index basket.", "Different price indexes may generate somewhat different real exchange rates at a given point in time.", "[3] The budget condition for a country implies that the discounted sum of future net exports plus the return on net foreign assets should be zero.", "However, the current account does not need to be in equilibrium period by period.", "[4] Two examples are Yanping, Jorda and Taylor (2012) and Harding, Stefanski and Toews (2020), which quantify the significance of productivity differences and terms of trade gains related to the petroleum sector, respectively.", "[5] Bjgrnland, Brubakk and Maiffei-Faccioli (2023).", "The identification of the oil trend is mainly based on data for petroleum investment and production relative to mainland GDP.", "Identification of the relative technology trend is largely informed by data on productivity in Norway per hour worked relative to the G7 countries.", "At the same time, the model suggests that the oil trend may also influence relative developments in productivity between Norway and the G7.", "[6] The findings are consistent with other studies of the relationship between structural conditions in the economy and the krone exchange rate.", "The authors study 35 episodes where petroleum activities have declined over a long period owing to exogenous factors.", "They find that the real exchange rate depreciates as a result.", "[9] The values derive from an instrumental variable regression where the dependent variable is the change in the krone exchange rate against the euro relative to the level prior to publication of the policy rate decision, the independent variable is the change in the policy rate and the instruments are the change in the first four forward rate agreements for the three-month money market rate between 10 minutes before the policy rate decision and 20 minutes after.", "Since we are looking at what happens to interest rates in a very narrow time frame around the announcement of the policy rate decision, it is reasonable to assume that the announcement has little effect on market expectations for foreign interest rates.", "Market expectations for the interest rate differential against other countries will then increase to about the same extent as expectations for Norwegian interest rates.", "[10] Norges Bank uses a number of models and empirical analyses to estimate the effect of the policy rate and the interest rate differential on the krone exchange rate.", "See eg Martinsen (2017) and Akram (2020) for examples of so-called BEER (Behavioural Equilibrium Exchange Rate Models) models where the interest rate differential against other countries is included as one of several variables.", "The empirical estimates may vary somewhat across analyses.", "The authors find that the publication of key macroeconomic data affects the exchange rate.", "See also Clarida and Waldman (2008).", "They find that the krone exchange rate has reacted to the publication of inflation data since 2001, when inflation targeting was introduced in Norway, but not in the preceding period.", "[12] Both headline inflation (CPI) and core inflation (CPI-ATE) were 0.4 percentage point higher than projected by Norges Bank in the June Monetary Policy Report.", "CPI inflation was 0.2 percentage point higher than market expectations as measured by Refinitiv Reuters Poll Data.", "[13] The classic trilemma in international finance states that a country can only choose two of the three options: a fixed exchange rate, the free cross-border flow of capital and an independent monetary policy.", "Using a simple model, the article shows how wage and price spirals can occur in an economy with a floating exchange rate anda manufacturing sector trade union model for wage formation.", "[15] Some other countries have experienced long periods of persistent depreciation of the exchange rate, combined with high inflation.", "Recent examples include Argentina and Turkey.", "A number of empirical studies find that exchange rate movements do not compensate investors for the interest rate differential on investments in different currencies.", "This explains the profitability of the \"carry trade\" investment strategy - where the investor borrows in currencies with a low interest rate to invest in currencies with a high interest rate.", "This is a clear example of how pure uncovered interest rate parity does not hold empirically.", "The figure in the text is based on multiplying this amount by 250 trading days a year.", "[19] A detailed description of the microstructure of foreign exchange markets can be found in Evans, Martin and Rime (2019)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Krone exchange rate", "Monetary policy", "Interest rate differential", "Oil sector", "Real exchange rate", "Risk premium", "Foreign exchange market", "Inflation", "Wage and price spirals", "Currency hedge rebalancing"]}