{"sentences": ["Published Date: 30 October 2023 \"From Risk to Resilience: Reinsurance for Asia's Protection Gaps\" - Speech by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, at 19th Singapore International Reinsurance Conference 2023 on 30 OctoberDistinguished guests, ladies and gentlemen, good afternoon.", "I am delighted to join you at the 19th Singapore International Reinsurance Conference (SIRC).", "A Decade of Progress I last spoke at SIRC 10 years ago.", "I shared then MAS' vision and strategies for Singapore's reinsurance industry.", "I said then that there were three major forces driving demand for insurance in Asia: ¢ Asia is growing - rising affluence, expanding trade, and infrastructure development.", "e Asia is vulnerable - highly prone to natural catastrophes.", "e Asia is ageing - growing elderly population and retirement security needs.", "The three trends have largely unfolded as expected and will continue to be relevant in the next decade.", "If anything, Asia's demand for insurance protection has heightened with the interaction between growth and ageing as well as the impact of climate change.", "We painted a vision in 2013 for Singapore to become a global insurance marketplace.", "We set out four strategies: e increase supply-side capacity, in both volume and expertise; ¢ promote insurance demand, both locally and in the Asia-Pacific; e develop a true marketplace, where sellers and buyers come together to trade risks; e foster a conducive business environment.", "Singapore has made good progress in most areas, but will need to double down on others.", "We have done well improving supply side expertise and capacity.", "e Singapore today serves as the Asia-Pacific hub for 12 top global insurers and reinsurers.", "e We play host to the deepest regional concentration of underwriting teams across complex property and casualty and specialty lines, including newer lines such as cyber, pandemic, and climate.", "¢ Since 2013, gross premiums for direct general insurance in Singapore have grown by almost 80% to reach $$12.9 billion in 2022, while that for reinsurance have more than tripled to reach $$21 billion in 2022.", "We have made some progress in improving demand through expanding the availability of high-resolution data but sizeable data gaps remain for Asian risks.", "e MAS partnered the industry to produce databases and models on loss exposures related to cyber attacks [4] and natural catastrophes 2!", "e The Nanyang Technological University's Institute of Catastrophe Risk Management, working with the ASEAN governments and secretariat, has built an integrated data and analytics platform for flood, typhoon, and earthquake risks for ASEAN countries [2!", "¢ But there are still sizeable data gaps.", "With healthy economic growth, additional urban centres and industrial centres have emerged in Asia, and risks have evolved.", "e There is not enough up-to-date, high-resolution data on economic exposures to key perils in Asia.", "Our strategy to build a true marketplace has borne fruit, supported by a well- developed broker network.", "¢ The broker network in Singapore has doubled since 2013, from 70 to 148 today.", "e Brokers are using Singapore as a centre for placing global and regional MNC programmes, data analytics, risk modelling and advisory services.", "e Singapore has also become the Asian hub for supporting the development of risk financing products for carbon credits, energy transition, and intellectual property.", "Finally, Singapore has enhanced the business environment for the insurance industry through sound regulation but needs to do more in talent development.", "e In 2020, MAS implemented the enhanced risk-based valuation and capital framework (\"RBC 2\"), which has strengthened the resilience of the insurance industry.", "e To address emerging risks, such as climate change and loss of natural capital, MAS has progressively integrated environmental risk management into its supervisory framework and processes.", "e As for human capital, Singapore has continued to groom local talent as well as attract global talent for the insurance industry.", "¢ But we are still short of talent with good familiarity of growth markets in Asia, especially Southeast Asia - a prerequisite for regional leadership roles.", "We need a stronger industry-wide effort targeted at these gaps.", "To sum up the decade of progress, Singapore is Asia's leading reinsurance hub, with a market share of 24%.", "¢ 16ofthe top 25 reinsurers in the world have made Singapore their regional hub.", "¢ Their hub coverage has expanded beyond ASEAN, to include markets in North and South Asia, and Australia.", "¢ Total reinsurance premiums have grown at an annual average of 13.6% since 2013 to reach S$21 billion in 2022.", "¢ Global reinsurers are developing their digitalisation, data analytics, and sustainability solutions for Asia out of Singapore.", "e This includes cyber underwriting, end-to-end digital underwriting, and straight through processing of life insurance policies.", "e Their teams in Singapore are supporting insurance solutions for bespoke disaster risk financing, carbon credits, and renewable energy infrastructure.", "New Risks, New Opportunities So, where do we go from here?", "The themes of Asian growth, Asian ageing, and Asian vulnerability remain relevant.", "e Emerging Asia is expected to become the main contributor to global economic growth, eventually overtaking the advanced economies.", "¢ More lives, wealth, and assets will need protection, offering good prospects for growth in insurance markets in the region.", "e APAC's reinsurance premiums are projected to grow at an annual average of 7% from USS$171 billion in 2021 to US$246 billion in 2026.", "[41 e Asia remains the world's most disaster-prone region, with significant protection gaps.", "Half of Asia resides in the Pacific \"Ring of Fire\", a zone that experiences frequent volcanic eruptions and earthquakes.", "e Natural disasters in the Asia-Pacific region resulted in US$80 billion of economic losses in 2022 - of which only 14%, or USS11 billion, was covered by insurance.", "e Asian economies are most exposed to cyber risk, given the rapid pace of digitalisation.", "e The Asia-Pacific region accounted for 31% of all cyber incidents globally in 2022. e The cyber insurance market in the Asia-Pacific is expected to triple by 2025.", "[) But there are also new risks and new opportunities as we look to the next 10 years.", "Geopolitical risks have become more pronounced and may get worse.", "e US-China geopolitical tensions and the Russia-Ukraine war continue to shape supply chain risks across the food, energy, commodity, and technology sectors.", "e The Israel-Hamas conflict adds another layer of complexity to global geopolitical risks.", "The era of low interest rates is over.", "e Reinsurers' investment portfolios are benefitting from improved returns in the higher interest rate environment.", "e But on the liabilities side, reinsurers face inflation-driven increases in current claim amounts.", "The effects of climate change will accelerate in the coming years.", "e Already, elevated natural disaster occurrences have resulted in persistently high claims beyond modelled expectations.", "¢ Globally, natural catastrophe losses amounted to USS 110 billion in the first half of 2023, well above the 10-year average of half-year losses of US$98 billion.", "[8 e Insurers have become more selective in the risks they underwrite, with some shunning lines which have experienced higher losses, such as those related to California wildfires and Australian floods.", "In insurance, new risks mean potentially new opportunities.", "Let me suggest three areas where we can make a collective effort to better address Asia's protection gaps.", "e enhance ex-ante risk mitigation; e address data gaps on key risks in Asia; and © unlock new insurance capacity.", "Enhancing Ex-Ante Risk Mitigation We need to enhance risk mitigation through public-private partnerships, with insurers and reinsurers informing ex-ante policymaking with their insights on risk and loss drivers.", "e Let me give two concrete examples: flood risk and cyber risk.", "Flood losses accounted for more than 60% of the total economic loss from natural disasters in the Asia-Pacific last year.", "2) e These losses are likely to get bigger with urbanisation, as cities are more vulnerable to flooding due to lower ground permeability.", "¢ Climate change will make matters worse, with more intense rainstorms.", "The data and insights that reinsurers and insurers use for underwriting flood risk can help reduce losses in two ways.", "e First, they can guide authorities in designing flood-resilient features, such as robust stormwater drainage systems for high-risk areas, green spaces to act as natural flood buffers, early warning systems, and evacuation routes.", "e Anexample of this was in Norway, where the insurance industry shared asset level loss data with nine municipalities and provided risk insights that helped inform management, renovation, and reinvestment in public infrastructure.", "[2°] e Second, insurers can inform the agricultural industry how to make harvests more resilient against flooding through judicious situation of crops and sustainable agricultural methods.", "Similarly, deeper partnership between the insurance industry, the cyber security sector, and policymakers, can help improve cyber security and reduce cyber loss.", "e We see the insurance industry publishing research on the types of cyber security controls which make a difference, based on insights from claims data.", "e This can help businesses and governments prioritise their cyber risk mitigation policies and investments.", "e Weare also seeing dynamic cyber risk underwriting based on monitoring platforms making real-time risk assessments.", "e This incentivises clients to maintain robust cyber risk management systems and practices.", "Reinsurers can also integrate policymakers' cyber hygiene requirements into their underwriting expectations.", "e In Singapore, some insurers are working with their clients to provide discounted cyber insurance rates for organisations certified by Cyber Essentials.", "e The Cyber Essentials certification recognises organisations that have put in place cyber hygiene measures and adopted robust cybersecurity measures.", "e There is scope to expand such partnerships, including providing incentives for businesses which have best-in-class cyber security measures, culture, and systems.", "Addressing Data Gaps A second area we need to focus on is addressing data gaps in Asia.", "e In many cases, while data exists, it is fragmented across government agencies, reinsurers, insurers, brokers, academics, and businesses.", "e Data is in different formats, not cleaned, not standardised, and hard to use and access.", "e Data gaps are particularly acute in newer areas such as pandemic and climate risk, which are complex, evolving, and less understood.", "e For instance, climate change will impact the health and life expectancy of populations, by accelerating the spread of vector-borne diseases such as malaria, worsening air quality, and materially impacting water and food security.", "We need to create platforms for the trusted pooling of data, to support risk underwriting.", "e Atthe global level, the Insurance Development Forum's Global Resilience Index Initiative aims to provide open reference data, metrics, and projections of climate and natural catastrophe risks for all countries globally.", "e Ifthis can be scaled up, it would be a significant step towards increasing global resilience to the broader physical impact of climate change.", "The Singapore-based Global-Asia Insurance Partnership (GAIP) is taking the first steps to enable data pooling on life and health risks.", "¢ GAIP is building a pandemic risk database and has developed a set of modelling tools for insurers to assess the mortality impact of COVID-19 in East and Southeast Asia.", "¢ It has also started exploring the impact of climate change on the life and health of populations, engaging life insurers and academia active in this space.", "e Asatrusted collaborative platform, GAIP is well-placed to enable helpful sharing of data and analytics across industry, governments, and academia.", "Unlocking New Insurance Capacity The third key area to focus on: unlocking new insurance capacity.", "¢ Given the sizeable protection gaps in Asia, we need to tap on alternative risk transfer instruments to expand capacity.", "¢ MAS is focusing on three alternative risk transfer initiatives: e insurance-linked securities; ¢ captive insurance; and ¢ sovereign catastrophe risk pools.", "Insurance-linked securities (ILS) help unlock additional risk financing capacity from capital markets and private investors.", "e They can be particularly effective in providing much needed cover for peak risks.", "e The catastrophe bond market is seeing good innovation, expanding into lines like cyber, with three cyber bonds issued within this year and more in the pipeline.", "e An ILS ESG Transparency Initiative is being developed, which aims to improve ESG related data and disclosure across ILS transactions.", "MAS is supporting ILS issuances through its expanded and renewed grant, witha stronger focus on Asia-Pacific risks.", "¢ The grant now includes collateralised reinsurance and sidecar issuances.", "It also supports non-property risks such as longevity, mortality, and cyber risks.", "e MAS has also streamlined the ILS regulatory regime to make it more cost efficient.", "MAS is now exploring the introduction of corporate structures that can facilitate multiple ILS issuances using segregated cells.", "MAS is also working closely with the ILS industry and private wealth sector on investor education sessions to grow a well-informed ILS investor base.", "e There is a good opportunity for Asian investors, especially the growing private wealth and family office segments, to invest in ILS as part of a diversified portfolio.", "e ILS typically has low correlation with traditional financial assets that dominate most portfolios.", "e The risk terms and pricing in the global ILS market have improved for investors lately, especially in the catastrophe bond segment.", "e As of September 2023, the average yield on catastrophe bond funds was 11.8% [14] I almost double that of corporate bond funds.", "Second, captive insurance: corporates are increasingly forming captives to meet their own bespoke risk protection needs.", "e Their in-depth understanding of the risk faced by their parent organisation allows for bespoke insurance solutions and proactive risk management.", "e The reinsurance industry is an important partner to captives.", "While captives manage much of the risk of their parent group, they need to transfer certain risks that the captive sponsor is unable to retain.", "Singapore is Asia's largest captive domicile.", "e There were 82 captives in Singapore as at end-2022, with their gross premiums growing by 14% to S$2.2 billion.", "e Singapore is continuing to invest in specialist underwriting capabilities and a strong network of professional service providers to support the evolving needs of captives.", "¢ The development of segregated cell structures can potentially streamline the costs and processes involved in incorporating and managing captives.", "Third, sovereign-focused risk financing solutions, such as risk pools.", "¢ They are sometimes the most viable solution for countries to manage natural catastrophe risks, particularly countries with vulnerable communities which are unable to afford privately funded insurance.", "e Risk pools covering Africa, Caribbean, and Pacific regions have grown in maturity over the past decade, and now cover perils such as tropical cyclones, earthquakes, drought, and epidemics.", "In this part of the world, we have the Southeast Asia Disaster Risk Insurance Facility (SEADRIF).", "e This is a sovereign catastrophe risk pool for ASEAN, supported by the World Bank.", "¢ Its first solution made two payouts for a total of US$1.5 million to support flood response in Laos, within 1 business day.", "¢ SEADRIF has signed a memorandum of understanding with the other 3 risk pools in the world, to facilitate the sharing of best practices in disaster risk financing, risk modelling, data management, and communications.", "The reinsurance industry can add value to sovereign risk financing solutions and pools.", "e Reinsurers' expertise in risk assessment will help risk pools achieve more effective design, robust risk modelling, and product features which are financially sustainable for the risks assumed.", "The reinsurance industry is an important partner for helping Asia realise its growth opportunity by helping to manage risks, through effective risk financing solutions and risk mitigation insights.", "With strong collaboration across the insurance ecosystem, policymakers, businesses, and academia, we can secure a more resilient future in Asia."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Reinsurance", "Asia", "Protection gaps", "Economic growth", "Climate change", "Data gaps", "Risk mitigation", "Insurance capacity", "Alternative risk transfer", "Captive insurance"]}