{"sentences": ["As prepared for delivery Good morning, everyone.", "It's a pleasure to welcome you all, including those joining us through the livestream, to the 2023 U.S. Treasury Market Conference.", "On behalf of the New York Fed and also our conference co-hosts-the U.S. Department of the Treasury, the Board of Governors of the Federal Reserve System, the U.S. Commodity Futures Trading Commission, and the U.S. Securities and Exchange Commission-thank you all for participating in today's ninth annual conference.", "As we've often noted in this forum, the U.S. Treasury market is the deepest and most liquid securities market in the world.", "It plays a critical role in the global economy, serving as the primary means of financing the U.S. federal government, a safe investment instrument and hedging vehicle for global investors, a risk-free benchmark for other financial instruments, and an important market for the Federal Reserve's implementation of monetary policy.", "Over the course of the day, we will be highlighting key developments, policy issues, and recent trends in the Treasury market, including considerations to encourage continuous improvements in this critical market's functioning and resilience.", "The U.S. Treasury Market Conference is an important annual forum for information sharing and dialogue between the official sector and the public, which is key to advancing our common understanding of the Treasury market.", "Today, as part of that dialogue, I would like to provide some brief remarks on the important role data transparency plays in supporting market functioning and resilience and thoughts on the future.", "Before I go any further, let me please remind you that the views I express here are my own, and not the views of the Federal Reserve Bank of New York or the Federal Reserve System.", "Increased transparency of Treasury market transaction data can help build knowledge around trading dynamics in the market and can improve investor confidence by allowing investors to analyze executed transactions instead of observing indicative quotes.", "The reporting of executed prices improves price discovery, which can reduce trading costs, improve liquidity, and potentially attract new entrants to the market.", "Recently, there have been some important steps toward increased data and transparency in the U.S. Treasury market.", "Earlier this year, FINRA began releasing daily aggregate data on Treasury market transactions, and at this conference last year, the U.S. Department of the Treasury announced plans to release TRACE transaction data for on-the-run nominal coupons.", "However, even with this progress, gaps in transparency remain.", "In March, the Treasury Markets Practices Group (TMPG), which is sponsored by the New York Fed, put out a white paper on data availability and transparency in the U.S. Treasury market that identified several gaps, particularly in the dealer-to-client cash market and the repo market.", "Looking at the gap in the cash market specifically, there appears to be opportunity for improvement in providing transparency around transaction-level data.", "I am looking forward to the increased transparency in on-the-run transaction data that I mentioned earlier.", "Looking further ahead, we should consider whether to take additional steps toward increased transaction transparency across the Treasury universe, especially for the less liquid segments of the Treasury market, such as the off-the-run market, where transparency is currently limited.", "The off-the-run market was the center of much of the dash-for-cash selling of Treasuries that occurred in March 2020, yet there is little data on off-the-run trading available to the public, making it challenging for academics and others to study such stress events in detail.", "As we think about increasing transparency, it is important to exercise continued prudence, as there can be reasonable concerns about public transaction data, such as potential challenges that data may create around intermediating certain large trades.", "However, the success of public TRACE data transparency in the mortgage-backed securities and corporate bond markets provides guidance on how data can be shared without negatively impacting the market, such as displaying data with appropriate mitigation measures like time delays and capped trade sizes.", "In fact, academic research has generally found that the introduction of TRACE data transparency in these markets resulted in increased competition and reduced transaction costs.", "Additionally, we can learn more about how to structure public releases of data on less-liquid securities by studying the future release of on-the-run transaction data.", "Greater transparency into Treasury market activity can support the market's many important roles: as a risk-free benchmark for financial instruments; as a liquid investment and source of safe collateral; as a channel for the implementation of monetary policy; and, of course, as a cost-effective mechanism to help finance U.S. government activities.", "Today's conference provides an excellent opportunity to discuss topics like this one, and to bring together diverse perspectives from across the Treasury market and the official sector to consider the best path forward to promote Treasury market resilience.", "Thank you all for joining us today.", "I would like to thank Leon Barker and Ellen Correia Golay for their assistance in preparing these remarks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Treasury market", "Data transparency", "Transaction data", "Off-the-run market", "Cash market", "Repo market", "Price discovery", "Market resilience", "TRACE data", "Financial instruments"]}