{"sentences": ["FEDERAL RESERVE BANK of NEW YORK Serving the Second District and the Nation Restoring Price Stability November 30, 2023 John C. Williams, President and Chief Executive Officer Remarks at Exploring Innovations in Central Banking, Bretton Woods Committee - New York Fed Joint Conference, Federal Reserve Bank of New York, New York City As prepared for delivery Good morning, everyone.", "Welcome to the New York Fed.", "We are so pleased to be co-hosting this conference with the Bretton Woods Committee.", "My remarks today will focus on the economic picture in the United States, including the monetary policy actions we are taking and my outlook for the economy.", "Before I go further, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "The Dual Mandate The Federal Reserve has a dual mandate, set by Congress, to achieve maximum employment and price stability.", "We are doing well on the employment side of the mandate.", "The unemployment rate has been below 4 percent for the past 21 months.", "That's the longest stretch since the 1960s.", "And it's in line with my 3-3/4 percent estimate of the unemployment rate expected to prevail in the economy in the longer run.", "But the imbalances between supply and demand that have persisted since the onset of the pandemic have contributed to unacceptably high inflation.", "As measured by the personal consumption expenditures (PCE) price index, inflation surged to a 40- year high of just over 7 percent in June of last year.", "Since then, we have seen the inflation rate fall to 3 percent.", "This is a significant and welcome decline.", "Nonetheless, inflation is still too high.", "Price stability is the bedrock upon which our economic prosperity stands and is essential to ensure maximum employment over the long term.", "The FOMC is committed to returning inflation to its 2 percent longer-run goal on a sustained basis.", "The Inflation Onion To understand why inflation rose so much and why it's moderating, I've been using the metaphor of an onion for the past year.\"", "Each layer represents a different sector of the economy.", "The outermost layer of our inflation onion represents globally traded commodities.", "As demand for commodities soared at the onset of the pandemic, inflation surged, then rose again when Russia invaded Ukraine.", "By late June of last year, food price inflation had increased to over 10 percent, and energy price inflation had skyrocketed to over 40 percent.", "Over the past year, global demand has come into better balance with supply, thanks in part to restrictive monetary policy from many central banks around the world.", "Commodity price inflation has come down significantly.", "Food price inflation has dropped to about 2-1/2 percent-even the cost of a Thanksgiving dinner was cheaper than a year ago.\"", "And energy prices have been falling over the past year, pulling down the overall inflation rate rather than pushing it higher.", "The onion's second layer is made up of core goods that exclude food and energy.", "Here, too, we're seeing the effects of a rebalancing of supply and demand.", "And global supply-chain bottlenecks, which triggered widespread shortages of goods during the pandemic, are mostly a thing of the past.", "The New York Fed's Global Supply Chain Pressure Index, which measures the extent of supply-chain disruptions, attained its most favorable reading on record in October, based on data going back to 1998.3 As a result of the rebalancing of supply and demand and an easing of supply-chain bottlenecks, core goods inflation is now running around 1/4 of a percent.", "And it appears to be on its way to returning to pre-pandemic rates.", "While the outer layers of our onion have seen the fastest and largest improvements, the inner layer is making progress, too.", "After peaking at about 5-3/4 percent earlier this year, core services inflation is now around 4-1/2 percent, and more recent readings point to further slowing of inflation in this category.", "A big driver of the surge in core services inflation has been sharp increases in the price of shelter.", "Shelter price inflation was boosted by strong demand and limited supply during much of the pandemic and in its aftermath.", "More recently, rents for newly signed leases have been increasing at closer to pre-pandemic rates.", "As these data are incorporated into the official statistics, the inflation rate for shelter should continue its downward trend.", "Inflation for services excluding housing and energy is also beginning to move in the right direction.", "Over the past six months, inflation in this category has slowed to about 4 percent, well off the 5-1/4 By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement.", "P<] Future Indicators That summarizes what's happening with the various layers of the onion.", "But what does it mean for inflation going forward?", "Inflation expectations are one important indicator of future inflation.", "And longer-run inflation expectations are at levels consistent with the FOMC's 2 percent goal.", "According to the New York Fed's monthly Survey of Consumer Expectations, medium-term expectations, which were elevated during 2021-2022, are now fully back to pre-pandemic levels.+ Meanwhile, one-year-ahead inflation expectations have fallen dramatically since peaking at nearly 7 percent last June.", "They are now only about three quarters of a percentage point above average levels seen over 2014-2019.", "A second useful indicator for inflation trends is the New York Fed's Multivariate Core Trend (MCT) inflation.", "After reaching nearly 5-1/2 percent in June of last year, the MCT was 2.9 percent in September.", "Other indicators of underlying inflation are similarly showing significant declines since last year.", "The Labor Market Let me now turn to the other side of our dual mandate: employment.", "After the recovery from the pandemic recession, the labor market turned red hot.", "And this imbalance contributed to rising wage growth and higher inflation.", "Numerous indicators point to a gradual return to balance.", "Job openings continue to trend downward.", "The quits and hires rates are back to pre-pandemic levels.", "So are perceptions of jobs availability and the ability to fill jobs.", "Wage growth, although still elevated, has slowed considerably.", "We've seen meaningful improvements in the supply side of the labor market.", "Labor force participation has increased significantly.", "And immigration rates have returned to pre-pandemic levels.", "But there are limits to how much supply can increase, and some further reduction in demand is needed to fully return balance to the labor market.", "A Restrictive Monetary Policy Stance The FOMC has reached a restrictive stance of monetary policy.", "This is working to bring demand into balance with supply and inflation back to our 2 percent longer-run goal.", "Earlier this month, the FOMC kept the target range for the federal funds rate unchanged at 5-1/4 to 5-1/2 percent.> Along with our restrictive policy actions, financial conditions have tightened, driven in part by an increase in longer-term Treasury yields since the summer.", "While statistical models of Treasury yields generally attribute most of the increase to a rise in the term premium, financial market participants have expressed a wide range of views, with little conviction around any single explanation.", "The rise in yields and the elevated volatility likely reflect heightened uncertainty about the outlook for the economy and future interest rates.", "Taking into account tighter financial and credit conditions, I expect GDP growth to slow next year to about 1-1/4 percent, and the unemployment rate to rise to around 4-1/4 percent.", "I expect inflation to continue to move down to our 2 percent longer-run goal.", "As I mentioned earlier, slowing shelter price inflation should help bring the inflation rate down.", "And, based on New York Fed research that shows a strong relationship between the Global Supply Chain Pressure Index and goods price inflation, I expect to see additional disinflationary pressures on this layer of the inflation onion as well.° My forecast is that PCE inflation will be around 3 percent for 2023 as a whole, then decline to around 2-1/4 percent next year, before closing in on 2 percent in 2025.", "All of that said, the future remains highly uncertain, and our decisions will continue to be data dependent.", "The risks are two-sided, with the possibility of inflation remaining stubbornly persistent weighed against the risk of a weaker economy and employment.", "In balancing these risks, and based on what I know now, my assessment is that we are at, or near, the peak level of the target range of the federal funds rate.", "Based on model estimates of the longer-run neutral interest rate that incorporate forecasts for the current quarter, the stance of monetary policy is quite restrictive; indeed, it is estimated to be the most restrictive in 25 years.\"", "I expect it will be appropriate to maintain a restrictive stance for quite some time to fully restore balance and to bring inflation back to our 2 percent longer-run goal on a sustained basis.", "I will continue to carefully watch the totality of the data to assess whether the current stance of policy is sufficient to achieve our inflation goal.", "If price pressures and imbalances persist more than I expect, additional policy firming may be needed.", "Before I close, a word on our balance sheet.", "At our last meeting, the FOMC said it will continue to reduce its holdings of Treasury securities and agency debt and agency mortgage-backed securities, according to the framework announced in 2022.", "The strategy and implementation of the reduction in our security holdings is working exactly as designed.® We have so far reduced our securities holdings by over $1 trillion, with no signs of adverse effects on market functioning.?", "Committed to Our Goal Since I first started to unpeel the inflation onion a year ago, we have seen meaningful progress on bringing inflation down and By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement.", "P<] But our work is not nearly done.", "I am committed to achieving our 2 percent longer-run inflation goal, creating a strong foundation for our economic future.", "1 John C. Williams, A Bedrock Commitment to Price Stability, remarks at the 2022 U.S. Hispanic Chamber of Commerce National Conference, Phoenix, Arizona, October 3, 2022; John C. Williams, Peeling the Inflation Onion, remarks at the Economic Club of New York (delivered via videoconference), November 28, 2022.", "John C. Williams, Peeling the Inflation Onion, Revisited, The Teller Window, September 29, 2023.", "2 The American Farm Bureau Federation, \"Cost of Thanksgiving Dinner Down Slightly from Record High in 2022,\" November 15, 2023.", "Federal Reserve Bank of New York, Global Supply Chain Pressure Index.", "4 Federal Reserve Bank of New York, Consumers' Expectations Largely Stable in October, November 13, 2023.", "5 Board of Governors of the Federal Reserve System, Federal Reserve issues FOMC statement, November 1, 2023.", "6 Ozge Akinci, Gianluca Benigno, Ruth Cesar Heymann, Julian di Giovanni, Jan J. J. Groen, Lawrence Lin, and Adam I. Noble, \"The Global Supply Side of Inflationary Pressures,\" Federal Reserve Bank of New York Liberty Street Economics, January 28, 2022; and Ozge Akinci, Gianluca Benigno, Hunter L. Clark, William Cross- Bermingham, and Ethan Nourbash, \"How Much Can GSCPI Improvements Help Reduce Inflation?,\" Federal Reserve Bank of New York Liberty Street Economics, February 22, 2023.", "7 This is based on the Holston, Laubach, and Williams model of the natural rate of interest, using published data through the third quarter of this year and the Blue Chip economic forecast for the fourth quarter.", "8 Board of Governors of the Federal Reserve System, Principles for Reducing the Size of the Federal Reserve's Balance Sheet, January 26, 2022.", "9 Roberto Perli, Disentangling Messages from the Treasury Market, remarks at 2023 U.S. Treasury Market Conference, Federal Reserve Bank of New York, New York City, November 16, 2023.", "By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Labor Market", "Inflation Onion", "Price Stability", "Economic Outlook", "Financial Conditions", "Federal Funds Rate", "Balance Sheet", "Supply Chain"]}