{"sentences": ["Hello everyone - offline, and also, hello everyone online.", "It is a pleasure to be back in London.", "Back at the Bank of England.", "Back at the 'Old Lady of Threadneedle Street'.", "The Old Lady that battles inflation, safeguards financial stability and firmly protects- the gold in her vaults.", "Gold that lies right here, under our feet.", "And part of that gold- is Dutch (more information ).", "Now, I am not here to take a peek at that small fraction of gold that is ours.", "No, today, I was invited to talk about a new type of gold - or, at least, to some it is.", "I am referring to crypto-assets.", "Something the Financial Stability Board has consistently been monitoring since 2018 ( more information ).", "For a long time, crypto-assets were an experiment on the fringes of the financial system.", "No shop owner would accept bits and bytes instead of cash or card.", "But soon, certain illicit online marketplaces got wind of this new digital asset: selling illegal services or products online had never been this easy.", "So, regulators and law enforcement agencies sprang into action and took coordinated action to combat money laundering.", "Nonetheless, in those early days, chances were very slim that someone had heard of bitcoin or ether, let alone owned them.", "And then suddenly - seemingly overnight - crypto-assets became the talk of the town, and everybody seemed to wonder: is this the new gold?", "As a result, the total market capitalization of crypto-assets exploded ( more information ).", "At the same time, ties with traditional financial parties grew.", "As did the interest in the underlying technologies.", "When the 'crypto winter' hit us last year, it became crystal clear however, that not all that glitters is gold.", "A sudden change in investor sentiment caused a sharp decrease in crypto-asset prices.", "That, in turn, led to the spectacular failure of several cryptointermediaries.", "Total crypto-asset market capitalization was never really able to recover after that.", "But even as crypto-asset prices are in a rut presently, crypto-asset market structures continue to develop at a rapid pace.", "And at the same time, we see a growing involvement of traditional finance with the crypto-ecosystem - which means that the financial interlinkages between these two worlds are growing as well.", "So we cannot exclude that, sooner rather than later, vulnerabilities in crypto-asset markets become big enough to form an actual, transmissible risk to global financial stability.", "And this risk looms larger if we don't implement comprehensive regulation.", "All over the world, national regulators have not been waiting on me to say this.", "A lot of decisive action has been taken already.", "The FSB welcomes these initiatives because they show much-needed willingness to act.", "But at the same time, we see a challenge due to crypto's inherent global reach.", "And that is: how do we ensure consistency between all these regulations?", "And how do we deal with crypto parties that choose to operate exactly from those jurisdictions that don't really prioritise the effective regulation and supervision of crypto-asset activities?", "To overcome these challenges, the FSB developed a Global Regulatory Framework.", "This framework, published last July, aims to promote the consistency of regulatory and supervisory practices to address the financial stability risks of crypto-asset activities ( more information ).", "Developing this framework on the basis of consensus among the FSB member authorities has required a careful threading of the needle.", "And so, I think it is fitting that we find ourselves on Threadneedle Street, today.", "The perfect place to discuss the FSB's finalized policy work on broader crypto-asset markets and global stablecoin arrangements.", "The latter is a specific type of crypto-asset - one that aims to maintain a stable value relative to a pool of assets, usually fiat money.", "One that carries heightened risks to global financial stability because of its potential systemic relevance in multiple jurisdictions.", "And so, one that requires special attention.", "Because the FSB recommendations are high-level, national authorities can apply these recommendations flexibly, whilst also ensuring a baseline - a baseline that provides for a consistent application of comprehensive regulation across the globe.", "A baseline that embraces both already existing rules in some countries, and to be drafted regulations in others.", "A baseline with a clear thread of gold - and that is the principle of \"same activity, same risk, same regulation\".", "Many crypto-asset activities perform functions and, hence, carry risks, that strongly resemble those of traditional financial activities.", "Think, for example, of the similarities between staking and deposit-taking, or between crypto-lending and securities financing transactions.", "And so, we believe they should be regulated as such.", "A number of our recommendations have to do with the vulnerabilities of centralized crypto-asset intermediaries.", "And I stress 'centralized' because, however 'de-centralized' the crypto-asset ecosystem claims to be, economic reality tells a different story.", "In fact, some of these intermediaries already seem to play a systemic role within the cryptoecosystem.", "That is why we recommend that authorities require a number of things from these entities.", "For instance to have in place robust governance frameworks and to set up risk management practices.", "Of course, I know that implementation takes time.", "But I also know it's high time - as I have often heard my British colleagues say - to 'crack on'.", "So, let's prioritise the full and consistent implementation of our high-level recommendations.", "Because in the meantime, people investing in crypto-assets continue to run serious risks.", "In the meantime, linkages between the crypto-ecosystem and traditional finance may very well continue to grow.", "So, in the meantime, risks to financial stability can still escalate.", "There are several ways through which we can prevent crypto-asset volatility from spilling over to the traditional financial system.", "One important way to do this, is with the full and consistent implementation of the BCBS prudential framework for the treatment of banks' crypto-asset exposures.", "Putting this global framework into practice limits the chance that crypto-volatility reaches banks and hence becomes a threat to financial stability.", "To keep a close eye on the progress made, the FSB will start monitoring implementation.", "Our first review should be finalized by the end of 2025.", "And the FSB will not only monitor progress.", "If we are serious about regulating what is essentially a cross-border phenomenon, we also need to be serious about cross-border cooperation.", "This also means that we need to venture outside of the FSB jurisdictions.", "Because several jurisdictions with material crypto-asset activities are not members of the FSB.", "Nevertheless, global financial stability ties all of us together.", "And to safeguard that stability, the FSB members need to engage with these jurisdictions.", "We need to ensure the needle of their regulatory compass points in the same direction as ours.", "To do so, we want to start with positive incentives like outreach, technical workshops, and capacity building to get them prepared.", "We'll work closely with the IMF, the World Bank and other international organizations on this.", "However, chances are we may still see regulatory competition.", "And so, we cannot exclude that a toughening of regulation in one part of the world pushes crypto-asset parties to relocate to other parts of the world.", "Parts of the world with weaker regulatory standards.", "What we can do, though, is require that traditional financial institutions take additional measures to manage the risks of interacting with crypto intermediaries operating in such jurisdictions.", "Measures necessary to protect global financial stability.", "We are not there yet, but if you ask me, we should be heading in that direction.", "Just like crypto-asset threats don't stop at national borders, the thread of crypto-asset risks doesn't only weave through financial stability.", "There are also macroeconomic risks.", "Specifically for emerging markets and developing countries.", "In EMDEs, crypto-assets are relatively popular.", "The more popular they are, the more they could erode the effectiveness of domestic monetary policy.", "Because people may start preferring crypto-assets or stablecoins over domestic currencies.", "This risk of currency substitution, or so-called 'crypto-ization', means EMDE's might face even greater risks from crypto-assets than advanced economies.", "A potentially dangerous cocktail of financial stability and macroeconomic risks.", "For this reason, the Indian G20 Presidency asked the FSB and the IMF to combine their work on this subject in a synthesis paper.", "This was published in September.", "A key conclusion is that crypto-assets do indeed have implications for macroeconomic and financial stability, but even more, that these implications are mutually interactive and reinforcing.", "In our view, this underlines, once more, the need for a global regulatory and supervisory baseline to oversee crypto-asset activities.", "A baseline that addresses both financial stability and macroeconomic risks.", "A baseline that all national regulators can adhere to, but at the same time allows them to take targeted and time-bound measures to address jurisdiction-specific circumstances.", "To help EMDEs address these serious risks to financial stability, the FSB will investigate how cross-border cooperation between advanced and developing economies can practically be enhanced.", "Dear colleagues, today, I've talked about crypto-assets - a concept that is not even 20 years old.", "The Bank of England's nickname, the 'Old Lady of Threadneedle Street', dates back more than two hundred years.", "When crypto-assets were still the distant future.", "Banknotes could still be converted to gold.", "And France declared war on Britain, and landed on its shores.", "Within hours, people rushed to the Bank of England.", "The very gold that lies under our feet.", "And the famous vaults were rapidly emptying out.", "Then-prime minister, William Pitt the Younger, tried to put a halt to that.", "Not because he wanted to preserve gold for financial stability reasons, but to use it to defend Britain.", "In a famous cartoon, probably familiar to many of you, you can see William Pitt the Younger trying to 'woo' an old lady ( more information ).", "But in fact, all he wants, is the gold in her pockets and in the chest she sits on.", "Of course, she is not inclined to give in.", "Ever since, the Bank of England has been known as the 'Old Lady of Threadneedle Street'.", "Today, the 'Old Ladies' many of us work for, will no longer exchange banknotes for gold.", "But still people look for stable assets - assets that maintain their value over time and allow them to transact with people from around the globe.", "Today, these 'Old Ladies', can still not easily be 'woo-ed'.", "And remain firmly seated on their chests of gold - or, rather, vaults.", "And today, once more, these 'Old Ladies' are willing to defend what knits us all together and helps to bring global prosperity - and that's financial stability."], "classifications": ["none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination"], "topics": ["crypto-assets", "financial stability", "global regulation", "crypto-ecosystem", "crypto-asset markets", "stablecoins", "centralized intermediaries", "prudential framework", "macroeconomic risks", "EMDEs"]}