{"sentences": ["Ladies, gentlemen and distinguished guests, It is indeed a pleasure to be participating in this summit, a gathering that is engaged to distill the essence of responsible stewardship in the corporate world.", "Keeping up with the theme of this session, \"The Challenge of Regulation\", I will reflect a bit on the dynamic landscape of regulations and regulation making, its evolving nature and on the transformation underway in the financial sector.", "Later, I will also outline a few challenges and dilemmas encountered by the regulators in framing appropriate regulations to manage these transitions.", "Many believe that minimal regulations, is the best way to foster growth of the enterprise.", "But history is replete with the examples of how minimal regulation coupled with lenient supervision and restrained enforcements have often led to financial crises.", "In fact, we would all agree that nothing could be more damaging to sustainable growth than a misfiring banking and financial sector.", "While in an ideal scenario, the 'invisible hand' would ensure that the system functions flawlessly for the greater good with minimal regulatory oversight, in reality it does not happen that way.", "As such, to control the irrational exuberance in the financial sector, there is need for a regulator who sets the boundaries and also enforces them for ensuring a sound and robust set of financial institutions and there by promotes financial stability.", "Regulations, usually, impose restrictions on the entry and operations of the entity while controlling the what and how of the business that is undertaken.", "This 'process' imposes opportunity cost on regulated entities to achieve the desired objectives.", "However, these are distributable costs to deliver a collective good.", "Therefore, regulations ensure that the overall financial system fulfils its supportive role to the real sector through efficient financial intermediation and its remains stable, robust and responsive.", "Moreover, financial sector and banking industry is special.", "The inherent ability of banks to generate leverage and the potential to trigger a domino effect in the financial system makes it unique.", "Further, banks are not just the custodians of the customer's hardearned savings but also custodians of public trust.", "It is RBI's responsibility to ensure that the trust reposed by the customers and depositors on banks is resolutely upheld.", "Managing Transitions As we look at the challenges in the financial sector today, it becomes important to address the profound structural shifts that are transforming the shape of the financial sector.", "These transitions encompass a myriad of factors, each with its own set of unique challenges.", "These are also complex, multifaceted issues that demand nuanced, adaptable solutions.", "Striking the right balance between encouraging innovation and maintaining the stability and security of the financial sector is always a formidable task.", "Let me elaborate on few of such transitions which we are engaged with.", "Climate Transition We are all aware of the global challenge that climate change poses to our planet and its impact which is felt across the world.", "The transition to a more sustainable, environmentally responsible financial sector is no longer an option but an imperative.", "As societies demand greater commitment towards a cleaner greener environment, regulators must undertake the task of integrating climate risks into the regulatory frameworks.", "Ensuring that financial institutions consider the environmental impact of their actions while simultaneously managing the flow of credit, demands a delicate balancing act and requires collaborative solutions.", "The moot question which the regulators have to deliberate on is whether climate risk is a unique risk that need to be captured separately and thus requires a separate framework on a standalone basis or whether it transverses across credit, market and operational risks and can be captured as a part of the existing risk frameworks.", "Another point of debate is whether these risks need to be captured as combination of pillar 2 (supervisory review) and pillar 3 (market discipline and disclosures) requirements or is it better to capture the risk as part of pillar 1 (capital and liquidity) straight way.", "Technology Transition Technology is reshaping the landscape of finance at an unprecedented pace and has emerged as a transformative force reshaping operations and customer experiences alike.", "Digitalisation is helping to enlarge the options available to customers and lenders, increase efficiency and competition in the provision of financial services, and, more importantly, making these services available to larger segments of the population.", "As we embrace these technological advancements, it is imperative that regulatory frameworks evolve in tandem to ensure the security, privacy, and integrity of financial system.", "In an era defined by data, the protection of personal and financial information has come the fore.", "In India, the Digital Personal Data Protection Act, 2023 (DPDP Act) has been recently enacted.", "Such a legislation was necessary for safeguarding individuals' rights and ensuring responsible handling of personal data.", "Banks and other financial institutions, as custodians of vast volumes of sensitive customer data, must make the required efforts to adhere to the provisions of the Act and related regulations.", "To manage this transition smoothly, financial institutions must invest in robust data governance frameworks, ensuring that they and their data processors collect, process, and store data in complete adherence to the law and the regulations.", "Managing the transition to a more data-conscious and 'data cultured' institution necessitates treading a delicate path.", "The Digital Intermediation Transition Post the pandemic, digital lending and emergence of digital platforms providing loans has seen an exponential rise in various emerging economies, including India.", "While this led to an increase in scale and velocity of credit in an increasingly digital environment, it has raised a host of business conduct issues.", "The questions for any regulator to consider are whether they should try to be ahead of the curve to ensure that financial innovations are enabled only after putting in place an appropriate regulatory and supervisory framework; or to follow a relaxed approach of allowing the markets to develop on its own?", "By being more accommodating, do the regulators then run the risk of having to deal with unanticipated business conduct concerns and in extreme cases, confront and deal with potential events that could trigger systemic risks which may lead to outcomes that are difficult to anticipate and manage?", "Nonetheless, for a regulator, inaction can never be an option.", "The pace with which newer business models, players and products are coming up, with such entities often exploiting the gaps in existing regulations or conducting business operations that fall in a regulatory grey area, continues to be a challenge.", "The business models that are built to challenge the regulatory perimeters, aggressive marketing strategies, and those that are engaged in exploitation of gullible customers makes it clear that such issues need intervention.", "But, the dilemma lies in deciding the extent of regulatory intervention which will contain and restrict the customer abuse without significantly altering the nature of FinTech led innovation.", "For example, in the beginning of 2020, the lending activities of the new technology driven platforms involved small ticket size loans granted to a large number of borrowers, mostly falling in the lower income strata of the society such as students, retail businesses, gig workers, etc.", "For these borrowers, taking a loan at an exorbitant interest rate meant falling into a vicious debt trap.", "What made the situation worse was the fact that borrowers were not even aware of such high interest rate or charges before taking the loan as these were not disclosed upfront, there was no interface except the mobile app to raise their grievances and the recovery practices were harsh and unorthodox.", "We had also observed that right from credit underwriting to recovery, every activity was being outsourced with scant regard to customer privacy and protection.", "Digital Lending was operating on a 'rent an RE' model, where the FinTech platform was undertaking all the lending activities on behalf of the regulated entity by posing itself as principal.", "In many cases, the customers were not even aware of the name of the bank or NBFC which had sanctioned the loan.", "To tackle this issue, the regulatory stance has converged on regulating the digital lending activity and the arrangements between regulated entities and FinTechs providing specified services to REs (which were rechristened as Lending Service Proivers or LSPs).", "RBI's digital lending regulations have laid down a broad regulatory framework under which FinTechs can become enabling partners with regulated entities.", "These guidelines are a mix of reiteration of the extant guidelines like reporting to CICs, conducting due diligence before engaging LSPs, etc.", "and some fresh ones, with REs being the fulcrum around which digital lending activities are required to operate with the regulatory compliance being made their responsibility.", "The Social Media Transition Social media has revolutionized the speed and scope of dissemination of information.", "Information sharing has never been so quick and unhindered thus far.", "But this also means that unsubstantiated rumors and false news can also spread equally quickly and can adversely affect financial institutions, especially banks.", "The recent banking turmoil in USA has jolted some of the widely held views regarding principles of liquidity management and nature and speed of bank runs.", "The banking turmoil in the United States and Europe in early March 2023 has had a significant impact on the global financial system.", "This episode has highlighted the need for a reassessment of global standards in financial sector regulations.", "This episode has offered two important lessons: First, the trust is vulnerable to perceptions of weaknesses and misinformed social media commentary.", "Second, that in an age of social media and internet banking, the speed with which bank runs occur is unprecedented and therefore, the response time to handle any such crisis has telescoped to a fraction of what was hitherto considered acceptable.", "To address these challenges, constant and effective supervision, complemented by ability of the bank concerned to monitor and prevent spread of misinformation over social media, has become vital.", "How is RBI Managing these Transitions?", "RBI's approach has always been to foster and support innovations and dynamism while balancing it with financial stability considerations.", "Therefore, let me elaborate what are we doing to manage these transitions.", "Simplifying Regulations The regulatory instructions have evolved over a period of time in consonance with the developmental trajectory of the financial system and institutions.", "The regulatory perimeter has also expanded as the Indian financial system has ventured into newer business models, product lines and geographical territories.", "Over time, this may have led to certain regulations becoming complex with concomitant increase in compliance burden.", "Therefore, a periodic stocktake is useful to review the regulatory instructions and compliance procedures with a view to streamlining/ rationalising them and making them more effective.", "The RBI had set-up Regulations Review Authority 2.0 (RRA) in 2021 (following the RRA 1 set up in 1999) to undertake this task and ensuring simplicity of regulations that has become a priority for us.", "In my view, future regulations must be responsive to the evolving need of the financial system.", "For this to happen, we have adopted a five-pillar 1.", "First, we are making sure that future regulations are forward looking and proactive.", "Second, we have become nimble in our approach.", "This is critical as the pace of change has accelerated.", "Third, our approach to regulation making has become more data driven and impact assessment oriented.", "This, in turns, has led to a more analytical decision making process and is helping in making provision for a suitable path for transition, wherever warranted.", "Fourth, we have been adopting a more consultative approach to regulation making.", "Prior consultation with stakeholders enables us to gather diverse viewpoints and incorporate them in the regulations.", "This also makes implementation of regulations better.", "The fifth and last pillar is collaboration.", "We are engaging more and more with stakeholders, government and with other regulators and industry to evolve a safe and resilient financial sector.", "The Reserve Bank has been conferred upon the powers to make subordinate legislation under a wide spectrum of statutes.", "This casts a responsibility upon RBI to ensure that its instructions are within the perimeters set by the statutory mandate, clear in language, appropriate and proportional.", "Therefore, we have increased our focus on providing suitable training and skills to our officers so that the regulations can be written in simple language and there is better clarity on the regulatory intent.", "Bringing customer conduct into focus In whole scheme of things, the 'customer' should and must remain the centre.", "The two primary objectives of regulation viz.", "ensuring financial stability and protecting customer interest leads to two broad categories of regulations - prudential regulations and conduct regulations.", "Prudential regulation builds foundation for financial stability, while conduct regulation lays the ethical foundation for maintaining customer trust, together help in safeguarding the integrity of our financial system.", "Accordingly, our endeavour has been to inculcate responsible conduct on the part of the regulated entities.", "We have asked banks to design suitability and performance requirements for financial products and financial services keeping in mind the interests of its customers.", "This includes Board level oversight arrangements that a bank must put in place in order to meet these objectives.", "As we further strengthen our approach towards addressing the concerns in the area of conduct based regulations, the guiding philosophy would be to set certain minimum regulatory expectations, with the option for entities to adopt higher standards depending upon their size, proportionality and customer focus.", "The ultimate message is that the regulated entities should treat all customers - big or small, urban or rural, educated or less educated, in a transparent and ethical manner.", "Principle Based vs Rule Based Regulations There is an ongoing debate of whether a principle based approach is preferable or whether a rule-based approach to regulations is the better option.", "At different points in time, one approach has influenced the policymakers more than the other.", "The benefit of rules-based regulations is that it provides certainty and firm guidance on what regulated entities are required to do, and from the regulator's point of view, the measurable and explainable regulatory targets and responsibilities that can be easily monitored and enforced.", "But in a prescriptive approach to regulation, the rules might end up becoming more important than the intended outcome for which they were designed, leading to a culture of \"box ticking\" compliance.", "In contrast, principle-based regulation is more like a compass, providing regulated entities with a general direction, without specifying the precise route to be taken.", "The principles are crafted to be suitable for a wide array of situations and emphasize on desired outcomes.", "They grant regulated entities the flexibility to adapt to evolving circumstances and to innovate; however, it also requires them to exercise prudent judgment and make responsible decisions.", "But, often, to make the regulatory expectations clear, principle-based regulations are required to be supplemented with clarifications, illustrations and guidance notes.", "So where do we stand in the continuum of rule-based and principle-based regulatory approach?", "The Reserve Bank, as a matter of policy, has been gradually giving banks greater operational freedom to conduct their business operations within the overarching regulatory framework.", "We are thus moving at a good pace towards making our regulations increasingly principle-based.", "Maintaining a Level Playing Field A level playing field ensures that all participants operate within a fair and consistent regulatory framework where the potential risks and rewards of the financial system are evenly balanced.", "There is widespread agreement that a level playing field is a key condition for a competitive financial sector.", "As a regulator, we are following the principle of \"same activity, same risk, same regulation\".", "This approach can be seen in the case of our guidelines on Digital lending, first loss default guarantee (FLDG) and microfinance sector.", "However, maintaining a level playing field has to be counter balanced by ensuring regulations that are proportionate to the risks posed by the firm to the financial system.", "We are quite mindful of the need to ensure that the regulatory burden on an entity should be proportionate to the risks posed by it to the financial system and to the size of its operation.", "This thought has underscored our revised scale-based regulatory approach to NBFCs and revised regulatory framework for UCBs.", "It, however, must also be appreciated that limiting the potential for regulatory arbitrage and establishing a level playing field for market participants is an important objective for regulators, but it is not the overriding one.", "To ensure efficient market functioning and, more broadly, to safeguard the public interest, policymakers may, at times, need to treat different players differently.", "Framing regulations in today's dynamic and interconnected world is a challenging task, but it is a challenge that we are fully committed to overcoming.", "As a regulator, our most important contribution to the society is that we do our job - by making forward looking, risk-based and proportionate regulations and implement them in a consistent manner.", "At the same time, we are conscious that process of regulation making must yield a net surplus for the financial system.", "Even as we move forward on these lines, we need to remain steadfast in our dedication to maintaining stability, fostering growth, and safeguarding the interests of customers.", "The inputs provided by Deepak Rana, Vishal Kumar Prasad, Pramanshu Rajput and Pradeep Kumar are sincerely acknowledged."], "classifications": ["none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Climate Transition", "Technology Transition", "Digital Intermediation Transition", "Social Media Transition", "Customer Conduct", "Principle-Based Regulations", "Level Playing Field", "Prudential Regulation", "Conduct Regulation"]}