{"sentences": ["A very good morning to everyone.", "I am honored to be here today to address a theme of utmost importance, which is the nexus between nature, finance and the economy.", "The importance of focusing on nature and biodiversity loss According to the World Economic Forum's 2023 Global Risks Report , the degradation of nature or biodiversity loss and the collapse of nature ecosystems have been ranked among the top five threats humanity will face in the next decade.", "While there has been growing awareness and notable progress towards understanding, measuring, and addressing risks associated with climate change arising from global warming, similar efforts in the space of nature and biodiversity loss remains nascent.", "This is despite its strong interlinkages.", "Climate change and the loss of nature and biodiversity should not be treated as isolated crises but rather twin challenges that demand twin solutions.", "Thus, this two-day conference focusing on nature, finance and the economy is indeed timely and very important.", "Over the past several decades, human activities have altered around three-quarters of the land and two-thirds of the marine environment .", "Industrialisation in the absence of considerations for sustainable practices and overexploitation of resources have affected the quality of our land and marine environment.", "According to the UNEP, we are currently facing the risks of one million species being threatened with extinction, our land and soils turning infertile, and our water sources drying up.", "Indeed, nature is declining at unprecedented rates, with many ecosystems standing on the brink of \"tipping points\", marking a unique historical challenge for humanity.", "Yet, nature is a fundamental pillar of our economies, livelihoods, food security and overall quality of life.", "According to the New Nature Economy report by the World Economic Forum, over half the world's total GDP - equivalent to USD44 trillion of economic value generation - is moderately or highly dependent on nature .", "Given its role and importance to the economy, the failure for economic agents to account for and respond to nature related risks is a source of vulnerabilities to households, businesses and the financial and economic sectors.", "At the same time, economic decisions with regard to spending and investments in themselves will have repercussions on nature.", "Failing to incorporate the consequences of an economic activity on nature as factors in financial and investment models would only expedite the nature crisis.", "In fact these interdependencies between the economy and nature are what makes assessment and policy response difficult.", "In Malaysia, a study by the World Bank and Bank Negara Malaysia found that 54% of commercial lending portfolio of Malaysian banks is to sectors which are highly or very highly dependent on ecosystem services, and 87% of banks' commercial lending portfolio are channeled to sectors which would highly or very highly impact various natural assets and ecosystem services.", "This underscored the dependencies between nature and the economy, with the role of finance having the potential to amplify the impact both ways.", "Lack of understanding of the nexus inhibiting progress Ladies and Gentlemen, While efforts are being put in place to assess nature-related risks, there remains a significant gap in our understanding of the nature and finance- economic nexus.", "The highly interconnectedness of the nature ecosystems makes it a formidable task to assess and manage the cascading and multidimensional effects of nature loss on financial sector and the broader economy.", "Importantly, the absence of mechanisms to measure and price the negative externalities of human activities and investments in nature and biodiversity, also hinders our ability to fully account for these impacts.", "Lack of data and limited analytical methodologies for valuing natural capital further exacerbate the challenge, making it difficult to assess the true economic value of nature and incorporate it into financial and economic models to form a basis for sound decisionmaking.", "Bridging these gaps will be critical to inform risk management practices, formulate effective policies, and deepen our insights to mobilise finance for the conservation and restoration of nature.", "The complex and multidimensional effects also complicate policy response.", "Furthermore, nature risks are often localised, whereby they are unique to specific locations and influenced by more specific environmental, economic, and social factors.", "As such, solutions that work in a particular location may not be suitable for another location.", "In other words, for global leaderships and national policies to affect changes and manage the nature crisis, it is important to critically understand and measure the multidimensional risks of nature, to size up the impact these risks have on the financial sector and the economy, to incorporate the spillback impact of financial decisions and economic activity have on nature, as well as measure the speed at which these risks are unravelling.", "With these understanding, broad policies, regulatory incentives, and pricing and market mechanisms, can be put in place to recalibrate and align social and economic activities to actions that preserve nature and prevent biodiversity loss.", "Notwithstanding the challenges, there is evidence of progress Ladies and gentlemen, While challenges persist, let's not lose sight of the progress made thus far.", "Allow me to highlight some encouraging progress in this area.", "In particular, please allow me to share some of the advancement achieved thus far, by the financial sector in Malaysia.", "Financial industry players are progressively integrating environmental factors into their evaluations of economic activities as part of their underwriting assessment.", "This is in alignment with Bank Negara's Climate Change and Principle-based Taxonomy (the CCPT).", "This is also partly supported by the due diligence questionnaire created collaboratively by the CCPT Implementation Group and the World Wildlife Fund (the WWF).", "This questionnaire aids financiers in assessing an organisation's environmental impact and its efforts to mitigate negative effects, aligning with CCPT guiding principle 3 which is 'no significant harm to the environment', and principle 4 which is 'remedial measures for transition'.", "Sustainable and green finance taxonomies are powerful tools to help financial institutions classify economic activities based on their environmental impact.", "Ultimately, our goal is to extend the current focus on climate-related risks disclosures to encompass nature-related considerations.", "This allows financial institutions to make more informed lending decisions, and support nature-positive activities.", "For the regulators, the classifications and disclosure are critical for macro surveillance and risk assessments.", "Meanwhile, the sub-committee on Bridging Data Gaps, which is a sub- committee under the Joint Committee on Climate Change, is actively exploring ways to improve collection of data relevant to nature-related risks.", "This will facilitate more granular analysis by both financial regulators and financial industry players.", "While the world is aiming for net zero emissions, let us not forget that we are concurrently committed to another critical goal, the 30 by 30 pledge in the KunmingMontreal Global Biodiversity Framework (GBF) under the UN Convention on Biological Diversity (CBD) that has over 100 signatories.", "This goal, which calls for 30% of the world's terrestrial, inland water, and coastal and marine areas, to be in effective protection and management by 2030 also includes 23 targets.", "One of these targets is the mobilisation of at least USD200 billion per year from public and private sources by 2030 to implement national biodiversity strategies and action plans across the globe.", "This includes the target to raise international financial flows from developed to developing countries to at least USD30 billion per year.", "It goes without saying that the private sector, especially businesses and financial institutions, along with financial regulators will play a pivotal role in achieving these objectives.", "However, it is crucial to recognize that the efforts of the financial and private sector represent only one part of the equation.", "There also needs to be strong commitment and action from the public sector, including the implementation of effective public policies and strategies for nature conservation and finance.", "With that being said, for Malaysia, the finalisation of the updated National Policy on Biological Diversity (NPBD) as well as the Strategic Roadmap entitled Blueprint for Accelerating Biodiversity Action: A Strategic Roadmap for the Business and Private Sector in Malaysia that are currently in the works will be vital to achieve the transformational change we need.", "As a testament to its commitment, the Government of Malaysia has recently announced the planned issuance of RM1 billion biodiversity sukuk to accelerate biodiversity restoration efforts by rehabilitating degraded forests as well as increased allocation for conservation of protected areas by state governments from RM150 million in 2023 to RM200 million in 2024.", "These policies will form the bedrock upon which the success of our collective efforts rests.", "Needless to say, an effective and mutually reinforcing collaboration between the public and private sectors is paramount to drive the transformations required to meet our ambitious biodiversity goals.", "Our expectation at Bank Negara is for our financial sector to play the transformative role, especially in enhancing public-private partnerships through innovative blended financing structures.", "In the nature space, given the inherent externalities, these structures may be the most optimal and effective in minimizing the risk-return trade-off.", "Such financing structure can also be catalytic and encourage greater private sector investment in marginally bankable nature and conservation projects.", "Driving research agenda in the areas of nature and finance Ladies and Gentlemen, In recent years, we have witnessed increased focus on science-based research on the micro and macroeconomic impacts of nature loss, encompassing aspects like soil quality, water, forests, biodiversity, and their intricate interplay with climate change.", "Yet, the financial dimensions to this body of literature remain largely unexplored.", "I am, therefore, pleased to note that based on the programme outlined for the next two days, you will be discussing and deliberating on the areas that will close some of these gaps existing within the nature and finance and the economy nexus.", "These are areas and questions surrounding environmental hazards and their economic repercussions, the integration of environmental considerations into economic and financial models, and the macroeconomic and financial implications of nature loss.", "Equally important is that areas of key macro policies will be discussed, together with roles of financial regulators and central banks in safeguarding macroeconomic stability in the face of nature-related risks.", "One of the central messages of this conference is to underscore the significance of exploring the intersection between finance and ecosystem services.", "It is imperative to uncover how financial instruments, investments, and market dynamics can either support or undermine the provision of critical ecosystem services.", "Understanding these linkages is essential for informed decision-making at both regulatory and policy levels.", "Regulators need insights into how financial institutions are exposed to nature-related risks and how these risks might affect financial stability.", "As a result, policymakers can develop more effective regulations and supervisory expectations.", "I believe the discourse and engagements in this conference will provide a deeper as well as comprehensive understanding of the issues as it brings together research work from a diverse group of academicians, policymakers, conservationist organisations and those from the financial community.", "I hope this platform not only fosters collaboration and knowledge exchange but will also serve as a catalyst to calibrate impactful actions.", "Research, as we know, serves as a compass, guiding the needle of policy actions.", "More importantly, it is through shared knowledge, interdisciplinary collaboration, and a commitment to transformative change that we often able to affect critical changes.", "I would also like to extend my gratitude to each participant, speaker, and the organising committee member.", "Your dedication to this important cause is the driving force in ensuring the success of this conference.", "Beyond this conference, the road ahead will undoubtedly be marked with challenges, questions, and uncertainties, but these are the building blocks of progress.", "By advancing insights and pursuing rigorous research, we are equipping ourselves with the knowledge and tools needed to forge a sustainable path forward.", "Findings and knowledge amassed today will facilitate the integration of nature and environmental services into financial models, and shape innovative financial and macroeconomic policies to mitigate risks.", "Thus, contributing to a future that is not only environmentally resilient but also to a sustainable economy.", "Let me end with a quote from Thanos, the villain from Marvel's Avengers: Infinity War.", "To a question from Gamora, he said, and I quote, \"Little one, it's a simple calculus.", "The universe if finite, its resources is finite.", "If life is left unchecked, life will cease to exist.", "While I don't agree with him on wiping off half of the human population from this beautiful planet, we call Earth, to preserve endangered species and our environment, but he certainly has a point.", "We cannot go on unchecked .", "Our actions need to be calibrated and corrected.", "Such calibration will inevitably be guided by your robust research and valuable findings today.", "Thank you and I wish you a fruitful conference ahead.", "WEF Global Risks Report 2023, World Economic Forum IPBES-IPCC Co-Sponsored Workshop on Biodiversity and Climate Change , IPBES New Nature Economy Report , World Economic Forum Implementation Of The Kunming-Montreal Global Biodiversity Framework at the National Level By Malaysian Business And Private Sector Community, BERNAMA"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Nature loss", "Biodiversity loss", "Finance", "Ecosystem services", "Nature-related risks", "Sustainable finance", "Green finance", "Nature conservation", "Public-private partnerships", "Blended financing"]}