{"sentences": ["It's a great pleasure to be able to speak to you today on the subject of resolution.", "Thank you to the Deloitte Academy for hosting.", "A key lesson I took from working in HM Treasury during the global financial crisis is that a credible resolution regime for banks is a cornerstone of financial stability and essential to protect the public purse.", "Without resolution, there were only two choices in that crisis: let banks enter insolvency and cause huge disruption, or bail them out with taxpayers' money.", "The UK chose the second option, safeguarding financial stability in the process, but at a cost of £137 billion.", "Dealing with the issue of banks that were 'too big to fail' has been the key achievement of the post crisis reforms to financial regulation and supervision, in the UK and globally.", "The Financial Stability Board's (FSB) evaluation of the effects of too big to fail reforms Opens in a new window showed significant net benefits for society resulting from the reforms; and market-based measures of systemic risk have fallen.", "Credible resolution is a cornerstone of those reforms.", "In the UK we now have a range of tools in the resolution toolkit, in the form of the legal powers which are available to be used in the event of a failure of a financial institution.", "The UK's special resolution regime for banks and building societies, which gives us the legal powers under the Banking Act 2009, is well established and aligned with international standards for effective resolution regimesOpens in a new window, as set out by the FSB.", "As the UK's resolution authority the Bank has capabilities to deal with failing firms according to the circumstances.", "And we have demonstrated in 2023 our readiness and willingness to act, as quickly as necessary, to apply those powers.", "When I gave my first speech on resolution back in early 2021 it was almost nine years since the Bank last did a resolution.", "It is nine months since our resolution of Silicon Valley Bank UK (SVBUK); as well as of actions by the Swiss authorities to respond to the failure of Credit Suisse.", "In resolving SVBUK over a single weekend, we were able to successfully deploy the available tools in a way which protected the UK banking system, reduced systemic risk, supported public and investor confidence and avoided significant impacts that would otherwise have been caused to a key sector for the UK economy.", "In October the FSB published its report into the preliminary lessons learntOpens in a new window from the 2023 bank failures.", "In the case of Credit Suisse the FSB conclude that the Swiss authorities were ready to deliver a single point of entry (SPE) resolution of a global systemically important bank (G-SIB) but also identify areas for further work.", "The resolution regime can never be 'done'.", "The Bank has always been a leading voice in the FSB, and I support the conclusions and lessons identified in the report.", "Today I want to give my perspective on those two March weekends, in the context of my experience of the last three years as the Deputy Governor with responsibility for resolution, as well as my membership of both the Financial Policy Committee and Prudential Regulation Committee.", "It's 60 years since that classic TV show, 'Ready Steady Go!'", "first aired on UK TV, with its catchphrase, 'the weekend starts here'.", "And that sense of being at the starting line, on a Friday, is an apt description of how those two weekends back in March felt.", "My remarks today apply to the resolution and resolvability of banks and I will frame my remarks around learnings under three key headings and with two common themes of feasibility and credibility.", "The first heading is the importance of operational readiness, in particular that the credibility of our framework is reinforced by retaining optionality.", "Each resolution will be different in terms of the nature of the failing firm and the context in which it is failing, including the time available.", "And retaining optionality on the outcome will maximise the chances that resolving it will be feasible.", "The second heading relates to enhancing readiness.", "Because of the nature of resolution we should be humble in recognising that there will always be lessons to learn from putting the regime into practice and so we should be ready to improve our approach.", "From the experience of 2023 two particular enhancements come to mind; enhancing our toolkit and feasibility to resolve smaller firms, where there is a greater need to provide continuity of access to deposits.", "And also enhancing our readiness for bail-in, including working with cross border authorities.", "My third heading relates to the process of ensuring resolvability.", "As the UK's resolution authority we have a role to play but the primary responsibility rests with the banks themselves to ensure and maintain their resolvability, whatever their size, from the smallest firms where a simple strategy will suffice to the largest cross-border G-SIBs where the strategy will be more complex.", "Transparency of approach is important to so much of what the Bank does in support of its mission to deliver monetary and financial stability.", "And transparency is also key to the credibility and practical feasibility of the resolution regime.", "While SVBUK may have been the first resolution for a while, the existence of the regime, the emphasis we put on it, and the market discipline it brings, has helped to deliver better outcomes for UK financial stability.", "We have incorporated our learnings including from 2023's events into an updated Purple Book , which we are publishing today and which sets out our approach to resolution.", "Operational readiness Operational readiness is fundamental to both feasibility and credibility - it means having the necessary legal framework in place to act, preparing firms to ensure they have removed barriers to resolvability ahead of time and ensuring our own and other authorities' readiness to act.", "As part of credibility, you must also have capabilities - the optionality to use the tools at your disposal flexibly to best respond to the circumstances you face.", "There are three broad strategies we use to plan in advance for resolution: bail-in, transfer to a private sector purchaser - both of which we effect through use of powers - and using the bank insolvency procedure or BIP.", "Bank3 Transfer can also be to a owned temporary bridge bank, pending an onward sale back to private ownership.", "The statutory tools which underpin these strategies are very powerful, allowing the authorities to act at real pace, interfere with property rights and override other processes such as shareholder approvals for a sale.", "Ahead of resolution they give us powers to direct firms to remove known impediments to resolvability.", "The updated Purple Book sets out how the three preferred resolution strategies would be implemented.", "Whilst we might want to be able to predict the path of each resolution with certainty, we cannot, no more than we can predict what might lead to a bank failure.", "So the Purple Book can only serve as a guide to how the Bank might use the resolution powers to seek to balance the objectives for the special resolution regime.", "The actual use of powers must respond to the particular facts and circumstances of each case.", "The execution of the resolution might not always be the same as the preferred resolution strategy that had been originally envisaged.", "As we found in SVBUK, circumstances drive how we act.", "But for the largest firms, bail-in is always going to be the key tool.", "In the UK, we have stated and restated that in the context of a bail-in AT1 instruments rank ahead of equity and behind Tier 2 in the creditor hierarchy.", "Holders of such instruments should expect to be exposed to losses in resolution or insolvency in the order of their positions in this hierarchy.", "In practice, all this means we as the resolution authority need the operational ability to plan and prepare for the execution of multiple resolution strategies in parallel, as contingency planning for the failure of a firm unfolds and as the weekend itself unfolds.", "That optionality helps to ensure we are able to best meet our statutory resolution objectives, even when time is short as it can be over a resolution weekend.", "For firms, this is also why our policy framework asks them to achieve outcomes in resolution.", "We need firms to have flexible capabilities to support their own resolvability and facilitate actions by the authorities - not systems and processes that cannot adapt.", "This flexibility in times of crisis or when contingency planning, allows us to respond more effectively to the specific circumstances; and deliver a better outcome for depositors and other customers of the bank in resolution, and for overall UK financial stability.", "Silicon Valley Bank UK Silicon Valley Bank or SVB, was the 16 biggest bank in the US when it failed due to a combination of sharp and unusually rapid increases in depositor withdrawals and losses on sales of long-dated bonds where the interest risk was not hedged.", "The deposit run quickly spread to the UK subsidiary, SVBUK.", "On Friday 10 March, SVBUK saw an extraordinarily rapid run on deposits with outflows of £2.9 billion - 30% of its total deposit base.", "That Friday afternoon, US authorities informed the Bank that SVB would be put into receivership.", "Later on the Friday evening, following consultation with HMT, the PRA and FCA, we announced that absent any meaningful further information, the Bank intended to put SVBUK into a BIP, in line with the planned resolution strategy for SVBUK.", "We were clear that a BIP, executed over the weekend, was a viable solution that could be delivered.", "Our Friday evening statement was additionally a way of signalling to the market that the firm was up for sale.", "Over the weekend, several parties expressed a potential interest in purchasing all or part of SVBUK.", "By Saturday evening, it became clear that selling SVBUK to a private sector purchaser could be a viable option.", "A sale will almost always be a better outcome than putting a firm into a BIP for the authorities and for the firm, because it provides continuity of banking services for a bank's customers.", "However, there was no guarantee of a sale - both from the perspective of finding a buyer and from the perspective of executing that sale within such a short timeframe.", "The Bank therefore continued to prepare for other outcomes in parallel.", "The Bank and the other authorities determined before markets opened on Monday that HSBC's bid would best advance the resolution objectives, and the sale was announced as markets opened at 7am.", "Throughout, the Bank coordinated effectively with the US authorities to ensure the implementation of the resolution of SVBUK.", "Together these actions ensured that all deposits, including those not covered by the Financial Services Compensation Scheme, remained safe, secure, and importantly, accessible.", "Through this, the authorities maintained public confidence in the stability of the UK financial system.", "In the resolution of SVBUK, public funds were not exposed to loss.", "Instead bank capital, equity, AT1 and Tier 2 instruments issued by the firm, were fully written down to bear loss as intended in a resolution.", "This is the intended approach of the bail-in mechanism, underlining the important role bank capital plays in a resolution as well as in going concern.", "Apparently the catchphrase used on Ready Steady Go!, 'the weekend starts here', was first coined on a Tuesday in 1963Opens in a new window.", "And it was the publication of Credit Suisse's 2022 accounts on Tuesday 14 March which was the specific trigger, against the backdrop of febrile markets, which intensified doubts about the viability of Credit Suisse's business model, which had built up over a much longer period.", "During the subsequent weekend the Swiss authorities acted in relation to Credit Suisse, ultimately leading to it being taken over by UBSOpens in a new window .", "This transaction took place outside the formal resolution regime, but had elements common to a resolution and was designed to prevent losses accruing to public funds.", "Although equity was not wiped out around CHF16 billion of AT1 capital instruments were written downOpens in a new window.", "That sounds economically very similar to a bail-in of those bonds.", "The failure was the most significant since the fall of Lehman Brothers in 2008, and was, unsurprisingly, headline news around the world.", "But notably these resolution-like actions did not lead to financial instability.", "As my colleague Sam Woods noted in his recent Mansion House speech , the actions did not lead to a sustained tightening in international bank funding costs; and the today market for AT1 issuance is open and is functioning.", "Nor did we see any contagion into the UK financial system.", "Credit Suisse had significant operations in the UK.", "Had Credit Suisse entered a Swiss authority-led resolution, the Bank was well prepared to recognise those actions in UK law and support the Swiss home supervisor, FINMA, to deliver an orderly SPE resolution.", "Avoiding the disruption that occurred, for example when Lehman Brothers failed.", "The relevant international authorities, including the Bank, had resolution plans in place, ready to be implemented.", "This was only possible due to close engagement both formally, through the relevant Crisis Management Group (CMG), and informally over many months and throughout the weeks of resolution planning preparations.", "This experience served to further reinforce the importance of proactive cross-border engagement, and having frameworks in place that give authorities a range of credible options to resolve firms in the most effective way.", "This is a real benefit of the international development of the resolution regime.", "Enhancing readiness Whilst actual resolutions are rare, our pro-active approach to planning means we step up contingency planning for the resolution of individual firms each year.", "Although there may be differing levels of proximity to failure, each case provides a chance to reflect and improve how the Bank might use resolution tools in a live case.", "We also invest heavily in our preparedness to deliver resolutions, undertaking testing and internal exercising across a broad range of scenarios, and with the other domestic financial authorities.", "Readiness for small bank resolution One of the lessons we have taken from SVBUK is that even for smaller banks, there may be circumstances where the public interest is better met by the stabilisation tools such as transfer, rather than a BIP.", "For example, while an individual institution may not be considered systemic, if a risk is common - or perceived to be common - among similar institutions, the collective impact through contagion can pose a more material risk to financial stability.", "Larger banks are required to hold a certain amount of their own equity and debt - MREL - that can be drawn on to recapitalise them when they fail, in order to reduce the risk of contagion.", "But we know it is harder for smaller firms, because of their size, to issue marketable debt securities that can count as eligible liabilities for MREL in the way that larger banks can.", "The Bank has been working closely with HM Treasury to develop an option to maintain continuity of access to deposits in the resolution of smaller firms, in a way that minimises the risk to public funds.", "The aim of this work is to help provide more flexibility when addressing the failure of smaller banks, where it is in the public interest to use resolution tools, and without public funds bearing the ultimate costs.", "We look forward to engaging in the debate on how this is achieved once proposals are brought forward.", "We are also taking steps to minimise the risk of disruption from firm failures where modified insolvency is the appropriate option.", "For small firms that may be placed into a BIP, retail depositors are protected up to £85,000Opens in a new window - more in certain circumstances.", "We've been working with the FSCS and PRA to improve depositors' outcomes in a BIP by building the capability to pay out more quickly electronically as an alternative to a cheque in the post.", "Once in place, our focus will be on supporting depositor transition to new accounts and financial institutions.", "Readiness for large bank resolution, including cross-border cooperation Given London is a global financial centre, engagement with international authorities is also vital for our resolution readiness, particularly for larger banks.", "The role of CMGs has been invaluable in developing a coordinated approach and response to our largest international firms.", "The Bank is a member of over 20 different CMGs, whether as home authority or host to a major international firm.", "That latter group included the Credit Suisse CMG as already discussed.", "There is little doubt in my mind that these discussions ultimately strengthened our response to the turbulence back in March.", "CMGs together with constructive dialogue with our stakeholders, for example via the Trilateral Principal Level Exercise (TPLE) Opens in a new window with US and EU authorities, have built a deep understanding of our respective resolution frameworks, and set a clear path for future work.", "I very much support the FSB's guidanceOpens in a new window that CMGs should focus more on testing and exercising going forward.", "As well as that authorities should extend their communication and coordination efforts outside of the core CMG.", "A common theme in international discussions is the need to continue enhancing crossborder capabilities to deliver a bail-in for our largest firms.", "In its report on this year's bank failuresOpens in a new window, the FSB identified bail-in execution as an area for jurisdictions to continue to prioritise, including issues related to national securities laws and exchange requirements.", "We will do so as we continue to develop our own operational approach to bail-in which we published in 2021, together with detailed template legal instruments.", "It is important that stakeholders - firms, shareholders, investors, other market participants and other authorities - understand and are prepared for how we might use our resolution tools.", "We have also set out more guidance on the powers we have to recognise in UK law resolution actions by other authorities, including the kinds of information we need to make our decisions.", "We worked closely with FINMA in the lead up to the Credit Suisse actions to be ready to act if needed.", "And we previously used those recognition powers in relation to the bail-in of certain creditors of PrivatBank by the National Bank of Ukraine.", "Another important aspect of readiness is liquidity, and our readiness to provide liquidity to firms in stress; a key finding from the FSB's report into the failures in March.", "I gave a speech last month about how liquidity risks have evolved and the Bank's response to this.", "As part of a credible resolution regime, we need the ability to offer firms emergency liquidity.", "Under the Resolution Liquidity Framework, the Bank has put in place a flexible approach for the provision of liquidity in order to support a resolution as required, at the necessary scale and for a sufficient period of time to allow the firm to transition back to market-based funding.", "But the execution of any resolution, especially bail-in for larger banks, involves many more contributors beyond public authorities, such as market infrastructures, independent valuers, and restructuring experts.", "Readiness can be enhanced by working with these counterparts to better understand our collective ability to overcome operational barriers.", "We have a Resolution Procurement Framework so we can appoint advisors quickly to support work on resolution contingency planning including for valuations, insolvency and restructuring and corporate finance transactions.", "We plan to continue developing our readiness for bail-in through engagement with FMIs, leveraging their knowledge and infrastructure.", "Ensuring resolvability Much of what I've said so far has focused on the role of the authorities.", "But firms must play their part to be ready for prompt resolution actions, and take ownership of their own resolvability.", "We assess banks' resolvability on an ongoing basis using the Resolvability Assessment Framework (RAF).", "It is the lens through which we judge a firm's resolvability, to ensure a firm can financially and operationally support itself through resolution.", "Given the speed at which resolution events can occur, and indeed have occurred, firms also need to ensure they can react quickly and flexibility.", "The benefits of resolution are not only seen when firms actually fail, which despite the experience of this year thankfully remains infrequent.", "Resolution must be seen as a credible alternative or backstop when a firm is in stress, focusing the minds of the firm's management to find a solution by itself, such as a capital raise, accessing and managing liquidity, a liability management exercise or a restructuring.", "More broadly, credible resolution can also inform the actions of investors and other stakeholders, if they understand the extent and purpose of the powers.", "The RAF is structured so different firms can think about how their individual business works, and what capabilities they need to achieve the three resolvability outcomes: having adequate financial resources; being able to continue business through resolution and restructuring; and effective communication and coordination.", "Some of the capabilities are similar to those they would use to execute corporate finance transactions, such as debt-for-equity swaps or transitional service arrangements in M&A transactions.", "But the RAF places greater emphasis on readiness and flexibility, given the need for resolution to be implemented quickly, which will of course will be more useful if stress arises quickly.", "The RAF is a key vehicle through which we incentivise firms to take accountability for, and assure themselves of, their resolvability.", "We publicly communicated the findings from our resolvability assessment for the major UK firms for the first time in 2022.", "We found those firms could enter resolution safely - remaining open and continuing to provide vital banking services to the economy, and with shareholders and investors, not taxpayers, in line to bear the costs.", "That represents a major step forward in overcoming the problem of too big to fail.", "Major firms must also publish their own RAF disclosures, including to demonstrate senior management and board level accountability.", "The credibility of the resolution regime is reinforced by the transparency provided by these publications.", "The Bank is repeating its resolvability assessment of the major UK firms at the moment, and we will publish our findings in summer 2024.", "This will judge the progress made since the first assessment, and will monitor firms' overall progress in maintaining and enhancing their resolvability.", "We are also undertaking a more detailed assessment on the outcomes of adequate financial resources, delivering on our commitment to undertake more detailed work to assess firms' preparations for resolution and drawing on our experience of planning to execute a resolution.", "We are finding this process valuable and plan to continue to develop our approach to testing firms' capabilities in future RAF cycles.", "The RAF is inherently flexible, and there is no one-size-fits-all approach to resolvability.", "RAF policies also apply to certain smaller and simpler firms who are expected to meet the resolvability outcomes on an ongoing basis - but in a way that reflects their size, complexity and interconnectedness.", "Simpler firms may therefore develop correspondingly simpler capabilities.", "But the ability for a firm to fail or exit the market in an orderly way includes the smallest firms, where having accurate, complete, and up to date Single Customer ViewOpens in a new window files ensures protected depositors can be paid out quickly, including electronically.", "Firms in scope of the RAF should meet these outcomes on an ongoing basis.", "Maintaining a credible and effective resolution regime is a continuous process, and we need to respond as the financial system and regulatory landscape changes.", "Over time, our assessments will evolve to account for those changes, including to delve deeper into specific resolvability outcomes.", "The Bank's Financial Policy Committee, which I'm a member of, reaffirmed last week that the UK banking system is well capitalised and has high levels of liquidity.", "Those are key elements in maintaining financial stability.", "But the overall risk environment remains challenging.", "That doesn't mean I think a failure is imminent; the next real resolution weekend doesn't start here.", "But as and when we are faced with another resolution we must be humble and recognise it is impossible to predict how it will unfold in real time.", "No matter how much preparation is done, a resolution is always going to be complex to carry out and is almost certainly going to be messy to execute.", "In 2023 we have seen the successful application of key elements of the resolution toolkit including stabilisation and write-down powers, without using public funds.", "But given our experience this year we must continue to invest in our toolkit and in places enhance it to ensure we have the optionality we need so that the regime remains credible.", "In that way we can ensure that progress on overcoming too big to fail continues for the largest banks.", "While ensuring that smaller banks don't become a new source of systemic risk.", "This year has been a reminder that we may need to use our powers at any time.", "In future we may not even have an actual weekend to deliver the resolution.", "To safeguard feasibility we and the firms we supervise need to maintain a high degree of operational readiness and continue to ensure resolvability as a foundation of financial stability.", "With thanks to Freya Ball, Mary Bentley, Tom Carr, Rupal Patel, Amandeep Rehlon, Amy Sinclair and Ruth Smith for their assistance in preparing these remarks and to Andrew Bailey, Sarah Breeden, Ali Moussavi, Rob Zammit and many other colleagues for their helpful comments.", "The House of Commons Library Research Briefing Bank rescues of 2007-2009: outcomes and costsOpens in a new window summarises the actions that were taken.", "The resolution regime for central counterparties was enhanced earlier this year through the Financial Services and Markets Act.", "Like the bank resolution regime, it is now also in line with the international standards set out by the FSB in the Key Attributes.", "HM Treasury recently consulted on proposals for an Insurer resolution regime Opens in a new window .", "The building society insolvency procedure applies to building societies.", "Minimum requirement for own funds and eligible liabilities."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Resolution", "Operational Readiness", "Resolvability", "Bail-in", "Systemic Risk", "Credibility", "Financial Stability", "Feasibility", "Small Banks", "Cross-Border Cooperation"]}