{"sentences": ["Good morning everyone and a warm welcome to this press conference on the Financial Stability Report.", "I would like to start with a brief outline of the key messages from the FSR and I will then be happy to answer your questions.", "Economic outlook First, let me reflect on the economic outlook.", "Since the high inflation peak last autumn, inflation has started to decline, but is expected to remain above 2% for some time to come.", "This is why central banks have been tightening monetary policy further over the past year.", "With 10 rate hikes in 14 months, the ECB has lifted the policy rate from -0.5% to 4.0%, which is a fast pace viewed from a historical perspective.", "Rising interest rates have made it more expensive for households and businesses in the Netherlands to borrow money.", "These tighter financial conditions are becoming increasingly evident in the economy, and they are a necessity if we are to bring inflation back down to our 2% target.", "As a result, we see economic growth in the Netherlands slowing down.", "At the same time, the labour market is expected to remain tight in the coming years, keeping unemployment low.", "This persistent tightness is contributing to higher wage growth and the gradual pace at which inflation is normalising.", "Risks inherent in transitioning to higher interest rates The rapid transition to higher interest rates also changes the risks to financial stability.", "In themselves, the higher rates have a positive impact on the financial system.", "For example, the increase in bank profits and higher funding ratios at pension funds show that higher interest rates are in principle beneficial for financial institutions.", "Likewise, investors in financial markets seem to have been pricing in risk again recently, reducing their incentives to invest in riskier asset classes.", "But there is always a flip side: in fact, the transition to higher interest rates may also expose accumulated vulnerabilities and create new risks to financial stability.", "Let me highlight two key examples of such risks, which are also discussed in the Financial Stability Review.", "First of all, the transition to higher interest rates impairs the sustainability of government debt, as higher rates cause sovereign debt to weigh more heavily on government budgets.", "This also applies to Netherlands, although its government debt is still relatively low.", "Adjustment is needed to ensure future compliance with fiscal rules and have room to pursue stabilising fiscal policies, such as the support measures implemented during the Covid-19 pandemic and to households as compensation for energy price increases in 2022.", "I therefore support the 17 Fiscal Space Working Group's recommendation to the next cabinet to change the course of fiscal policy.", "My fellow Executive Board Member Olaf Sleijpen represented DNB in this working group.", "In addition, we expect credit risks for banks to increase in the coming period.", "Higher interest rates are driving up refinancing risks, especially for businesses.", "For example, 56% of total Dutch corporate debt is due to mature or will be subject to an interest rate review within the next two years.", "These businesses will therefore be facing increasing interest expenses very soon.", "Also, businesses' debt repayment capacity has deteriorated due to high inflation.", "Both developments contribute to the increase in banks' credit risks.", "Furthermore, these risks are reflected in the data with a time lag, making banks vulnerable to potential losses in the future.", "At the same time, Dutch banks enjoy solid capital positions and DNB has taken macroprudential measures in recent years that contribute to their resilience, such as raising the countercyclical capital buffer.", "It is important now that banks, in designing their capital policies, also consider the increased risks and their future resilience.", "Commercial real estate risks With regard to financial institutions' increasing credit risks, I would like to elaborate in particular on the Dutch commercial real estate market.", "As in other countries, our commercial real estate market is under pressure.", "For example, transaction values have fallen by 13% since mid-2022 due to both cyclical and structural changes.", "Construction and financing costs have gone up due to high inflation and high interest rates.", "In addition, structural changes, such as the increase in remote working and online shopping, are reducing demand for office and retail space.", "Currently, we do not observe any problems at financial institutions exposed to commercial real estate.", "At banks, there are no signs of credit risks materialising as yet, but this could change soon if interest rates persistently remain at higher levels.", "Insurers and pension funds are directly exposed to commercial real estate price declines - in fact, market valuations are reflected immediately in their balance sheets.", "In this issue of the FSR we specifically consider the risks inherent in real estate investment funds, as pension funds and insurers make a significant proportion of their commercial real estate investments through investment funds.", "On a positive note, we conclude that risks at Dutch real estate investment funds seem to be well-managed.", "This is partly because the redemption frequency of these funds matches the illiquid nature of real estate investments."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Economic outlook", "Financial stability", "Interest rates", "Inflation", "Credit risks", "Government debt", "Commercial real estate", "Fiscal policy", "Labour market", "Capital buffers"]}