{"sentences": ["Fostering Economic Growth through Sustainable Finance and Financial Inclusion (Speech by Shri Swaminathan J, Deputy Governor at the Conference on Priority Sector Lending held at College of Agricultural Banking (CAB), Pune on October 12, 2023) Shri V G Sekar, Principal, College of Agricultural Banking, Heads of Priority Sector verticals of banks, Members of faculty from CAB, Ladies and Gentlemen.", "I thank CAB for inviting me today to discuss a critical topic that lies at the crossroads of financial institutions' responsibilities and our collective vision for a better, more sustainable world.", "I propose to briefly discuss the aspect of sustainable finance to begin with before coming to the theme of the conclave, that is Priority Sector Lending, as I believe that there is a strong interplay between these two.", "Sustainable finance, often referred to as responsible or green finance, is a concept that has gained immense traction in recent years.", "Simply put, it is funding to businesses and projects that promote not only economic growth but also environmental protection, social equity, and responsible governance.", "The importance of sustainable finance cannot be overstated.", "We are living in an era where climate change, social inequalities, and governance issues pose significant threats to the stability of economies and societies.", "For instance, in India itself we can see some of these risks materialising.", "Due to its geographic, environmental and economic characteristics India is particularly vulnerable to climate change.", "As per online sources, upto June 30, 2023 alone India experienced extreme weather events on 143 out of 181 days'.", "Variability in monsoon patterns coupled with temperature changes impact crop production and affect food security.", "Apart from agriculture, even in other sectors, the economic impact of climate change in India could be substantial.", "These risks can no longer be overlooked.", "From a financial services industry perspective, sustainable finance is a powerful tool to mitigate these risks, drive positive change, and ensure long-term prosperity. '", "As per downtoearth.org.in, \"the country experienced extreme weather events on 143 of the 181 days from January 1 to June 30, 2023, which claimed 651 lives and affected 1 million hectares (ha) crop area\" India's Atlas on Weather Disasters, 1 July 2023, www.downtoearth.org.in/weather_ disasters _india/india.html (last accessed on October 8, 5.", "Even across the globe, we are witnessing a remarkable shift towards sustainable finance.", "Governments, regulatory bodies, and _ international organizations are actively engaged in setting standards, guidelines, and incentives to encourage sustainable finance practices.", "Initiatives like the United Nations Principles for Responsible Banking?", "and the Task Force on Climate- related Financial Disclosures (TCFD) are driving change at the global level.", "Financial institutions worldwide are integrating ESG criteria into their investment and lending decisions, reflecting the growing recognition that sustainable businesses tend to be more resilient, profitable, and aligned with the values of an increasingly conscious consumer base.", "The global sustainable finance market is expected to grow from USD 3.6 trillion in 2021 to USD 23 trillion by 20313, and in India, sustainable finance has gained significant momentum in recent years as awareness of the need for sustainable development has grown.", "It is notable that the G20 New Delhi Leaders' Declaration under India's Presidency reaffirmed the G20 leaders' commitment to take action to scale up sustainable finance*.", "They endorsed the recommendations of the Sustainable Finance Working Group (SFWG) which covered, among others, the mechanisms to support the timely and adequate mobilisation of resources for climate finance while ensuring support for transition activities in line with country circumstances?.", "On its part, the Reserve Bank of India has been actively promoting the importance of green and sustainable finance within the banking sector.", "This effort has included various forms of guidelines, instructions, and publications aimed at raising awareness of the opportunities and challenges associated with sustainable finance.", "2 \"Principles for Responsible Banking Build New Pathway for Banks to Collectively Accelerate Action on Universal Financial Inclusion and Health.\"", "UN Environment, www.unep.org/news- and-stories/press-release/principles-responsible-banking-build-new-pathway-banks- collectively.", "(Last accessed on October 8, 2023) 3 \"The Rise of Investment in Sustainable Finance.\"", "Confederation of Indian Industry, April 12, 2023, www.ciiblog.in/sustainable-finance/.", "Available at: -New-Delhi-Leaders- Declaration.pdf (last accessed on October 8, 2023).", "5 Third G20 Finance Ministers and Central Bank Governors Meeting, -finance.html.", "As early as December 2007, RBI advised® banks to establish Board- approved plans of action to support sustainable development, emphasizing the central role of financial institutions in this endeavour.", "More recently, in May 2021, RBI took a significant step by establishing the 'Sustainable Finance Group' (SFG) within its Department of Regulation.", "This specialized unit was created to proactively address climate change-related financial risks and lead regulatory initiatives in the realms of sustainable finance and climate risk.", "The SFG has been actively collaborating with international standard-setting bodies, central banks, other financial sector regulators, and the Government of India to tackle issues related to sustainable finance and climate risk.", "In July 2022, the RBI released a discussion paper on climate risk and sustainable finance, furthering its commitment to driving this critical agenda forward.", "It was followed in April 2023, by a framework for the acceptance of green deposits.", "These interest-bearing fixed deposits in Indian rupees are specifically earmarked to fund green finance initiatives, which encompass projects focused on climate risk mitigation, climate adaptation/resilience, and related objectives.", "This initiative aims to nurture and enhance the green finance ecosystem in the country, marking a significant step toward a more sustainable and environmentally conscious financial sector in India.", "Priority Sector Lending and Financial Inclusion 12.", "Let me now come to the area of your specialisation i.e., Priority Sector Lending which is a significant component of financial inclusion in India.", "Priority Sector Lending plays a pivotal role in ensuring that marginalized and underserved sections of the population have access to formal financial services.", "Priority Sector Lending has evolved significantly over the years, transforming into a crucial aspect of credit flow from the banking system.", "Originating in the 1960s, Priority Sector Lending was conceived as a tool to direct credit toward key sectors that had been overlooked by institutional lending, aligning with broader economic and social goals.", "The composition of priority sectors and their associated targets has evolved in response to changing economic landscapes and national priorities.", "Initially, it encompassed agriculture and small-scale industries, but over time, it expanded to include areas such as MSMEs, education, renewable energy, and more, while also applying to a broader range of banks.", "The guidelines for Priority Sector Lending 6 RBI circular DBOD.", "58/13.27.00/2007- 08 dated December 20, 2007, on Corporate Social Responsibility, Sustainable Development and Financial Reporting.", "were last updated in September 2020', introducing various adjustments, including credit for loans to start-ups, raised targets for small and marginal farmers and weaker sections, and harmonizing instructions for different types of banks.", "On their part, banks too have made considerable progress in meeting Priority Sector Lending targets, with an achievement rate of 44.7 per cent as of March 31, 2023.", "However, credit gaps persist in sectors like MSMEs, women entrepreneurs, and agriculture, underscoring the continued importance of Priority Sector Lending.", "Priority Sector Lending and Sustainable Finance 15.", "I How does Priority Sector Lending connect with Sustainable Finance?", "It needs to be appreciated that sustainable finance and financial inclusion are not distinct or distant areas.", "On the contrary, they are interrelated and can reinforce each other in several ways.", "They share common objectives of improving people's lives and fostering economic development.", "Sustainable finance aims to address environmental and social challenges, while financial inclusion seeks to empower individuals and communities economically.", "Further, financial inclusion can enhance the resilience of vulnerable populations to environmental and climate risks by providing access to insurance products and savings mechanisms.", "The Priority Sector Lending guidelines specify eight categories of priority sectors viz., (i) Agriculture; (ii) MSME; (iii) Export Credit; (iv) Education; (v) Housing; (vi) Social Infrastructure; (vii) Renewable Energy; and (viii) Others.", "A careful evaluation of the Priority Sector Lending categories reveals that there are elements of sustainability in nearly all these categories.", "I Several significant changes and expansions have occurred in India's Priority Sector Lending policies to promote key sectors and address important societal needs.", "For instance, in April 2015, 'Renewable Energy' was introduced as a distinct category under Priority Sector Lending to bolster the generation and use of renewable energy sources like solar, wind, and more.", "Loans up to 15 crore were allocated to borrowers for purposes such as solar-based power generators, micro-hydel plants, and non-conventional energy-based public utilities.", "Considering the limited credit uptake in the renewable energy sector, the loan limit under this category was subsequently increased to %30 crore.", "Individual households were eligible for loans of up to 10 lakh per borrower.", "Similarly, Priority Sector Lending was expanded to support the agriculture sector, a critical contributor to the country's growth and employment.", "7 RBI circular FIDD.CO.Plan.BC./04.09.01/2020-21 dated September 4, 2020, on Master Directions - Priority Sector Lending (PSL) - Targets and Classification 0909.PDF Loans to farmers for the installation of stand-alone solar agriculture pumps, solarization of grid-connected agriculture pumps, and solar power plants on barren/fallow land or agriculture land owned by farmers were included without any specific cap, further promoting sustainable agricultural practices.", "In the MSME sector, an essential driver of economic and social development, there are no credit caps for priority sector classification.", "This includes loans to MSMEs engaged in activities like water supply, waste management, and electric power generation using renewable sources.", "Priority Sector Lending recognizes the importance of social infrastructure in enhancing the quality of life and indirectly contributing to economic development.", "Loans up to 5 crore per borrower for initiatives like setting up schools, drinking water facilities, sanitation facilities, and household- level water improvements are eligible for Priority Sector Lending classification.", "Loans up to 10 crore per borrower for building healthcare facilities, including those under 'Ayushman Bharat,' in Tier II to Tier VI centres are also included in this category.", "- Thus, the Priority Sector Lending guidelines in India have evolved into a dynamic and responsive framework that reflects the nation's commitment to progress, sustainability, and inclusivity.", "Over the years, these guidelines have adapted to the changing economic landscape and emerging national priorities, ensuring that financial institutions play a crucial role in promoting inclusive growth.", "Banks, as key players in the financial sector, bear an inalienable responsibility in advancing the agenda of inclusive growth, which is fundamental to the country's economic and social development.", "Therefore, as senior executives of banks, your role is pivotal in shaping the financial landscape of the nation.", "It is not merely about adhering to regulatory requirements but about embracing the spirit behind the Priority Sector Lending framework.", "It is about recognizing the imperative of reaching out to the underserved and marginalized sections of society, empowering MSMEs, bolstering renewable energy initiatives, and facilitating access to education and healthcare.", "Proactive efforts are required in translating sustainability principles into action.", "Therefore, I would request you to go beyond mere compliance and to imbue your organization's lending policies and practices with the essence of the sustainable finance.", "It also involves fostering a culture of financial inclusion, where every loan and financial service extended contributes to the greater good of the nation.", "It means devising innovative financial products and services that cater to the unique needs of various priority sectors, be it agriculture, renewable energy, MSMEs, or social infrastructure.", "It entails understanding that your bank's actions can have a transformative impact on the lives and livelihoods of millions of individuals and communities across India.", "I would like to end with a quote from Chanakya, which I believe is very apt for the occasion: Tot foes frat HAM: Let Te:I Sq: We aero TAT T Tere F II (Jal Bindu Nipaten Kramasha Puyate Ghatha.", "Sa hetu sarva vidyana dharmasya cha dhansya cha.)", "\"Small drops of water, when they come together, fill up a pot.", "Similarly, knowledge, good deeds or wealth, add up gradually.\"", "Just like the small drops of water coalescing, I believe, collectively, we have the power to chart a course toward a more prosperous, equitable, and sustainable future for all.", "We can contribute to a society where financial inclusion is a reality, where economic opportunities are accessible to all, and where sustainability is not just a goal but a way of life.", "With this I wish this conference all success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable Finance", "Priority Sector Lending", "Financial Inclusion", "Climate Change", "Green Finance", "ESG", "Renewable Energy", "Agriculture", "MSMEs", "Social Infrastructure"]}