{"sentences": ["Dear Mr Bauer, Director of the Office of Democracy and Governance, USAID Kosovo Dear, Mrs Ober, Head of USAID's Property Governance Activity Dear participants It is with great pleasure that I address you with this introductory speech, underlining the importance of the appraisal of immovable property, which affects many dimensions and important aspects of society and is one of the key factors for the development and economic potential of the country.", "Investments in construction for residential and commercial properties on average account for a significant share of the Gross Domestic Product, therefore, the establishment of regulatory acts for the adaptation of International Standards and Best Practices for the appraisal of immovable property is of special importance for the Republic of Kosovo.", "The financing of properties, residential and commercial facilities, but also of businesses depends a lot on the possibilities of immovable property mortgages, which directly affects the credit level of a country's economy.", "The quality of the collateral used, and especially the quality of its appraisal for an adequate coverage of the risk, has an impact on the stability of the financial system.", "The Central Bank of the Republic of Kosovo attaches special importance to the appraisal of immovable property from the financial sector, also through a comprehensive regulatory framework that is related to several aspects of this sector.", "Therefore, the CBK has regulated the appraisal of immovable property through specific regulations that apply to banks, other lending institutions and insurers that rely on immovable property as collateral for any purpose.", "Appraisal of immovable property and the quality of market value data have a significant impact on all the following aspects related to financial institutions, such as: Presentation of the real state of financial statements of the financial institutions; Fair presentation of health indicators of financial institutions related to reserves for covering losses, solvency, and liquidity; Accurate presentation of the value of exposures, preparation and monitoring of the Residential Property Price Indices for macroprudential supervision; Proper presentation of issues related to the field of formalization of the economy and prevention of money laundering; and The correct presentation of tax obligations from immovable property ownership.", "The Regulatory Framework applied to financial institutions aims to determine the minimum requirements and standards that must be applied by every licensed financial institution.", "Appraisal of immovable property in relation to transactions in which immovable property is used as collateral for any credit instrument issued by financial institutions, as well as determining which immovable property transactions require the services of a licensed appraisers is of primary importance.", "Property appraisal potentially affects capital allocation through Risk-Weighted Assets, for loans that are collateralized by immovable property.", "Once we have managed to have this process finalized, we will also look at the possibility of considering Commercial Immovable Property collateral to be weighted with a smaller weight in Risk Weighted Assets.", "Currently these collaterals are weighted with a risk of 100 percent according to our Regulation, so that when the appraisal is more accurate/fair, they will be able to be weighted with a lower weight.", "This would also enable the release of capital and therefore the possibility for more lending.", "The CBK cooperates closely with the Supervisory Council on Licensing of Immovable Property Assessors, established by the Ministry of Finance, Labour and Transfers, in which it also participates with its representative.", "In addition to the licensing by this Council of a number of immovable property appraisers who carry out appraisal for the needs of the financial sector, the CBK has also licensed a number of its personnel engaged in the examination of financial institutions, who assess reports prepared by appraisers engaged for financial institutions.", "The CBK is committed to further advancing the regulatory and supervisory framework related to the appraisal of immovable property.", "We expect that through this USAIDsupported Project, we will be able to advance the existing legal and regulatory framework of the appraisal of immovable property, including establishing the necessary mechanisms for quality control of appraisal and adequate monitoring of appraisers.", "In this regard, the Central Bank of the Republic of Kosovo, through its involvement in the Inter-institutional Working Group, within the framework of the International Monetary Fund program, has been involved in the preparation of the Residential Property Price Indices, a project which is being led by the Kosovo Agency of Statistics.", "We expect that these changes will directly affect banks and other financial institutions to correctly implement the applicable regulatory requirements, as well as to advance their policies and procedures related to the appraisal of immovable property, in accordance with international best practices and European Union standards, known as TEGOVA Standards.", "Therefore, we expect them to increase the quality of the data, to reflect the real value of the immovable property market in order to respond to all the needs and demands mentioned above, with the final goal of maintaining the financial stability of the country.", "I wish you fruitful panel discussions on such an interesting and tangible topic."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Appraisal of immovable property", "Financial stability", "Financial institutions", "Risk-Weighted Assets", "Residential Property Price Indices", "Collateral", "TEGOVA Standards", "Property appraisal", "Immovable property", "Lending"]}