{"sentences": ["It is with great pleasure that we host the fifth ECB macroprudential policy and research conference, the first one to be held in person since the beginning of the pandemic.", "This conference aims to preserve close ties between the research community, practitioners and policymakers in the macroprudential policy field which, especially in the euro area, is still relatively young.", "From my point of view, the macro-financial challenges we are currently facing certainly provide a strong motivation to further strengthen the ties between research and policy.", "Let me highlight some of the challenges that lie ahead from a macroprudential perspective and point to some areas where I believe research could support policymaking in the current environment.", "Economic activity remains subdued and is expected to stagnate until year end with risks tilted to the downside.", "Inflation is declining but is expected to continue being clearly above our definition of price stability.", "Over the past 14 months, we have raised our policy rate at an unprecedented pace, by a cumulative 450 basis points, and significantly reduced the size of the ECB's balance sheet, leading to tighter financing conditions.", "In this context, the euro area financial stability outlook is fragile, as the financial system adapts to a higher interest rate environment.", "Real estate markets are in a downturn, a severe one for commercial real estate.", "So far, most firms and households have not endured material stress, although it will take some time before the full impact of higher borrowing costs, high inflation and weak growth is felt.", "On the positive side, bank capital positions in the euro area are sound and the results of the stress test carried out by the ECB in 2023 confirm that the euro area banking system could withstand a severe adverse scenario.", "Experience tells us, however, that banks might be unwilling to use regulatory capital buffers to absorb losses, opting instead for de-leveraging to preserve capital ratios.", "This is because the use of regulatory buffers comes with limitations, for example, to dividend pay-outs.", "Here is where macroprudential policy comes to the fore.", "Certain macroprudential capital buffers can be released, making capital usable without limitations, which mitigates the risk of de-leveraging.", "Therefore, considering the challenging financial stability outlook, a pertinent question is whether this is the right time for macroprudential policy to release capital buffers.", "In our view, this is not yet the time for thinking about macroprudential capital buffer releases.", "Despite the challenging macro-financial environment, banks are currently resilient and profitable: on average, their return on equity has reached double-digit figures for the first time since the global financial crisis.", "While bank lending lost momentum, there is currently no indication that this is due to banks being bound by capital constraints that should be alleviated by macroprudential policy.", "This type of constraints could emerge, for example, when banks expect broad based asset quality deterioration and losses.", "Therefore, in the current context, we expect that a release of macroprudential capital buffers would not have any beneficial effect on lending.", "To the contrary, maintaining existing buffers preserves resilience and trust in the banking system when risks are looming.", "It also has beneficial effects on funding costs, and it incentivises prudent distributions from banks.", "Having established that macroprudential buffers should be preserved, the next question is whether current macroprudential resilience in the banking system is sufficient if turbulence turns into a storm.", "Macroprudential policy in the banking union currently provides a comfortable first line of defence against systemic risk.", "13 countries now have positive rates for the Counter Cyclical Capital Buffer or CCyB, the key macroprudential buffer explicitly designed for release during periods of distress.", "The size of the CCyB has more than doubled since the onset of the pandemic, though from very low levels.", "countries have positive rates for sectoral or broad-based systemic risk buffers.", "All these capital buffers, provide at least some macroprudential counter cyclical \"firepower\".", "In addition, 15 countries have borrower-based measures in place.", "The increasing use of the CCyB across countries reflects important lessons learnt from the pandemic, namely that releasable buffers are a key instrument to reduce procyclicality and that they should be available in normal times to enhance the ability of authorities to respond to a wide set of possible shocks.", "Macroprudential authorities in several countries have recently increased the flexibility of their CCyB frameworks in this direction.", "At the ECB, we strongly support this positive neutral cyclical buffer approach.", "With this characterisation of the conjunctural situation, let me offer a few specific reflections on how research can support policy-making in the face of current challenges.", "The first concerns macroprudential capital buffer releases.", "Deciding the appropriate timing for the release of accumulated macroprudential buffers is challenging.", "In our view, this decision should be linked to clear constraints in the supply of bank credit due to banks' capital positions.", "While research so far has focused on broader macrofinancial signals for capital releases, I see scope to complement this work with analyses of conditions and banks' behaviour that would justify releases.", "This would surely help making capital releases more effective in reducing the pro-cyclical effects of bank credit in periods of economic distress.", "The second reflection concerns positive neutral capital buffers.", "As I have mentioned, this approach is increasingly being used across countries, including those in the banking union.", "Models to assess the overall benefits of the positive neutral versus a purely risk-based buffer framework could be very useful in substantiating policy makers' support for this approach.", "Finally, so far, I focussed on macroprudential capital.", "But this year reminded us that also liquidity issues can become quickly systemic.", "On the one hand, we saw shocks to market liquidity in the United Kingdom last autumn, when price falls in core government bond markets led to forced selling by non-bank financial intermediaries, and risked becoming self-reinforcing.", "On the other hand, earlier this year we saw shocks to funding liquidity, where deposit redemptions at an unparalleled speed led to the largest ever bank failures in the United States, and the abrupt merger of a global systemically important Swiss bank following liquidity outflows.", "These episodes are a stark reminder that more efforts are needed to understand and mitigate systemic liquidity risks.", "Increased digitalisation and use of social media may at some point require a review of the design of microprudential liquidity standards for banks, such as the Liquidity Coverage Ratio.", "More importantly, the gradual and systemwide decline in liquidity implies that a macroprudential perspective on liquidity will become more relevant going forward.", "In principle, the existing regulation already provides some scope to introduce liquidity measures for systemic liquidity risk for banks.", "In contrast, regulation of liquidity risk in the non-bank financial sector is more nascent.", "Recent efforts by the Financial Stability Board to address the liquidity mismatch for investment funds are a welcome development but more needs to be done to address the system-wide perspective.", "To conclude, research in these areas and beyond is essential for our work and can help the young macroprudential policy to thrive and grow to full maturity."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["Macroprudential policy", "Financial stability", "Capital buffers", "Bank resilience", "Economic outlook", "Inflation", "Interest rates", "Real estate markets", "Liquidity risks", "Macroprudential capital buffer releases"]}