{"sentences": ["I am very happy to be here at this Conference on Insolvency and Bankruptcy Code (IBC), 2016 organised by the Centre for Advanced Financial Research and Learning (CAFRAL).", "I wish to congratulate CAFRAL for taking this initiative and thank them for inviting me to this event.", "Internationally, bankruptcy laws serve a larger public cause of providing an avenue for recycling of capital tied up in inefficient firms and realigning the deployment of this capital in other productive purposes.", "The bankruptcy laws promote entrepreneurship in the economy; they also provide means for distressed borrowers to renegotiate their debt with the creditors; and creditors to exercise their rights over borrowers in default.", "In the Indian context, as you would be aware, our credit markets are dominated by banks.", "The stressed debt held by the banks is usually an outcome of anticipated as well as unanticipated risks that have manifested.", "Wilful default or frauds are, however, a separate category.", "At a systemic level, a high level of stressed debt is generally caused by excessive leverage, poor underwriting, lax post disbursement surveillance and other exogenous shocks that may emerge from the real economy.", "Recent economic history has shown how the above factors have contributed to high level of stressed debt in various geographies.", "Even in the Indian context, we had witnessed a huge pile up of stressed assets about a decade ago.", "High level of stressed debt generates major adverse consequences in the credit system by way of misutilisation of capital, averseness to lending and crowding out of investments.", "Seen from this perspective, the enactment of the Insolvency and Bankruptcy Code (IBC) has been a landmark reform in the economic history of India.", "Prior to IBC, the laws in India had brought the legislative, executive or judicial arms of the Constitution, into dealing with the distressed firms, in isolated manners.", "In this background, the Bankruptcy Law Reforms Committee (BLRC) had strongly opined that the appropriate resolution of a defaulting firm is a business decision, and only the creditors should make it.", "As a culmination of this thinking, the IBC as we have it today lays substantial emphasis on resolution mechanisms driven by creditors who have been empowered to initiate insolvency proceedings against a defaulting debtor.", "Such a process facilitates greater transparency and accountability.", "The Reserve Bank, being the regulator of a large part of the credit ecosystem, has been a key stakeholder in the implementation of the IBC.", "The RBI has taken several measures dovetailed into the IBC, with a focus to resolve large value stressed accounts.", "The RBI was conferred with an explicit role in leveraging the IBC as the primary tool for resolution of large legacy stressed assets.", "The amendments to the Banking Regulation Act, 1949 carried out in 2017 inserted a clause that authorised the Reserve Bank to issue directions to any bank to initiate corporate insolvency resolution process (CIRP) in respect of a default, under the provisions of the IBC.", "Accordingly, leveraging these powers, the Reserve Bank issued directions for initiation of CIRP proceedings in 41 specific cases of default .", "The other significant implication of the IBC from a regulatory perspective was a shift towards a more principle-based approach as far as out of court resolution is concerned.", "All existing schemes of restructuring of loans were substituted by a simple and harmonised framework for resolution under the Prudential Framework which was issued by the Reserve Bank on June 7, 2019 .", "The harmonised framework provided discretion to lenders for designing and implementing resolution plans in respect of borrowers in default, subject to evaluation of commercial viability.", "The resolution plan could also include filing of CIRP applications under the IBC.", "In respect of large value borrowers, i. e., where aggregate exposure of banks is in excess of 1500 crore, disincentives have been prescribed in the form of additional provisions to be made for delayed implementation of resolution plans.", "Several of these accounts have since been resolved under the IBC.", "Stocktaking of the implementation of the IBC If we have to take stock of the implementation journey of the IBC and its impact so far, there are significant positive indications as well as learnings, suggesting the need for some course correction.", "Let me first highlight the positive aspects in terms of (i) nature of resolution; (ii) realisation of value; and (iii) behavioural shift.", "In terms of nature of resolution: Since its inception, 7,058 corporate debtors (CDs)3 have been admitted into the CIRP, of which 5,057 cases have been closed and 2,001 corporate debtors are under various stages of resolution.", "Of the cases which have been closed, around 16 per cent have yielded successful resolution plans; 19 per cent have been withdrawn under Sec 12A of IBC, where largely the debtors agreed for full or partial settlement with the creditors; 21 per cent were closed on appeal or review; and in 44 per cent of the cases, liquidation orders have been passed.", "Putting together the 16 per cent cases which had successful resolution plans and the 19 per cent of cases where the CDs agreed for settlement, it can be said that 35 per cent of the total CIRP cases saw the positive impact of the IBC.", "A fine combing of the data would indicate that 77 per cent of the cases which ended in liquidation were inherited from the earlier Board for Industrial and Financial Reconstruction (BIFR) regime or were already defunct units where substantial value erosion had taken place before their admission under IBC.", "In fact, the Code has provided all these legacy cases a means for an orderly exit.", "To illustrate further, 38 per cent of the CIRPs which yielded a successful resolution were earlier with the BIFR and /or were defunct; and if not for IBC, their fate would have perhaps remained uncertain till now.", "The data published by the IBBI suggests that there has been an increase in the number of CIRPs resulting in resolution as a percentage of liquidation orders going up from 21 per cent during FY 2017-18 to 45 per cent during FY 2022-23.", "This reflects a steady tilting towards resolution option under the IBC and highlights the increased acceptance of the IBC as an appropriate statutory umbrella for turning around viable firms.", "Even in other segments of the financial sector, entities such as the non-banking financial companies (NBFCs), the IBC has provided an effective enabler for resolution of stressed entities.", "I am referring to section 227 of the Code, which was operationalised through a separate notification for resolution of certain Financial Service Providers in 2019 .", "The RBI has been able to leverage this mechanism to undertake resolution of a few major stressed NBFCs in the recent past, with minimal disruption to the overall financial system.", "In terms of realization of value: Creditors have realised 3.16 lakh crore out of the admitted claims of 9.92 lakh crore as of September 2023, which works out to a recovery rate of 32 per cent.", "It needs to be emphasized here that significant value destruction would have already happened in these assets prior to their admission under the IBC.", "Further, a comparison of realised value with admitted claims may not be a reasonable indicator of the effectiveness of the resolution process.", "Rather, the resolution value may be compared with the liquidation value of stressed assets or the fair value at the time of admission into IBC.", "When evaluated from the prism of these two parameters, namely, the liquidation value and the fair value, the realization rates are 169 per cent and 86 per cent respectively which appears quite encouraging.", "In terms of behavioural shift: The most interesting outcome of the IBC has been the substantial behavioural shift ushered in by the Code.", "This is evident from the 26,518 applications for initiation of CIRPs having total underlying default of 9.33 lakh crore which were withdrawn before admission, till August 2023.", "The credible 'threat of insolvency' ignited by the Code has strengthened the negotiating powers of the creditors, in the absence of which it is most likely that those defaults would have lingered for much longer, resulting in value destruction.", "It has to be stated here that the IBC should not be seen as merely a loan recovery instrument; it has to be seen as an instrument which facilitates preservation of economic value of assets through effective resolution or unlocking of capital which is stuck in unviable businesses.", "Challenges and Way Forward If all is good about the implementation of the Code, then where is the criticism coming from?", "In general, the criticisms of the IBC are on two fronts - the time taken for resolution and the extent of haircuts vis-à-vis the admitted claims.", "I have already shared my perspectives on the haircut part.", "Let me now share some thoughts on the delay part.", "The Code envisages a time bound process, requiring the completion of CIRP within 180 days, with a one-time extension by up to 90 days in exceptional circumstances.", "The data published by the IBBI , however, raises certain serious concerns.", "As of September 2023, 67% of the ongoing CIRP cases have already crossed the total timeline of 270 days including possible extension period of 90 days.", "More concerning is the fact that, the average time taken for admission of a case during FY 2020-21 and FY 2021-22 stood at 468 days and 650 days respectively.", "Such long degree of delays will substantially erode the value of the assets.", "There are multitude of factors playing out here, namely, the evolving jurisprudence related to the Code; litigatory tactics adopted by some corporate debtors; lack of effective coordination among the creditors; bottlenecks in the judicial infrastructure, etc.", "I would wish to touch upon some of these issues along with thoughts on the possible way forward.", "I have four specific points to make.", "(a) Realigning the dynamics between the Creditors and Corporate Debtors The IBC transfers full control of the Corporate Debtors to the creditors during the period of CIRP, through the resolution professional.", "The rationale for the same is to prevent any erosion of value during the process of resolution.", "Given the loss of saddle, we see the promoters of the debtors in many cases resorting to various litigatory tactics.", "While there could be bonafide reasons in some cases, other kinds of intent are also visible in the market.", "To minimize this friction, there has been an institutional attempt towards adopting the prepack schemes which is essentially a debtor-in-possession model.", "Globally, pre-packs have evolved organically without statutory interventions, because in those countries, the insolvency regimes had stabilized.", "In such predictable scenarios, the judiciary's role is rather limited because the Courts generally approve the resolution plans after verifying compliance with the laid down tenets.", "In the Indian context, to start with, the Pre-Packaged Insolvency Resolution Process (PPIRP) has been rolled out for the MSMEs.", "The response towards its adoption, however, seems to be relatively muted.", "One reason could be the hesitancy on the part of the financial creditors (FCs) in approving the proposals under this mechanism, wherein the haircut is perceived as voluntary.", "It may be stressed here that PPIRP will incentivise the promoters to constructively engage with the creditors, possibly even before occurrence of any default event.", "This would facilitate swift and smoother resolutions, avoiding unnecessary adversarial litigations.", "Overall, this could be a winwin situation for both creditors and debtors.", "Once this perception is established, there could be a greater acceptance of this mechanism for larger corporate debtors as well, as and when the statutory enablers are in place.", "Thus, in their own interest, the creditors and debtors may consider adopting PPIRP in applicable scenarios based on prudentially realistic cost-benefit evaluations.", "From the Reserve Bank's side, we are cognisant of the limitations of the out of court resolution framework, in particular the coordination issues since a large part of the creditor universe like mutual funds, insurance companies and other bond/debenture holders, etc.", "is outside the scope of our Prudential Framework for Resolution of Stressed Assets.", "Hence, we have a special interest in effectively dovetailing the out of court workouts conceived under our Prudential Framework with that of the IBC.", "The PPIRP could be a potential game changer in this regard.", "(b) Reaffirming the financial creditor's role Through the course of last seven years of implementation of the Code, the jurisprudence on the role of the Committee of Creditors (CoC) has evolved.", "The CoC has a fiduciary responsibility to safeguard the interests of all stakeholders.", "The success of the Code is linked to an active involvement of the CoC in driving the resolution process forward.", "On several occasions, however, the Adjudicating Authorities (AA) have raised concerns regarding the conduct of the CoC in the insolvency proceedings.", "This includes lack of participation in the CoC meetings; lack of engagement or effective coordination among creditors; disproportionate prioritisation of individual interest of creditors rather than their collective interest while designing the resolution plans which can be detrimental to the resolution plan itself, etc.", "Given these shortcomings on the part of CoC, there appears to be a trend in recent years towards balancing the rights of Operational Creditors (OCs) with those of Financial Creditors (FCs) under the Code.", "While the focus on ensuring equity among all stakeholders may be appreciated, there needs to be some distinction in weightage attributed to different category of creditors, depending upon the degree of risk absorbed ab initio.", "It has to be recognised that the financial creditors take the maximum risk and hence their risk needs to be commensurately compensated and with priority.", "Accordingly, any amendments to the Code and its evolution thereof may continue to lay emphasis on a financial creditor-led resolution framework, in an overarching manner.", "(c) Envisaging a Group Insolvency Mechanism While the insolvency mechanism has been graduating towards a zone of stability through various concerted measures, one visible impediment seems to be the absence of a clear framework for group insolvency.", "Globally, there are two diverse facets of Group Insolvency.", "Some jurisdictions have adopted either procedural coordination or substantive consolidation.", "Substantive consolidation pertains to the consolidation of assets, liabilities, and operations of multiple entities within a group, disregarding their separate legal entity status.", "On the other hand, under procedural coordination, the approach is limited to aligning procedural aspects like filing requirements, timelines, coordination, etc., and not mingling the entities per se.", "In the Indian context, in the absence of a specified framework, the group insolvency mechanism has been so far evolving under the guidance of the Courts.", "Perhaps the time has come for laying down appropriate principles in this regard through legislative changes.", "There has been quite a bit of brainstorming on this issue in the policy circles for some time now.", "The task now is to move forward through appropriate legal changes.", "While a legal framework cannot envisage all plausible real world scenarios, given the complicated group structures at the ground level including cross border linkages, it may be in the fitness of things to formally conceive a framework to start with.", "There would be challenges in this journey like intermingling of assets, devising a definition of 'Group', addressing cross-border aspects, etc.", "It would still be preferable to see the opportunity here and put in place a workable framework for group insolvency.", "(d) Developing a vibrant secondary market for stressed assets One major impediment for implementing a successful resolution plan has been the absence of a vibrant market for stressed assets in the country.", "This effectively limits the pool of prospective resolution applicants for stressed assets under IBC.", "In fact, this applies to even our regulated entities when they transfer their stressed assets outside the IBC process.", "A robust secondary market in loans can be an important mechanism for management of credit exposures by the lending institutions.", "It is in this pursuit that certain measures have been taken by the Reserve Bank.", "The Master Directions on Transfer of Loan Exposures issued on September 24, 2021 lay down a comprehensive regulatory framework for transfer of loan exposures by banks, NBFCs and All India Financial Institutions (AIFIs).", "In particular, an enabling framework has been put in place for transfer of stressed loan exposures to a wider set of market participants, subject to specified conditions.", "We are also currently in the process of formulating a framework for securitization of stressed assets, for which a Discussion Paper has been issued in January, 2023 .", "From an institutional perspective, the Reserve Bank has brought together a core group of major banks to set up a Self-Regulatory Body - i.e.", "Secondary Loan Market Association (SLMA).", "The self regulatory body is expected to play an important role in standardisation of documentation and market practices; setting up the market infrastructure; promoting liquidity, efficiency and growth of the secondary market in alignment with broad regulatory objectives.", "These measures are expected to facilitate the transfer of credit risk originating in the banking sector and ensure market-based credit products for diversified set of investors.", "Undoubtedly, the germination of an active secondary market ecosystem will have consequential benefits for the IBC mechanism.", "Apart from what I have highlighted, there are several other aspects which merit attention.", "These would include leveraging technology to optimise the disposal of cases, strengthening the judicial infrastructure, regular stakeholder awareness programmes and the like.", "From the Reserve Bank's side, we have also been consistently engaging with the stakeholders to understand their thought process on the emerging challenges to arrive at likely solutions.", "The recent/steady improvement in the asset quality of the banking sector can be attributed to a multitude of factors including the introduction of the IBC.", "A law is only as good as its implementation.", "The Reserve Bank would continue to have focussed interest in the orderly and sustained evolution of the IBC ecosystem.", "I thank you all for hearing me with patience.", "The Report of the Bankruptcy Law Reforms Committee (Chairperson: Dr. T K Viswanathan) - Volume I: Rationale and Design, November 2015 RBI had issued directions to banks in June 2017, to initiate insolvency proceedings under IBC against 12 of the largest Corporate Debtors classified as non-performing asset at that point in time.", "This was followed up with a second set of directions in August 2017, requiring banks to implement resolution plans, in respect of 29 other stressed Corporate Debtors by December 13, 2017, failing which insolvency proceedings had to be initiated against them.", "Data compiled from IBBI Quarterly Newsletter for July-September' 2023 In exercise of the powers conferred by section 227 of the IBC, Government issued the notification SO.", "4139(E) dated November 18, 2019, enabling resolution of non-banking finance companies (including housing finance companies) with asset size of Rs.", "crore or more, under the provisions of IBC.", "Insolvency and Bankruptcy Board of India (IBBI) is the regulator established under IBC and is responsible for implementation of the Code."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Insolvency and Bankruptcy Code (IBC)", "Creditors", "Resolution", "Stressed assets", "Realisation of value", "Behavioral shift", "Pre-packaged insolvency resolution process (PPIRP)", "Financial creditor", "Group insolvency mechanism", "Secondary market for stressed assets"]}