{"sentences": ["MDs and CEOs of Regulated Entities, Heads of Customer Service, Principal Nodal Officers, Executive Director, Shri Neeraj Nigam, Reserve Bank Ombudsmen, senior colleagues from the Reserve Bank and most importantly the key audience of our conference today, the Internal Ombudsman from Regulated Entities.", "A very good morning to all of you.", "It is indeed a great pleasure to be here amidst all of you at the 2nd Conference of Internal Ombudsman.", "This forum provides an opportunity for exchange of ideas and thoughts, fostering discussion to enhance the efficacy of Internal Ombudsman mechanism within the regulated entities.", "In my recent interaction with the Chairpersons of Customer Service Committees, Whole Time Directors in charge of Customer Service Verticals and Principal Nodal Officers, I had highlighted the significance of investing in the Internal Ombudsman's capabilities for transparent and fair grievance redressal as it reinforces the trust of customers in the banking system.", "Today, I would like to take the discussion forward, by talking about the pivotal role of Internal Ombudsman in ensuring effective and impartial resolution of grievances of the customers of regulated entities as well as being an agent for change.", "Role of Internal Ombudsman The concept of Internal Ombudsman was introduced almost nine years ago as a forum for customers to obtain grievance redressal within the regulated entity itself, thereby obviating the need to approach the RBI Ombudsman.", "The 2018 Internal Ombudsman Scheme for banks as well as the subsequent schemes for other regulated entities mandated escalation to the Internal Ombudsman before rejection of a customer grievance.", "Further, to strengthen the independent functioning of the Internal Ombudsman, these regulations also provided for tenure and compensation protection of the IO while advising regulated entities to ensure that adequate staff and infrastructure support is provided to Internal Ombudsman.", "The recent framework further enhances the stature of the Internal Ombudsman by providing for functional reporting to the Board.", "In essence, the IO regulations attempt to create an independent apex level functionary within the regulated entity's internal grievance redressal mechanism, to act as a custodian of fairness, overseeing the grievance redress process and to maintain equitable outcomes for all stakeholders.", "Indeed, the Office of the Internal Ombudsman in regulated entities can serve as the focal point for providing independent and unbiased perspective to customer grievance related decisions made by regulated entities.", "The Internal Ombudsman is expected to provide constructive feedback to the regulated entities by analysing the patterns and identifying the root causes of complaints and suggest policy level changes required at the level of regulated entities.", "However, on occasions, the efficacy of the Internal Ombudsman mechanism has been called into question, particularly when decisions taken by regulated entities are overturned by the RBI Ombudsman or the Appellate Authority.", "Such instances raise concerns about the efficacy of the Internal Ombudsman mechanism, especially the independence of the Internal Ombudsman.", "Accordingly, I would like to highlight and elaborate upon four key areas for the Internal Ombudsman to focus upon for establishing a fair and just grievance redressal process.", "Later I will also discuss the role of the regulated entities in supporting their Ombudsman before concluding with a brief insight into the intent of our recently revised framework for Internal Ombudsman.", "Independent Impartial Mindset Firstly, I would urge Internal Ombudsman to adopt the mindset of an independent impartial observer and decision maker while adjudicating complaints.", "This entails cultivating a culture that prioritizes impartiality and objectivity in evaluating the merits of each complaint.", "Moreover, recording a 'reasoned decision' by clearly and transparently articulating the rationale behind the resolution is crucial since it instils confidence in the customer.", "Unbiased constructive feedback Secondly, offering unbiased and constructive feedback on policy misinterpretations to regulated entities is essential for fostering a culture of continuous improvement.", "Internal Ombudsman should objectively identify instances where policies have been misconstrued or misapplied and provide feedback that not only points out errors but also suggests constructive solutions.", "Suggest ways for qualitative improvement in systems and procedures Thirdly, Internal Ombudsman can also contribute to regulated entities by providing valuable insights and recommendations for enhancing systems and procedures for improved efficiency and effectiveness in grievance redressal.", "In doing so, the Internal Ombudsman becomes an instrumental partner in the continuous improvement of the regulated entity's practices, fostering a culture of responsiveness and excellence in customer service.", "Guiding the regulated entities in mitigating the complaints Finally, Internal Ombudsman, on a periodical basis, should proactively provide their inputs on the patterns of complaints received, and guide the regulated entity in taking remedial measures to address recurring complaints.", "I believe this to be one of the most crucial aspects of the role of Internal Ombudsman in contributing to a more responsive and consumer-centric operational framework within the regulated entity.", "Role of the Regulated Entities While I have spoken at length on the role of the Internal Ombudsman, the role played by the Board and management of regulated entity is also important to ensure the effectiveness of this function.", "It is often observed that the regulated entities are materially compliant with the letter of the regulations on Internal Ombudsman, but the expected outcome of the scheme remains below potential.", "This also manifests in the ever-rising trend of complaints against the regulated entities under alternate grievance redress mechanism of the Reserve Bank.", "Many of these complaints escalated to the RBI Ombudsman could have very well been resolved by the regulated entity itself.", "At times there is a perception that the Internal Ombudsman, acting independently to address customer grievances, could introduce complexities or delays into the streamlined functioning of the business.", "As a result, some entities do not escalate the complaints to IO thereby making a sub-optimal use of the mechanism.", "However, it is important to recognize that the role of the Internal Ombudsman is not intended to impede but rather to ensure fairness, transparency, and adherence to regulatory standards.", "Regulated entities must appreciate that a well-functioning Internal Ombudsman mechanism is beneficial for all stakeholders.", "Apart from reducing the hassles of customers needing to approach alternate fora, it safeguards the regulated entity from reputation risk by reducing the chances of rejections of genuine grievances being subsequently overturned by alternate grievance redressal for a such as the RBI Ombudsman.", "Therefore, I would urge regulated entities to make efforts to reorient their grievance redress framework to support the Internal Ombudsman mechanism which would ensure smooth functioning of the overall internal grievance redress process in the regulated entities.", "Here, I would recommend the regulated entities to focus on three important aspects to achieve the objective, which is integral in building a robust internal grievance redress framework.", "Firstly, the regulated entities should focus on providing adequate human resources and infrastructural support to the office of the Internal Ombudsman to function efficiently and effectively.", "Regulated entities may also explore the possibility of periodical interaction with front line staff by the Internal Ombudsman to help them gain insights on the ground level implementation of grievance redress and plug the gaps identified.", "Similarly, a regular interface of the Internal Ombudsman with Product and Business Heads could also be held for discussing the grievance redress angle of specific activities and products of the regulated entity.", "Secondly, regulated entities should develop a comprehensive Standard Operating Procedure (SOP) for grievance redress based on the inputs received from their Internal Ombudsman as also the decisions of the RBI Ombudsman.", "This is essential to establish an institutional memory of grievance redress modalities.", "The resulting SOP can serve as an operational manual for both the incumbent and future Internal Ombudsman and their respective staff.", "Lastly, regulated entities should aim to ensure that all customer concerns are thoroughly addressed.", "The Complaint Management System of the Regulated Entities should be designed in such a way that all rejected or partially rejected complaints involving deficiency in service are auto escalated directly to the Internal Ombudsman without any manual intervention, thereby facilitating a secondary review by an impartial authority.", "Recent regulatory development in Internal Ombudsman framework The Reserve Bank has institutionalized the Internal Ombudsman framework in banks, non-bank system participants, non-banking financial companies and Credit Information Companies in various phases.", "Recently, a review of the framework was undertaken by the Reserve Bank in line with the integration of the erstwhile three RBI Ombudsman Schemes with the objective to improve the customer service standards in the regulated entities.", "A comprehensive Master Direction was issued in December 2023 to harmonise the instructions applicable to the various regulated entities.", "This Master Direction factored inputs from several sources including takeaways from the last Internal Ombudsman Conference.", "It establishes consistency in various aspects, such as the timeframe for escalating complaints to the Internal Ombudsman, specific exclusions from such escalation, guidelines for temporary absence of Internal Ombudsman, minimum qualifications for appointing Internal Ombudsman and reporting formats.", "Additionally, it introduces the role of Deputy Internal Ombudsman.", "Anticipated outcomes of the revised framework include the reinforcement of the Internal Ombudsman mechanism and, consequently, the enhancement of the Internal Grievance Redress system in regulated entities, and streamlining compliance processes for added convenience.", "Customer service and effective and timely grievance redressal forms the foundation of trust and reliability that customers place on the financial system.", "A strong and resilient grievance redress mechanism not only mitigates the hardship of the customers due to deficiency in service, but also elevates the brand value of the entity in the financial services space in general and customer delight in particular.", "In essence, the Internal Ombudsman is not just a function; it's a force-a force for positive transformation, a force for ethical banking, and a force for a future where financial institutions evolve not just with the times but ahead of them.", "By strengthening this role, regulated entities not only safeguard their reputation but also position themselves as pillars of trust and stability in an ever-shifting financial landscape.", "Let us acknowledge and empower the Internal Ombudsman as the change agent that propels us into a future marked by trust, integrity, and enduring success.", "I hope today's conference augments our efforts in strengthening the IO mechanism."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Internal Ombudsman", "Grievance Redressal", "Customer Service", "Fairness", "Impartiality", "Independence", "Constructive Feedback", "Systemic Improvement", "Complaint Patterns", "Regulated Entities' Role"]}