{"sentences": ["Innovations in Banking - The emerging role for Technology and Al' (Remarks delivered virtually by Shri M. Rajeshwar Rao, Deputy Governor, Reserve Bank of India - December 22, 2023 - at the 106 Annual Conference of Indian Economic Association in Delhi) Distinguished participants, Good Morning.", "At the outset, let me thank the organisers for inviting me and giving this opportunity to share a few thoughts on this very pertinent theme of finance, banking and technology.", "In my address, I would largely focus on RBI's efforts to foster innovation in financial ecosystem and how the emerging technologies such as artificial intelligence are likely to reshape the financial landscape.", "The banks have played an extremely important role in supporting the growth story of the Indian economy.", "If we were to analyse the evolution of Indian banking sector over the last 5 decades, we can classify this evolution in three distinct phases - post nationalisation, liberalisation, and the third and current phase which we could term as democratisation.", "The level of financial intermediation at the time of independence was quite low in India - ranging below 10 per cent of the GDP.", "This was, more or less, the case over the next two decades or so.", "With limited financialisation and outreach of banking services, the scope to mobilise deposits, facilitate credit flow, and support the aspirations of a developing nation was constrained.", "But this trend changed with the nationalisation of banks which ensured wider banking reach.", "This led to opening of bank branches across the country resulting in greater mobilisation of deposits and growth in credit, primarily for catering to the credit needs of priority sectors.", "1 Inputs provided by Chandan Kumar, Pradeep Kumar and Saurabh Pratap Singh are gratefully acknowledged.", "Nationalisation Liberalisation Democratisation === Credit-to-GDP ratio === Investment-to-GDP ratio <== Deposit-to-GDP ratio === Credit-to-De posit ratio Figure 1: Historical overview of Indian Banking 4.", "The second distinctive phase in the evolution of the banking sector was observed during post-liberalisation phase (from 1991) till about 2003-04.", "During this period, financial intermediation was fundamentally transformed as globalisation and integration opened up various growth opportunities leading to increase in demand for credit.", "Also, in tune with the spirit of economic reforms, private entities were allowed to enter banking sector, and they supplemented the collective endeavour of banking industry to support the growth story.", "Economic growth aided by institutional and other attendant reforms along with greater technological adoption in the banking sector spurred a robust growth in both deposit and credit during this period.", "While the first two events (namely nationalisation and liberalisation) are definitive in nature, /.e., we can attribute definite time stamps for these events, the third phase - democratization of banking services, which we are currently experiencing, is continuing as a gradual but transformative process, the pace of which has accelerated over the last few years.", "This democratisation phase has coagulated of late, underpinned by the trinity of financial inclusion, increase in financial literacy, and focus on consumer protection.", "This phase has also witnessed massive expansion of banking outreach, especially amongst the hitherto \"excluded\" sections through innovative delivery models such as the use of banking correspondents.", "This democratisation of financial services got a major push through Pradhan Mantri Jan Dhan Yojana and direct benefit transfer (DBT) scheme along with proliferation of mobile and telecom services.", "I would not be off the mark when I say that that this phase has been a perfect combination of demand-pull and supply-push models working in tandem.", "Today, we are witnessing the unfolding of true democratisation of financial services where customers are greatly enabled to make informed choices among the suit of available financial products offered by banks and other financial service providers.", "While we are discussing the role of banks in India's economic journey, let's not lose sight of the contribution and the increasing importance of other financial intermediaries.", "Although bank credit remains the dominant mode for meeting the growing credit needs of commercial and household sectors, the share of non-bank financial companies, micro-finance institutions and of late, market instruments has also been increasing.", "Non-banks, through their innovative delivery and appraisal methods, have further expanded the penetration of credit across the geographical length and breadth of the country.", "They have, along with banks, contributed immensely to this journey of democratisation of financial services.", "2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2028 2021 2022 ss--AdjustedNon-FoodBankCredit = I = = - #eseee Net credit by Non-Banks including NBFCs, HFCs, AIFls coccee Public issues by financial entities * © «© © Gross private placements by non-financial entities eeccce Net issuance of CPs subscribed to by non-banks «°° Foreign borrowing (ECB, FCCB, Short term credit) Figure 2: Flows of resources to commercial sector (% Lakh Cr) India has made remarkable progress over the years to become the fifth largest economy today.", "It is also poised to become the third largest economy over the next few years and have the aspiration of becoming a developed nation by 2047.", "Reserve Bank too has played a crucial role in unfolding of this growth story.", "We are one of the very few central banks around the world which has been entrusted with a developmental mandate along with traditional central banking functions.", "For the next phase of development of our financial architecture to support the aspirational growth of a rapidly growing economy, the RBI is creating world class financial infrastructure.", "Let me cite a few examples.", "Today, India has one of the most advanced state-of-the-art payments system that is affordable, accessible, convenient, fast, safe and secure.", "Our payment infrastructure caters to the needs of a diverse group of consumers and offers a wide array of options for executing all types of transactions.", "This has led to a revolution in banking and financial services making the banking truly 'anytime, anywhere'.", "Everyone is aware of the success of UPI and the convenience it offers.", "UPI symbolises the ultimate democratisation of a financial product which is available to everyone including to customers who may not have smartphones as well as for undertaking offline transactions.", "To put things in perspective, during the FY 2022-23, UPI facilitated about 83 billion transactions with approximate value of %140 trillion.", "This is roughly 43% of total value of retail payment transactions?.", "Another technological initiative where the RBI has emerged as a leader is the Central Bank Digital Currency (CBDC).", "We were one of the few major economies to launch CBDCs when we launched pilot phases of wholesale and retail CBDC in October and November 2022, respectively.", "Apart from its own initiatives, the RBI has facilitated technological innovations in banking, non-banking, payment systems and financial markets space.", "With its commitment to technology-led innovations, the RBI has set-up the Reserve Bank Innovation Hub (RBIH) to accelerate innovation across the spectrum of financial services.", "In addition, the RBI has also instituted a regulatory sandbox to provide a platform for start-ups, fintech's and other entities to test and experiment with new products in a controlled environment.", "Discussions about emerging technologies offers an opportunity to dwell a bit on how the financial industry would need to interact with the newer technologies and the breakthroughs in areas such as artificial intelligence.", "At different points of time, there have been breakthroughs which have redefined the future evolution of human societies such as the invention of the wheel, the steam engine, development of vaccines, the computer, and more recently internet and mobile phones.", "The emergence of Artificial Intelligence or Al as it is commonly known, is also being cited as being in the same league and proponents of Al sound convinced that it is going to transform the future.", "I am no expert on technology and my focus is limited to understanding its implications for the economy and the financial sector.", "2 -Payments-Statistics-Nov23.pdf Therefore, let me share a few thoughts on the adoption of Al by the banking and financial services sector and risks and rewards that this may entail.", "As I understand, Al models can be placed in two categories - the first set is the traditional Al models while the second is categorised as generative Al or GenAl.", "The differentiation between the two is based on their capabilities and applications.", "Most of the Al models currently available are in the form of traditional Al and have been designed to perform a particular task or set of tasks by responding to a set of inputs or instructions.", "Traditional Al models can also learn and identify patterns from the available data set and can make predictions based on the available data.", "However, they can only respond within the pre-defined boundaries and follow specific pre-set rules.", "The development of GenAl - a type of Al technology that can produce various types of content, including text, imagery, audio and synthetic data - has garnered a very strong interest about its potential economic impact.", "It is said that the GenAl possesses general intelligence and cognitive abilities comparable to those of a human being.", "It is not confined to a specific set of tasks but can adapt and learn in various domains, demonstrating a level of autonomy, reasoning, and problem-solving capabilities.", "Current estimates on Al's boost to productivity and economic growth are substantial but highly uncertain.", "Academic research suggests that workers in early Al-adopting firms experience higher labour productivity growth; most estimates imply around a 2-3 percentage point increase per year.", "One estimate by Goldman Sachs?", "suggests that generative Al could, ceteris paribus, boost global GDP by about 7 percentage points over a 10- year period.", "In the financial sector, we are seeing several banks and non-banks experimenting with Al.", "Global experience, so far, however, suggests that such deployment is mostly limited to back-office work and optimisation of business processes to deliver efficiency gains.", "Some of the banks have also deployed Al solution to manage compliance requirements which are routine in nature, for identification of patterns in transactions or payment to detect money laundering attempts or for facilitating cross-border transactions and settlements.", "Some entities have also reported to deploy Al solutions in customer facing processes such as for making lending decisions or identification of target customer segments.", "Given its transformative nature and potential, if realised, generative Al could have a deep impact, on productivity, jobs and income distribution.", "The advocates of Al expect widespread benefits for the economy and society, including increase in income levels, automation of repetitive tasks and obtaining better insights by combining different sets of information and data which may be otherwise difficult for human processing.", "There are others who are more sceptical and point to several societal consequences, including increased unemployment.", "They also point out that if the long- term benefits are largely benign, the reallocation of resources and labour in the transition could be challenging.", "We have also seen these concerns being expressed in India with reference to IT sector, but the debate is ongoing and is unlikely to be settled in near future.", "Let me however flag a few concerns and also elucidate our expectations from the financial institutions deploying Al in their business processes and decision making.", "While some of these concerns are design specific risks such as biases and robustness issues, others are more traditional and user specific such as data privacy, cybersecurity, consumer protection and preserving financial stability.", "These issues could be placed into three broad categories - data bias and robustness, governance and transparency.", "Data Bias and Robustness 18.", "Alis as good as a the data on which is has been trained and thus inherits the issues, biases and errors in its training data.", "Human beings accumulate such training data over a lifetime of exposures, experiences, evidences, and upbringing.", "That makes us capable of coming to different conclusion based on the same data set.", "Further, humans can collaborate, combine and brainstorm to reach at an optimal solution.", "This is not to say that humans are free of biases, but we have embedded checks and balances in the institutional decision making framework to check and prevent them.", "Whereas traditional financial models are usually rules-based with explicit fixed parameterisation, Al models drastically change the process as they are able to learn the rules and alter model parameterisation iteratively.", "This aspect makes many Al models a black box which are difficult to decode for audit and supervisory review.", "Besides, there are several risks and vulnerabilities such as arbitrary code execution', data poisoning§, data drift®, unexpected behaviour', and bias predictions® which financial institution need to be careful about while deploying Al models 4 A vulnerability where an attacker can inject and execute unauthorized code within an Al/ML model, potentially leading to malicious actions and compromising system integrity.", "5 The manipulation of training data with malicious intent to influence the performance of an Al/ML model, causing it to make incorrect predictions or exhibit biased behaviour.", "8 The phenomenon where the statistical properties of the input data for an Al/ML model change over time, potentially causing a decline in performance as the model may become less accurate or reliable.", "7 An undesirable and unpredictable response or output from an AI/ML model, often occurring in situations outside its training data distribution or due to unanticipated inputs.", "8 The manifestation of unfair or discriminatory behaviour in an Al/ML model's predictions, influenced by biased training data or the algorithm itself, leading to unequal treatment of different groups.", "Al may also pose some novel challenges for governance, especially where the technology is used to facilitate autonomous decision-making and may limit or even potentially eliminate human judgement and oversight.", "Some of the data and model issues such as prompt injection®, hallucinations '° and toxic output ''t can also have implications for governance frameworks, especially in financial institutions.", "This may necessitate that regulators and the management have a re-look at the frameworks for consumer protection, cybersecurity and data privacy.", "Some suggestions have been made to overcome governance issues including the option of 'putting a human in the loop' to help build trust in the Al driven systems.", "Financial institutions would therefore need to institute governance structures that oversee the entire lifecycle of Al systems, specially the GenAl - from data acquisition to model training and continuous evaluation.", "Regular audits and assessments would also be essential to verify the fairness, accountability, and compliance of Al applications with extant laws and regulatory standards.", "The Al models are inherently complex and opaque requiring extra caution to ensure accountability.", "For this reason, financial institutions may find it difficult to explain an adverse or biased decision outcome from an Al model to customer or supervisors.", "The self-learning capability may make the model discriminatory and induce behavioural biases after some time.", "For example, an algorithm may predict gender of potential target 9 an attack involving the insertion of carefully crafted input prompts to manipulate the output of a language model, leading to undesired or potentially harmful responses.", "10 An Al/ML model's tendency to generate outputs that are not grounded in reality or data it has been trained on, leading to the creation of false or nonsensical information.", "I The generation of harmful, offensive, or inappropriate content by an Al/ML model, often reflecting the biases present in its training data and posing risks in applications such as natural language generation or image synthesis.", "customer from shopping history of a person or ethnicity from location data.", "How do institutions overcome these challenges in a transparent manner is the key to widespread adoption and use of Al.", "In this context, let me outline ten aspects, which financial institutions looking to deploy Al based models, may consider while designing Al solutions in order to strike a balance between innovation and responsible use of technology; to ensure fairness, prevent biases, and safeguard consumer privacy.", "These are: Fairness: \\t should be ensured that the algorithm does not discriminate against anyone based on attributes which are otherwise considered unethical or prohibited by law.", "This can be achieved by conducting regular fairness audits of the algorithms and outcomes including external validation and by employing techniques to identify and rectify any unintended biases.", "Transparency: All stakeholders should be aware about what are the inputs and how the decisions are being arrived at.", "This should be achieved by making the algorithmic decision-making process understandable and explainable to both regulators and consumers.", "Accuracy: The entities deploying Al should strive for accurate and appropriate training data to minimize errors in decision making.", "Identifying and understanding the types of errors the Al models make and continuously work to minimize false positives and negatives is the key.", "Consistency: The entities should ensure consistent application of the algorithm across different situations to avoid biases or unfair advantages and to ensure equitable outcomes.", "Parameters entering the models also need to be consistent and too frequent changes to suit specific interests need to be eschewed.", "Data Privacy: In today's digitized world, adhering to data protection regulations and ensuring that personal information is handled securely viii) and responsibly is of utmost importance.", "Therefore, Al model should be designed to adhere to data protection protocols and regulations and entities should ensure that personal information is always handled securely and responsibly.", "Explainability: The entities shall be able to provide clear explanations for the factors influencing decisions or output to enhance transparency and build trust in Al models.", "Clear understanding of the inputs, processes and output by the entities and establishing channels for redressal of customer queries or disputes will help in promoting trust.", "Clear lines of accountability for the outcomes of algorithmic decisions shall be ensured by making it clear who is responsible for the performance, robustness and fairness of the model.", "Entities should implement a comprehensive governance framework that includes regular audits, internal reviews, and external assessments to hold individuals responsible for addressing any issues related to the Al model.", "Robustness: The entities must undertake rigorous validation and testing to ensure that the algorithm performs well under different conditions and is not overly sensitive to minor changes in input data.", "Regularly updating the model's training data to include a broad spectrum of conditions, ensuring adaptability to changes in the economic landscape and maintaining robust performance over time is also critical.", "Monitoring and Updating: Regularly monitoring the performance of Al engines and updating them as may be required to adapt to changing market conditions and emerging risks may have to be ensured.", "Also, monitoring the evolution of self-learning algorithms is critical to ensure that they continue to perform as envisaged originally.", "Human Oversight: The entities should include human oversight to address complex or ambiguous cases and to ensure that ethical 25. considerations are taken into account.", "This would also ensure that any unintended consequences and governance issues are detected in a timely manner and addressed.", "I think that incorporating these aspects would help in developing the public trust if we truly want to exploit the transformative potential of Al.", "Let me also point out that in addition to institution specific challenges, there are several geopolitical and systemic issues which would also engage us going forward.", "For example, like any other technological development of the past, the access of technology is going to be uneven among countries.", "Advanced economies (AEs) may stand to benefit more than emerging market economies (EMEs) due to the fact that EMEs' have higher share of employment in sectors such as agriculture and construction which would inherently have less opportunities for application of Al.", "In addition to the above, there are only a handful of entities globally which have the large amount of data available to train GenAl models.", "This could give rise to the questions of market power, competition and cross jurisdictional issues.", "To conclude, let me say that as our banking sector evolves, emerging technologies and Al will play a significant role in the process.", "We need to ensure a supportive regulatory framework to harness its benefits while being mindful of any potential adverse impacts and therefore robust governance arrangements and clear accountability frameworks are important when Al models are deployed in high-value decision-making use _ cases.", "Development and deployment of Al models need close human supervision commensurate with the risks that could materialize from employing the technology by the financial institutions.", "As the adoption of Al is increasing, global efforts to develop regulatory frameworks to help guide the use of Al applications, are also increasing and greater cooperation in this process would be required.", "Our collective endeavour should be to embrace this evolution with mindfulness and a sense of responsibility, while committing to a future where technology serves as an enabler for the society at large."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Inclusion", "Credit-to-GDP Ratio", "Deposit-to-GDP Ratio", "Artificial Intelligence (AI)", "Generative AI (GenAI)", "Central Bank Digital Currency (CBDC)", "Reserve Bank Innovation Hub (RBIH)", "Regulatory Sandbox", "Non-Bank Financial Companies (NBFCs)", "Micro-Finance Institutions"]}