{"sentences": ["Mr. Bäckström elucidates the problems Sweden went through in the early 1990s, and considers whether other countries might draw lessons from the Swedish experience Talk given by the Governor of the Swedish Riskbank, Mr. Urban Bäckström, at the Jackson Hole symposium organised by the Federal Reserve Bank of Kansas City on 29/8/87.", "First a word of thanks to the Federal Reserve Bank of Kansas City for the invitation to discuss the financial problems Sweden went through in the early 1990s.", "I shall also try to draw some conclusions from our experiences that may be relevant for other countries.", "Before I came to Sveriges Riksbank I was State Secretary at the Ministry of Finance and involved among other things in the management of Sweden's financial crisis.", "While there had, of course, been a good many indications of mounting problems, I was personally made formally aware of the acute and severe financial crisis by a phone call.", "At the beginning of October 1991, I had been in the job just a few days when I got a call from the head of the Financial Supervisory Authority (banking supervision in Sweden is performed by this authority, not by the central bank).", "He wanted to inform the Government that a large Swedish bank had more than exhausted its equity capital and would have to go bankrupt if a reconstruction could not be arranged.", "While working at the Ministry of Finance on the initial problems in the banking sector we started to study historical and international records of financial crises.", "Irving Fisher's well-known paper in Econometrica, \"The Debt-Deflation Theory of Great Depressions,\" from 1933 provided inspiration.", "We also came across a new volume, \"The Risk of Economic Crisis\", edited by Martin Feldstein and containing interesting contributions by, among others, Benjamin Friedman, Paul Krugman, Lawrence Summers and our chairman today, E. Gerald Corrigan.", "The conclusion from these sources was that a fall in asset prices, such as we had in Sweden, may create problems for private sector balance sheets, affect the supply of credit and result in payment system disturbances.", "Step by step this may affect spending decisions by households and firms, thereby impinging on general economic activity.", "A destabilised financial system can bring the economy into what Fisher termed \"debt deflation\", that is, a situation where the financial crisis may become very serious and protracted.", "Thus it was important both to avoid a widespread failure of Swedish banks and to bring about a macroeconomic stabilisation.", "The two are interdependent.", "The collapse of much of the banking system would aggravate the macroeconomic weaknesses, just as failure to stabilise the economy would accentuate the banking crisis.", "But here first is a brief account of the Swedish crisis.", "The Swedish crisis - what happened?", "The economic problems in Sweden in the early 1990s should be seen in their historical context.", "For several reasons, economic growth in Sweden has been relatively weak ever since about 1970.", "Following the collapse of the Bretton Woods system the creation of a stable macroeconomic environment turned out to be difficult.", "Wage formation functioned badly, fiscal policy was unduly weak and this was gradually compounded by structural problems.", "Credit market deregulation in 1985, necessary in itself, meant that the monetary conditions became more expansionary.", "This coincided, moreover, with rising activity, relatively high inflation expectations, a tax system that favoured borrowing, and remaining exchange controls that restrained investment in foreign assets.", "In the absence of a more restrictive economic policy to parry all this, the freer credit market led to a rapidly growing stock of debt (see Fig.).", "In the course of only five years the GDP ratio for private sector debt moved up from 85 to 135 per cent.", "The credit boom coincided with rising share and real estate prices.", "During the second half of the 1980s real aggregate asset prices increased by a total of over 125 per cent.", "A speculative bubble had been generated.", "The expansion of credit was also associated with increased real economic demand.", "Private financial saving dropped by as much as 7 percentage points of GDP and turned negative.", "The economy became overheated and inflation accelerated.", "Sizeable current-account deficits, accompanied by large outflows of direct-investment and other long-term capital (once exchange control had been finally abandoned in the late 1980s), led to a growing stock of private sector short-term debt in foreign currency.", "Step by step the Swedish economy became increasingly vulnerable to shocks.", "During 1990 matters came to a head.", "Competitiveness had been eroded by the relatively high inflation in the late 1980s, resulting in an overvalued currency.", "This caused exports to weaken and meant that the fixed exchange rate policy began to be questioned, leading to periods with relatively high nominal interest rates.", "Moreover, the tax system was reformed in order to reduce its harmful economic effects, but this also contributed to higher post-tax interest rates.", "Asset prices began to fall and economic activity turned downwards.", "Between the summers of 1990 and 1993 GDP dropped by a total of 6 per cent.", "Aggregate unemployment shot up from 3 to 12 per cent of the labour force and the public sector deficit worsened to as much as 12 per cent of GDP.", "A tidal wave of bankruptcies was a heavy blow to the banking sector, which in this period had to make provisions for loan losses totalling the equivalent of 12 per cent of annual GDP.", "While this course of events stemmed, as I have indicated, from a variety of factors, it was no doubt the financial vulnerability that helped make it so dramatic.", "The Swedish economy was steadily approaching a situation that entailed both a banking and a currency crisis.", "Matters were most acute in the fall of 1992 in conjunction with the European currency unrest.", "The crisis in banking was triggered, not by a classic bank run but by a loss of international confidence and difficulties with international financing.", "In many respects the crisis in Sweden resembled what has happened in a number of other countries.", "By the summer of 1993 the economy was becoming more stable and the problems in banking receded.", "Fiscal and monetary policy contributed to this and so did a deliberate policy of handling problem banks.", "The private sector's financial balance underwent a dramatic change, moving from a deficit of about 8 per cent of GDP in 1990 to a financial surplus of over 11 per cent in 1993.", "This was a swing of almost 20 percentage points of GDP in the course of only three years.", "A good deal of the swing no doubt came from private sector adjustments to cope with insufficient solvency.", "Falling asset prices in conjunction with high debt levels lead to balance-sheet problems in the private sector.", "The automatic stabilisers in the government budget probably helped to lessen the contraction of GDP.", "This meant that business profits and household disposable income were sustained relatively well.", "But it also entailed a massive increase in the budget deficit and this in turn generated new problems.", "The government debt trend became unsustainable and economic policy's credibility was weakened.", "In the early stages of the crisis, monetary policy was directed to maintain the fixed exchange rate.", "This line had broad support among the general public as well as in the political system.", "The aim was to establish a low-inflation policy once and for all.", "But in spite of major efforts, both political and economic, the international currency unrest in November 1992 meant that the fixed exchange rate had to be abandoned.", "It was replaced by a flexible exchange rate and an explicit inflation target.", "This resulted in a considerable depreciation of Sweden's currency, but during 1993 the continued fall in international bond rates meant that Swedish interest rates also moved down to levels that were comparatively low.", "Together with the Riksbank's reduction of its instrumental rate, this gave the monetary conditions a stimulatory turn.", "It also helped to stabilise both the economy and the banking system.", "Lower market rates eased the fall in asset prices, lightened the burden of servicing private sector debt and mitigated the negative impact on the financial system.", "Rescuing the banking sector was necessary to avoid a collapse of the real economy.", "There is no evidence that a credit crunch developed, though anecdotal information did suggest that creditors became more restrictive.", "I shall be returning shortly and in more detail to how the banking problems were tackled.", "In 1994, the major budget problems and the expansionary monetary conditions rebounded.", "Inflation expectations began to move up in many parts of the economy and when interest rates increased worldwide in the spring of 1994, bond rates in Sweden rose much more than in other countries - from just under 7 per cent to over 12 per cent in a few months.", "This was accompanied by a further weakening of the exchange rate to levels that were appreciably below any reasonable assessment of the real equilibrium rate.", "The situation called, in other words, for an economic policy realignment -- for what we can call aftercare -- once the acute financial crisis had been checked.", "A major consolidation of government finance was launched, accompanied by a tightening of the monetary stance which demonstrated that the 2 per cent inflation target was to be taken seriously.", "In time, this course has enhanced economic policy's credibility and led to more permanent economic stabilisation.", "Management of the bank crisis To those of us who were working on the initial banking problems it was soon clear that the crisis in Swedish banking could become very serious.", "In spring 1992, preparations were therefore made to cope with a variety of conceivable situations.", "Later we found that our worst-case scenario was on the verge of happening.", "Looking back, one can see that in the course of the crisis the seven largest banks, with 90 per cent of the market, all suffered heavy losses.", "In these years their aggregate loan losses amounted to the equivalent of 12 per cent of Sweden's annual GDP.", "The stock of non-performing loans was much larger than the banking sector's total equity capital and five of the seven largest banks were obliged to obtain capital contributions from either the State or their owners.", "It was thus truly a matter of a systemic crisis.", "In connection with a serious financial crisis it is important first and foremost to maintain the banking system's liquidity.", "It is a matter of preventing large segments of the banking system from failing on account of acute financing problems.", "In September 1992, the Government and the Opposition jointly announced a general guarantee for the whole of the banking system.", "The Riksdag, Sweden's parliament, formally approved the guarantee that December.", "This broad political consensus was I believe of vital importance and made the prompt handling of the financial crisis possible.", "The bank guarantee provided protection from losses for all creditors except shareholders.", "The Government's mandate from Parliament was not restricted to a specific sum and its hands were also very free in other respects.", "This necessitated close cooperation with the political opposition in the actual management of the banking problems.", "The decision was of course troublesome and far-reaching.", "Besides involving difficult considerations to do, for example, with the cost to the public sector, it raised such questions as the risk of moral hazard.", "The political system concluded that in the event of widespread failures in the banking system, the national economy would suffer major repercussions.", "The direct outlays in connection with the capital injection into the banking sector added up to just over 4 per cent of GDP.", "However, it is now calculated that most of this can be recovered.", "One way of limiting moral hazard problems was to engage in tough negotiations with the banks that needed support and to enforce the principle that losses were to be covered in the first place with the capital provided by shareholders.", "A separate authority was set up to administer the bank guarantee and manage the banks that landed in a crisis and faced problems with solvency, though the crucial decisions about the provision of support were ultimately a matter for the Government.", "A clear separation of roles was achieved between the political level and the authorities, as well as between different authorities.", "Naturally this did not preclude very close cooperation between the Ministry of Finance, the Bank Support Authority, the Financial Supervisory Authority and the Riksbank.", "It was up to the Riksbank to supply liquidity on a relatively large scale at normal interest and repayment terms, but not to solve problems of bank solvency.", "Collateral was not required for the loans to banks, neither intraday nor overnight.", "The banking system was free to obtain unlimited liquidity by drawing on its accounts with the central bank.", "The bank guarantee meant that the solvency of the Riksbank was not at risk.", "In order to offset the loss of foreign credit lines to Swedish banks, during the height of the crisis the Riksbank also lent large amounts in foreign currency.", "Banks applying for support had their assets valued by the Bank Support Authority, using uniform criteria.", "The banks were then divided into categories, depending on whether they were judged to have only temporary problems as opposed to no prospect of becoming viable.", "Knowledge of the appropriate procedures was built up by degrees, not least with the assistance of people with experience of banking problems in other countries.", "The Swedish Bank Support Authority had to choose between two alternative strategies.", "The first method involves deferring the reporting of losses for as long as is legally possible and using the bank's current income for a gradual write-down of the loss making assets.", "One advantage of this method is that it helps to avoid the bank being forced to massive sales of assets at prices below long-run market values.", "A serious disadvantage is that the method presupposes that the bank problems can be resolved relatively quickly; otherwise the difficulties compound, leading to much greater problems when they ultimately materialise.", "The handling of problems among savings and loan institution in the United States in the 1980s is a case in point.", "With the other method, an open account of all expected losses and writedowns is presented at an early stage.", "This clarifies the extent of the problems and the support that is required.", "Provided the authorities and the banks make it credible that no additional problems have been concealed, this procedure also promotes confidence.", "It entails a risk of creating an exaggerated perception of the magnitude of the problems, for instance if real estate that has been taken over at unduly cautiously estimated values in a market that is temporarily depressed.", "This can lead, for instance, to borrowers in temporary difficulties being forced to accept harsher terms, which in turn can result in payments being suspended.", "The Swedish authorities opted for the second method: disclose expected loan losses and assign realistic values to real estate and other assets.", "This method was consistent with other basic principles for the bank support, such as the need to restore confidence.", "Looking back, it can be said that in general the level of valuation was realistic.", "Since the acute crisis had been triggered by difficulties in obtaining international finance, great pains were taken to give a transparent picture of how the crisis was being managed, so as to gain the confidence of Sweden's creditors.", "This applied both to the account of the magnitude of the banking problems and to the content of the bank guarantee.", "Various informative projects were arranged for this purpose throughout the world.", "In Sweden, too, considerable efforts were made to legitimise the measures and their costs.", "The banking problems did arouse a lively debate in Swedish society, but the work could still be done in broad political consensus, which was a great advantage.", "The bank guarantee was terminated in 1996 and replaced with a deposit guarantee that is financed entirely by the banks.", "The problems in the Swedish banking system at the beginning of this decade seem to have been more extensive than those which arose in Sweden in the early 1920s.", "The two periods also differ substantially in the management of the crisis.", "This may have had a bearing on the very different course of events in these two crises.", "In the early 1920s, the fall in GDP totalled 18 per cent and the price level dropped 30 per cent in the course of two years.", "In the 1990s the loss of GDP stopped at around 6 per cent and the price trend did not become really deflationary.", "Allow me now to summarise what I consider to be the most important lessons from Sweden's financial crisis: 1.", "Prevent the conditions for a financial crisis The primary conclusion from our experience of Sweden's financial crisis is that various steps should be taken to ensure that the conditions for a financial crisis do not arise.", "- Fundamentally it is a matter of conducting a credible economic policy focused on price stability.", "This provides the prerequisites for a monetary policy reaction to excessive increases in asset prices and credit stocks that would be liable to boost inflation and create the type of speculative climate that paves the way to a financial crisis.", "- Looking back, it can be said that if various indicators that commonly form the background to a financial crisis had been followed systematically, then incipient problems could have been detected early on.", "That in turn could have influenced the conduct of fiscal and monetary policy so that Sweden's financial crisis was contained or even prevented.", "In spite of the evident signs, few -- if any -- in the public discussion warned of what might happen.", "Martin Feldstein offers an interesting explanation in his introduction to \"The Risk of Economic Crisis\" from 1991.", "At that time, the industrialised world had not experienced an outright financial crisis since the 1930s.", "As a result, economists had devoted relatively little work to the analysis of this subject, being more concerned to understand the more normal economic world.", "This symposium is a positive sign that matters have changed in that respect.", "The conclusion drawn by the Riksbank is that various indicators must be followed systematically with the aim of detecting any signs of potential financial problems and systemic risks.", "- In Sweden's case the supervisory authority was not prepared for the new environment that emerged after credit market deregulation.", "This meant that during the 1980s the banks were able to grant loans on doubtful and sometimes even directly unsound grounds without any supervisory intervention.", "In addition, in many cases the loans were poorly documented.", "The lesson from this is that much must be required of a supervisor operating in an environment characterised by deregulated markets.", "If a financial crisis does occur In a sense all major financial crises are unique and therefore difficult to prepare for and avoid.", "Once a crisis is about to develop there are some important lessons concerning its handling that can be learnt.", "- If an economy is hit by a financial crisis, the first important step is to maintain liquidity in the banking system and prevent the banking system from collapsing.", "For the management of Sweden's banking crisis the political consensus was of major importance for the payment system's credibility among the Swedish public as well as among the banking system's creditors throughout the world.", "The transparent approach to the banking problems and the various projects for spreading information no doubt had a positive effect, too.", "- The prompt and transparent handling of the banking sector problems is also important.", "The terms for recapitalisation should be such as to avoid moral hazard problems.", "- Automatic stabilisers in the government budget and stimulatory monetary conditions can help to mitigate the economy's depressive tendencies, but they also entail risks.", "Economic policy has to strike a fine balance so that inflation expectations do not rise, the exchange rate weakens and interest rates move up, which could do more harm than good.", "In this respect a small, open economy has less freedom of action than a larger economy.", "- It is important both to avoid a widespread failure of banks and to bring about a macroeconomic stabilisation.", "The two are interdependent.", "The collapse of much of the banking system would aggravate the macroeconomic weaknesses, just as failure to stabilise the economy would accentuate the banking crisis.", "), (1991), The Risk of Economic Crisis, NBER Conference Report, University of Chicago Press, Chicago and London.", "Fisher, I., (1933), The Debt-Deflation Theory of Great Depressions, Econometrica, vol.", "Ingves, S. and Lind, G., (1996), The management of the bank crisis - in retrospect, Quarterly Review, No.", "5-18, Sveriges Riksbank."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "fiscal dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none"], "topics": ["Financial crisis", "Banking system", "Economic policy", "Monetary policy", "Fiscal policy", "Inflation", "Exchange rate", "Asset prices", "Credit", "Debt"]}