{"sentences": ["Introduction There has been a widespread shift among central banks toward a more focused approach regarding inflation since the early 1990s.", "Countries have increasingly been granting independence to their central banks with a first policy priority being low inflation.", "There is general consensus that high inflation is associated with bad economic performance and there is recognition by central bankers that policies aimed at systematically exploiting the short-run output/inflation trade-off to increase output beyond potential are in the long-run always ineffective and self-defeating.", "There seems to be continued uncertainty in some circles as to the Reserve Bank's primary objective.", "I have mentioned the Bank's primary objective many times before but it seems to need regular restatement.", "According to the Constitution \"the primary objective of the Bank shall be to protect the value of the currency of the Republic in the interest of balanced and sustainable economic growth\".", "By working towards keeping domestic inflation low, stable, and predictable, the Bank contributes towards solid, sustainable economic growth and a higher standard of living for the community.", "The autonomy and objectives of the Bank are entrenched in the Constitution that specifies that the Bank, in pursuit of its primary objective, must perform its functions independently and without fear, favour or prejudice.", "The Bank has interpreted this constitutional reason for its existence to mean that it must always strive to achieve and maintain price stability in South Africa.", "In the pursuance of this objective, the Bank assumes responsibility for, firstly, formulating and implementing monetary policy in such a way that the primary objective will be achieved in the interest of the whole community that it serves.", "Secondly, ensuring that the South African money and banking system as a whole is sound, meets the requirements of the community and keeps abreast of developments in international finance.", "Thirdly, assisting the South African government, as well as other members of the economic community of Southern Africa, in the formulation and implementation of macroeconomic policy.", "And fourthly, informing the South African community and all interested stakeholders abroad about monetary policy specifically, and the South African economic situation in general.", "In order to avoid global financial crises and the risk of contagion, the international community has been working hard to promote good macroeconomic policies, sound financial systems, and enhanced disclosure so that market discipline can work constructively.", "To this end, the Reserve Bank participates in the work of the Bank for International Settlements, where central bankers from around the world collaborate in research, and in developing international codes and best practices.", "The bank also participates in the Financial Stability Forum, an international body that brings together central bankers, regulators, and government officials to address financial stability concerns.", "It is another example of the Bank's forward-looking efforts to ensure that we are sufficiently prepared to withstand financial shocks should they occur.", "The Bank also makes available senior personnel for International Monetary Fund missions to work in other countries.", "Although the functions of the Bank have changed and expanded over time, the formulation and implementation of domestic monetary policy remains one of the cornerstones of its activities.", "Over the years the Bank has applied various monetary policy frameworks.", "From February 2000 an inflation targeting framework was adopted.", "The adoption of this target formally entrusted a single monetary policy objective to the Bank, namely, price stability.", "Fully-fledged inflation targeting is based on important pillars that include an institutional commitment to price stability, instrument independence, an absence of other nominal anchors, policy transparency and accountability and specifies that fiscal dominance will not be applied.", "The success of inflation targeting depends strongly on central bank credibility that is derived from the market's belief in the Reserve Bank's resolve and ability to meet the inflation target.", "South Africa adopted formal inflation targeting for three main reasons.", "In the first place, it was necessary to find the most credible and transparent monetary policy framework.", "This came after a period when money aggregate targets had at first proved less closely connected to the inflation rate than expected and the subsequent eclectic monetary policy framework had, among others, proved less transparent than hoped for.", "Secondly, there was a desire to balance the Bank's independence with more specific accountability.", "And thirdly, there was a desire to reduce the social and economic costs of high inflation by reducing the inflation expectations of both financial markets and agents in the real economy.", "In February 2000 it was announced that the Reserve Bank had to achieve an average rate of increase in the CPIX measure of inflation of between 3 and 6 per cent for the year 2002.", "The CPIX measure was chosen to ensure a wide coverage of consumer items, but without the mortgage interest component that would perversely fall as the Reserve Bank relaxed monetary policy, and vice versa.", "This inflation target measure was chosen because of the fact that it is the measure that most closely approximates a cost of living index for the wider community.", "In October 2001 it was announced that the target range would remain unchanged for 2003, and was set at an annual average of 3 to 5 per cent for 2004 and 2005.", "In the Medium-Term Budget Policy Statement on 29 October 2002 the Minister of Finance indicated that current conditions warranted a reconsideration of the targets.", "With the approval of Cabinet the target range of 3 to 5 per cent for the year 2004 was accordingly revised to 3 to 6 per cent.", "Once inflation has returned to the 3 to 6 per cent range, the authorities will consider introducing a lower target again.", "The importance of the inflation forecast Monetary policy decisions are made on the basis of current and expected developments in a number of variables.", "These variables are also the main drivers of the Bank's econometric models and the forecasts obtained from these models contribute to the monetary policy decision-making process.", "The Bank's suite of forecasting models has become an important cornerstone in assessing the prospects for inflation and growth in the economy.", "The models have enabled the Bank to assess more effectively the risks associated with the predicted outcomes of several variables.", "The forecasts alone do not indicate how the monetary policy stance should be changed but they are a key source of information for the MPC.", "The MPC uses a fan chart to assess the risks inherent in the forecast and to communicate to the public the uncertainties that lie ahead (the Bank publishes the fan chart in the six-monthly Monetary Policy Review).", "The fan chart allows the MPC to focus its discussions on the potential upside and downside of risks lying ahead and more particularly on the possible effect of these risks on inflation.", "The fan chart clearly illustrates the large degree of uncertainty to which an inflation forecast is subject but also gives an indication of the probability of a particular outcome.", "Assessment of inflation targeting in South Africa South Africa could not escape the combined inflationary consequences of rising international crude oil prices over the past two years and a sharp depreciation in the exchange value of the currency in the latter part of 2001.", "Despite these developments, monetary policy has been characterised by more measured and timeous adjustments to the monetary policy stance and greater interest rate stability since the introduction of the inflation-targeting monetary policy framework in South Africa.", "In assessing the performance of South Africa's monetary policy framework one could first of all ask what advantages or potential benefits were foreseen in adopting inflation targeting.", "The advantages that were envisaged were that inflation targeting would help to focus monetary policy through pre-commitment by making the objective of monetary policy clear from the outset.", "It would provide an anchor for expectations of future inflation to influence price and wage setting thereby improving planning in the private and public sectors.", "Inflation targeting would form part of a formalised, publicly announced, and co-ordinated effort to contain inflation in pursuit of sustainable economic growth and development.", "And finally, inflation targeting would enhance the accountability and transparency of the central bank to the public.", "The first important question is whether these advantages have materialised and, more particularly, whether there is any significant evidence of an improvement in inflation performance.", "If there has been an improvement in inflation performance the next important question is whether this has been achieved at the cost of greater output volatility or not.", "Ideally one would like to see both a decline in inflation volatility and a decline in output volatility.", "It is important to remember that interest rate changes are only fully reflected in inflation 12 to 24 months after an adjustment in policy.", "Furthermore, exogenous shocks complicate a comparative analysis over relatively short periods of time so that a period of at least three to four years would have to transpire from date of first adopting the new framework in order to be able to make a clearer assessment of the effectiveness of the new framework.", "A few select observations regarding some of the more tangible advantages that have been derived from the new framework in South Africa can nevertheless be made at this stage.", "Inflation targeting has significantly strengthened the Reserve Bank's mandate to focus on price stability.", "Monetary policy transparency, accountability and communication have been mutually reinforced with inflation targeting.", "In previous policy regimes there was no explicit benchmark against which the performance of the Bank could be judged objectively.", "In the inflation-targeting framework, a specific target range is set for a particular price index to be achieved within a specific time frame.", "Inflation targeting has also been accompanied by major improvements in the Bank's communication with the public and markets and there has been a significant upgrade in monetary policy transparency.", "Some examples in this regard are the biannual Monetary Policy Review, the monetary policy statements and the national and regional Monetary Policy Forums.", "The Monetary Policy Review analyses inflation developments and the factors that impact on inflation.", "It also provides an assessment of recent monetary policy developments and a discussion of the inflation outlook as well as the Reserve Bank's inflation forecast.", "The monetary policy forums have become increasingly popular as they provide an opportunity for two-way dialogue on monetary policy.", "I also appear periodically before Parliament.", "The fact that the inflation target is decided upon by the Cabinet has served to ensure the correct monetary and fiscal policy mix from the outset.", "It means that the Cabinet in effect agrees that if fiscal policy is changed, monetary policy would probably also have to change in order to offset any stimulus (or restraint) flowing from fiscal policy.", "Inflation targeting has in effect introduced a pre-commitment strategy and probably explains why countries that have adopted this particular approach to inflation targeting are less often characterised by public disagreements between the respective fiscal and monetary authorities.", "Interestingly, every single country that has adopted an inflation-targeting framework has up to the present continued to adhere to it.", "In South Africa the inflation target has strengthened forward-looking inflation expectations in most sectors of the economy and therefore contributed to a weakening of the weight of past inflation.", "Although some commentators remain stubbornly backward-looking and more than a few journalists initially continued to predict the monetary policy stance on the back of the most recent CPIX or PPI data, inflation expectations dampened significantly with the new policy strategy and CPIX inflation fell from a peak of over 8 per cent in August 2000 to below 6 per cent in October 2001.", "Some economists and a number of journalists had continued to focus on the \"unrealistically\" narrow and low inflation target of the Reserve Bank but at the same time had stressed the need for unions to moderate wage demands to avoid increases in unemployment.", "This in itself contributed to a more forward-looking approach to wage outcomes in general and, throughout much of last year, wage moderation and productivity gains served as important cushions that absorbed some of the inflationary impact of the currency depreciation.", "A number of critics of the new framework have argued that inflation targeting is an untested framework, as no major adverse shocks have put strain on the achievement of low and stable inflation in many inflation-targeting countries.", "This is incorrect as many inflation-targeting countries are small open economies that have been subject to severe shocks in the aftermath of the 1997 Asian crisis.", "The combined adverse financial and terms-of-trade shocks suffered by Australia, Chile, Israel and New Zealand, among others, led to major exchange rate depreciations in these countries which significantly tested the attainment of their inflation targets.", "Although inflation in these countries initially accelerated again in the aftermath of currency depreciation, they weathered this storm successfully and recorded less-than-expected pass-through from exchange rate depreciation to inflation.", "The inflation-targeting policy framework provides a fair measure of flexibility for the Bank.", "As in other countries that target inflation, the policy allows for some discretion in the case of serious supply shocks to avoid costly losses in terms of output and jobs.", "In this regard Svensson writes: \"In practice ... [central banks] avoid causing this instability to other variables than the CPI, by adopting a more gradualist approach.", "They do not attempt to take inflation back to target as fast as possible.", "Instead they ... set monetary conditions such that the inflation projection hits the target at a longer horizon than the shortest possible ... in this sense ... inflation-targeting central banks have made the choice to pursue flexible rather than strict inflation targeting.\"", "Inflation targeting in an open economy: strict or flexible inflation targeting?", "Discussion Paper Series, G97/8.", "Reserve Bank of New Zealand, November.", "The growth and inflation outlook for South Africa During the past two years the world economy has experienced its most significant slowdown since the early 1990s.", "Although the South African economy proved to be relatively resilient last year, in the aftermath of September 11 and in the months leading up to December it was hard to find much optimism among professional economists, business people, investors and ordinary consumers.", "Fortunately, on the growth front things have turned out better than expected.", "Real GDP growth for the year 2001 was just over 2 per cent and even if this is less than is required for robust job creation and per capita income growth, it is certainly significantly higher than the growth registered by our most important trading partners and many other economies that had been affected far more severely by the slowdown in the world economy.", "Moreover, many professional forecasters now expect at least a moderate recovery in the world economy through the end of the year and beyond, while growth in the 2 to 3 per cent range is widely forecasted for the South African economy this year.", "South Africa's near-term growth prospects are encouraging and official estimates for the first two quarters of this year exceeded expectations.", "Preliminary indicators for a number of sectors, for example agriculture, manufacturing, electricity, construction and services, look relatively promising for the second half of 2003.", "Both the leading and coincident business cycle indicators have in recent months provided an encouraging outlook on the back of the strengthening performance of component indices.", "The exchange rate developments should also continue to provide a major boost in activity to the export and import-substitution sectors and these sectors should receive a further boost by the anticipated upturn in global activity and an associated strengthening in commodity prices.", "Export performance remains a pivotal aggregate to engender more robust growth this year and the strength of this contribution to growth will depend on the pace of recovery in the world economy.", "The budget for 2002/03 envisages a slightly more expansionary stance and an increase in the budget deficit to GDP ratio.", "It allows room for additional spending on targeted social welfare services, including HIV/Aids prevention and treatment, and on economic infrastructure.", "In addition, lower taxes have provided tax relief mainly for low and middle-income earners and have brought personal and company tax rates closer together.", "The fiscal and monetary policy mix therefore augurs well for better economic performance this year.", "The economy nevertheless remains vulnerable to concerns about South Africa's longer-term growth prospects and high priority must continue to be given to structural reforms that can make substantive progress in lowering unemployment and raising living standards.", "In particular, we continue to face the challenges of high unemployment, a low savings level and a high HIV/Aids infection rate.", "It is therefore of paramount importance that we address the daunting challenge of ensuring that South Africa's rich natural and human resources are employed for the benefit of all, promoting overall and strategic human resources development, improving social conditions, and alleviating poverty.", "The South African authorities are persevering with structural reform efforts that are essential for higher sustainable growth and employment and have identified a number of key areas of policy concern, such as the trade regime, competition policy, privatisation and public expenditure policies.", "Despite these concerns, South Africa's credit rating has improved by 2 points in the latest country credit ratings.", "One of the reasons is that South Africa is generally seen as getting things right and a process of differentiating South Africa from bad performers seems to be underway.", "It is important that we continue to build on this increasingly favourable rating and further distinguish ourselves from countries that have discredited themselves in the eyes of the international investment community.", "This will not only call for lower and more stable inflation in the years ahead, but we must also continue to ensure domestic financial stability by continuing to strengthen the infrastructure for the domestic banking system and financial markets.", "This means focusing on aspects such as further enhancing astute supervision of banks and other financial institutions, ensuring that all the proper market rules are in place, bedding down the appropriate legal framework, accounting and auditing standards as well as a reliable system of credit information on individual borrowers.", "Turning to inflation prospects, there had been no indication during the first half of last year of any impending upward movement in inflation.", "South Africa, in line with most of its trading partners, had experienced a slowdown in economic growth during the first half of 2001, but both fiscal and current account performance was strong and inflation was falling.", "There had been sustained fiscal rectitude and very strong revenue growth with the resultant favourable budget deficit to GDP outcome for fiscal 2001/02.", "As a result of improved macroeconomic performance and prospects in general, South Africa earned investment grade status on its external sovereign debt from Moody's in November 2001 while default risk spreads on South Africa's external sovereign debt narrowed by some 130 basis points during the course of the year.", "Given the fact that we are in an inflation-targeting framework, the Reserve Bank therefore does not have any intermediate targets or guidelines as was the case before the year 2000.", "The four measured and timely increases in short-term interest rates so far this year to counter the inflation spiral were entirely appropriate but inflation expectations have nevertheless continued to harden somewhat.", "The presence of some excess capacity in the economy should however help limit price pressures, but much also depends on movements in unit labour costs.", "It is still too early to assess the eventual second round inflation outcomes of recent unit labour cost developments in South Africa although it is apparent that the 2002 inflation target might not be attained.", "The findings of the most recent survey of inflationary expectations reflect the changed expectations of respondents.", "The indexation of wages in a number of important pay settlements also raises concerns about the eventual second-round effects of recent large price increases and the Bank will, as always, vigilantly monitor the situation in the months ahead.", "I emphasised in a recent speech that interest rate decisions by the MPC are conditioned by prevailing demand pressures, currency and labour cost movements and other indicators of inflationary conditions.", "In view of the relatively long transmission lags between interest rate changes and inflation, it is important that corrective measures are timeous and measured without seriously jeopardising the economy's growth performance.", "Flexible inflation targeting implies that the Bank should avoid severe corrective action to bring inflation in 2003 or any of the subsequent years to within the target range at significant cost to the real economy.", "At the same time, however, the Bank must ensure that any second-round inflationary pressures that would jeopardise the target for 2003 and beyond are contained.", "The recovery currently underway in the economy also appears to be sufficiently strong to have weathered the impact on output of the timeous and measured interest rate increases during .", "Conclusion We hold the view that South Africa's economic prosperity will be enhanced by a price stability approach to monetary policy and that the inflation-targeting framework is the most appropriate to achieve this objective.", "Economists and policy makers alike have debated the merits of inflation targeting at length and the experience in other inflation-targeting countries suggests that we can expect that South Africa's monetary policy framework will continue to evolve.", "Although some economists think that a monetary policy based on price stability will compromise economic growth, many governments and central banks internationally have come to recognise that inflation destroys an economy's potential since there is no long-run trade-off between inflation and unemployment.", "The monetary authorities in South Africa share the latter view and will continue to make decisions based on international best practice.", "They are furthermore committed to further improve the process of monetary policymaking on the basis of continued research and experience."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation targeting", "Monetary policy", "Price stability", "Inflation expectations", "Economic growth", "Central bank independence", "Financial stability", "Fiscal policy", "Exchange rate", "Interest rates"]}