{"sentences": ["The Bank's view2 Economic activity remains virtually flat as a whole, although exports are currently showing some weakness.", "With regard to final demand, business fixed investment is on a gradual recovery trend, albeit showing some fluctuations.", "Meanwhile, private consumption continues to be weak, housing investment remains sluggish, and public investment is declining.", "Net exports are currently somewhat weak, although their underlying trend remains virtually flat.", "Industrial production continues to be basically level in response to these developments in final demand.", "Under these circumstances, corporate profits continue to recover, although the pace is moderating.", "As for the employment situation, the number of employees, which covers various types of employees including non-regular employees such as temporary workers, appears to be declining at a slower pace.", "However, the increase in the overtime hours worked and new job offers has come to a halt.", "Firms are still maintaining their stance on reducing personnel expenses, and household income continues to decrease with the ongoing decline in wages.", "The employment and income situation of households overall remains severe.", "Turning to the economic outlook, a widely shared view of the prospect for overseas economies is that the growth rate, especially that of the U.S. economy, will accelerate in the second half of this year with diminishing uncertainty regarding Iraq-related developments.", "For the time being, however, the pace of recovery in the U.S. economy is projected to remain very gradual.", "Moreover, the growth of East Asian economies at present is likely to be slowing at least temporarily, due mainly to the deceleration of domestic demand in South Korea and the epidemic of severe acute respiratory syndrome (SARS).", "In this situation, for the time being, exports are projected to be slightly weak or flat and industrial production is expected to remain virtually level.", "With respect to domestic demand, public investment is projected to follow a declining trend, and private consumption is likely to remain weak for some time due to the severe employment and income situation.", "An uptrend of business fixed investment will be established once exports and production increase clearly again, but for the time being, the increase in business investment is expected to remain very modest.", "Overall, assuming that the growth rate of overseas economies accelerates in the second half of this year, the uptrend in exports and production will resume sooner or later, which in turn will initiate the momentum for an economic recovery in Japan.", "However, a self-sustaining recovery in domestic demand is unlikely to gain momentum for some time, since production is expected to be virtually unchanged for the time being while downward pressures such as excessive labor input and debt persist.", "As for the outlook for the external environment, there continues to be substantial uncertainty about the outlook for the U.S. and European economies as well as the possible effects of the SARS epidemic in the East Asian region, whose economies are closely linked to Japan's.", "On the domestic side, developments in the financial system and their influences on stock prices, corporate finance, and the economy continue to require careful monitoring.", "On the price front, import prices and domestic corporate goods prices have turned to decline, mainly reflecting crude oil prices that fell back in early spring.", "The rate of decline in corporate services prices expanded in April, as many firms reprice at the beginning of a new fiscal year.", "Meanwhile, the rate of decline in consumer prices has diminished due mainly to the rise in medical treatment costs in line with the reform of the medical insurance system.", "Looking at the conditions influencing price developments, import prices are expected to continue declining for the immediate future, due mainly to the lingering effects of the fall in crude oil prices.", "On the domestic side, the supply-demand balance in the macroeconomy, ongoing technological innovations in machinery, and the streamlining of distribution channels will continue to exert downward pressure on prices.", "In addition, the increase in commodity prices has peaked out.", "Based on these factors, domestic corporate goods prices are likely to continue declining.", "Meanwhile, consumer prices are projected to continue falling at the current moderate pace on a year-on-year basis.", "While the rise in prices of petroleum products is peaking out, the import of consumer goods, which is strongly related to low-price strategies of firms, is not increasing as it once was.", "As for the financial environment, the outstanding balance of current accounts at the Bank of Japan is recently moving at around 28-29 trillion yen, as the Bank has been providing more ample liquidity in accordance with the guideline for money market operations decided at the Monetary Policy Meeting held on May 20.", "Under these circumstances, the overnight call rate continues to move at around zero percent.", "Longer-term interest rates remain steady at low levels.", "Yields on long-term government bonds have declined to the 0.4-0.5 percent level, as banks and institutional investors continue to increase investment in government bonds.", "Yield spreads between private bonds (bank bonds and corporate bonds) and government bonds are at historical lows.", "Stock prices have risen following the recovery in U.S. and European stock prices.", "In the foreign exchange market, the yen depreciated as market participants became sensitive to a possible market intervention and as some U.S. economic indicators improved.", "The yen is currently traded in the range of 117-119 yen to the U.S. dollar.", "With regard to corporate finance, private banks remain cautious in extending loans to firms with high credit risks while they continue to be more active in extending loans to blue-chip companies.", "Recently, their lending attitudes seem to be becoming slightly more accommodative in areas such as interest margin charges.", "Meanwhile, the lending attitudes of financial institutions as perceived by firms, particularly small ones, remain severe.", "In the corporate bond and CP markets, the issuing environment for firms with high credit ratings continues to be accommodative, and the environment for firms with relatively low credit ratings is improving.", "Credit demand in the private sector continues to follow a downtrend mainly because business fixed investment is at low levels and firms are continuously reducing their debts.", "Amid these developments, private banks' lending continues to decline by about 2.0-2.5 percent on a year-on-year basis.", "The amount outstanding of corporate bonds and CP issued is moving at around the previous year's level.", "Meanwhile, according to business surveys, although there seem to be slight improvements, financial positions of firms, particularly those of small firms, remain severe.", "The year-on-year growth rate of the monetary base rose somewhat and is around 15 percent.", "The year-on-year growth rate of the money stock is around 1.5 percent.", "Funding costs for firms continue to be at extremely low levels on the whole.", "Against the above background, the financial developments are summarized as follows.", "Money market conditions continue to be extremely easy due partly to the additional monetary easing by the Bank.", "Long-term interest rates are declining further and stock prices are recently recovering.", "The money stock and the monetary base maintain high growth rates relative to that of economic activity as a whole.", "In corporate finance, the fund-raising environment has not changed significantly, that is, the environment for firms, particularly with high credit risks, remains severe, although slight improvements are observed such as in the issuing environment of corporate bonds and CP.", "Developments in the financial and capital markets, the behavior of financial institutions, and the situation of corporate finance continue to require close monitoring."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none"], "topics": ["Economic outlook", "Domestic demand", "Exports", "Corporate finance", "Prices", "Financial environment", "Employment", "Business fixed investment", "Private consumption", "Industrial production"]}