{"sentences": ["I am greatly honoured to have been invited by the Monetary Authority of Singapore to deliver their 2003 Lecture.", "Over the eight years for which I have had responsibility for banking supervision in the UK I have come greatly to respect the Authority's skill and dedication, through some difficult times in the region.", "Your Chairman, Deputy Prime Minister Lee, and your Managing Director Koh Yong Guan, have both been wise advisers to me over the years, and we have shared many useful discussions here and in London.", "In 1995, when I was still at the Bank of England, we were handling the aftermath of the Baring's collapse.", "Since then, we have worked on many issues together in many places, particularly in the informed international group of integrated regulators, which is proving to be a valuable forum for the exchange of ideas and experience.", "I shall be leaving the FSA at the end of September to move to the London School of Economics.", "But that will not break my links with Singapore: there are very many LSE alumni in the MAS, and in Singapore more generally, so I will continue to have a sound excuse to visit.", "You were kind enough to give me the freedom to choose my subject today.", "In doing so I have posed a question.", "Is the Global Regulatory System fit for purpose in the 21st Century?", "We could all save time if I answered 'yes' or 'no' and sat down.", "But I will indulge myself with a few reflections, based on eight years as a regulator, before I give you my considered response.", "The Asian crisis and its aftermath In the immediate aftermath of the Asian financial crises of 1997-98, there were widespread calls for a fundamental reform of the international financial architecture.", "It was argued that the traumas of Korea, Indonesia and Thailand, pointed to fundamental weaknesses in the international financial system.", "These were countries with relatively sound fiscal positions, enjoying rapid economic growth, yet when a crisis of confidence hit, their financial systems collapsed with alarming speed.", "This experience, which took the international financial institutions by surprise, appeared to demonstrate both that the IMF's financial surveillance was inadequate, and that its crisis management tools were similarly lacking.", "Though it is also appropriate to point out that the markets did not see the crisis coming either.", "There are those like Jeffrey Sachs and, from a different perspective, Joe Stiglitz, who have used this failure to mount a major assault on the policies and practices of the Fund over many years.", "These disputes rumble on, as Stigiltz's ill-tempered ad hominem attack on Stanley Fischer (in Globalization and Its Discontents) demonstrated.", "Personality-driven disputes are entertaining for the press.", "But the more important question remains whether the institutional framework for overseeing financial markets, seeking to prevent crises and, when prevention fails, to manage them, is adequate.", "Open financial markets will always be prone to bouts of irrational exuberance, but do we do enough to contain the collateral damage which excessive volatility can cause?", "Some academics, notably John Eatwell at Cambridge, argue that we need a fundamental recasting of the international financial institutions.", "He favours the creation of World Financial Authority charged with setting the regulatory framework for financial markets across the globe, and endowed with powers of intervention when crisis threatens.", "His arguments are persuasive, but it seems unlikely that countries will be prepared to cede sovereignty to such an authority on a scale which would be necessary to make it work effectively.", "There have been many other less ambitious proposals, both from within the IMF and the World Bank, and from individual countries.", "For a time it seemed as though the creative departments of every Finance Ministry in the world - if that is not an oxymoron - were engaged in a kind of architectural competition to draw up a new set of relationships between the international financial institutions, their member countries, and the key regulatory organisations in the financial sector.", "On the face of it, the changes made as a result of this frenzy of creativity have been very modest.", "No major new institutions have been set up.", "But one potentially significant development was the establishment of the Financial Stability Forum, in a response to a report commissioned by G7 Finance Ministers from Hans Tietmeyer, the retiring President of the Bundesbank.", "The Forum includes Finance Ministries, Central Banks and the main financial regulators from each of the G7 countries, together with the representatives of the various \"Trade Unions\" of regulators such as the Basel Committee of Banking Supervisors, the International Organisation of Securities Commissions (IOSCO) and the International Association of Insurance Supervisors (IAIS).", "Singapore, along with Hong Kong, Australia and the Netherlands, are also present as representatives of other major financial centres while the Chair of IOSCO's Emerging Market Committee currently participates to ensure some emerging market input, though only from a securities perspective.", "With the establishment of the FSF, for the first time financial regulators were brought into the surveillance game, reflecting the lessons of 97-98.", "The Forum, as its name suggests, is charged with monitoring financial stability, and acting as a venue for exchange of information and the common assessment of vulnerabilities in the international financial system.", "It does not, however, hold any authority over member countries, or indeed over the regulators.", "It would therefore be hard to describe it as even one step in the direction of a world financial authority.", "The Forum also has no role in the management of any crises that may still occur.", "In addition to the FSF, there was some tinkering with other committee memberships.", "For example, the Group of 22, which in fact had grown to have 33 members, was scaled back to become the Group of 20 - though actually it includes 19 countries and the European Union, which makes 34!", "That momentous change, in 1999, has not obviously made the world a safer place.", "The founding of the G20 did, however, represent a recognition by the international community that solutions to global financial pressures had to reach well beyond the G7.", "Singapore is not represented at the G20.", "Nor are regulators like the FSA.", "Nonetheless, the group, composed of finance ministers and central bankers from both developed and emerging markets, has been useful in obtaining emerging market high-level political buy-in to initiatives arising from elsewhere in the financial system.", "The G20 have all agreed, in principle, to undergo IMF Financial Sector Assessment Program (FSAP) evaluations and, under the current chairmanship of Mexico, they are looking at economic growth and the role of institution - building in the financial sector along with crisis management, transparency, combating terrorist financing and development issues more broadly.", "These institutional adjustments do not look fundamental.", "But there has been more change below the surface than they might suggest.", "Perhaps most importantly, a broad, albeit not universal, international consensus has developed that soft currency pegs, or other fixed exchange rate regimes, are, in combination with an adverse policy mix, highly likely to contribute to financial crises, and highly unlikely to protect countries from the financial market implications of poor economic fundamentals, or unstable financial systems.", "The second important development, less widely discussed, yet which may be of equal significance, is a radical change in the focus of the IMF's surveillance work.", "In institutional terms this change in focus is highlighted by the creation of a new Capital Markets Division in the Fund, which prepares a regular Global Financial Stability Report.", "That document, which has attracted too little international attention so far, is a brave attempt by the Fund's staff, reinforced by new recruits from the financial markets under Gerd Hausler, late of Dresdner Bank, to focus attention on potential sources of financial instability in institutions and markets.", "That means, at times, drawing attention to weaknesses in the banking and insurance systems even of G7 countries, which has hitherto been difficult territory for the IMF.", "Yet it is important for it to do so, not wholly because of the potential benefit for G7 countries themselves, but also to show that developed countries are taking the medicine which they now impose on others.", "This is because the second major change at the IMF has been the rapid expansion of its work on financial regulation.", "The Fund is now committed to preparing financial sector assessments (FSAPs) of member countries, and indeed of some non-members too, such as the significant offshore financial centres.", "These assessments review the effectiveness of regulatory structures, financial regulation and adherence to internationally accepted financial sector core standards and codes.", "What is the rationale for this activity, which is now consuming a significant proportion of the Fund's resources?", "The Asian crisis demonstrated that poorly regulated financial systems, particularly banking systems, could themselves be a cause of crisis, even where the macro-economic position might look relatively stable.", "In the case of countries like Indonesia, Korea and Thailand it became clear after the event that their banks were heavily exposed to currency risk through unhedged dollar borrowings.", "Furthermore, that the regulators in those countries had paid little attention to this mismatch, and indeed little attention to credit quality.", "In many cases banks were far too close to the companies to which they lent.", "There had been a rapid expansion of connected lending and little policing of large exposures, so banks were highly vulnerable to individual corporate collapses.", "That, in turn, precipitated the crisis in the banking system which turned an economic adjustment into a full blown systemic collapse.", "Certainly, it will take some time for this IMF assessment programme to bear fruit and it will be crucial to turn initial assessments into effective long-term mitigation and implementation strategies.", "This will require both political commitment and, where appropriate, technical assistance.", "But there are signs that more developing countries now appreciate the importance of independent systems of financial regulation, and that the Finance Minister's best friend may not necessarily be the right choice as head of banking supervision, particularly not if his family owns a large slice of the banking system.", "A new agenda for change So while the architecture may remain fundamentally the same, the plumbing of the financial system has undoubtedly been improved.", "This is unromantic work, but when crisis hits in the middle of the night, and unpleasant odours emerge from the system, it is the plumber you call, not the architect.", "However, it is reasonable to ask whether these changes are sufficient to reduce the incidence of financial crises in the future and to enhance our ability to manage such crises as will, inevitably, occur.", "I do not propose today to try to cover all the issues that might be raised by that general question.", "I certainly do not plan to talk about fiscal and monetary policies, which are no longer my area of expertise.", "I will also leave to one side the important developments of bankruptcy and insolvency procedures.", "The IMF's Sovereign Debt Restructuring Mechanism (SDRM) proposal seems to have been shelved for the time being but, judging from recent successful bond issues by Mexico and Brazil, some solid progress is clearly being made on collective action clauses which should allow for more timely and orderly restructuring of sovereign debt in case of problems.", "However, all of these subjects are, as we say, above my pay grade.", "I will concentrate instead on the regulatory dimension.", "I do not propose a very radical agenda.", "Regulators are not normally revolutionaries.", "But I do believe there are areas in which change could beneficially be made, which would have the effect of strengthening the international financial architecture, to the benefit of us all.", "There are four areas in which I would like to see further improvements.", "First, we need a comprehensive set of international accounting standards which attract broad support, and high quality independent audit to help enforce them.", "Second, the role of the Financial Stability Forum could be developed and strengthened.", "Third, and linked to that change, there are gaps in the global regulatory system which could and should be plugged.", "Fourth, we need to find ways of bringing developing economies more closely into the process of setting standards.", "I will say a word or two about each of these suggestions.", "(i) Accounting and auditing Accounting standards are the foundation stone of the financial system, and of financial regulation.", "Without accounting numbers in which investors can have confidence regulation, cannot hope to be effective.", "And those accounts must be audited objectively and independently.", "Since the reformation of the International Accounting Standards Board three years ago a determined effort has been under way, led by Paul Volcker and David Tweedie, to complete the standard set and secure broad agreement to their acceptance around the world.", "They are now close to success, but there are some difficult obstacles still to be overcome, notably the question of the treatment of financial instruments (IAS 39).", "I very much hope an acceptable solution can soon be found.", "It would be a great pity if this opportunity were missed, and without satisfactory accounting for financial instruments IASs are unlikely to be accepted in the US.", "The related subject of auditing also needs attention.", "We know that in recent years auditors have allowed their public interest role to be forgotten, in the US and elsewhere.", "There is a need for stronger oversight of the profession, nationally and internationally, with greater public interest involvement in the process.", "At present, regulations are in discussion with the International Federation of Accountants to explore ways in which that involvement might be structured, and the Financial Stability Forum is taking a close interest, following a debate at its March meeting.", "I am confident progress can be made, and that the profession appreciates the urgent need to rebuild confidence in its integrity.", "Ideally, too, we need a more diverse auditing industry.", "I am nervous about the lack of competition and choice resulting from the consolidation into four firms.", "We cannot afford any more mergers, or indeed failures, which is a vulnerability in itself.", "(ii) Developing the role of the Financial Stability Forum The Financial Stability Forum was developed from an original idea by Gordon Brown, which as I mentioned earlier was articulated in a report for the G7 Finance Ministers by Hans Tietmeyer.", "It is the one Forum in which regulators come together with finance ministries, central banks and the international financial institutions, specifically to look at financial stability issues, and how they should be resolved.", "In its first four years, the FSF has made some progress.", "Its work on Offshore Centres certainly led to improvements in regulatory standards in a number of those centres.", "And it has stimulated both the securities and insurance regulators to work more quickly, and in a more determined way than was previously the case.", "I have first hand knowledge of that impact.", "But more could be done.", "It remains difficult and slow to agree priorities between the Forum's membership.", "I also think it could usefully take a somewhat broader view of its responsibilities.", "The Forum could do more to co-ordinate the activities of the sectoral international regulators and to contribute to their priority-setting.", "It could use its privileged links with the G7 finance ministers to bring more political impetus to the work of the bodies represented on it.", "IOSCO and IAIS, for example, have no other structural links to ministers, or to central bankers.", "The Forum is well placed to identify weaknesses in regulation, whether in member states or internationally.", "This would not involve duplication of effort, as some fear, rather the addition of urgency and focus to work already under way.", "It could usefully play a role in following up on the IMF's financial sector assessment programmes, not perhaps in individual countries, but by drawing general conclusions about the strengths and weaknesses revealed by those assessments in the round, and about the overall effectiveness of national follow-up.", "There are signs that the Forum's membership is beginning to favour a more proactive approach, but progress is slow.", "But that recommendation does rather beg the question of what these weaknesses are, which brings me to my third point.", "(iii) Plugging the gaps I believe we can identify some gaps in our defences against financial instability, which could be plugged, if the will were there.", "There is not time today for a comprehensive overview, so let me just identify a small number of issues which I believe do need to be resolved.", "One important lacuna is the absence of a global regulatory regime for reinsurance companies.", "In some countries, as in the UK, reinsurance firms are directly regulated.", "In others, they are regulated only indirectly, through insurers.", "In yet other countries they are not subject to any meaningful regulatory regime at all.", "It may be argued that we have lived with this uneven coverage for some time.", "But there is evidence to suggest that reinsurers have been taking on more credit risk than before, often transferred out of the banking system through derivatives such as credit default swaps.", "So we cannot now gain a full picture of how financial risk is being transferred around the global system, without a clear view of the balance sheets, and the risk management of large reinsurance firms.", "Progress is being made in the International Association of Insurance Supervisors, and the European Union is considering a directive to regularise the position in Europe.", "But we are not there yet.", "A second, and related area is the issue of credit risk transfer and the role of derivatives.", "This has been the subject of some entertaining exchanges between Warren Buffett and Alan Greenspan, in the last couple of weeks.", "To simplify grotesquely, Warren Buffett believes that credit derivatives have generated new risks for the financial system; Alan Greenspan believes they are one reason why there has not been more financial instability during a period when markets have been highly volatile.", "This is a difficult debate in which to take sides.", "My own view is that neither proposition is rigorously proven at this stage.", "So my cautious recommendation as a regulator is that we need to know more about how these derivatives are used, and where credit risk has ended up as a result.", "In particular, we need to know whether regulatory arbitrage is one of the causes - whether risk is migrating to sectors with inadequate capital requirements for this type of risk.", "That is a subject on which many FSF members agree that our knowledge base is inadequate.", "So far the international regulatory community has not been successful in getting a grip on the extent of the possible systemic problem.", "It is a gap which needs to be filled quickly.", "Similarly, I am not sure we know enough about the hedge fund market.", "I chaired a working group on highly-leveraged institutions for the Financial Stability Forum, which reported a couple of years ago.", "Our conclusion then was that there needed to be better risk management by hedge fund counterparties, better risk management by highly-leveraged institutions themselves, enhanced public disclosure by those institutions, and some other related changes.", "I am not one of those who believes that hedge funds are inherently dangerous beasts in the financial jungle.", "Indeed in many cases hedge funds have been useful in being prepared to take positions, sometimes counter-cyclical positions, which have helped stabilise markets.", "But the sector has grown dramatically, and as the Long-Term Capital Management problem showed, if leverage is uncontrolled, even one fund alone can be a destabilising factor.", "So while I do not believe that the case for direct regulation of hedge funds is made out, I do think we need more transparency, particularly about the extent of their leverage, and the recommendations to that effect in my earlier report have not been effectively implemented as yet.", "It is encouraging that under its new Chairman the SEC are holding a series of roundtables on the subject in New York.", "Lastly, in this very brief review, I would identify significant gaps in the consolidated supervision of some large and diversified financial groups.", "Banking supervisors have learned from bitter experience that consolidated supervision of a group is essential to understand the totality of its risks, and the interaction between different parts of the group.", "Yet there are still major international firms without a consolidated supervisor.", "In Europe, through the Financial Groups Directive (FGD), we are seeking to fill that gap, for the European Union itself, requiring each firm that operates in the EU to be supervised on a consolidated basis globally, or to construct a European entity which can be supervised in this way.", "Through the FGD we are therefore attempting to mitigate the risks we see from non-consolidation, but it would clearly be better if those risks could be mitigated on a global scale.", "(iv) Expanding the role of developing economies The fourth arena in which I think more could be done relates to the role of developing countries in the international financial architecture.", "If they are not properly involved there is clearly a risk that standards may be developed which are inappropriate, or too complex to implement in developing countries.", "How well are their interests represented at present in the key decision making bodies?", "I have mentioned that the FSF, though originally conceived as a G7 body, quickly chose to add representatives from other significant financial markets, including Hong Kong and Singapore.", "I have also noted that the creation of the ministerial level G20 was an attempt to reach beyond the narrow locus of the G7 to involve key emerging markets in global financial sector developments.", "For their part, the international financial institutions have also recognised that an exclusively Beltway, or \"Euro-centric\" view is not in their long-term interests.", "The IMF has established a Tokyo office while the Basel-based Bank for International Settlements has added outposts in Hong Kong and Mexico.", "But at the level of the regulatory standard setting bodies, the picture is very uneven.", "In IOSCO, the securities regulators trade union, the key Technical Committee includes Hong Kong and Mexico.", "It also includes Australia, which we British think is still a developing country, even if the Australians don't!", "And it includes the chairman of the Emerging Markets Committee of IOSCO who, as I noted above, also participates in the FSF.", "The Executive Committee, to which the Technical Committee reports has an even broader membership including, for example, the People's Republic of China.", "The IAIS, the insurance supervisors organisation, does not currently limit participation in its Technical Committee, which - as in IOSCO - has overall responsibility for standard setting.", "A number of emerging markets are active participants in the Technical Committee in addition to contributing to the work of the separate Emerging Markets Committee.", "However, their involvement in the \"nuts and bolts\" work of standard development in a variety of subcommittees is clearly limited by resource constraints.", "This is an issue that concerns all of us, but bites more immediately on emerging markets.", "When it comes to banking supervision, the composition of the Basel Committee is rather different.", "In theory a G10 body, there are now 12 national members, of whom 9 are European.", "And, for good measure, there are two further European observers, from the European Commission and the European Central Bank.", "The Committee has worked hard to discuss the emerging conclusions of the revision of the Capital Accord with a broader range of countries, notably through the Core Principles Liaison Group which includes a number of emerging markets.", "But I cannot help thinking that, in the future, the Basel Committee's full membership will need to change.", "The original justification was that the members came from countries which were homes to internationally active banks.", "But there are other countries which play host to such banks today, and there will be more in the future.", "I believe that, as a general point, if we want to put pressure on developing countries to adopt higher standards of supervision (and I am one who believes it is right to put pressure on in this sense) then we do need to ensure that the standard-setters are broadly representative, and are seen to have appropriate legitimacy.", "And this is not just a question of optics.", "We need to guard against the risk that committees from a selection of the most sophisticated economies devise standards which are not capable of easy implementation elsewhere.", "This matters, not for issues of inclusivity or political correctness, but because common, mutually agreed standards are key to facilitating capital flows internationally.", "And more efficient allocation of capital internationally is vital for the developed and developing countries alike.", "But we have to recognise, at once, that committees composed of 150 members from every country in the United Nations are unlikely to be effective.", "To be effective, the standard-setting groups will need to remain relatively small, albeit differently balanced.", "So we must find methods, in addition to adjusting Committee memberships, which allow us to secure the benefit of the experience of others from different backgrounds.", "To get this benefit we must create the right sort of opportunities for dialogue, and ensure there is sufficient capacity amongst emerging market countries to propose constructive solutions.", "Of course Singapore, as a major financial centre, is probably in a position to share skills with others rather than require assistance.", "Nonetheless, the point remains that emerging markets themselves need to formulate their opinions effectively and to be listened to by the key committees.", "Formulating an opinion requires both technical skills and organisation.", "The UK has been active in strengthening the regulatory skill set in Emerging Markets.", "As a major contributor to the Financial Sector Reform and Strengthening (FIRST) initiative - a US$53m multi-donor capacity building programme for financial sectors in developing countries - we believe that resources must be both forthcoming and targeted appropriately.", "Such targeting requires co-ordination between donors and must be in response to the real needs of a country.", "To this end we see it as imperative that there is effective follow up to the IMF's FSAP missions to channel technical assistance to where it is most needed.", "It is also important for individual regulators in developed markets to contribute to capacity development elsewhere.", "The growing interconnectedness of the financial system means it is in our interests to do so.", "Sometimes bilateral links can be valuable, especially where the legal and regulatory systems are similar, in former colonies or territories perhaps.", "At the FSA we have a practice of receiving secondments from other regulators, which is valuable for us, and we hope for them.", "Perhaps more relevant for Singapore is ensuring that Emerging Markets' concerns and experiences are heard.", "A thousand different voices can be lost in the clamour so it is important that objections are raised in an organised way, for example through regional organisations.", "Then the international committees themselves must ensure their consultation processes are meaningful and wide-ranging.", "Though this combination of adjusting committee structures, and membership, enhancing technical assistance and encouraging effective consultation we can ensure that regulatory standards are truly global and fit for purpose in countries at all stages of financial market development.", "So to return, finally, to my introductory question - is the global regulatory system fit for purpose in the 21st century?", "- it would be impossible, I think, to respond with a categorical 'yes'.", "There are a number of enhancements which need to be made.", "In each case there are signs of progress.", "But there will be a continuing need to push and prod, if we are to overcome the forces of inertia built into the existing cumbersome system.", "The new Chairman of the Financial Stability Forum will find a sizeable agenda of work in his in-tray."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial regulation", "Financial stability", "International financial architecture", "Financial supervision", "Accounting standards", "Auditing", "Global regulatory system", "Developing economies", "IMF", "Basel Committee"]}