{"sentences": ["I thank the valuable comments of Luis Álvarez, Luis Óscar Herrera and Enrique Orellana.", "In the past several years we have endured macroeconomic turbulences of unbelievable magnitude, as well as new challenges.", "The years 2007 and 2008 saw a sharp increase in inflation, then came the global financial crisis and the recession of 2009, to be topped off by an earthquake and a tsunami in February 2010.", "Today we can say that we weathered this string of difficulties but we remain on the alert, because the threats from the world economy are far from over.", "These days, our greatest concern is the state of the developed economies and its ramifications on the emerging world and particularly Chile.", "In mid-2009, the world economy began to recover from the effects of the international financial crisis.", "However, such recovery featured two different speeds (figure 1).", "The emerging economies have grown strongly and have had to deal with risks of inflationary pressures and fast credit growth, while the developed economies have recovered slowly.", "Since the middle of last year, we have stated in our Monetary Policy and Financial Stability Reports that there are many risks still latent.", "In particular, that US growth would weaken and the European sovereign debt would propagate from the peripheral economies to other countries in the region.", "As months have gone by these risks have materialized.", "The crisis that broke out in 2008 has not finished.", "Although at first the policies applied around the world succeeded in averting immediate damage and an economic depression, there are still many issues that have yet to be resolved before it can be left behind.", "One such issue is the fragile financial situation of states, banks and households in several developed economies.", "In Chile, and in most emerging economies, we have been innocent witnesses of the crisis.", "It has posed new challenges to monetary and financial policy-makers to minimize the impact of external turbulences and allow our economies to continue along a path of sustainable growth.", "The experience of 2008-2009 taught us lessons for our policy conduct, but, more importantly, it left us the conviction, not only to policy makers but also to the general public, that we are able to mitigate the adversities coming from abroad.", "Avoiding them is impossible, but we can surely mitigate them.", "Chile's macroeconomic policy framework leans on various pillars that must be tended to.", "To begin with, a fiscal policy that is serious and predictable.", "Keeping a budget rule based on the structural balance, which permits to shield public expenditure from economic fluctuations and also empower it to support domestic expenditure when needed, is highly beneficial.", "A second pillar is our high financial and commercial openness.", "Although it links us more to external shocks, it also permits us to diversify risks, makes us more flexible and facilitates our search for new markets and opportunities.", "In the distant past we were a pretty closed economy, undiversified and much more vulnerable to the ups and downs of the world economy.", "A third pillar is our strong, well regulated financial system that proved its resilience during the crisis of 2008-2009.", "Existing regulation has allowed the development of prudent banking not engaged in highly risky or toxic instruments.", "Of course there are areas that lag behind, and it is obvious that protection to financial customers needs enhancement.", "Every effort in that direction, which is consistent with keeping a sound financial system, is welcome.", "Let us recall that the U.S. crisis originated in - among other factors - a very noble and pro-customer objective: to increase access to home ownership to the less privileged population.", "The problem was that they lent to the wrong people, based on an expected ever-increasing housing price trend that proved unsustainable.", "In Chile, the recent creation of a Financial Stability Committee is a step towards helping to prevent this kind of episode from occurring.", "Finally, there is monetary policy based on an inflation-targeting scheme with a floating exchange rate.", "This allows conducting monetary policy with transparency and with a goal that is clear and known by everybody.", "The Bank makes decisions aiming at expected inflation standing at 3% over a two-year policy horizon.", "Safeguarding the credibility of this goal is crucial for monetary policy to be an effective tool that not only succeeds in keeping inflation low and stable but also helps to reduce the volatility of output and employment.", "Now I would like to take a look at recent macroeconomic developments and their implications for the conduct of monetary policy.", "From the high inflation to the great recession In the early part of the past decade we enjoyed relative quiet in the macroeconomic front.", "Inflation moderated across the world and the economies resumed their trend growth rates.", "There were some tensions here and there in the region, a mild recession in the U.S. when the tech bubble burst, but the years were generally calm.", "However, towards 2007-2008 we were hit by an unusual price shock in foodstuffs and oil that triggered a significant increase in inflation around the world (figure 2).", "In Chile, this shock was visible only in the inflation of foods and fuels because core inflation was contained (figure 3).", "The Bank hardened monetary policy, but the unusual transmission of said prices to the rest of the economy caused inflation to deviate largely from the target.", "Several reasons explain the unusual propagation of this inflationary shock to other prices.", "The economy was operating with narrow or even negative output gaps.", "The cost pressure this generated combined with the effects of the oil price increase on the cost of electricity (figure 4).", "Meanwhile, as the crisis incubated, the exchange rate depreciated.", "Finally, the price hikes began feeding back into inflation expectations.", "Facing the resurgence of inflation, we sped up the process of raising the monetary policy interest rate (MPR).", "Between June and September of 2008, we increased it 200 basis points.", "In September of that year, when we still thought we would continue to raise the interest rate in order to bring inflation back to the target - as we had said in Congress early that month - came the Lehman Brothers debacle, and the rest is history.", "Uncertainty and fear took over investors, consumers and entrepreneurs.", "Consumers postponed expenses; firms interrupted their projects and depleted inventories; manufacturing production collapsed; demand plummeted; commodity prices fell sharply and the global recession followed.", "Chile was not spared.", "Domestic demand also fell with unprecedented force.", "Sales came to a halt (figure 5).", "Although the inflation scenario was still complex - it peaked at 9.9% in October 2008 - , a slowdown was foreseen that suggested changing the orientation of monetary policy.", "Growth projections plummeted unusually fast in every region of the world, going from a moderation to a recession (figure 6).", "Chile was no exception.", "In November 2008 we modified our predictions and pointed out that the economic slowdown would entail a drop in inflation, not only because of the sharp fall in commodity prices, but mainly because of the sudden creation of output gaps.", "We then observed that most likely we would begin cutting down the MPR in the coming months, which set out the process of financial easing.", "Subsequently, we started an unprecedented - in terms of size and speed - process of interest rate cuts that was one of the largest in the world, bringing the MPR to developedeconomy levels.", "Between January and July of 2009, we cur 775 basis points off the MPR and also established a mechanism - the term-liquidity-facility, FLAP - to grant funds to the financial system at the same rate as the MPR for a six-month period (figure 7).", "Time and again I wonder what else we could have done to cushion the international recession.", "In hindsight, it is difficult to think that macroeconomic policies could have averted the collapse in demand, considering its size and speed, and particularly because it was triggered by a severe deterioration in economic expectations.", "The normal lags of monetary and fiscal policies do not allow containing such a major drop in economic activity while it is happening.", "Nonetheless, expansionary measures were key to attenuate the fall and also boost the expansion that began in the second quarter of 2009 and continues to this day.", "The recession was severe, but short.", "The monetary stimulus was vital in getting out of the recession so quickly.", "Our economy was recovering strongly until it was smashed by an earthquake and tsunami in February 2010, with devastating consequences.", "Our first obligation after the catastrophe was - concerning the Bank's legal mandate - to ensure that the payment system could function properly, especially in the worst affected areas, in which we succeeded.", "From the macroeconomic standpoint, output was significantly hurt during the first half of the year.", "The effects on activity lasted a couple of months.", "Our estimates indicate that the earthquake and tsunami ate up one point of growth in 2010.", "We also predicted - correctly - that an important part of this drop in output would turn into stronger growth during the first half of 2011.", "The fast recovery of economic activity in the aftermath of such a catastrophe leaned on our efficient productive sector and existing favorable financial conditions.", "The MPR was at its lowest of 0.5% since July 2009, and as we had said, we expected to keep it there still for a few more months.", "Thus, after a couple of months of adjustment, output, employment and investment recovered from the recession of 2009 and left behind the macroeconomic consequences of the disaster with renewed vigor (figure 8).", "Almost coinciding with the earthquake, and after twenty years, there was a change in the ruling coalition, which demanded agreements and coordination with the new government authorities.", "I must acknowledge that there were no difficulties there, and thanks to the Bank's accumulated experience in these matters, the transition was very smooth.", "The risk of overheating and forex pressures Economic recovery continued over the course of 2010, but at the turn of 2011 we faced new macroeconomic challenges.", "Preoccupations again centered on world developments, due to tensions associated to the two-speed recovery.", "Emerging countries, with their output gaps narrowed or closed had to deal with their economies' overheating and related inflationary pressures.", "Furthermore, they began having strong exchange rate pressures due to their better relative position in the world, capital inflows and the need for global imbalances to be resolved.", "Several economies' exchange rates dropped to their lowest in the last decade (figure 9).", "Only very recently have we seen some reversal because of a terms-of-trade deterioration and increased risk aversion around the world.", "Chile has been no exception.", "Although in net terms capital inflows were not large, our currency also strengthened, not a surprise in a scenario of vigorous growth and very good terms of trade.", "The nominal exchange rate posted a significant appreciation toward the end of 2010, while the real exchange rate hit levels below the averages of the last 15 to 20 years (figure 10).", "The current exchange rate tensions originate in some long-lasting phenomena in the international economy.", "Global imbalances are still unresolved, and part of the solution requires that the countries that enjoy a better position today (i.e., emerging en commodityexporting economies) redirect part of their demand to those that are worse off - the developed economies.", "Once the latter regain their strength, their currencies will hopefully follow suit.", "However, the transition may take long and therefore exceptional policies have been necessary to help mitigate these tensions.", "Like other emerging economies, early this year we decided to intervene the forex market, by launching a reserve hoarding program that would permit productive sectors to make orderly adjustments to what we foresaw as a protracted exchange rate stress situation.", "We announced that we would purchase 12 billion dollars over the course of this year, and so far we have purchased 10 billion.", "We have done this intervention in a non-discretional and sterilized way in order to preserve our policy-making capacities intact and avoid becoming ourselves a source of volatility.", "Importantly, this purchase of international reserves has been intended not only to reduce exchange rate tensions, but also to strengthen our international liquidity position.", "Evidence shows that a strong international reserves position helps shield the economy from the adverse effects of external financial shocks.", "The level of reserves we pursue with this program will put us on a good standing to deal with a more pronounced global decline.", "As I said, at the beginning of the year the macroeconomic scenario suffered major changes.", "The increase in commodity prices and the closing of output gaps stoked fears of a resurgence of inflation comparable to that of 2007-2008.", "Our communiqué of the future course of monetary policy changed significantly in just a few months.", "Since March, the Bank accelerated the withdrawal of the monetary impulse, with greater intensity than foreseen by analysts' consensus, bringing the MPR to a level within the normal range.", "This, coupled with the changed external macroeconomic scenario due to the drop in commodity prices, managed to contain inflation expectations (figure 11).", "While in mid-year we expected inflation to be around 4% for much of the second half, the data have shown inflation hovering around 3%.", "The propagation of specific shocks has been similar to the historical average, but lower than that of 2007 and 2008.", "Today, in Chile and in a large part of the emerging world, inflation forecasts have been lowered and the risk of overheating has lost relevance (figure 12).", "For the same reason, while in mid-year we foresaw that the MPR would end the year 2011 close to 6%, in recent months we said that there will probably be no more increases, an opinion we have reaffirmed in our latest communiqués and I will come back to shortly.", "But first let me take a look at what is going on in the developed world.", "The 2008 crisis is not over yet The crisis of 2008 was not a typical recession because it originated in a financial meltdown, whose effects are deeper and its recovery, slower.", "This we know first-hand in emerging countries.", "In Chile we had one in the early 1980s.", "The financial stress episodes of the past few weeks are part of a growing uncertainty regarding the strength of the recovery in the developed world.", "In this context, two phenomena occurred that triggered the current fragility.", "First, between July and August we witnessed the debate in the U.S. Congress on raising the fiscal debt ceiling - an illustration of the difficulties of the American political system to deal with their problems in this area - , plus the downgrading of their sovereign debt rating.", "Second, sovereign debt problems in peripheral Europe, notably Greece, expanded into central European economies such as Spain and Italy.", "In the U.S., the focus of the debate has shifted to the state of the economy and the possibility of a double-dip recession.", "The high levels of household debt and the difficulties to resolve the real-estate problem are yet to be resolved and will probably take a while.", "The labor market is being unable to pick up.", "The Central Bank and the fiscal authority, as in other developed economies, have no room for new stimulus measures to make up for the weakness of private demand (figure 13).", "The Fed announced that it would hold the policy rate low at least through mid-2013 and also a purchase of long-term bonds financed with short-term instruments.", "Since the Fed has the short-term rate at its lowest and the economy needs further monetary stimulus, this measure is intended to flatten the yield curve, reducing long-term rates.", "The Fed's own estimates indicate that its effects should be similar to what would result with a policy rate cut of 50 basis points.", "This is surely an effort in the right direction, but its incidence will be limited because of their weak economic situation.", "The problems in Europe are more severe and worrisome because of its consequences on the world economy and financial markets.", "Europe is at the core of any debate on the state of the world economy.", "The serious insolvency of one country, Greece, which is a tiny fraction of the Eurozone, spread throughout the continent as a major confidence crisis (figure 14).", "There is a vicious circle from weak growth to weak fiscal accounts to weak banking.", "The crisis is in full swing, and its resolution is uncertain.", "Unlike what could be expected in the first half of the year, the market does not rule out a disorderly resolution of Greece's problems, which could result in a default of its sovereign debt and, in a worst-case scenario, in its departure from the euro.", "This could be very costly, so the Eurozone authorities are fiercely committed to helping it out.", "The proposals under discussion call for a firewall to avoid the contagion of the sovereign debt, recapitalizing banks and find a solution to the specific case of Greece.", "This is obviously difficult to do without first having established the firewall for the rest of the region.", "In principle, a \"simple\" alternative would be to set a large fund to guarantee the European sovereign debt and help recapitalize the banks.", "Its sole existence would reinstate confidence, reduce risk premiums and restore the viability to sovereigns and financial institutions.", "The trouble is that the European legislation does not have the institutions to implement these solutions.", "And they must define the fiscal support that such measures would require and how to allocate the burden among the participants.", "It is precisely on these fronts that the authorities are working and hopefully a solution can be arrived at in the short term.", "Otherwise, the European situation will continue to hold the world under a lot of pressure still for some months.", "Moreover, some countries in the Eurozone are facing serious competitiveness problems, thus depressing growth and, since they have no foreign exchange mechanism, solving them will take time because it requires flexibility and structural reforms to boost productivity.", "Monetary policy implications Today, in Chile, the expected course of the economy and monetary policy has changed from the beginning of the year.", "The focus is now on the effects that the weak global economy will have on the Chilean economy, especially on growth and inflation.", "This lower growth, beyond the possible effects of the adverse external scenario, responds mostly to the economy converging to trendconsistent growth rates, which we estimate to be around 5%.", "We are facing a very complex external scenario.", "In last Thursday's monetary policy meeting communiqué we said that the deepening of international economic trends could shape a more adverse scenario than the baseline assumed in the September Monetary Policy Report, with potential consequences for growth and inflation in Chile, as well as for the orientation of monetary policy.", "Accordingly, we are paying close attention to external developments and we have the necessary flexibility to act whenever necessary.", "However, I would like to pause to examine two aspects.", "First, it is important for monetary policy not to react too little, too late.", "But just as important it is that it does not act haphazardly.", "A monetary policy that keeps changing signs because of mistaken diagnoses loses credibility.", "Potential delays can be compensated by being aggressive.", "That was the case between end of 2008 and beginning of 2009.", "We could have reduced the rate a couple of months earlier, but because inflation was so high and the economic outlook was so uncertain, it could have hurt the credibility of our monetary policy.", "In this context, a policy rate cut would have ultimately been slower and less effective.", "Once the severity of the situation was confirmed, we reduced the rate with unprecedented force and with much success.", "Secondly, changes in the policy rate affect the economy primarily through its effects on the overall interest rate structure, that is, on the rates at different terms.", "The withdrawal of the tightening bias that monetary policy applied until last August, and the changes in the international scenario have brought down long-term interest rates significantly in Chile, reducing financial costs (figure 15).", "However, the transmission to lending rates can be attenuated by increased financial and economic risks.", "Overall, we must note that the recent interest rate reduction has been possible thanks to our credible monetary policy, with clear objectives and orientation.", "Chile is one of the countries featuring the largest drops in long rates.", "Said rates reflect, first, the expected average of future monetary policy interest rates.", "When there is no clarity or credibility with respect to the orientation of monetary policy, interest rate movements are less informative about their future course and have a lesser incidence on long-term rates, or can even have the opposite effect.", "In contrast, when they respond to credible policies, based on clear communication and a rigorous assessment of the state and prospects of the economy, then the interest rate structure, and not only the short-term rate, will respond to changes in the orientation of monetary policy.", "That is why our commitment with the inflation target and the solid grounds where we base our decisions are essential.", "There are good reasons for us to feel confident facing the crisis in developed economies.", "We know how to confront international recessions and financial turbulences.", "We did so just a couple of years ago and we designed instruments that ensure the proper functioning of the financial system.", "Inflation is close to the target and the policy rate is within a range we consider normal.", "The fiscal policy also has room to maneuver like few countries in the world.", "But there are also good reasons to be worried.", "We don't know for how long the emerging economies can grow if the developed ones are still weak.", "How long can China sustain world growth?", "Do all the emerging economies have fiscal room to back a weak scenario, or it has been shrinking after the strong stimulus packages of 2008-2009?", "And there are the local tensions, too.", "Certainly, the climate of political and social unrest is not the most appropriate to confront a further deterioration of the world economy.", "For the same reason, this scenario imposes more than ever the challenge of building an effective solution for these specific problems, but always safeguarding macroeconomic stability and strengthening our capacity to grow.", "This is not only about the specific policies we apply, but also about how we resolve our problems.", "As much as some have trouble admitting - it seems that the trendy thing is to complain about everything - our country is exemplary.", "In the past few decades, all of us Chileans have enjoyed progress like never before in our history.", "And, granted, there are many tasks ahead, we are a role model for many countries.", "In this conjuncture we must also set an example resolving urgent and critical problems and continuing building an ever more prosperous country for all.", "Emerging Developed (*) Regions weighted at PPP.", "Developed economies include: Australia, Canada, Denmark, the Eurozone, Japan, New Zealand, Sweden, Switzerland, the U.K. and the U.S.", "Emerging economies include Argentina, Brazil, Bulgaria, Chile, China, Colombia, the Czech Republic, Hong Kong, India, Indonesia, Israel, Latvia, Malaysia, Mexico, Peru, the Philippines, South Korea, Russia, Singapore, South Africa, Taiwan, Thailand, Turkey and Venezuela.", "Source: Central Bank of Chile based on Bloomberg, the IMF and statistics bureaus of respective countries.", "Data through August 2011.", "(2) CPI includes Argentina, Brazil, Chile, Colombia, Mexico and Peru.", "(3) CPI includes China, India, Indonesia, Malaysia, South Korea, Thailand and Taiwan.", "(4) CPI includes the Czech Republic, Hungary, Poland, Russia and Turkey.", "Sources: Bloomberg, CEIC Data, IMF and statistics bureaus of respective countries.", "Inflation indicators (annual change, percent) 4 4 -4 -4 06 07 08 09 10 11 CPI CPI excluding food and energy Sources: Central Bank of Chile and National Statistics Institute (INE).", "economies Latin Emerging Emerging (2) America Asia Europe (1) Consensus forecasts from January 2008 to December 2009.", "For emerging Asia, forecasts are available as from March 2008.", "Black bars show actual growth in 2009.", "(2) Geometric average for the U.S., the Eurozone and Japan.", "(2) Considers the Eurozone, Japan and the U.S. (3) Brazil, China, Colombia, the Czech Republic, Hungary, Mexico, Peru, Poland, South Africa and South Korea.", "Sources: Respective central banks and Bloomberg.", "Sources: Central Bank of Chile, National Statistics Institute (INE), and Ricaurte, M. 2011, \"Indicadores de Mercado Laboral para la Comparación de las Crisis Asiática y Financiera Internacional \".", "Preliminary document Central Bank of Chile March Nominal exchange rates in the world (index 01/Jan/00-18/Oct/11=100) 140 140 80 80 U.K. Chile India Brazil Japan Israel China Africa Korea Mexico U.S. Sweden Republic Thailand Malaysia Eurozone N. Switzerland Czech Range (1) Average July (3) Spot October (1) The range shows highest and lowest levels posted by domestic currency during indicated period.", "(2) Uses Broad index.", "Sources: Central Bank of Chile and Bloomberg.", "Source: Central Bank of Chile.", "One year ahead Two years ahead (*) Economic Expectations Survey.", "Source: Central Bank of Chile.", "Geometric averages of y-o-y mean inflation forecast for the economies of each region except for Latin America, which uses December-to-December inflation forecast.", "Developed economies are the U.S., Japan and the Eurozone; Latin America includes Brazil, Chile, Colombia, Mexico and Peru; Emerging Asia includes China, India, Indonesia, Malaysia, Singapore, South Korea, Thailand and Taiwan.", "Emerging Europe includes the Czech Republic, Hungary, Poland and Russia.", "Devloped economies and Emerging Asia consider information through October 2011; Latin America and Emerging Europe, through September 2011.", "Source: Consensus Forecasts.", "Ireland Portugal Greece Figure 15 Long-term nominal interest rate variation Chile: Nominal interest rates (percentage points) (percent) Israel South Korea Australia 5,0 5,0 4,5 4,5 U.S. 4,0 4,0 jun.", "year vs. 15 July BCP-2 BCP-5 BCP-10 (1) Change in nominal interest rates of 10-yr generic bonds, unless otherwise stated.", "(2) 10-yr BCP rates calculated by the Central Bank of Chile.", "Sources: Central Bank of Chile and Bloomberg."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "inflation", "developed economies", "Chile", "emerging economies", "financial stability", "fiscal policy", "exchange rate", "economic growth", "international financial crisis"]}