{"sentences": ["Ladies and gentlemen, dear friends, It is a great pleasure to welcome you in this fascinating place.", "We were gathered here one year ago, for the opening of BANQUE DE FRANCE premises in New York.", " BANQUE DE FRANCE has a long history of being present in New York, and deploying a reserve management desk within our own office is a logical conclusion of this lasting presence.", "In the context of the present turmoil this new organization helps us manage our portfolios efficiently and improves our understanding of market developments.", "I would like here to thank our team for its dedication and skill in this challenging responsibility.", "It gives me also the opportunity to share with you my understanding of the Eurozone and the way it works.", " The first anniversary of our reserve management facility in New York happens to coincide also with the end of my tenure as Deputy Governor of BANQUE DE FRANCE, in a few months.", "For me both events are closely associated: I happen to be among the \"happy few\" that have been offered the opportunity to spend a year In New York representing BANQUE DE FRANCE at the Fed and vis a vis the financial community thirty years ago.", "At that time the Fed devoted a lot of studies on financial innovations and I remember my participation in a G X Central Bank study group chaired by Sam Y.", "CROSS on innovation in banking.", "Financial stability was already at the center of the stage.", "I would like to stress here how this long standing relationship and mutual trust with the Federal Reserve is of importance nowadays.", "Allow me now to offer you a French and central banker point of view of the current situation.", "These last months brought important changes to the world economy.", "To name a few, growth perspectives in advanced economies have significantly worsened, markets are increasingly volatile, and confidence has shrunk.", "The downward revision of US growth has certainly played a role.", "But, most significantly, two other shocks have occurred.", "In the US, reaching an agreement to raise the debt ceiling has been difficult.", "And, in Europe, it has been recognized that Greece, a euro and OECD country, would not be able to fully honor its signature, without a voluntary private sector involvement.", "In the eyes of the market, this has had significant implications for other European sovereigns.", "A challenging question is now being asked: Over the last 50 years, financial markets have developed on the assumption that public debt was considered risk free.", "The certainty that debt would be paid in full strongly anchored market views.", "Now that this certainty is questioned, debt sustainability may rest on a more fragile and volatile basis.", "No immediate consequences have been felt so far in the US debt market which remains the most liquid one and the ultimate benchmark for assessing risk.", "However, a pervasive uncertainty has been created, which might be responsible for the decline in confidence that has occurred over the last weeks.", "In Europe, on the contrary, sovereign credit risk has had immediate and dramatic consequences.", "It is difficult to foresee how, in the longer run, markets will assess debt sustainability.", "But let me challenge some current analyses about debt sustainability in Europe.", "In the UK, for instance, the effective real exchange rate has depreciated by 23% over the last four years and its exports have grown by a healthy 15%, year-to-year over the first semester of 2011.", "But Italy, Spain and Greece have done better, with exports growing respectively by 16%, 19% and 37% over the same period, with, of course, no internal exchange rate adjustment.", "Linking competitiveness with exchange rate depreciation is therefore too simplistic.", "Improving competitiveness can be achieved by proper domestic reforms with a lasting result.", "- Second, the euro is the only major currency area with its external accounts in balance, which is a strong guarantee of long-term solvency.", "- Third, the euro area's aggregate budget deficit will stand at around 4.1% in 2011, less than half that of the UK or the US.", "The same holds true for public debt, which amounts to 85% in the euro area while it will soon cross the 100% mark in the US.", "Many Countries are improving their fundamentals.", "The primary deficit of Spain for 2011 will be around 4.7%, half that of the US and the UK.", "Italy will be one of the very few advanced economies to have a primary surplus, around 0.5%.", "The IMF has recently acknowledged, and even praized, these efforts and commitments.", "In short, if good fundamentals are an absolute necessity, it is not a sufficient condition.", "Now can we let liquidity spirals lock a country, just like a financial institution, into a bad equilibrium?", "We faced that question in 2009 when dealing with financial institutions.", "We are now facing the same question regarding sovereign risk.", "Our answer is twofold.", "First, get the fundamentals right.", "For European countries, it means reverting to a sustainable fiscal position which requires a significant primary surplus.", "And second, there is a need for a liquidity backstop to ensure that bad equilibria will not develop.", "Where that backstop is coming from is a key question.", "Unconventional monetary policies have led many central banks to purchase significant amounts of Government debt: those purchases amount to 51% of the total debt issued since 2009 in the UK, 21% in the US versus 7.5% in the euro area - where they were fully sterilized.", "These policy stances have contributed to giving markets an insurance against a potential dry-up in liquidity.", "At the present time, the insurance provided by many monetary authorities may look cheap because inflation is projected to stay low and markets seem to reward those countries which liquefy public debt.", "However this equilibrium could be unstable and market makers, aware of some inflation \"tail risks\", are hedging themselves through gold or currencies like the Swiss franc whose exchange rates have reached historical highs.", "By contrast, purchases of sovereign debt by the Eurosystem remained very limited and will stay so.", "Our objective is simple: avoid disruptions in the monetary policy transmission mechanism.", "Any lasting liquidity backstop has to come from the governments.", "This is why we are asking for more flexibility in the European Financial Stability Facility (EFSF).", "Whether amounts are big enough is a matter of opinion but one could envisage to leverage existing commitments to provide greater intervention capacity.", "At this stage, the euro area is paying a double price.", "One for its mistakes and one for its virtues.", "The mistakes were to allow the piling up of debt through unsustainable fiscal policies over a decade, and then to create ex nihilo a doubt as to their ability to pay those debts.", "But we are also paying a price for our virtue as we refuse to liquefy our debt through massive monetization of our fiscal deficits.", "Will our virtue be rewarded at the end?", "I strongly believe so and I will explain why.", "In the next decade, the world can be grouped in two categories: on the one hand, advanced economies, with high absorption capacity, low savings and high debt with ratios close to 100%.", "On the other, emerging economies, with high savings, low debt (around 30% GDP on average) and less absorption capacity.", "Our common prosperity will therefore depend on our ability to create stable channels of financial intermediation between those two parts of the world.", "That, in turn, will crucially depend on the existence of assets that can be considered safe stores of value.", "But, as I have argued from the start, public debt may not be able to play that role to the same extent as before.", "The ultimate safe asset, therefore, could be the currency itself.", "Markets will trust currencies that are managed with one overriding priority: preserving price stability and the intrinsic value of the currency unit.", "On this fundamental basis, we can look at the future of the euro with realistic optimism.", "I see the recent decision by the Swiss central bank to peg the Swiss franc to the euro as an illustration of this conviction."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Debt sustainability", "Sovereign risk", "Liquidity", "Monetary policy", "Eurozone", "Financial stability", "Safe assets", "Price stability", "Emerging economies", "Fiscal policy"]}