{"sentences": ["SPEECH SPEECH BY GOVERNOR LARS ROHDE AT DANSKE BANK MARKETS EVENT, CHECK AGAINST DELIVERY Thank you for inviting me to speak.", "Today, I will focus on a long-term view of the Danish economy.", "My key messages are: 1.", "As a result of a long history of reform-oriented policies, the Danish economy today stands strong with no major imbalances.", "The fixed exchange rate regime has been a cornerstone in the Danish economy for more than 30 years - and this has not changed with negative interest rates.", "The strategy for issuance of Danish government bonds is focused on supporting liquidity.", "Issuance is concentrated in 2- and 10-year nominal bonds.", "years ago the Danish economy was in a miserable state.", "There were huge imbalances illustrated by a deficit of the public finances of almost 10 per cent of GDP and a long term interest rate of more than 20 per cent.", "This was partly a consequence of the shocks to the global economy in the 1970s but also a result of an inappropriate economic policy.", "The path to a turna- round began with the introduction of the fixed-exchange-rate policy in 1982.", "It was followed by a long period of major reforms of the economy - of the labour market, the tax system, and the pension system.", "The result has been that Denmark today stands as one of the few economies in the world with an AAA rating with stable outlook.", "Of the reforms implemented over the period, I will highlight one: The reform of the pension system in 2006.", "Here the public pension age was indexed to life expectancy.", "Together with the longstanding tradition of funded labour market pensions, this is the main reason behind the assessment that public finances are sustainable in the long run.", "We do not have huge unfinanced pension obligations waiting to be unleashed in the future as is the case in many other countries.", "The reforms of the labour market have reduced the level of structural unemployment to close to 4 per cent of the labour force.", "The Danish labour market is flexible with few restrictions on hiring and firing but with an extended social safety net.", "In my mind there is no doubt that this is a major reason for the relative positive attitude vis-á-vis globalisation among the majority of the Danish population.", "The turnaround of the Danish economy can also be illustrated by the development in the current account and the Danish net foreign asset position.", "At present, the current account surplus is almost 8 per cent of GDP - the highest level in the post-war era.", "Denmark has consistently run a balance of payments surplus since 1990.", "The balance of payments surpluses have turned a net foreign debt of close to 40 per cent of GDP in the beginning of the 1990s into an even larger net claim.", "In recent years there has been a substantial return on net foreign assets of 3-4 per cent of GDP.", "This explains a part of the large surplus on the current account.", "Another part is due to the buildup of pension funds.", "The ageing of the population will eventually reduce the surplus on the current account and perhaps turn it into a deficit.", "Let me stress that the surplus on the current account is the aggregated result of households' and firms' individual decisions.", "It is not a public priority to have as high a surplus as possible.", "Although the Danish economy today is sound there have been bumps on the road...", "The Danish economy boomed in the mid-2000s and ended up over-heated with big imbalances in terms of a housing bubble, loss of competitiveness, and high household indebtedness.", "The economy was particularly hard hit by the financial crisis almost ten years ago, and it has taken a long time to recover.", "Since 2012 the economy has been in an upswing with growth in employment and a closing out- put gap.", "We expect this to continue in the coming years with growth in real GDP of around 1.6 per cent per year.", "There are currently no major imbalances in the economy that call for immediate political action.", "Danish firms today are very competitive.", "Public finances are healthy and sustainable in the long run.", "Inflation has been low for a period due to the fall in oil prices in late 2015 but is now forecasted to just below 2 per cent in 2018.", "The only major \"imbalance\" is a surplus on the current account of 8 per cent of GDP, and it is not really an imbalance but reflects to a certain extent demographic induced structural savings surplus, as previously mentioned.", "There are challenges, however... One is to ensure sufficient labour supply to cover the increasing demand for labour.", "Employment is close to its structural level and in the coming years it will be a bit above as seen in the chart.", "Unemployment is also close to its cyclically neutral level.", "Thus, there are very few available resources on the labour market.", "In our central forecast scenario, the increased demand for labour will be covered by increased labour supply.", "Major reforms of the labour market have been implemented over the past two decades.", "This has raised the structural level of employment.", "The pension reforms have increased markedly the participation rates among senior groups on the labour market and will continue to do so in the coming years as the reforms are phased-in.", "This counteracts a structural decline of the number of persons in the working ages due to aging of the population.", "Part of the increase in the supply of labour will probably come from abroad, e.g.", "This will help to avoid a shortage of labour in the years to come.", "So far, the tight labour market has not resulted in accelerating wages.", "Over the last couple of years, the rate of increase has, however, been higher than abroad.", "And we expect this to continue in the years to come.", "In a fixed-exchange-rate regime as the Danish one, wages function as a buffer capturing shocks to the economy instead of the exchange rate.", "A flexible labour market and flexible wage formation are therefore essential.", "There is still room for higher wage growth and employment in the Danish economy - but it should happen in an orderly way avoiding excesses.", "Another part of the economy which warrants vigilance is the housing market.", "Prices on single-family houses have been rising the past four years in large parts of the country.", "That is a good thing.", "This has fuelled demand and thereby underpinned the growth in the economy.", "Real house prices are still well below the level during the over-heating of the housing market in the mid-2000, and we forecast a soft landing for the housing market.", "The rate of growth in house prices for the market on average has levelled off over the past half year and is now below 4 per cent on a yearly basis in nominal terms.", "For the market for owner- occupied flats in the Copenhagen area, the story is different...", "Here, prices have been rising by around 10 per cent per year for several years.", "In the most recent quarters, the price increase has levelled off somewhat - but the rate of increase is still 8 per cent per year in nominal terms.", "The price level for owner-occupied flats in Copenhagen is high relative to incomes and interest rates.", "At the same time, interest-rate sensitivity is higher in Copenhagen than the average for Denmark overall.", "This makes the Copenhagen housing market vulnerable to interest-rate hikes.", "Thus, there is a considerable risk that if the real price increases seen in recent years continue, they will be followed by corresponding falls.", "Let me underline, we are not yet in a housing bubble, but the situation warrants attention.", "Part of the problem is that the present regime of housing taxation is destabilising.", "To counter this, a number of macro-prudential measures have been taken.", "Among these is a requirement of a higher down payment if one wants to buy a house or apartment in Copenhagen and a number of other cities, just as the requirements of the financial robustness of the buyer has been tight- ened.", "The monetary policy rate is directed solely at the fixed-exchange-rate policy and thus is not available to counter pressures on the housing market.", "The situation in the mid-2000s is in fresh memory but we do not see a similar situation develop in near future.", "It is a risk factor, however.", "Let me now turn to monetary policy and our experiences with negative interest rates.", "For a long time, Danish monetary policy has been focused on maintaining a fixed exchange rate against the euro.", "In fact, Danmarks Nationalbank has conducted a fixed-exchange-rate policy for more than three decades - first against the D-Mark and from 1999 against the euro.", "We recently celebrated the 30 years anniversary of the central rate.", "The legal framework is the European Exchange Rate Mechanism.", "Officially, the krone may fluctuate by up to 2.25 per cent on either side of the central rate, but in practice Danmarks National- bank ensures that the fluctuations are far smaller.", "This reflects that Danmarks Nationalbank takes consistent action as the krone exchange rate starts drifting away from the central rate.", "The exchange rate peg is a cornerstone of Danish economic policy.", "It is a political decision.", "This means that there is a clear mandate, and the policy enjoys support from across the political spectrum.", "It is a fundamental part of the overall framework for economic policy.", "The policy framework implies that interest rates are reserved for keeping the krone stable.", "Monetary policy does not take factors such as growth, employment and house prices into account.", "These considerations are - or should be - addressed by other economic policies.", "In particular, fiscal policy potentially plays an important role in ironing out economic fluctuations.", "As a result of the policy regime, Danish monetary policy interest rates tend to track euro area interest rates set by the European Central Bank, the ECB, very closely.", "This means that to the extent that the Danish business cycle is synchronised with that of the euro area, our monetary policy will tend to limit economic fluctuations.", "Overall, the policy framework has delivered strong results.", "Compared to most other countries, we have enjoyed a stable macroeconomic environment.", "The long history of the exchange rate peg means that all agents in the economy make decisions based on its existence:  Firms and households set wages knowing that a loss in competitiveness will not be offset by a depreciation of the exchange rate.", "This has ensured price and wage stability - and firmly anchored inflation expectations.", " Banks implicitly support the peg by engaging in what you could call \"stabilising speculation\": They take positions, if the exchange rate starts to fluctuate.", "This illustrates the credibility of the peg in financial markets.", " The government also knows that monetary policy will not \"correct the mistakes\" made by fiscal policy.", "Also, as an overly expansionary fiscal policy may reduce the credibility of the fixed exchange rate.", "This - to some extent - disciplines fiscal policy.", "The tendency to fiscal pro-cyclicality during the strong economic expansion in the mid-2000s might well have been worse under a different monetary regime.", "To summarize, the peg to the D-mark/euro has served Denmark well for more than three decades.", "From time to time the framework is, however, put to a test by strong capital in- or outflows.", "One such test occurred in January and February 2015 when Denmark experienced a very large inflow of capital.", "The inflow started as the Swiss National Bank announced on 15 January that they would no longer prevent the Swiss Franc from appreciating against the euro.", "To prevent the krone from appreciating, Danmarks Nationalbank responded by intervening in the FX market followed by interest rate reductions.", "With effect from 6 February, the rate on certificates of deposits was reduced to -0.75 per cent.", "This was a level that had not been seen previously.", "As the inflow of capital started, its width and depth was not known.", "This induced us to reduce rates gradually.", "Danmarks Nationalbank's monetary policy interest rates were transmitted to money-market interest rates.", "Control of the difference between money-market rates in the euro area and Denmark - the interest-rate spread - is crucial for controlling the exchange rate.", "And the experience clearly showed that the interest rate spread is also effective during episodes of negative interest rates and appreciation pressure on the krone.", "These conventional measures were supplemented by extraordinary measures such as the tem- porary suspension of the issuance of government bonds.", "Compared with previous episodes of pressure against the krone, our interventions in the FX market were larger in 2015.", "This reflects the size of the capital flows.", "But it also makes an important difference whether there is upward or downward pressure on the krone.", "In periods with upward pressure, Danmarks Nationalbank sells kroner.", "As we can always issue kroner, this implies that there is no limit to how much we can intervene in the FX market.", "On the other hand, there is a limit to how much interest rates can be reduced - although there are no indications that we have been close to that limit.", "Later in 2015 - when the pressure had abated - we again intervened in the FX market.", "But this time by purchasing kroner thereby bringing FX reserves back down.", "As I will return to in a minute, the substantially negative official interest rates have implied that large bank deposits by firms and institutional investors also receive negative interest rates.", "Households, on the other hand, have not been exposed to negative interest rates.", "In principle, negative interest rates can be circumvented by holding cash, which always offers a nominal return of zero.", "But we have not experienced an unusual increase in the demand for cash.", "This reflects the substantial costs of secure storage and transport of large amounts of cash.", "Furthermore, it is cumbersome and expensive to use cash for transactions involving large amounts or large geographical distances.", "And almost 3⁄4 of all cash outside the MFI sector is held by households - a sector that has not been exposed to negative interest rates.", "Increased household demand for cash would primarily be a problem of social efficiency relating to the trouble of settling transactions in cash.", "The impact on our policy target - the exchange rate - is likely to be modest.", "More importantly, the transmission to the exchange rate would weaken if banks were to choose to settle accounts in cash, thereby deactivating money market rates.", "Or if institutional investors were to hold cash rather than earning negative deposit rates.", "Assessing how far into negative territory interest rates can go before the various actors switch from deposits to cash on a major scale is difficult.", "Currently, there are no indications that negative interest rates lead to a surge in the demand for cash.", "This indicates that the lower bound on monetary policy rates in Denmark well is below the current level of the rate of interest on certificates of deposit of -0.65 per cent.", "It is also relevant to point out that Denmark is not a very cash-based economy and that the share of cash transactions has been declining.", "As mentioned before, households have so far been shielded from negative rates.", "Negative interest rates on deposit are, however, in wide-spread use for corporates and investment and pension funds.", "The increased spread between household deposit rates and other sectors might be due to sectoral differences in alternatives to deposits.", "For households, the alternative to deposits might be cash with a zero interest rate, but incurring the inconveniences of cash.", "On the other hand, for large corporates, investment and pension funds the alternative might be placement on money market-like terms.", "Banks are continuously adjusting their business models.", "Declining margins have - on average - lowered banks net interest income.", "Interest income now constitutes less than half of their total income.", "Banks are compensating for the falling net interest income by expanding new business areas such as wealth management and adjusting their fees.", "Thus, to the worried banker, I can say that the fear of falling income in a world with negative interest rates have not materialized in Denmark.", "But he needs to keep his eyes on the road and continuously make the needed adjustments.", "As described in the previous slides, the Danish economy is in good condition and holds the highest possible credit rating with all major rating agencies.", "One reason is the low level of debt.", "Central-government debt is currently 23 per cent of GDP, and the EMU debt is among the lowest in Europe.", "As you may know, issuance of central government debt is conducted by Danmarks Nationalbank on behalf of the Danish government.", "The agreed framework includes two very central funding rules that support the separation of fiscal and monetary policy: The domestic and the foreign funding rule.", "Under the domestic funding rule, the central government borrows in kroner to cover its current budget deficit and redemptions on the domestic debt.", "The krone-denominated bonds and bills are held by a broad investor base - including both Danish and non-resident investors.", "The Danish insurance and pension sector is the biggest investor segment with holdings of around 50 per cent of the bonds, while non-resident investors hold approximately 40 per cent.", "Some of them are US dollar-based investors like you.", "Foreign funding, on the other hand, is only used to maintain an adequate foreign-exchange reserve.", "This means that, as a general rule, the central government raises loans in foreign currency if it is deemed appropriate to support the foreign-exchange reserve.", "This has not been the case in recent years, and the loans have been gradually repaid.", "Therefore, since the repayment of a dollar-loan in March 2017 the Danish central government currently has no foreign currency loans.", "In 2017, the target for domestic bond issuance is 65 billion kroner - or around 9 billion euro.", "This is unchanged from 2016.", "Issuance will mainly be focussed in the 2- and 10-year segments to build up of the volume of two new on-the-run issues and to support market liquidity.", "In addition to focussing issuance, several other recent measures support liquidity in the government bond market.", "This includes the introduction of regular switch operations - allowing primary dealers and investors to switch off-the-run issues to more liquid on-the run issues without major transaction costs.", "Switch operations are conducted bi-weekly, supporting the primary dealers' opportunities to supply liquidity in the secondary market.", "In addition, the central government also supports the market via tap sales and buy-backs directly in secondary markets.", "This gives the primary dealers an extra opportunity to buy and sell se- curities in smaller volumes outside the auctions, further reducing the risk of trading in Danish government bonds.", "Most recently, as of 1 April, a new primary-dealer model was introduced.", "In the new model, requirements have been tightened so that each primary dealer to a larger extent is measured relative to the best price quoters.", "At the same time, the best price quoters are rewarded, which provides a stronger incentive to quote the sharpest possible prices - hopefully to the benefit of you and the rest of the market.", "The very preliminary experience has been increased secondary market turnover and tighter price quotations.", "A new 10-year bond was opened successfully in January and a new bond maturing in 2020 is expected to be issued later this year.", "Despite focussing on those segments in 2017, the central government maintains a broad list of on-the-run bonds.", "This includes 5- and 20-year bonds and an inflation-linked bond.", "So, for those of you looking for high quality bonds with good liquidity, there should be plenty of options available in Danish government bonds.", "Thank you for your attention.", "NATIONALBANK THE DANISH ECONOMY ​By Governor Lars Rohde, 20 April 2017 1.", "The Danish economy today stands strong with no major imbalances 2.", "The fixed exchange rate regime has been a cornerstone in the Danish economy - and this has not changed with negative interest rates 3.", "Source: Statistics Denmark and own seasonal correction.", "Strong growth in prices on owner-occupied flats in Copenhagen 1.6 ... relative to income and level of interest rate 1.4 1.2 1.0 0.8 Price of owner-occupied flats (Copenhagen and Frederiksberg) 0.6 0.4 (modelled price based on income, interest rates, etc.)", "Money market spread is the spread between 1 month OIS rates (i.e.", "EONIA- and CITA-swaps).", "Monetary policy spread is the spread between Danmark Nationalbank's CD rate and the ECB's deposit rate.", "​Source: Rio, Thomson Reuters Datastream, Danmarks Nationalbank and own calculations.", "april 2017 Normalization of FX reserves No surge in the demand for cash Kr.", "billion Jan 12 Jan 13 Jan 14 Jan 15 Jan 16 Jan 17 Value of large notes in circulation Linear trend So far, households have been shielded from negative deposit rates Per cent p.a.", "Households Investment and Corporates -1,0 Banks are adjusting business models towards more fee-based income Kr.", "billion billion Interest income now Net interest income makes up less than half of total income Net fee income Administrative margins Central Government Debt The currency split - Danish funding rules T-bills and bullet loans Domestic funding rule • Issuance in DKK to cover the deficit and redemptions of Method: Auctions supplemented with tap Dollar and euro loans Foreign funding rule • Issuance in foreign currency to maintain an adequate Method: Syndication foreign-exchange reserve Issuance strategy for 2017 Target for bond Focus on 2- and Policy is still focused issuance: kr.", "65 10year bonds on supporting billion liquidity The central government The target for sales of The government debt maintains a broad list of government bonds and policy is still focused on on-the-run bonds but Tbills in 2017 is kr.", "65 billion supporting liquidity by issuance in 2017 will and kr.", "30 billion, being active in the predominantly be in 2-year respectively, which is secondary market.", "and 10-year nominal unchanged from 2016. bonds.", "Broad range of on-the-runs: Focus on 2- and 10-year Kr."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fixed exchange rate regime", "Current account surplus", "Negative interest rates", "Housing market", "Labour market", "Pension system", "Fiscal policy", "Monetary policy", "Government debt", "Bond issuance"]}