{"sentences": ["Well-functioning fixed income markets are at the heart of modern market economies.", "There are several reasons for this: they provide information to market participants and policymakers concerning the state of the economy and how it is expected to develop; they signal monetary policy expectations and investors' expectations regarding future they offer benchmarks for pricing other assets.", "In times of unconventional monetary policy, fixed income markets acquire an extra dimension: they become key channels through which the central bank seeks to influence long-term interest rates directly - through expanded guidance about its intentions for future policy, or through purchases of long-dated securities - in an attempt to ease financial conditions beyond what would be feasible with conventional tools, and thereby support economic activity and the central bank's inflation objective.", "Is there a tension between these two functions of fixed income markets in times of unconventional monetary policy: as aggregators of information, and as a channel of additional stimulus?", "In the ECB's experience, this tension has been less than anticipated.", "First, as we started to offer forward guidance and, later, as we signalled the beginning of active interventions in long-dated securities, fixed income markets were still distorted, to a certain extent, by the illiquidity and excess risk aversion that had influenced price formation in those markets at the height of the sovereign debt crisis.", "Under those conditions, fragmentation of relative-value relationships across yield curves had made it harder to identify forward interest rates and break-even rates of inflation.", "In other words, the role of those markets as collectors and aggregators of information was already compromised.", "Our interventions contributed to restoring market functioning.", "In doing so, we eliminated the substantial noise that was blurring the information signals emanating from fixed income markets.", "Second, fixed income markets don't seem to have lost their capacity to discern and express their views on the creditworthiness of financial assets.", "The last few months have demonstrated that, despite the ECB's continuing presence in the market as a large investor, market prices have tended to reflect investors' evolving views about the prospective standing of sovereign issuers' credit.", "Building on these observations, in my remarks today I would like to outline the rationale behind our interventions in recent years and how effective they have been."], "classifications": ["none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "none"], "topics": ["Fixed income markets", "Monetary policy", "Economic activity", "Inflation", "Forward guidance", "Long-dated securities", "Financial conditions", "Sovereign debt crisis", "Creditworthiness", "Market functioning"]}