{"sentences": ["To the Members of the Monetary Board, BSP Officers, and our friends from the media, good morning.", "We received great news last October when the International Association of Currency Affairs or IACA recognized the Bangko Sentral ng Pilipinas for Excellence in the Currency 2019 Coin Awards at the biennial Coin Conference in Rome, Italy.", "Established in 2007, the IACA's Excellence in Currency Awards Program promotes and recognizes excellence in currency production, processing, management, and distribution.", "As we recall, the BSP's New Generation Currency (NGC) Coin Series-which includes the 10Piso, 5-Piso, 1-Piso, 25-Sentimo, 5-Sentimo and 1-Sentimo-was released in circulation starting in March 2018.", "This NGC Coin Series and the Coin Education Campaign were among the top three finalists awarded in the Best New Circulating Coins and Best Public Education Program categories, respectively.", "During the awards ceremony, the IACA cited the enhanced aesthetic, cutting-edge security features, and improved wear and corrosion resistance of the NGC coins.", "On the other hand, our Coin Education Campaign earned praises for utilizing various communication channels such as nationwide briefings, television, radio and social media, which emphasized that these NGC coins are \"Matibay\", \"Maganda\", at \"Mahalaga.\"", "The BSP is honored to be among the best in the world in coin design and production, and to receive a distinction for the education program that came with the successful issuance and circulation of these coins.", "Aside from the economic value as payment for goods and services, coins play a significant role in a nation's history, often paying homage to Filipinos with outstanding accomplisgments or worthy of emulation, celebrating momentous events, and promoting with pride the country's historical sites or natural wonders.", "Coins also reflect a country's cultures and traditions, and are powerful tools of communication and identification as a nation.", "Today, the BSP is proud to present the new 20-Piso coin which will now be the highest denomination in the New Generation Currency Coin Series.", "Prominently featured on the obverse of the 20-Piso coin is Manuel L. Quezon, the first president of the Philippine Commonwealth who advocated the adoption of the national language; created the National Economic Council, the precursor of the National Economic Development Authority; and worked passionately to regain Philippine independence.", "The reverse side features the BSP logo and the Malacañan Palace, the official residence of the President of the Philippines.", "Consistent with the theme of the NGC Coin Series, a native flora is featured in the 20-Piso coin-the Nilad, which is believed to be the origin of the name of the country's capital city, Manila.", "It should also be mentioned that President Quezon is the first Philippine president to reside in this proud and iconic Palace.", "These design elements put emphasis on the cultural and historical significance of coins to Philippine society.", "Moreover, the design of this bi-color 20-Piso NGC coin makes it easily distinguishable and highly secure.", "The BSP is also introducing today the enhanced 5-Piso NGC coin with nine sides to make it more distinct from other denominations in the NGC Coin Series.", "This reaffirms BSP's commitment to not only uphold the highest standard of excellence, but also listen to the public's observations as it endeavors to bring central banking closer to the people.", "Maraming salamat and mabuhay!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["New Generation Currency Coin Series", "Coins", "Coin Education Campaign", "Philippine Commonwealth", "Nilad", "National Economic Development Authority", "BSP", "Malacañan Palace", "Manuel L. Quezon", "Excellence in Currency Awards Program"]}