{"sentences": ["The creation of the ESM has strengthened the economic governance of the monetary union and - all other things being equal - has reduced the risks of financial instability for each country and for the area as a whole.", "It was part of a comprehensive reform whose salient points were already set out in the first report of the four Presidents released in June 2012.10 Made gradually less ambitious in successive official documents, today this original plan remains uncompleted.", "The proposal to reform the ESM marks a step in the right direction, especially because it introduces a backstop to the Single Resolution Fund.", "On the issue of assistance to countries in crisis, it does not alter the substance of the Treaty currently in force.", "It confirms the absence of any automatism in decisions on the sustainability of public debts and rules out any debt restructuring mechanism.", "As I recently underlined, this confirmation is important because 'The small and uncertain benefits of a debt restructuring mechanism must be weighed against the huge risk that the mere announcement of its introduction may trigger a perverse spiral of expectations of default, which may prove to be self-fulfilling'.", "I made similar observations on the risks of sovereign crises in my Concluding Remarks delivered in May 2019 and even prior to that on a number of occasions, when the idea of introducing an automatic debt restructuring mechanism for the Member States of the euro area had not yet been fully discarded.", "The proposed changes in financial assistance to Member States reassert principles of common sense that are already inscribed in the Treaty.", "For the ESM, as for any other lender, it would be nonsensical to grant credit to those whose debt is not deemed sustainable, given that this would constitute a non-refundable transfer.", "The safeguards in terms of ex ante conditionality and ex post monitoring that flank the financing mechanisms of the ESM have always been, and still are, duly rigorous.", "They are safeguards that protect the resources that euro-area countries 'invested' at the time of the ESM's establishment and, as I recalled earlier, Italy is the third largest contributor.", "The proposed reform is, of course, the result of a compromise - between the fears of those who have always rejected any further mutualization of risks and the opposing fears of an unjustified postponement of progress towards 'genuine economic and monetary union'.", "The best way to convince everybody of the usefulness of the reform is to see it as a starting point for the purposeful resumption of the path to European integration.", "A first step could be to announce the intention to incorporate the ESM in European legislation in the medium term.", "What continues to be lacking is a comprehensive plan for the completion of monetary union, one that introduces a centralized fiscal capacity and a safe asset in the euro area, as well as the completion of banking union.", "The possibility of introducing a common fiscal capacity capable of flanking monetary policy in the task of stabilizing the euro area must be examined anew; this would enable us to deal with sometimes pronounced cyclical fluctuations, without thwarting the efforts made up to that point in each country to reduce its debt-to-GDP ratio.", "The process towards completion of the capital markets union must be speeded up including - I would even say primarily - by introducing euro area sovereign bonds, which could replace a portion of national securities in circulation and play the role of safe asset assigned to sovereign bonds in all the other major economies.", "This result can also be achieved with the simultaneous introduction of some form of European-wide public debt insurance, for example through the creation of a European debt redemption fund (ERF), financed by dedicated resources of the participating countries determined in a way that prevents systematic intra-country transfers.", "Banking union must be completed with a more effective mechanism for managing crises at any intermediary, including small- and medium-sized ones, and with a proper European deposit insurance scheme that guarantees equal protection for depositors, irrespective of where their bank operates.", "This is where measures to curtail risks such as the ones often proposed by, on the one hand, those who wish to revise the prudential treatment of banks' sovereign exposures and, on the other, those who stress how important it is not to take a selective approach to banking risks (with the sole focus on non-performing loans), could be usefully inserted.", "Looking ahead, some thought could also be given to the possibility of introducing limits on the concentration of sovereign bonds in bank portfolios, without distinguishing among sovereign debtors and in any event with a sufficiently high initial 'exemption', but only if the euro area simultaneously decides to introduce a common safe asset.", "Failing this, among other things, the diversification of bank portfolios of sovereign bonds could not take place in an orderly fashion.", "As I have already mentioned, it is imperative that the consolidation of the public finances of highly indebted countries remains a credible process, one in which every opportunity provided by the current low interest rate environment is seized without hesitation.", "If everyone plays their part, it will become apparent that all the Member States hold dear the success of monetary union and, above all, the prosperity and well-being of all European citizens.", "Residual debt towards the ESM (billions of euros) Greece Cyprus Spain Source: Based on ESM data available at: -database/programme-overview.", "Financial assistance (net of repayments) disbursed by the ESM by country and residual lending capacity (billions of euros) 59.9 410.1 89.9 6.3 23.7 Residual lending capacity Greece Cyprus Spain Source: Based on ESM data available at: -database/programme-overview.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none"], "topics": ["Financial assistance", "Debt restructuring", "ESM reform", "Banking union", "Monetary union", "Safe asset", "Fiscal capacity", "Public debt", "Sovereign bonds", "Prudential treatment"]}