{"sentences": ["On behalf of the Reserve Bank Board I would like to thank you for joining us at this community dinner.", "The Board held its monthly meeting here in Melbourne today.", "This was the first meeting that we have held in our new offices on Collins Street after last year selling our building on the corner of Collins and Exhibition Streets.", "So even if we are in a different location, it is really good to be back in Melbourne.", "As you are probably aware, at our meeting today, the Board decided to cut the cash rate by a quarter of one per cent to 0.75 per cent.", "This decision followed a detailed assessment of both global and domestic developments.", "Globally, the main issue at the moment is the uncertainty generated by a series of geopolitical events, particularly the US-China disputes over trade and technology.", "Understandably, this uncertainty is causing many firms around the world to sit and wait before proceeding with costly investment decisions.", "At the same time, many businesses are having to deal with disruptions to their supply chains.", "The result of all this is that after a period of reasonable growth in the global economy, the risks are clearly to the downside.", "Central banks are responding to these downside risks by lowering interest rates.", "With inflation low - and expected to remain low - they are seeking to take out some insurance against the possibility of a noticeable slowdown in economic growth.", "From a longer-term perspective though, central banks have for some time been responding to fundamental shifts in the global appetite to save and invest.", "The underlying explanation for low interest rates globally is that the global appetite to save is high relative to the global appetite to invest.", "Like many things in economics it comes down to supply and demand.", "When the global supply of savings is high relative to the global demand for funding to invest in new capital, the price of savings - or the global interest rate - is going to be low.", "There are certainly other factors at play as well, but savings and investment decisions are at the heart of the issue.", "This means that the key to a return to more normal interest rates globally is addressing the factors that are leading to the low appetite to invest, relative to the appetite to save.", "This is mainly a task for governments and businesses, not for central banks.", "Whether or not this will happen, only time will tell.", "But as a central bank in a small open economy we have to take the world as we find it.", "While we might wish it were otherwise, we can't ignore these global trends and their impact on our economy.", "So, the Board is watching these global developments.", "Domestically, the Board today discussed how the Australian economy appears to have reached a gentle turning point.", "The economy has been through a soft patch recently, but we are expecting a return to around trend growth over the next year.", "There are a number of factors that are supporting this outlook.", "These include the low level of interest rates, the recent tax cuts, ongoing spending on infrastructure, signs of stabilisation in some established housing markets, and a brighter outlook for the resources sector.", "Together, these factors provide a reasonable basis for expecting that the economy will remain on an improving trend from here.", "The Board has also been paying close attention to the labour market.", "Over recent years, employment growth has consistently surprised on the upside, which is good news.", "At the same time, the strong demand for workers has been met with strong growth in the supply of available workers, with the participation rate now at a record high.", "Partly as a result of this flexibility on the supply side, unemployment is a little higher than it was at the beginning of the year, and there has not been much upward pressure on wages.", "In turn, this has contributed to the extended run of inflation outcomes below the medium-term target range.", "In considering these developments today, the Board decided that it was appropriate to ease monetary policy further.", "We are seeking to make more assured progress towards both full employment and the inflation target.", "We still expect to make progress on both fronts, but that progress is slower than we would like.", "Today's decision will help.", "In reaching that decision, the Board recognises that the impact of monetary policy on the economy has changed over time, and that there can be some undesirable side effects from low interest rates.", "The many people who write to me saying how low interest rates are hurting their finances serve as a constant reminder of this.", "But, importantly, the Board also recognises that monetary policy still works.", "It works to support employment, jobs and income growth across the economy.", "Today's decision, together with our decisions in June and July, will assist on each of these fronts.", "In doing so, these decisions will promote the collective economic welfare of the Australian people, which we need to remember is the ultimate goal of monetary policy.", "Even so, my earlier point about the solution to low interest rates globally is relevant here in Australia too.", "We will all be better off if businesses have the confidence to expand, invest, innovate and hire people.", "Given Australia's strong longer-term fundamentals this should not be out of our reach, but it does require constant effort.", "One part of this effort could be a renewed focus on structural measures to lift the nation's productivity performance.", "At our meeting today, as well as considering monetary policy, the Board had its six-monthly deep dive into financial stability issues.", "On Friday, the Bank will be releasing the results of this in our Financial Stability Review.", "Ahead of that, I would highlight three issues we discussed.", "The first is that internationally, there seems to be a disconnect between the uncertainty that investors feel about the economic situation and the compensation that they require for holding risk.", "Normally when people feel uncertain about the future, they want to be compensated for taking on risk.", "At the moment though, despite the uncertainty, credit spreads are low and asset prices are generally high.", "At our meeting today we talked about the possibility that a shock somewhere in the global system could cause a recalibration, leading to a disruptive repricing of risk.", "The second issue is that the resilience of Australia's financial system has steadily improved over recent times.", "The core capital ratios of our banks are now well within the top quartile of banks around the world.", "Our banks are well placed to withstand a wide range of shocks and their position will be further strengthened as they meet requirements to increase their loss absorbing capacity further over the next few years.", "Lending standards have also been strengthened, although in some areas the pendulum may have swung a bit too far.", "It is important that our financial institutions support small businesses in particular.", "Lenders should not be so scared of making a loan that goes bad that they don't provide the credit that the economy needs.", "One other risk area that we are paying close attention to is cyber and technology risks.", "Banks' systems have become more complex and digital platforms are now key to banking.", "We need to make sure that these systems are safe and resilient.", "The third issue is that while the Australian household sector has a high level of debt, it has also built up substantial buffers.", "All up, the balances in mortgage offset accounts and redraw facilities amount to 16 per cent of outstanding housing debt.", "This is equivalent to around 21⁄2 years of required mortgage payments at current interest rates.", "It is important to recognise though that this figure masks a lot of variation across households.", "We estimate that around a quarter of households with a mortgage have either no buffer or a very small one.", "Loan arrears remain low, although they have risen over recent years.", "Also, we estimate that for almost 4 per cent of borrowers their current loan balance exceeds the value of their property.", "Over half of these borrowers are in Western Australia where there has been a large and persistent decline in housing prices.", "So this is an area that bears watching.", "On a completely different matter, I would like to draw your attention to the fact that we will be releasing the new $20 note next week, on 9 October.", "This note is printed here in Melbourne, at our printing works in Craigieburn.", "I have brought along a few notes tonight hot off the presses for you to have a look at.", "I sometimes get asked why the Reserve Bank is replacing the existing series of banknotes, especially when more of us are moving to electronic payments.", "People also wonder with contactless payments now so ubiquitous, do we still need banknotes?", "Given these questions, it might surprise you then to know that the demand for banknotes in Australia is still strong.", "The stock of banknotes on issue, relative to the size of the economy, is close to the highest it has been in 50 years.", "It is possible that low interest rates are part of the story here.", "That makes for around $3000 worth of banknotes on issue for every Australian.", "I, for one, don't have anywhere near that amount.", "At the RBA, we have recently undertaken some work to understand the whereabouts of all these banknotes.", "It is hard to know exactly, but we estimate that around a quarter are used to make legitimate day-to-day transactions within Australia.", "It also appears that between half and threequarters are held as a store of value in safes, under beds and at the back of cupboards, both here in Australia and elsewhere around the world.", "We estimate that a further 4 to 8 per cent are used in the shadow economy, either to hide transactions from the tax office or to undertake illegal transactions.", "Finally, it appears that between 5 and 10 per cent of banknotes are either simply lost, maybe at the beach, or destroyed, perhaps in a natural disaster.", "So, as best we can tell, that is where all the banknotes are.", "One indicator of the decline in the use of banknotes for day-to-day transactions is the fact that the value of cash withdrawals through ATMs has fallen by a quarter over the past decade.", "Australians have clearly embraced the convenience of contactless payments.", "We are also increasingly embracing payments through Australia's fast 24/7 payment system, the New Payments Platform.", "If you have not already got your PayID to use the simple addressing feature of this new system, I encourage you to get one.", "If your bank is not offering this new fast payment service to you, I encourage you to ask them why.", "And if you are not happy with the answer, give some thought to switching banks.", "Before finishing I would like to return to the question of why we have been issuing a new series of banknotes.", "The main answer is to keep ahead of the counterfeiters.", "We have long had one of the safest and most secure currencies in the world.", "The level of counterfeiting in Australia is low and declining, with around 15 counterfeits detected per million banknotes in circulation in recent times.", "This compares with rates above 50 for some other major currencies.", "But the counterfeiters don't stand still and we need to stay ahead.", "So we have added new high-tech security features to the new banknotes so that they remain safe, secure and reliable.", "For those of you who still use banknotes for your spending, it would be good to see a bit more use and spending out there.", "Finally, I would like to thank you again for joining us this evening.", "We are looking forward to hearing directly from you about how things are going here in Victoria.", "For more information, see Finlay R, A Staib and M Wakefield (2018), 'Where's the Money An Investigation into the Whereabouts and Uses of Australian Banknotes', RBA Research Discussion Paper No 2018-12."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Interest rates", "Global economy", "Monetary policy", "Financial stability", "Household debt", "Inflation", "Employment", "Banknotes", "Counterfeiting", "Risk"]}