{"sentences": ["December 12, 2019 Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Okayama Masayoshi Amamiya Deputy Governor of the Bank of Japan It is my pleasure to have the opportunity today to exchange views with administrative, financial, and business leaders in Okayama Prefecture.", "I would like to take this chance to express my sincere gratitude for your cooperation with the activities of the Bank of Japan's Okayama Branch.", "Yesterday, I looked at the recovery of areas that were severely damaged by the heavy rain in July 2018, such as Mabicho.", "It was heartbreaking to see that the impact of the disaster remains even after a year and a half has passed.", "However, at the same time, it was very encouraging to know that the locals are making steady progress toward recovery.", "I would like to express my deepest respect for everyone's efforts.", "Before exchanging views with you, I would like to talk about the Bank of Japan's view on developments in economic activity and prices, including the global economy, and about the underlying thinking on its monetary policy conduct.", "In particular, let me explain these by focusing on three questions that I have received often recently: how long the global economic slowdown will continue; whether it will affect domestic demand; and the degree of the consumption tax hike's impact.", "Financial and Economic Developments I will start by talking about developments in the global economy.", "Let me first look back at developments over the past few years (Chart 1).", "From 2017 through the global economy had been firm, supported mainly by global growth in demand, a resultant boost in business fixed investment, and steady domestic demand in each country.", "Since around however, the global growth rate and world trade volume have declined, mainly reflecting heightening uncertainties over the trade friction and U.S.-China adjustments in the global cycle for goods that were affected by weak demand for data centers and smartphones.", "In particular, the world trade volume started to decrease from the middle of this year.", "The characteristic of the current slowdown in the global economy is that the manufacturing sector has been relatively weak against the background of the slowdown in trade activity (Chart 2).", "Business sentiment in the manufacturing sector globally has remained in a state of deterioration.", "In this situation, machinery investment has remained somewhat weak.", "In addition, global automobile sales have been somewhat weak due to various factors such as weak corporate demand, which also is observed in machinery investment, the effects of stricter environmental regulations, and the tightening of financial conditions in some emerging economies.", "There used to be a prevailing view that the global economy would head toward a pick-up in 2019, but the pick-up turned out to be delayed, and many institutions, including the International Monetary Fund (IMF) and the Bank of Japan, had to revise downward their projections for global economic growth.", "The delay is mainly attributable to the intensified and prolonged trade friction and a U.S.-China continuing decline in the growth rate of the Chinese economy.", "So, how long will the global economic growth pace continue to be in this deceleration phase?", "In other words, when will the global economy pick up?", "The Bank projects that, although it is subject to considerable uncertainties, the growth rate will rise moderately through According to the latest World Economic Outlook (WEO) released by the mid-2020.", "IMF, the global growth rate for 2019 is projected to decline to 3.0 percent and thereafter recover to 3.4 percent for 2020, which is around the past average (Chart 1).", "One of the mechanisms through which the global economy will pick up is the materialization of the effects of each country's macroeconomic policy.", "Since the beginning of this year, many emerging and economies have reduced their policy commodity-exporting rates.", "As for advanced economies, the Federal Reserve cut its policy rate at three consecutive meetings held from July through October, with a view to preventing an actual due to risks concerning weak global growth, as slowdown in economic activity and prices well as trade developments.", "The European Central Bank (ECB) also conducted monetary easing in September.", "These accommodative monetary policy measures will likely support a in the global economy by stabilizing economic and price developments in each country.", "At the Federal Open Market Committee (FOMC) held this morning, the Federal Reserve decided not to change its policy.", "As background to this decision, the Federal Reserve has pointed to the projection that the \"insurance\" rate cuts in the past few months will likely underpin the U.S. economy.", "Another driving force of a in the global economy is a recovery in the global cycle for IT-related goods, which triggered the current global economic slowdown (Chart 3).", "The global demand for semiconductors is bottoming out, and demand for smartphones and data centers is likely to pick up.", "In addition, from a somewhat perspective, demand related to 5G network is expected to increase globally.", "In this situation, the phase of inventory reductions has almost ended in Japan, and some increase in exports and production of goods has started to be seen.", "Moreover, regarding the trade friction, which entails the largest uncertainties U.S.-China over the global economy, negotiations seem to be continuing toward further progress even after the United States postponed imposing additional tariffs on Chinese goods in October.", "Global financial markets have taken these developments as favorable, and investors' risk sentiment has improved compared to a while ago.", "If a globally stable trade relationship is rebuilt, that will boost again the global trade, which has shrunk.", "Although signs of a in the global economy have started to be observed gradually, uncertainties over the outlook continue to warrant attention and the Bank is cautious about future developments.", "The trade negotiations have shown positive developments, U.S.-China but points of disagreement between the two countries remain in various aspects, and I have to say that uncertainties over the outcome of the negotiations are still high.", "In addition, close attention should be paid to various risks, including developments in emerging economies such as China, how the exit from the European Union (EU) will turn out in the United Kingdom, where the general election is going to take place today, and geopolitical risks.", "As for the outlook, if firms have to keep paying attention to risks concerning the global economy for a prolonged period, it could take longer than expected for their fixed investment stance to become active again.", "Thus, downside risks concerning the global economy will continue to warrant close attention.", "Thus far, I have talked about developments in the global economy.", "Now, I would like to move on to Japan's economic developments.", "The growth pace in the global economy has remained slow, and this has affected Japan's economy, mainly the manufacturing and industries (Chart 4).", "Since the turn of the year, manufacturers' sentiment in Japan has become clearly cautious.", "With regard to exports and production activity, some weakness has continued to be observed, particularly in capital goods used for business fixed investment and goods.", "As for the outlook, these developments are likely automobile-related to continue for the time being with the in the global economy being delayed.", "What is unique to the current phase is that, in contrast to somewhat weak external demand, domestic demand has been firm (Chart 5).", "In the past, large economic fluctuations often occurred in Japan, where the negative impact on the manufacturing sector stemming from changes in the global economy spread to domestic demand.", "In the current phase, however, although exports have continued to show some weakness, domestic demand has continued to increase in all three sectors that is, the corporate, household, and public sectors.", "Thus, the impact of the global economic slowdown on domestic demand has been limited so far.", "The Bank expects that, with the virtuous cycle from income to spending operating, domestic demand will follow an uptrend and the impact of the global economic slowdown on domestic demand will remain limited.", "That is, although the momentum of domestic demand is likely to decelerate temporarily in the short run, reflecting the effects of the global economic slowdown and the consumption tax hike, it is expected that a large decline will be avoided.", "In what follows, I will explain the outlook for business fixed investment, private consumption, and public investment in further detail.", "Let me start with business fixed investment.", "Business fixed investment in Japan has continued on an increasing trend on the whole, although it has been somewhat weak globally.", "This is attributable to an increase in sustained investment that is less susceptible to economic developments (Chart 6).", "Such investment includes short-term labor-saving investment that reflects tight labor market conditions.", "While the labor market conditions remain tight and labor shortage is expected to continue from the perspective, demand for saving labor and improving efficiency has increased, mainly in the nonmanufacturing sector that is labor intensive.", "Since Okayama Prefecture, for which the active job ratio is ranked in the top three in Japan, faces extremely openings-to-applicants tight labor market conditions, you may recognize this situation clearly.", "In industries that face labor shortage including retail, accommodations as well as eating and drinking services, and construction firms are making efforts to save labor and improve efficiency and actively are undertaking machinery and software investment.", "In addition, the uptrend in research and development (R&D) investment for growth areas is expected to be maintained.", "With a view to improving competitiveness from a perspective, the pace of increase in R&D investment is planned to be maintained in industries such as automobiles and chemicals, which recently have been affected by the global economic slowdown.", "Moreover, construction investment also has maintained a high level, reflecting a wide range of demand, such as for urban redevelopment projects, construction of distribution facilities that results from the spread of and construction of accommodation facilities that aims at capturing inbound tourism demand.", "Although business fixed investment in Japan as a whole has been on an uptrend, the effects of the global economic slowdown actually have been seen in part (Chart 7).", "Let us take the example of machinery investment in the manufacturing sector.", "In particular, machinery investment in industries related to capital goods that are used for fixed investment and to automobiles has been somewhat weak recently.", "While I mentioned earlier that exports and production in these industries had been greatly affected by the global economic slowdown, the same thing can be said about their business fixed investment.", "As for the outlook, business fixed investment is expected to maintain its uptrend on average underpinned by sustained investment; in the short run, however, its pace of increase is projected to decelerate, mainly for machinery investment in the manufacturing sector, with the in the global economy being delayed.", "Next, I will talk about private consumption.", "Private consumption has increased moderately, albeit with fluctuations that mainly result from the effects of the consumption tax hike, with the employment and income situation continuing to improve steadily.", "Regarding developments in private consumption for the time being, the key is the effects of the tax hike in October, and this relates to the third question that I mentioned at the outset (Chart 8).", "First, looking at developments in consumption prior to the tax hike, in September, which was just before the tax hike, there was a significant increase in demand, or the increase in demand, for household electrical appliances such as televisions, daily necessities, and products including luxury goods.", "However, since the increase in demand had not been significant through August, the overall increase in demand was constrained this time compared with that of the previous tax hike, when such increase was observed for quite a long period.", "Next, let us take a look at developments after the tax hike.", "Attention needs to be paid to the fact that it is becoming difficult to grasp the underlying trend in consumption due to downward pressure resulting from the effects of natural disasters such as typhoons in October.", "In fact, statistics since October have shown a somewhat large decline, and this consumption-related seems to be partly affected by the special factor that I just mentioned.", "Assessing comprehensively by excluding this factor and by taking account of the perception of the relevant industries, a reactionary decline in demand after the tax hike so far does not seem to be as significant as that of the previous tax hike.", "In addition, downward pressure on private consumption will highly likely be smaller than that of the previous tax hike, underpinned by the government's various support measures for households.", "That said, attention should continue to be paid to the effects of the tax hike, because they could change depending on, for example, people's sentiment and price developments.", "Lastly, let me move on to public investment.", "Last year, the heavy rain affected western Japan, including Okayama Prefecture, and the earthquake in Hokkaido caused disastrous damage.", "There also was great damage caused by a series of natural disasters this year, such as several typhoons that hit mainly eastern Japan.", "In the affected areas, progress has been made in construction projects related to restoration and reconstruction.", "In addition, construction related to national resilience which aims at strengthening the ability to maintain the functioning of infrastructure even when natural disasters occur is to be implemented intensively across the country through fiscal 2020.", "In Okayama Prefecture, as part of the urgent flood control project in Mabicho, construction is underway such as for Oda River, which caused severe damage at the time of the heavy rain last year.", "Moreover, economic policy measures decided by the government a while ago include initiatives to promote restoration and reconstruction from the recent natural disasters as well as to strengthen the framework for disaster prevention.", "As these developments show, public investment is expected to increase.", "To summarize what I have talked about so far, regarding the outlook for Japan's economy, exports and production are projected to continue showing some weakness for the time being, with a in the global economy being delayed.", "As for domestic demand, the pace of increase is expected to decelerate temporarily due to the effects of the global economic slowdown and the consumption tax hike.", "However, from a somewhat perspective, it is expected that domestic demand will remain firm and that, as projected by the IMF, the global economic growth rate will rise.", "Thus, Japan's economy is likely to continue on an expanding trend, albeit at a moderate pace.", "Price Developments Next, I will explain price developments in Japan (Chart 9).", "Looking back from a perspective, for many years starting from the late 1990s, Japan's economy was in deflation in terms of a sustained decline in prices.", "Reflecting this situation, the Bank introduced quantitative and qualitative monetary easing (QQE) in 2013, and since then has pursued powerful monetary easing.", "At present, Japan's economy is no longer in deflation, in the sense of a sustained decline in prices, with the economy improving significantly and the positive annual CPI inflation taking hold.", "Turning to recent price developments, the rate of change in the CPI excluding fresh food has remained at around 0.5 percent, partly due to the effects of the past decline in crude oil prices and reductions in prices.", "The CPI has continued to show relatively weak developments compared to the economic expansion and tight labor market conditions.", "This is mainly because the mindset and behavior based on the assumption that wages and prices will not increase easily have been deeply entrenched among firms and households, due to the experience of prolonged low growth and deflation.", "Under these circumstances, the consumption tax rate was raised in October.", "The key point in looking at future price developments is whether firms' stance will change as a result of the tax hike.", "I would like to show you two distinctive examples (Chart 10).", "The first concerns developments in prices of durable goods.", "As for goods such as televisions and household electrical appliances, an increase and reactionary decline in demand prior to and after the tax hike have been observed.", "Prices were somewhat strong before the tax hike, when demand increased.", "However, has been mixed since the tax hike, when demand declined in reaction to the increase.", "Whereas the rate of change in prices of televisions and laptops which have relatively large price fluctuations has turned negative since the tax hike, the rate of increase in prices of durable household goods such as refrigerators and vacuum cleaners has remained at a relatively high level.", "The second example concerns developments in prices of services such as In the case dining-out.", "of services prices, it can be confirmed that the tax hike has been passed on steadily.", "While the consumption tax rate for was raised to 10 percent, the rate for food products, including meals such as deli food, is unchanged at 8 percent due to the introduction of a reduced tax rate.", "For this reason, it had been pointed out that the tax hike might not be fully passed on to prices, reflecting price competition with meals, and that prices excluding the consumption tax could weaken.", "ready-made dining-out However, looking at developments in such prices in October, it appears that the tax hike has been passed on almost completely.", "Although the industry is making efforts to save labor and improve efficiency in response to increases such as in personnel expenses and distribution costs, there have been moves to gradually pass on cost increases that cannot be absorbed through such efforts.", "This suggests that many dining firms have passed on the tax hike to selling prices.", "These moves also can be observed in other services.", "Of course, attention needs to be paid to the fact that firms' behavior may change depending on future developments in consumption.", "However, no major change in their stance has been observed so far and it seems that firms have continued to pass on costs including the consumption tax.", "Taking account of this situation, I will explain the Bank's view on the outlook for prices.", "For the time being, it is likely that the rate of change in energy prices will remain negative due to the effects of the past decline in crude oil prices, and thereby push down the CPI.", "However, from a somewhat perspective, the Bank projects that the inflation rate will rise gradually, with firms' and households' perception of prices improving in a situation where the economy continues on an expanding trend.", "While it is expected to still take time to achieve the price stability target of 2 percent, the inflation rate is likely to increase gradually toward 2 percent.", "One of the assumed important mechanisms for the achievement of such price rises is the output gap of the economy as a whole (Chart 11).", "Looking at the output gap, which shows the balance between aggregate demand and supply, a positive gap has taken hold for the past few years, with demand exceeding supply.", "Based on the outlook for economic activity that I mentioned earlier, although the output gap is likely to narrow temporarily within positive territory, mainly due to the effects of the global economic slowdown and the consumption tax hike, it is expected to remain at around the current level on average.", "Under these circumstances, as households' tolerance of price rises increases, reflecting a rise in wages, and firms' stance shifts toward further raising prices, not only firms' moves to pass on cost increases but their active moves to raise prices that reflect developments in demand are likely to be more widespread.", "With wages and prices continuing to rise, the deeply entrenched mindset and behavior among people based on the assumption that wages and prices will not increase easily are expected to change gradually; accordingly, inflation expectations that is, people's expectations for future price developments are projected to rise.", "As these developments show, the Bank recognizes that the momentum toward achieving the price stability target has been maintained, whereby a positive output gap results in an increase in actual prices and then in a rise in inflation expectations, leading to a gradual rise in the inflation rate.", "The Bank's Conduct of Monetary Policy Next, I would like to explain the Bank's conduct of monetary policy.", "The Bank has been conducting \"QQE with Yield Curve Control,\" aiming to achieve the price stability target of 2 percent (Chart 12).", "It has pursued powerful monetary easing; specifically, the Bank sets the policy interest rate at minus 0.1 percent and the target level of Japanese government bond (JGB) yields at around zero percent, and has conducted JGB purchases in the market.", "The Bank considers that, at present, downside risks to economic activity and prices, mainly regarding developments in the global economy, require the most attention.", "As I mentioned earlier, there are various downside risks surrounding the global economy.", "If the materialization of these risks leads to a longer delay in the timing of a in the global economic growth pace or to a further deceleration in the global economy, Japan's economy inevitably will be affected.", "In this case, prices could be affected to some extent through downward pressure on the output gap, which is one of the important factors that determine price developments.", "Based on this recognition, since July, the Bank has clearly shown its policy stance of being tilted toward monetary accommodation.", "In October, the Bank clarified its stance to maintain the present levels of the policy rates or, depending on the situation, lower them from the present levels, as long as downside risks remain significantly high, as in the current situation.", "The Bank considers that downside risks to economic activity and prices, mainly regarding developments in the global economy, will continue to warrant close monitoring, and thus the policy stance of being tilted toward monetary accommodation will be appropriate for the time being.", "It will continue to carefully examine various risks and not hesitate to take additional easing measures if there is a greater possibility that the momentum toward achieving the price stability target will be lost.", "So far, I have talked about the Bank's basic stance of monetary policy conduct.", "In such conduct, the Bank considers it important to take into account both the effects and side effects of monetary policy, including those on financial markets and the functioning of financial intermediation.", "On this point, it recognizes that prolonged downward pressure on financial institutions' profits, with the low interest rate environment and severe competition among financial institutions continuing, could create risks of a gradual pullback in financial intermediation and of destabilizing the financial system.", "Although these risks are judged as not significant at this point, mainly because financial institutions have sufficient capital bases, the Bank will continue to examine these risks as well as those considered most relevant to the conduct of monetary policy and pursue such conduct in an appropriate manner, taking account of developments in economic activity and prices as well as financial conditions.", "Lastly, I would like to say a few words about Okayama Prefecture's economy.", "Okayama Prefecture's economy has been on a moderate expanding trend on the back of firm domestic demand.", "While the U.S.-China trade friction as well as relatively weak developments in the Chinese economy are affecting exports and production, business fixed investment has remained at a high level.", "Private consumption has been on a pick-up trend, although fluctuations in demand resulting from the consumption tax hike have been observed.", "Despite the severe damage caused by the heavy rain last year, Okayama Prefecture's economy has maintained a virtuous expansionary cycle supported by the hard work of residents, firms, and the local government.", "Blessed by a favorable climate that earned it the name \"The Land of Sunshine,\" Okayama Prefecture has developed the commerce and logistics rooted in its history as a transportation hub.", "Its manufacturing industries, as exemplified by the Mizushima Coastal Industrial Zone, have been a driving force in Japanese manufacturing.", "Moreover, the prefecture is rich in culture, as shown by its many ancient castles, Bizen ware, Korakuen, and the Kurashiki Bikan Historical Quarter, as well as in natural blessings such as its hot springs, fruits, and the delights of Setouchi, which appeal to visitors from Japan and abroad.", "The promotion of tourism based on these attractions is making progress, and with the \"Okayama Art Summit\" and the \"Setouchi Triennale\" having been held this year, many people from Japan and other countries have been visiting Okayama Prefecture.", "On the other hand, despite these riches, Okayama Prefecture is very similar to other regions in that it has to address the declining and aging population.", "However, by thinking ahead using their insight, the people of Okayama seem to have overcome various challenges at different times.", "During the Edo period, under the feudal Ikeda clan, Kojima Bay was reclaimed and agricultural productivity was dramatically improved.", "In the Meiji period, Magosaburo Ohara introduced the latest technology of the time to lay the foundations for the development of the textile industry and set up a factory providing a work environment that is in line with today's thinking about work-style reforms.", "Thereafter, with scars from the war remaining, the development scheme for Mizushima was launched in 1952, and the industrial complex that emerged played a leading role in the development of Japan's manufacturing industry.", "Recently, the promotion of regional development centered on forestry in the north of the prefecture has been bearing fruit and has become a model for regional revitalization nationwide.", "I hope that the growth potential of Okayama Prefecture will be enhanced through collaborative efforts by its people as well as firms and the local government to build up the prefecture's strengths, as seen in their cooperation aimed at overcoming the damage caused by the heavy rain.", "The Bank, and in particular its Okayama Branch, will seek to play a part in contributing to the further development of Okayama Prefecture's economy.", "Thank you for your attention.", "Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Okayama December 12, 2019 Masayoshi Amamiya Deputy Governor of the Bank of Japan I.", "Financial and Economic Developments II.", "The Bank's Conduct of Monetary Policy Chart 1 I.", "In the right chart, figures are for real imports.", "Sources: IMF; CPB Netherlands Bureau for Economic Policy Analysis.", "Financial and Economic Developments Global Economic Slowdown Motor Vehicle Sales Global Business Sentiment Global Machinery in Major Economies in Manufacturing Sector Investment s.a., DI y/y % chg. s.a., ann., mil.", "In the left chart, figures are based on BOJ staff estimates using WSTS data.", "In the right chart, figures are for electronic parts and devices.", "Source: Ministry of Economy, Trade and Industry.", "In the left chart, figures for domestic demand are the sum of private consumption, private residential investment, private non-residential investment, and public demand (government consumption and public investment).", "In the right chart, figures for public demand are the sum of government consumption and public investment.", "Financial and Economic Developments Business Fixed Investment Software Investment Construction Investment Development Investment s.a., ann., tril.", "In the left chart, figures through fiscal 2018 are actual results.", "Figures for fiscal 2019 are forecasts from the September 2019 survey.", "In the middle chart, figures are for firms with capital of 1 billion yen or more on a consolidated basis.", "Figures for fiscal 2019 are based on BOJ staff calculations adjusted for average changes from planned to actual expenditure for fiscal 2012-2018.", "In the right chart, figures are the estimated construction costs of private nonresidential buildings.", "Sources: Development Bank of Japan; Ministry of Land, Infrastructure, Transport and Tourism; Bank of Japan.", "Machinery Orders Capital Goods-Related Industries Manufacturing and and Automobile-Related Industries Nonmanufacturing s.a., CY 2012=100 s.a., CY 2012=100 General-purpose, production, and business-oriented machinery Automobiles, parts, and accessories Nonmanufacturing 80 12 13 14 15 16 17 18 19 CY CY 12 13 14 15 16 17 18 19 Note: In the left chart, figures for nonmanufacturing exclude those for ships and electric power companies.", "Source: Ministry of Internal Affairs and Communications.", "Price Developments Developments in Prices Prior to and After the Tax Hike y/y % chg. 2019/Q1 Q2 Q3 October -6 Durable goods TV sets Laptops Dining-out Domestic Services Recreational Personal care assisting services related to services services housework (charges for clothing (hotel charges, (refrigerators, housekeeping (laundry lesson fees, vacuum services, etc.)", "Source: Bank of Japan.", "The Bank's Conduct of Monetary Policy BOJ's Conduct of Monetary Policy Stance of Monetary Policy Conduct Yield Curve Control and Forward Guidance Taking account of developments in economic activity and (Stance of Monetary Policy Conduct) prices as well as financial conditions, the Bank facilitates the formation of the yield curve that is considered most  In a situation where downside risks appropriate for maintaining the momentum toward economic activity and prices, mainly regardingto achieving the price stability target of 2 percent.", "developments in overseas economies, are significant, the Bank will not hesitate to take 1.0 additional easing measures if there is a greater 0.8 possibility that the momentum toward Target level of the 0.6 achieving the price stability target will be lost.", "long-term interest rate: around zero percent Short-term policy 0.4 (Forward Guidance for the Policy Rates) minus 0.1 percent 0.2  As for the policy rates, the Bank expects 0.0 shortand long-term interest rates to remain at their -0.2 present or lower levels as long as it is necessary to pay close attention to the possibility that the -0.4 momentum toward achieving the price stability -0.6 target will be lost."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Global economic slowdown", "Japan's economy", "Business fixed investment", "Private consumption", "Public investment", "Price developments", "Consumption tax hike", "Monetary policy", "Yield curve control", "Downside risks"]}