{"sentences": ["Accompanying slides of the speech.", "Ladies and Gentlemen, I wish to thank the organisers for the invitation to address to such a distinguished audience and to so many European friends.", "I also want to congratulate the organisers for the choice of the venue, as the Finlandia Hall was the venue of the signing the Final Act of the CSCE (Conference on Security and Co-operation in Europe) in 1975.", "As a kid I started to follow the Europe pretty much thanks to the CSCE.", "Even your choice of the dinner venue is in line of this, since Kalastajatorppa hosted the famous CSCE reception with the participation ranging from Urho Kekkonen to Olof Palme, Valéry Giscard d'Estaing to Helmut Schmidt, as well as Harold Wilson to Gerald Ford, not to speak Leonid Brežnev to Erich Honecker.", "It is a historical fact that the CSCE Final Act was a one critical factor of creating the Europe whole and free.", "In recent years, fiscal statistics have played a role in my professional life in various ways, when I have worked as member of the European Commission, as Finland's Minister of Economic Affairs, and as a central banker.", "As Commissioner I was also responsible for Eurostat in 2010- 11, until I was appointed Vice-President with stronger competences in fiscal surveillance, when we created a firewall inside the commission and separated these two functions.", "As you can probably imagine, data generally are very much present in a central bank governor's typical working day.", "It starts with a quick look at most recent financial market data and continues with work based, to a large extent, on statistics, regarding particularly inflation and other macroeconomic developments.", "Banking statistics play a special role, as for Finland they are compiled by the Bank of Finland.", "The importance of fiscal data for us follows from the objectives given to the European System of Central Banks.", "The primary objective is price stability, and it cannot be achieved in the long run without fiscal sustainability.", "Therefore, while the responsibility for fiscal policy obviously rests with the governments, central banks cannot ignore issues related to fiscal sustainability.", "In the European Union, our common fiscal rules play an important role in safeguarding fiscal sustainability.", "In a moment, I will address some issues related to EU fiscal rules.", "However, before that, let me go back in time a few years to a situation where issues related to fiscal sustainability and the reliability of fiscal data suddenly became headline news in Europe.", "I am referring to Greece and my years as the EU Commissioner for Economic and Financial Affairs.", "Slide 2 - summary The global financial crisis rocked the financial system and the world economy starting in 2008.", "The first signs of the crisis emerged in the United States, but it soon became clear that the crisis will not remain outside the borders of Europe.", "Certain European countries came to suffer more from the crisis than others.", "In many countries, household borrowing and house price increases were unsustainable, risks had accumulated in the banking system, and large current account deficits marked wide imbalances in the economy.", "However, fiscal policies also played a role.", "Almost exactly 10 years ago, in October 2009, the financial crisis took a new turn in Europe.", "It morphed into a sovereign debt crisis.", "Upon taking office, the Prime Minister of Greece, George Papandreou, revealed that the fiscal deficit in Greece was significantly larger than previously reported.", "As it later turned out, the deficit was above 10% of GDP in 2008 and above 15% of GDP in 2009, which triggered and caused the Greek crisis.", "As investors became aware of the real state of Greek public finances and of the systematic falsification of statistics, investors woke up to the risk attached to the sovereign bonds of not just Greece but also other vulnerable euro area countries.", "Papandreou's announcement caused a shock in the financial markets and stupefied political decision makers.", "The yields on Greek sovereign bonds began to rise to unsustainable levels.", "By May 2010, the yield on 10-year Greek sovereign bonds had risen to over 10 percentage points above those of Germany.", "Greece would no longer have been able to finance its public expenditures.", "The government did not have many options: Greece had its back against the wall.", "It had to choose between a default and a request for international support.", "A contagion effect was soon felt in other vulnerable countries: Portugal and Spain also saw their credit ratings downgraded in March-April 2010.", "The crisis was widening and deepening with accelerating speed.", "One critical lesson is, that at the time, the EU and the monetary union did not have proper tools to deal with such situations.", "Those tools needed to be created, and they were.", "The euro area countries in biggest problems received financial support conditional on stabilisation programs.", "Setting them up took a fair amount of time and effort.", "The acute crises were tamed, and with time, economic healing processes began.", "However, the losses in economic well-being suffered by so many euro area citizens were grave, and the healing process was in some cases painfully slow.", "In Greece, it is still ongoing."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["fiscal sustainability", "fiscal data", "fiscal rules", "sovereign debt crisis", "Greek crisis", "financial crisis", "economic healing", "banking statistics", "macroeconomic developments", "monetary union"]}