{"sentences": ["Representatives of the media, good afternoon.", "As you know, the Monetary Policy Committee met today.", "My two Deputies and myself are pleased to welcome you to this post-MPC press conference.", "Before I move on to the MPC deliberations, on behalf of the Bank of Mauritius and the MPC members, I would like to express our sincere gratitude to all the frontliners and employees in essential services who went beyond their call of duty during the confinement.", "I equally commend banks for having ensured continuity of services.", "As I stated at the last post-MPC press conference on 10 March 2020, the MPC remains vigilant and will continue to monitor risks to our economy.", "In this respect, a special MPC meeting was convened on 16 April 2020.", "Swift policy actions were accordingly taken.", "Today the MPC deliberated on the current economic conditions and outlook.", "I have to say that the elevated level of uncertainty makes it exceedingly challenging to say how economies will fare in the near future.", "Let me now share with you the MPC's assessments.", "International economic developments 8.", "I will start with the global economic conditions.", "The COVID-19 pandemic has triggered a very deep global recession.", "In the words of the Managing Director of the IMF, this crisis \"is more severe, more complex, and more global than anything we have seen in living memory.\"", "The imposition of lockdown across many countries brutally and briskly impacted production, consumption, investment and trade.", "Economic data for the first quarter of 2020 reveal substantial output contractions in most of our main exports markets.", "Output contractions will definitely be more severe and widespread during second quarter of 2020.", "The UK economy is projected by the Bank of England to shrink by 25 per cent, on a year-on-year basis.", "The European Central Bank has projected a contraction of 13 per cent for the euro area.", "The US Federal Reserve Bank of New York has estimated the US economy to contract by 15 per cent.", "Conventional as well as unconventional fiscal, monetary and financial policy measures were rapidly implemented across the world to contain the economic consequences of the pandemic.", "After significant tightening of financial conditions, these policies helped restore confidence in financial markets across the globe.", "Major international organisations have further slashed their growth forecasts to historical a.", "In its June 2020 World Economic Outlook (WEO) Update, the IMF has downgraded its global growth projection to -4.9 per cent for 2020, from -3.0 per cent in April.", "Advanced economies are forecast to contract by 8.8 per cent in 2020, with the euro area shrinking by 10.2 per cent.", "Emerging market and developing economies are projected to contract by 3.0 per cent.", "The World Bank has lowered its global growth projection for 2020 to -5.2 per cent.", "c. The OECD's forecast shows an economic contraction of 7.6 per cent in 2020. .", "Substantial downside risks still prevail given the resurgence of COVID-19 infections in several parts of the world.", "Brent oil prices are currently at around USD43 a barrel, well below their 2019 prices.", "Commodity prices, excluding precious metals, remain weak reflecting the demand shock.", "Inflation has remained below central banks' targets.", "For emerging market and developing economies, inflation is forecast at 4.4 per cent, from 5.1 per cent in 2019. .", "Both fiscal and monetary policy measures will continue to accompany the global economic recovery process.", "In its June 2020 WEO Update, the IMF has assumed that major central banks will maintain an accommodative monetary policy stance up to the end of 2021.", "Domestic economic developments 18.", "I will now turn to domestic developments.", "The Mauritian economy is already being buffeted by the pandemic.", "Moreover, household consumption and private investment are expected to remain subdued in 2020. .", "The tourism sector has been the hardest hit, together with the manufacturing and trade sectors.", "The timing of the resumption of air travel and cautious behaviour by travellers could further weigh on the performance of the sector.", "Statistics Mauritius estimates tourist arrivals to drop by around 70 per cent in 2020 compared to 2019. .", "On average, tourism revenue in the first half of 2020 would fall short of 2019 receipts by around Rs18 billion.", "In the event the national borders remain closed for the rest of the year, the shortfall could rise to around Rs50 billion.", "This represents a significant drop in FX inflows from the tourism sector.", "Latest data from the World Tourism Organization shows that international tourism was down by 22 per cent in the first quarter of 2020 and could decline by a maximum of 80 per cent in 2020.", "The World Tourism Organization has projected that nearly 1.1 billion individuals will not travel in 2020. .", "Statistics Mauritius has estimated an economic contraction of 2.0 per cent in the first quarter of 2020.", "The fall in real output occurred primarily in the accommodation and food service sector, the manufacturing sector, and the distributive trade sector.", "Real output is projected to decline substantially in the second quarter of 2020. .", "Domestic inflation has remained low and stable.", "The economic fallout is adversely altering labour market dynamics.", "Foreign exchange market 26.", "Since the onset of the crisis, activity on the foreign exchange (FX) market has been low.", "FX turnover fell by around 53 per cent in the second quarter of 2020, relative to the corresponding period of 2019. .", "The Bank has been consistently supplying FX to the market.", "Since 18 March 2020, taking into account swap transactions, the FX lines of credit to banks and FX interventions, the Bank has supplied an aggregate of USD656 million (or equivalent to around Rs26 billion) to the banking sector.", "The Bank has sold USD242 million directly to banks through intervention.", "Over and above, the Bank has supplied the State Trading Corporation a total of USD67 million.", "The Bank stands ready to intervene and supply FX to the market as and when required.", "Exchange rate movements in the past few months have reflected domestic macroeconomic fundamentals as well as international factors.", "The Bank is committed to ensure orderly conditions on the FX market and support the floating exchange rate regime.", "Balance of payments and FX reserves 29.", "The current account deficit worsened in the first quarter of 2020, reaching 4.2 per cent of GDP from 3.2 per cent in the first quarter of 2019.", "The country recorded an overall balance of payments deficit of Rs5.9 billion in in the first quarter of 2020 as against a surplus of Rs7.4 billion in the first quarter of 2019.", "For 2020, an overall balance of payments deficit of Rs40 billion is projected, primarily due to a drop on exports proceeds and lower capital inflows.", "The FX reserves stood at USD7.2 billion as at end-June 2020, representing 13.2 months of imports of goods and services, and 18 months of imports of goods only.", "Bank of Mauritius COVID-19 Support Programme 31.", "The COVID-19 Support Programme of the Bank of Mauritius, supplemented by the timely cumulative 150 basis points cut in the Key Repo Rate, has been well received by economic operators.", "Allow me to share a few key figures on the impact of the measures on beneficiaries, and the economy at large, as at 3 July 2020. a.", "For economic operators (excluding SMEs), an amount of Rs8.1 billion has been granted as moratorium on capital repayment.", "For SMEs, the total moratorium on capital and interest has reached Rs710 million.", "c. Individuals have availed a total of Rs73 million as moratorium on both capital and interest repayments.", "d. Households have benefitted from an amount of Rs178 million as moratorium on capital repayments.", "In addition, the Bank has provided interest relief to households out of its own funds.", "e. Banks have reported a total of Rs3 billion loans approved under the Special Relief Amount as at 7 July 2020. .", "I have to reiterate here that economic operators, SMEs, households and individuals who have availed themselves of moratorium facilities on loans granted by banks will not be penalised in terms of reporting to the Mauritius Credit Information Bureau.", "The setting up of the Mauritius Investment Corporation Ltd (MIC) by the Bank of Mauritius further complements the Bank's Support Program.", "The operations of the MIC will support employment, investment and exports.", "I must highlight the timely transmission of policy rate changes to interest rates in the banking sector.", "Lower interest rates have eased the financial burden on borrowers.", "Savings on debt servicing reaped by households and corporate entities are estimated at around Rs1.4 billion and Rs2.2 billion, respectively, up to end-May 2020, that is an estimated total of Rs3.6 billion.", "Liquidity in the banking system has gone up since March 2020, partly reflecting the policy decision to substantially ease monetary conditions and ensure the financial system had sufficient liquidity to withstand the crisis.", "The Bank is gradually normalizing liquidity conditions in the banking system.", "The banking sector continues to maintain strong capital and liquidity positions, above the regulatory limits.", "The ratio of non-performing loans to total loans stood at 4.5 per cent in March 2020.", "The Bank is closely monitoring the situation and is conducting regular stress testing exercises.", "I now come to the decision of the MPC.", "The MPC discussed the implications of the pandemic on the domestic economy and the previous cumulative 150 basis points cut in the KRR.", "Members viewed that the cuts are still working through the economy and that the current monetary policy stance is appropriate.", "Given the risks facing the domestic economy, the Bank is projecting real GDP to contract by 12.5 per cent in 2020.", "However, real GDP growth is projected at about 7 per cent in 2021. .", "Barring exogenous shocks, the Bank is expecting headline inflation at about 2.5 per cent in 2020 and at about 2.0 per cent in 2021. .", "The MPC has unanimously voted to keep the Key Repo Rate unchanged at 1.85 per cent per annum.", "The MPC remains vigilant and will continue to monitor risks to the domestic economic outlook.", "The next MPC meeting is scheduled on Wednesday 23 September 2020, but the MPC stands ready to meet in between its regular meetings if the need arises.", "Extension of Bank of Mauritius COVID-19 Support Measures 44.", "Let me now move on to the Support Programme introduced by the Bank in March 2020.", "In consultation with relevant stakeholders, the Bank has reassessed the measures and has taken the following decisions to further assist economic operators, households and individuals.", "The Bank's Special Relief Amount of Rs5 billion has been extended from 30 June to 30 September 2020 to enable economic operators impacted by COVID-19 to have access to concessionary credit facilities at 1.5 per cent from banks.", "The repayment period is also being extended from 30 months to 48 months.", "c. The moratorium period is being increased from 6 to 9 months.", "d. To continue supporting the FX market, the Bank is extending the size and validity period of two measures.", "First, the Bank is increasing the amount earmarked for swap transactions by an additional USD100 million.", "This facility will be available to banks for the next 6 months.", "Second, the Bank is raising the amount of the FX line of credit to banks from USD300 million to USD500 million, that is by an additional amount of USD200 million.", "This facility will be available to banks for the next 6 months.", "The Bank considers it important to build a strong bridge towards economic recovery for households and businesses.", "All the measures I have announced are expected to sustain domestic demand by fostering conducive conditions for consumption and investment.", "I wish to highlight that Moody's has reaffirmed the Baa1 sovereign rating of Mauritius in a statement released on 6 July 2020. .", "As in every crisis, people are worried about the future.", "Risks from COVID-19 are real.", "The Bank remains alert and I assure you that we will continue to do whatever it takes for as long as conditions warrant to maintain price stability, orderly and balanced economic development as well as financial stability.", "I now welcome your questions.", "Keynote Speech by the Managing Director of the IMF, 2 July 2020, \"National Development Bank in Lithuania: Aims and Effective Governance.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["COVID-19", "Monetary policy", "Economic outlook", "Tourism", "FX market", "Balance of payments", "Bank of Mauritius COVID-19 Support Programme", "Inflation", "Liquidity", "Key Repo Rate"]}