{"sentences": ["SPEECH SVERIGES RIKSBANK 2020-03-03 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Deputy Governor Anna Breman VENUE: Royal Swedish Academy of Engineering Sciences, Stockholm Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se How the Riksbank can contribute to I would like to start by extending a warm thank-you to Stockholm Resilience Centre, Stockholm Environment Institute, Kungliga Vetenskapsakademien, och Misum for arranging this seminar.", "Perhaps you recognise the expression Hinc robur et securitas.", "It is Latin for From here, strength and security.", "It is the Riksbank's motto.", "It is on the Riksbank's emblem and it has also be seen on some of our banknotes.", "I learnt this when I arrived at the Riksbank as a new Deputy Governor a few months ago and it stuck - from here, strength and security.", "As a new Deputy Governor, I feel a responsibility for preserving the Riksbank's role as a guarantor of strength and security when the world around us is fraught with unease - unease over trade wars, unease over the coronavirus, and unease over climate change, to give a few examples.", "For a new Deputy Governor, it also becomes evident that those of us in the Executive Board make decisions that affect economic development for households and companies for several years to come.", "But the statistics we require to fully understand developments can sometimes be incomplete and forecasts are always very uncertain.", "Uncertainty also characterises the subject I am going to focus on today - the effects of climate change on the Swedish and the global economy.", "We know that greenhouse gas emissions cause global warming, but we do not know how much and how rapidly the global temperature will increase.", "We know that climate change affects growth, inflation and productivity, but we don't know how much and how quickly.", "We know that global warming can cause irreversible threshold effects, but we don't know how close we already are to such threshold effects.", "The Riksbank needs to respond to climate change.", "There are three reasons for this.", "First, because climate change affects the Swedish and the global economy - and may therefore threaten both price stability and financial stability.", "Second, because it is important to discuss what tools the Riksbank has to combat such threats.", "This is especially important just now as there is very considerable uncertainty about the future and the Riksbank's toolbox is perceived to be limited or even exhausted.", "Third, because it is important to analyse and discuss whether and if so what central banks, including the Riksbank, can and should do to combat climate change.", "I will argue that the Riksbank can act with strength and security in an economic crisis, and I will exemplify this in the form of a financial crisis triggered by climaterelated events.", "The Riksbank's toolbox has changed but it is not empty.", "But in order for our measures to have a profound impact, we need to work together with other authorities.", "Good cooperation with other authorities and in international networks is also key when it comes to the Riksbank's scope for contributing to climate adaptation.", "The Riksbank can contribute to a more sustainable future, but only as a complement to other effective climate policy.", "The Riksbank and other central banks will not be able to replace the need for an effective climate policy that should be focused on setting a price on carbon emissions.", "Let me begin by focusing on the issue of how the Swedish economy is affected by climate change.", "The climate and its effect on the economy and the financial system The climate is a particularly complicated system.", "This means that the economic consequences of climate change are difficult to predict.", "Allow me to illustrate this in a figure showing what we know and what we don't know about the effects of climate change, see Figure 1.", "First, there is scientific consensus on the fundamental connection between rising greenhouse gas emissions and rising temperatures.", "But there is considerable uncertainty surrounding the extent of the effects on temperature, precipitation and sea levels.", "The IPCC - Intergovernmental Panel of Climate Change4 - has calculated how concentrations of greenhouse gases in the atmosphere will increase in two scenarios; one in which emissions continue at their present rate, and one in which emissions decrease, see the red and yellow lines respectively in Figure 1.", "Figure 1 also shows the estimated effects of the two scenarios on the temperature, precipitation and sea level in Sweden.", "If emissions continue at their current rate (red figures), we can expect the temperature to rise by between 4 and 7.9 degrees, precipitation by between 17 and 41.4 per cent and the sea level by between 21.4 and 66.4 centimetres.", "If, on the other hand, we manage to reduce emissions in the second scenario (yellow figures), the effects will be less, but far from negligible.", "In this scenario, the temperature is expected to rise by between 2.3 and 3.8 degrees, precipitation by between 8.2 and 39.1 per cent and the sea level by between 4.4 and 39.4 centimetres.", "There is considerable uncertainty, but the direction is clear and very worrying.", "Increase in temperature, precipitation and sea level in Sweden in two scenarios for global warming.", "The left-hand diagram shows the concentration of carbon-equivalent greenhouse gases in the atmosphere in hundreds of ppm in two of the IPCC's scenarios; RCP 8.5 (continued carbon emissions) and RCP 4.5 (reduced emissions).", "The right-hand figure shows the change in temperature, precipitation and sea level in Sweden in the two IPCC scenarios.", "The numbers show the maximum, minimum and mean values.", "There are substantial regional differences in the effects on the sea level and the table shows the mean value for the regions for each respective scenario and percentile.", "Sources: RCP Database (Version 2.0.5), SMHI scenario data and SMHI Klimatologi [Climatology] report series, no.", "Second, we know that climate change has economic consequences, but their magnitude is uncertain.", "Climate change affects the economy via physical risks and transition risks.", "This is illustrated in Figure 2.", "The physical risks include different types of extreme weather and gradual warming.", "Storms, heatwaves and cloudbursts will probably become both more common and more serious in a warmer climate.", "The gradual warming will lead to smaller harvests, changes in ecosystems, melting glaciers and rising sea levels.", "Such things affect both households and companies.", "We have already seen serious examples of how the economy can be affected in connection with the drought in Sweden in 2018, the forest fires in California in 2019 and the bushfires in Australia at the beginning of this year.", "Transition risks are linked to the effects that arise when adapting the economic system to a less fossil-based economy.", "The effects may be gradual in that policy instruments, such as carbon taxes, lead to structural transformation when carbonintensive sectors lose competitiveness to greener sectors.", "The effects can also be more abrupt and create unexpectedly rapid movements in asset prices, such as in the value of coal and oil deposits.", "To limit global warming to 2 degrees, the IPCC estimates that only around 20-35 per cent of the world's known reserves of oil, gas and coal can be utilised.", "If this estimate is correct, it would mean that the majority of today's reserves are unusable and thus have no economic value.", "The assets have, in other words, become \"stranded\".", "Oil and gas companies are major borrowers on international bond markets and a rapid transition may therefore create financial risks and instability.", "For banks, the value of collateral can fall and credit losses can rise, which could reduce their capital, impair liquidity and thus weaken the banking system.", "The insurance sector is related part of the economy that may be hit hard by a rapid transition.", "Tighter insurance requirements and increased liability could have a very adverse effect on the insurance sector.", "We can already see that it has become more common for insurance companies not to insure certain climate risks.", "Figure 2 also provides a description of how the effects of transition risks may spread to the financial sector and threaten financial stability.", "Physical risks and transition risks affect financial institutions and hence financial stability.", "COMPANIES, FINANCIAL  Gradual global warming AGRICULTURE AND INSTITUTIONS Extreme weather events Lower productivity Tighter insurance  Adaptation to less fossil- based economy Investment losses  Tougher regulation  Credit losses  Changed consumption  Increased risk weights Source: Danmarks Nationalbank (2019) Third, I would like to highlight the risk of extreme outcomes, so-called threshold effects.", "This is the starkest example of fundamental uncertainty - science cannot say that this will happen, but neither can it completely rule out disastrous outcomes.", "Threshold effects occur when climate change reaches a tipping point and cannot be reversed, but instead speeds up further change.", "There are several examples: melting icecaps, thawing permafrost, forest fires that can devastate areas of the Amazon rain forest.", "Considering uncertainty is a natural part of all decision-making.", "In the monetary policy process, for example, there is uncertainty about underlying economic correlations, about data, about forecasts, etc.", "In this process, it is common to formulate decisions so that outcomes are as good as possible on average.", "When it comes to decision-making in the climate area, Martin Weitzman's research has had a substantial impact.", "In his view, decisions should be formulated in order to avoid the worst outcomes.", "This is easy to understand from an insurance perspective.", "When we take out a fire insurance policy, for example, we give higher weight to the worst outcome (the house burning down) in our risk assessment than the most likely outcome (the house not burning down).", "If we had not done this, we probably would not have taken out fire insurance.", "We should use the same thinking regarding climate policy.", "When we are exposed to serious threats at the same time as there is considerable uncertainty, we should insure ourselves so that we avoid and reduce the consequences of the worst outcomes.", "Climate change affects economic development via physical risks, transition risks and the risk of irreversible threshold effects.", "All this is negative risk.", "It is therefore important to point out that the effects of a transition to more sustainable development do not need to be negative - an effective climate policy that contributes to more rapid technological development in green energy and sustainable infrastructure could, on the contrary, lead to productivity growth, new jobs and higher living standards.", "So far I have focused on how the Swedish and global economy are affected by climate change.", "The next step is to consider how the Riksbank can act when price stability and financial stability are threatened by global warming.", "Here, I would like to start with current monetary policy and highlight a few scenarios that reflect how climate change may affect monetary policy going forward.", "Climate-related risks can affect monetary At the most recent monetary policy meeting in February, the Riksbank left the policy rate unchanged at zero per cent.", "The policy-rate path was also left unchanged and indicates that the rate will remain at zero per cent for the whole of 2020 and 2021.", "Bond purchases also continue as planned without any changes during the year.", "However, I mentioned at the meeting that we risk underestimating the possibility whereby so much happens over the next two to three years that monetary policy needs to change direction.", "As monetary policy-makers, my colleagues and I must weigh together the effects from short-term cyclical developments with long-term structural phenomena.", "Effects from climate change are examples of phenomena that have an impact in both the short and the long term, which can be a challenge for monetary policy.", "Today, I would like to show three examples of how climate-related risks might lead to monetary policy needing to become more or less expansionary and at the same time involve difficult monetary policy considerations: A temporary supply shock  A slow structural change  A severe economic crisis It is important to point out, however, that there are many other non-climate-related events that could trigger similar scenarios.", "Before I go on, I would also like to say that the potential measures I refer to in different scenarios can obviously not be seen as a promise to use them in the event of a shock or a crisis, as every situation will be unique and the circumstances will vary.", "A temporary supply shock First, imagine a scenario in which a period of extreme weather, for example an unusually warm winter after an uncommonly rainy and windy autumn, leads to falling energy prices.", "This is the situation in which we currently find ourselves.", "It is also a situation expected to be increasingly common in Sweden in the years ahead due to climate change.", "It is an example of a temporary supply shock that can push down inflation well below two per cent even if growth is healthy and inflationary pressures in the rest of the economy are in line with expectations.", "Monetary policy regularly manages these types of temporary shocks, and they are not normally a reason to make monetary policy more expansionary.", "What can be problematic is if inflation expectations are affected.", "They sometimes have the tendency to be backward-looking and react strongly to fluctuations in, for example, energy prices.", "I think it is particularly important to keep a cool head in this situation and keep a careful eye on how underlying inflation, which excludes energy prices, develops.", "The economic outlook in the medium term is also important, as it says more about the conditions for inflation a couple of years ahead.", "A slow structural change The other scenario occurs if the climate transition gives rise to a slow structural change, which might, for example, affect inflation for a longer period, the longterm sustainable level of resource utilisation and the long-run real interest rate.", "In contrast to other structural changes in the economy, such as demography and digitalisation, which are considered by many to dampen inflationary pressures, the effect of climate change on inflation is more uncertain.", "This also applies to the effect on resource utilisation and the long-run real interest rate.", "Here, we need both more data and more analysis in the coming years to gain a better understanding of these mechanisms and of how monetary policy can and should react to this type of slow structural change in the economy.", "Central banks strive to stabilise resource utilisation around a long-term sustainable level.", "We know at the same time that climate risks and other environmental problems are mispriced, and I will come back to why this is so later in my speech.", "How we, as a central bank, should consider this and other market failures is far from obvious.", "Bearing in mind the potentially serious consequences of mispriced climate risks, I would welcome a debate on the various benefits and drawbacks of taking this market failure into account.", "A severe economic crisis The final and third scenario is the most serious - a severe economic crisis.", "The transition to more sustainable development could trigger dramatic and rapid changes in financial markets, and in the worst case a financial crisis.", "What starts with financial instability tends to generate serious effects in the real economy with falling growth, rising unemployment and lower inflation.", "There is a certain unease in Sweden and in many other countries that central banks will have difficulty combatting a new economic crisis.", "Policy rates are already low in many countries, and several central banks have already made substantial bond purchases to support economic development.", "I think it is important to tackle this unease.", "The Riksbank still has a very good level of preparedness and plenty of scope to take decisive action in the event of financial instability, for instance, by providing liquidity support to financial institutions.", "In addition, the Riksbank has four main monetary policy tools at its disposal in the event of a sharp decline in the Swedish economy: a lower policy rate, bond purchases, loans to companies via banks and currency interventions.", "In addition, communication on forward guidance can be used, potentially in combination with other measures.", "If we were to be affected by a serious economic crisis, an expansion of our balance sheet would, in my view, be closer to hand than the introduction of an even more negative policy rate than the one we have had in recent years.", "To cut the policy rate below zero again is entirely possible - it is important that zero is not regarded as a lower bound.", "That said, however, there is a functional lower limit as to how negative the policy rate can be before the transmission mechanism deteriorates.", "I therefore consider that we should exercise caution with regard to reintroducing a negative policy rate, and that the effects of this should be weighed against the advantages and disadvantages of extended bond purchases and other monetary policy tools.", "To add some context to the option of bond purchases, it is important to note that the Swedish central government debt is small in relation to GDP, compared with, for example, the euro area and the United States.", "This sets a limit as to what is an appropriate amount of government bond purchases for monetary policy purposes.", "The Riksbank's bond purchases for monetary policy purposes corresponds to about 7 per cent of Swedish GDP, while the ECB's and Fed's programmes correspond to more than 20 per cent of GDP.", "The Riksbank, like the ECB, has the opportunity to broaden its asset purchases to include other types of bonds.", "The stock of Swedish covered bonds (housing bonds) issued in Swedish kronor (SEK) is just under SEK 2,000 billion.", "This is more than double the size of the outstanding volume of government bonds in the same currency.", "The stock of corporate bonds issued in SEK corresponds to almost 700 billion, while the stock of municipal bonds issued in SEK by municipalities and Kommuninvest is just over 400 billion.", "All in all, this means that the Riksbank has the possibility to increase its bond purchases.", "However, the fact that the possibility exists does not make it an appropriate measure.", "There are several aspects to consider; for example, how it affects resource distribution in the economy and the risks for to the Riksbank's balance sheet.", "Another issue is whether the Riksbank should consider sustainability aspects in its bond purchases.", "I will come back to this at the end of my speech.", "Allow me to summarise what I have discussed so far.", "I feel confident that the Riksbank can act with strength and security if a crisis threatens to destabilise the Swedish economy.", "However, we should be humble when it comes to the difficult considerations that may then be required in monetary policy.", "The scope for combatting a severe downturn in the Swedish economy is improved substantially if other policy areas also contribute, in particular fiscal policy.", "The remaining issue is the most difficult - should central banks just try to combat the potential negative effects of climate change or should they also act to combat climate change itself?", "The global climate crisis - a challenge that requires cooperation To be able to answer the question of whether the Riksbank can and should have an active role in combatting climate change, we must first answer two other questions.", "First, what is effective climate policy?", "And second, what lies within the Riksbank's mandate?", "One of the fundamental causes of the climate crisis is the fact that, in the absence of climate policy, greenhouse gases can be released free of charge, despite the damage such emissions cause.", "Economists tend to call the negative effects for which the individual emitter does not need to pay negative \"external\" effects.", "Neither does it matter where on Earth the greenhouse gases are emitted.", "Emissions have the same effect on global warming regardless of whether they occur in China, the United States or Sweden.", "Climate change is, in other words, a global challenge that is best met through global cooperation.", "A price on carbon is the highest priority To tackle the negative external effect of greenhouse gas emissions, a price on carbon is required.", "The most effective solution would be a uniform price on carbon emissions all over the world.", "This can be arranged through carbon taxes or through trading in emission rights.", "Countries that choose not to put a price on carbon could be subject to carbon tariffs that might indirectly increase their costs, something which is moreover being considered by the European Commission.", "Such measures are adopted by national parliaments and negotiated in international contexts by head of government and finance ministers.", "In the current situation, there are only a few countries that have carbon taxes17 and global carbon taxes have yet to be discussed in international negotiations.", "As policy-makers, we therefore need to be prepared for a global price on carbon not becoming a reality in the short term.", "Implementing other measures is therefore a matter of urgency.", "For example, the Swedish Economic Research Council's Report 2020 highlights \"aggressive subsidies aimed at the production of alternative energy sources\" as a possibility.", "International research indicates that energy transition takes a long time and that other measures, such as subsidies to the development of new, green technology, can be effective.", "The Riksbank has a role to play An effective climate policy, i.e.", "taxes, emissions trading, tariffs and subsidies, falls within the framework of fiscal policy.", "Central banks cannot replace these types of measures, but that does not mean, in my opinion, that central banks do not have a role to play.", "On the contrary, several risks are created if central banks do not use the tools within their mandate to contribute to climate adaptation.", "First, if central banks ignore the climate issue, their own operations risk counteracting other climate policy.", "A minimum requirement for central banks is that they don't contribute themselves to exacerbating global warming.", "Instead, it is reasonable to expect that the activities of central banks are gradually adapted in line with international treaties such as the Paris Agreement.", "Second, central banks This section is based on Olovsson (2020).", "An advantage of carbon taxes is their relative simplicity.", "If set at an appropriate level, the tax will cause individuals and companies to consider or internalise the cost of additional carbon emissions when they take economic decisions.", "Emission trading is the measure that has so far been implemented on a global level to reduce carbon emissions.", "It is currently applied within the EU's Emissions Trading System.", "The basic idea is to limit total emissions by auctioning off emission rights to companies and other players.", "These rights can then be bought and sold by various market participants.", "It is important that measures to reduce carbon emissions are introduced at the global level.", "Otherwise, ambitious measures in one region only risk leading to companies moving production to other less ambitious regions and thus no effect on emissions materialising.", "One way of reducing this risk is to introduce carbon tariffs on imported goods.", "In the early-1990s, Sweden introduced a carbon tax that has formed the basis of Swedish climate policy.", "A recently published study shows that the tax has worked and actually reduced emissions in Sweden, see Andersson (2019).", "See Swedish Economic Research Council (2020) See Wagner (2020).", "In November 2016, the global climate agreement from Paris entered into force.", "One of its goals is to keep the global temperature increase below 2 degrees and then limit it even further to 1.5 degrees.", "need to work to ensure that international financial market regulation mitigates the risks of climate-related financial instability, in the same way as central banks have worked to combat other systemically important risks in the financial system.", "What does all this mean for the Riksbank?", "To answer this, we should start by looking at how the Riksbank's mandate and activities relate to it.", "The Riksbank's mandate is to promote price stability and an efficient and safe payment system.", "I believe that the different measures the Riksbank can implement fall into three main Research and analysis Regulation of the financial system Management of the bank's own balance sheet Let me now discuss the options available to the Riksbank to contribute to climate adaptation within these three areas.", "Strengthen research focusing on economic sustainability To prepare for the effects of climate change, it is important for central banks to support and contribute themselves to research that sheds light on the economic consequences of global warming.", "This is particularly important as it may take some time before research findings relevant from a central bank perspective are produced and published by university researchers.", "Contributing to data collection is also an important piece of the puzzle when building preparedness and resilience to combat climate-related risks.", "Loss of consumption relative to an optimum policy 20 20 0 0 2010 2050 2090 2130 2170 High tax when a low tax is correct Low tax when a high tax is correct Today, the Riksbank, together with other institutions, contributes actively to research into climate change and has done so since 2013.", "The research has received international attention and been published in several of the best scientific journals.", "Findings show, for example, that an effective climate policy need not be expensive and that allowing for extreme events is inexpensive insurance against substantial but uncertain future climate costs, see Chart 1.22 The blue line indicates that the costs of overestimating the effects of climate change are not particularly prohibitive.", "This is because the carbon tax is an effective tool to reduce climate change at a low cost.", "The red line indicates, on the other hand, that the cost of underestimating climate change can be very substantial.", "Global warming for various carbon taxes.", "(2020) Chart 2 shows estimates of the global temperature increase in four different scenarios.", "The first scenario (blue line) indicates what happens if we don't implement any political measures.", "The temperature will then have increased by almost 3O C by 2100, and by around 9O C by 2200.", "The red line show that a carbon tax only within the EU has a very small effect on global warming.", "A global tax, on the other hand, has a significantly larger effect.", "With a global carbon tax, warming would be limited to 3O C by 2200, see the turquoise line.", "A global tax in line with the Swedish level is sufficient to keep the temperature increase around 2O C by 220023.", "The Network for Greening the Financial System (NGFS)24 has been in existence since 2017 for central banks and supervisory authorities and has grown from eight members when it was founded to 55 members and 12 observers in February 2020.", "Its aim is to develop and highlight best practice in environment- and climate-related risk management for the financial sector.", "The Riksbank has been a member of NGFS since 2018.", "As I have already mentioned, it is important that central banks do not ignore the role of the financial system in the transition to a sustainable economy and integrate financial risk into the climate models.", "In the years ahead, the Riksbank will continue to take an active role in NGFS.", "We will also analyse how climate-related risks affect the Swedish economy in more detail and examine the link to the financial sector more closely.", "Regulations - cooperation with other authorities The Riksbank's work to promote financial stability includes the consideration of climate-related risks.", "The Riksbank also participates via international organisations, including NGFS, the Basel Committee, EFC and others, in the drafting of recommendations on a well-balanced policy.", "I would like to comment on three areas where work is already under way: stress testing, the reporting of climate-related risks and banks' capital requirements.", "Stress testing is an important tool for assessing banks' resilience to financial and economic unease.", "Stress testing is normally based on scenarios that reflect a severe economic recession or a financial crisis.", "However, climate-related risks are not captured by traditional stress tests and risk models.", "The Riksbank cooperates with NGFS to develop stress tests that include forward-looking scenarios with different rates of transition and different climate outcomes.", "Better reporting of companies' climate-related risks is needed in order to develop successful forward-looking stress tests of the financial sector.", "Banks' stress tests require greater disclosure and better access to data.", "Finansinspektionen recently announced that it intends to examine the scope on both the national and international level for urging companies to report an internal price for carbon emissions to a greater extent.", "Such reporting can pinpoint transition risks in their business models, which in turn can increase the scope for companies to consider such risks and the scope of investors for assessing them.", "On the European level, the European Commission has presented an action plan for the funding of sustainable growth.", "The plan includes the development of a classification system for green investments.", "At the end of last year, the Commission communicated its \"Green Deal\", which puts sustainability high up on the agenda.", "The Commission also intends to look more closely at how climate-related risks should be integrated into the financial system.", "This includes discussing banks' capital requirements and the suitability of considering green asset types within the framework of the current capital requirements.", "To direct funding to sustainable loans and investments, supervisory authorities could be given powers to lower banks' capital requirements for the funding of \"green\" assets.", "The opposite - that is punishing banks that fund unsustainable \"brown\" assets - is also a possible policy lever.", "The Riksbank's view is that capital requirements should be set based on financial risks and not used as an instrument to distribute capital.", "Watered-down requirements risk undermining financial stability.", "The discussion on capital requirements should instead take its starting-point in risk - do brown assets imply higher financial risk than green ones?", "Another issue is how to handle companies with high carbon emissions who are actively aiming to transition towards lower emissions.", "These are questions that have begun to be analysed and where the Riksbank can contribute knowledge and analysis.", "The Riksbank's balance sheet The assets on the Riksbank's balance sheet are valued at around SEK 900 billion.", "The two largest items on the asset side are the foreign exchange reserves, which total around SEK 420 billion, and the policy portfolio, which contains Swedish government bonds totalling almost SEK 380 billion.", "It is here, with regard to the balance sheet, where we have to ask the really difficult questions about the role of central banks in climate adaptation.", "Should green bonds be included when the Riksbank buys bonds for monetary policy purposes?", "How sustainable are the bonds in central bank FX reserves?", "Can the Riksbank consider climate-related risks in the collateral it requires from counterparties in monetary policy transactions?31 Sustainability perspective in management of the FX reserves Since 1 January 2019, the Riksbank has had a new financial risk and investment policy.", "The policy states, among other things, that consideration shall be given to sustainability in the choice of assets in the FX reserves, in addition to other requirements laid down in the Riksbank's mandate.", "The Riksbank's gold and FX reserves are managed so that there is preparedness to supply the financial system with liquidity in foreign currency and to intervene on the FX market for monetary and foreign exchange policy purposes.", "Management of the gold and FX reserves shall also help to safeguard the Riksbank's financial independence, which means rates of return must be healthy.", "The Riksbank has decided to consider how much the assets contribute to the FX reserves' overall climate footprint.", "This follows the view of the NGFS on climate risks as a source of financial risk.", "In our most recent analysis of the FX reserves' composition, the greenhouse gas intensity of the assets was, for the first time, a factor in the calculations together with rates of return and risk.", "Chart 3 shows how greenhouse gas emissions vary in different countries.", "The Riksbank has elected to only invest in Australian states and Canadian provinces with the same or lower greenhouse gas intensities than the respective country as a whole.", "For this reason, bonds issued by certain Australian states and Canadian provinces were sold off in 2019, see Chart 4.", "Emissions of greenhouse gases in different countries.", "Emissions as a share of GDP In the foreign exchange reserves Potential holdings 0,1 0,1 Note.", "Direct greenhouse gas emissions, excluding uptake and emission of greenhouse gases from land use, GHG (kt CO2e)/GDP (USD million).", "Sources: UNFCCC, OEDCD and Climate Watch.", "Greenhouse gas emissions Blue bars show the Riksbank's bond holdings and red bars show bonds sold in 2019, in Canada and Australia respectively.", "Direct greenhouse gas emissions, excluding uptake and emission of greenhouse gases from land use, GHG (kt CO2e)/GDP (USD million).", "Sources: Australian Bureau of Statistics, Bloomberg, Government of Australia, Government of Canada, UNFCCC and Statistics Canada Bond purchases for monetary policy purposes Like many other central banks, the Riksbank has bought bonds for monetary policy purposes.", "The Riksbank has limited purchases to nominal and inflation-indexed government bonds.", "As I have already mentioned, the Riksbank can broaden its purchases to other types of bonds, such as corporate bonds, municipal bonds and housing bonds.", "There is an international debate33 on to what extent central banks should consider sustainability aspects in these types of bond purchases: should they give extra weight to \"green assets\"34 or perhaps avoid \"brown\" assets?", "If climate change is seen as a threat to financial stability, it may seem unreasonable that central banks themselves should hold bonds, the market pricing of which does not take into account the climate-related risk that the company contributes to.", "An alternative to the purchase of green bonds could be to refrain from buying bonds from companies that create carbon emissions over a certain level.", "I do not have an answer to the question of what action the Riksbank will take in this issue if we are faced with a scenario where we need to decide whether to extend and broaden our bond purchases.", "My message today is that we are participating in the ongoing international work to analyse and draft recommendations on an appropriate way forward.", "These questions are extremely complex.", "They require analysis of legal frameworks, of how green and brown assets are defined, any potential side-effects, how effective the measures would be compared with other types of measures, and the effects of policy tightening, i.e.", "selling assets if the economic cycle turns.", "Central banks are taking the climate issue The Riksbank constantly faces new challenges that affect price stability and financial stability.", "Climate adaptation is one of many changes currently affecting the Swedish and the global economy.", "Digitalisation, a greying population, trade conflicts and, most recently, the coronavirus are other important issues that also create new challenges for us and for other central banks.", "The Riksbank being able to stand for strength and security is crucial if we are to successfully meet present and future challenges.", "The Riksbank has a statutory independence to be able to take decisive action in difficult monetary policy situations and to be able to act effectively in the event of a crisis.", "It is important to safeguard this independence.", "But being alone is not strong.", "And this constitutional independence does not prevent us from actively working together with other authorities in Sweden and with international organisations.", "Cooperation is necessary not least to tackle climate change.", "Emissions are local but the effects are global.", "Other policy areas have more effective tools than central banks to reduce carbon emissions and limit further global warming.", "I believe that the analysis performed indicates that a global price on carbon should be at the top of the list of priorities in global negotiations.", "However, this does not stop the Riksbank, and other central banks, from using the means within our mandate to help.", "Today, I have discussed what the Riksbank is doing and will do in the years ahead in this area: we will continue to research and analyse the effects of climate change on the Swedish and the global economy, we will cooperate with others on financial sector regulation and we will continue the work to review the assets we have on our balance sheet.", "I would particularly like to highlight the opportunities that central banks have to understand and analyse the role of financial markets in the transition to a more sustainable future.", "It is important that we do not make the same mistakes again as before the global financial crisis when many, but not all36, economists and central banks misjudged how quickly and powerfully a mispricing of risk in the US housing market would spread through the global financial system.", "We need to act now to reduce the risk of a mispricing of climate-related risk triggering a new economic crisis.", "The central bank world was perhaps a little slow off the mark, but now when the ball is rolling, things are moving forward rapidly.", "The rapid emergence of the NGFS is one reason for optimism; an increasing number of central banks are now taking the climate issue very seriously.", "I would like to finish by once again extending my thanks to you for organising this seminar.", "I am pleased and grateful that you chose to cooperate with so many institutions and that you compiled a panel with such varying backgrounds and perspectives on this issue.", "I would like to thank you for listening to me.", "I am now looking forward to learning from and listening to you.", "(2019), \"Carbon Taxes and CO2 Emissions: Sweden as a Case Study\", American Economic Journal: Economic Policy, 11 (4), pp.", "Bolton, P., M. Despres, L. A. Pereira Da Silva, F. Samama, R. Svartzman (2020), \"The green swan: Central banking and financial stability in the age of climate change\", Bank for International Settlements.", "Brainard, L. (2019), \"Why Climate Change Matters for Monetary Policy and Financial Stability\", speech on The Economics of Climate Change, Federal Reserve Bank of San Francisco, California, 8 November 2019.", "Brunnermeier, M. and Y. Koby (2018), \"The Reversal Interest Rate\", NBER Working Paper no.", "Böhringer, C., E. Balistreri and T. Rutherford (2012), \"The Role of Border Carbon Adjustment in Unilateral Climate Policy: Insights from a Model-Comparison Study\", The Harvard Project on Climate Agreements, Discussion Paper 12-54.", "Carney, M. (2015), \"Breaking the Tragedy of the Horizon - climate change and financial stability\", speech at Lloyd's of London, 29 September 2015.", "Carney, M., F. V. de Galhau and F. Elderson (2019), \"Open letter on climate-related financial risks\", Bank of England.", "CGFS (2019), \"Unconventional monetary policy tools: a cross-country analysis\", CGFS papers no.", "63, Committee on the Global Financial System.", "(2018), \"Monetary Policy and Climate Change\", speech at the conference \"Scaling up Green Finance: The Role of Central Banks\", Berlin, 8 November Coeuré, B.", "(2019), \"Inflation expectations and the conduct of monetary policy\", Speech, SAFE Policy Center, Frankfurt am Main, 11 July 2019 Danmarks National Bank (2019) \"Climate change can have a spillover effect on financial stability\", Analysis Danmarks Nationalbank, 2 December 2019 - no.", "Debelle, G. (2019), \"Climate Change and the Economy\", speech, Public Forum hosted by the Centre for Policy Development, Sydney, 12 March 2019.", "Elderson, F. (2019), \"Opening remarks by Frank Elderson at the NGFS Conference\", speech, Paris, 17 April 2019.", "Financial stability board (2017), \"Recommendations of the Task Force on Climaterelated Financial Disclosures\", Final report, June 2017.", "Finansinspektionen (2020), \"Increased transparency on carbon pricing can strengthen the financial system\", press release, 13 January 2020.", "Flodén, M. (2019), \"Monetary policy in a changing world\", speech at Örebro University and Kommuninvest, 13 November 2019.", "Hassler J, P. Krusell, and C. Olovsson (2018), \"The Consequences of Uncertainty: Climate Sensitivity and Economic Sensitivity to the Climate\", Annual Review of Economics, 10, pp.", "Hassler J, P. Krusell, C. Olovsson, M. Reiter (2020), \"On the effectiveness of climate policies\", Working paper, IIES Stockholm University.", "Honohan, P. (2019), \"Should Monetary Policy Take Inequality and Climate Change into Account?", "\", Working Paper 19-18, Peterson Institute for International Economics.", "ICMA (2018), \"Green Bond Principles: Voluntary Process Guidelines for Issuing Green Bonds\", June 2018, International Capital Market Association (ICMA).", "(2019), \"Fiscal policy in a monetary policy perspective\", Economic Commentaries no.", "Lane, P. (2019), \"Climate Change and the Irish Financial System\", Economic Letter, 1, Central Bank of Ireland.", "Mauderer, S. (2020), \"Central banks have a part to play in the fight against climate change\", Opinion piece, Financial Times, 27 February 2020 Mersch, Y.", "(2018), \"Climate Change and Central Banking\", Workshop discussion: Sustainability is becoming mainstream, Frankfurt, 27 November 2018.", "NGFS (2019), \"A call for action: Climate change as a source of financial risk\", Network for Greening the Financial System, First comprehensive report, April 2019.", "Nordhaus, W. (2015), \"Climate Clubs: Overcoming Free-Riding in International Climate Policy\", American Economic Review, 105 (4), pp.", "Olovsson, C (2020), \"Global warming from an economic perspective\", Sveriges Riksbank Economic Review, under publication.", "Rajan, R. (2005), \"The Greenspan Era: Lessons for the Future\", speech at the symposium in Jackson Hole, Wyoming, 27 August 2005.", "Sveriges Riksbank (2019), Financial Stability Report 2019:2.", "Sveriges Riksbank (2020), \"Annual Report for Sveriges Riksbank 2019\", Submission to the Swedish Riksdag 2019/20:RB1.", "Swedish Economic Research Council (2020), \"Swedish Policy for Global Climate\", SNS Economic Policy Report 2020.", "Wagner, G. (2020), \"Carbon Taxes Alone Aren't Good Climate Policy\", Bloomberg Green.", "-climate-econ-102/ Weitzman, M, (2009a), \"On modeling and interpreting the economics of catastrophic climate change\", Review of Economics and Statistics, 91 (1), pp.", "Weitzman, M, (2009b), \"Some Basic Economics of Extreme Climate Change\", Discussion Paper 09-10, Harvard Environmental Economics Program."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Monetary Policy", "Financial Stability", "Carbon Pricing", "Green Bonds", "Sustainability", "Climate Adaptation", "Climate Risks", "Economic Growth", "Inflation"]}