{"sentences": ["\"We should aim for a 1,5 degree economy when designing the recovery path\" Speech by Frank Elderson at the OECD Committee on Financial Markets Introduction I am honored to open this session today.", "In the past 5 years, I gave more than 50 official speeches and even more informal presentations at numerous occasions, but I have never spoken in an OECD-setting.", "I am therefore very happy to make my debut here today on this important topic of resilient recovery.", "It is still very much unclear how our economies will be affected over the longer term by the virus.", "We do not even know whether this will mainly turn out to be a demand or a supply shock, let alone that we can say something about the size of these shocks.", "We are still far from the recovery phase.", "We just entered the phase in which many economies are slowly restarting.", "This exit will not be easy.", "It will be gradual, and might very well be of a two steps forward, one step back nature.", "The recovery path will very much depend on whether we are undergoing a temporary or permanent shock in the sense we need to adjust to a \"1,5 meter economy\".", "Irrespective of the many unknowns, we should aim for a 1,5 degree economy when designing the recovery path.", "I fully realize that containing the pandemic has the highest priority right now.", "But as we consider the next stage of recovery, we must look beyond mitigating the immediate effects and think more strategically about how we recover.", "The economy should not only be rebuild based on 1,5 meters but also on 1,5 degrees.", "Today I will briefly discuss why this is important and what needs to be done.", "Green recovery: why is it important?", "I will explain why green recovery is important by: i) looking at worldwide carbon emissions; and ii) the greenness of the stimulus measures taken so far.", "The International Energy Agency estimates that energy demand could decline by 6% in 2020, equivalent to the combined energy demand of France, Germany, Italy and the UK in 2019.", "The stunning decline in energy demand results in an unprecedented drop in global CO2 emissions.", "Global CO2 emissions are expected to decline by almost 8% in 2020.", "Such a reduction would be the largest ever, six times larger than the previous record reduction during the financial crisis, and twice as large as the combined total of all previous reductions since the end of World War II.", "This makes you think: do we really need to speed up the energy transition?", "The effects of climate change are irreversible and so we cannot afford to wait.", "In order to limit warming to less than 1.5 degrees above pre-industrial levels, analysts estimate that global emissions need to fall close to this year's drop every year for the coming decade.", "At the same time, history shows that after an economic slowdown, CO2 emissions pick up at the same, and often even higher rate.", "We are indeed already starting to see emissions increasing again.", "The pandemic has shown us one way to reduce emissions: by sweeping restrictions on daily life and massive disruption of economic activity across the globe.", "When rebuilding our economies, we need to take decisions to reduce emissions in an orderly way, without disrupting our economies.", "Otherwise the climate crisis will be tomorrow's base scenario and, unlike Covid-19, no one will be able to self-isolate from it.", "In the immediate response to the pandemic, governments have taken measures of unprecedented scale to keep economic and financial systems afloat.", "The IMF estimates that approximately $9tn of fiscal support has been provided across the world.", "Following the global financial crisis, only a fraction of fiscal spending improved sustainability.", "This time, governments' stimulus packages need to be more ambitious.", "So far, stimulus measures are understandably mainly focused on limiting acute and permanent damage to the economy and not on making the economy greener.", "The so-called greenness index tracks the contribution (or damage) of the stimulus measures to the environment.", "It shows that in 15 of the 18 countries considered, potentially damaging flows for the environment outweigh those supporting nature.", "As we consider the next stage of recovery, we must look beyond the immediate crisis and think more strategically about how to recover.", "Rebuilding the brown past, will delay a green future.", "It will increase the bill for future generations.", "And increase the physical and transition risks for the financial sector.", "Therefore, we should recover from this crisis, while seeking the opportunities to make this recovery as green as possible.", "Since we are here today with governments, central banks and supervisors from all over the world, I will briefly elaborate on the role that we all can and need to play in the green recovery.", "Role of governments CO2 pricing remains the cornerstone of effective climate policy.", "From an economic perspective, pricing is the most effective means of reducing emissions.", "A key factor currently slowing down the transition is the fact that companies still have insufficient financial incentives to reduce their emissions.", "It is therefore up to governments to impose proper carbon pricing.", "While global carbon emissions are increasingly being priced, current efforts in this regard are far from sufficient.", "Despite growing number of carbon-pricing systems, these systems only cover 20% of global emissions.", "Moreover, only 1% of global emissions is priced at a level necessary to achieve the Paris objectives.", "Sufficient carbon pricing is now more important than ever.", "As economic activity has dropped as a result of corona, emissions have decreased as well and therefore demands of emission rights have decreased significantly.", "Hence this decrease in price.", "In order to achieve the Paris goals, the carbon price must be raised and the scope of current pricing mechanisms must be widened.", "To limit carbon leakage to countries with lower carbon prices, more ambitious carbon pricing should be combined with carbon border adjustment mechanisms.", "In addition to carbon pricing, governments need to integrate the necessary sustainability investments in their medium-term investment agenda.", "It is conceivable that governments will stimulate demand through discretionary spending.", "At that time, it would be wise to bring forward necessary investments in the climate transition.", "Investments that are clearly essential to achieving an efficient climate transition could then be used to stimulate the economy and make it more sustainable at the same time.", "Role of supervisors This crisis underlines the importance of incorporating the physical and transition risks related to societal and ecological challenges in the DNA of financial institutions.", "The crisis may lead financial institutions to reconsider their principles and policy choices regarding sustainability and climate risks, since large investors were faced with high market volatility and sizeable losses on their exposures to the oil and gas industry.", "A recent DNB-report reveals that the financial sector is not only exposed to climate-related risks, but also to risks as a result of biodiversity loss.", "Similar to climate change, the financial sector also face significant physical, transition, and reputational risk resulting from the loss in biodiversity.", "This study underscores that any financial institution should make sure to have this long-term view and to incorporate these types of risks into its risk management.", "Supervisors must make sure that they are equipped to take climate and environmental risks into account.", "The NGFS has just released a guide for integrating these risks into prudential supervision.", "We hope that- via the leverage that membership has - it will have an effect on banks and insurance undertakings all around the world.", "In light of the need of a green recovery, prudential risks of climate change also need to be integrated in financial legislation at an accelerated pace.", "In Europe, the EBA is currently exploring the possibility of including sustainability risks in capital requirements for banks.", "This requires quantitative insight into these risks.", "The analysis of these risks and subsequent decision-making must be given greater priority, not only at a EU-level but also worldwide.", "Climate related risks need to be well embedded into financial legislation, guidelines and accounting standards.", "Role of central banks Central banks can play a supporting role in the green recovery.", "It is up to the governments to take the first step and exploit the opportunities for green recovery through their climate policies, but as an independent organization with a long-term horizon, central banks are well-positioned to bring parties together and provide economic advice.", "Central banks are also facing the challenge of incorporating ESG risks into the risk management of their own portfolios.", "DNB was the first central bank in the world to sign the Principles for Responsible Investing (PRI) in 2019.", "This requires us to better manage the ESG risks involved in our investment activities.", "Our charter on responsible investments specifies which actions we are currently undertaking in this respect.", "However, the PRI does not apply to the monetary portfolios, which are much more substantial than our own investments.", "In the implementation of monetary policy, climate related financial risks should also be adequately mitigated.", "Now that central banks' role in financial markets and the funding of banks has increased as a result of the policy response to the pandemic, this has become ever more important.", "Central banks must evaluate whether current risks management measures need to be revised and whether additional measures are needed.", "For example, the ECB could include carbon emission disclosure as a requirement in its asset purchase programmes, to promote transparency and enable adequate risk identification and pricing.", "Still, the actual contribution of monetary policy to sustainability depends on the climate policy pursued by governments.", "Effective climate policies will lead to a greater flow of capital towards sustainable economic activities, thereby \"greening\" monetary operations automatically.", "Increased demand for green investments can lead to higher supply of green bonds or bonds from sustainable companies, giving central banks more room to purchase these instruments.", "The opposite also applies: in the absence of proactive climate policies, monetary expansion may favour polluting rather than sustainable industries.", "The pandemic offers a unique momentum to green the global economy.", "To seize this opportunity, it is crucial governments, central banks, supervisory authorities and financial institutions take firm and decisive action.", "All these entities have a specific role to play in achieving the Paris Agreement.", "As the economy still largely depends on fossil fuels, a fundamental reorientation is called for.", "With their climate policies, governments are the driving force behind this reorientation, but central banks and supervisors also have an important role in accelerating the transition.", "If we all take up the gauntlet and play our part, we will be able to overcome one of the greatest challenges of our time.", "As the virus developments changes from day to day, I believe it is now more important than ever that our crisis responses are aiming in the same direction and reinforces each other.", "Sessions like this one, in which we share our experiences and insights, are therefore extremely valuable.", "I am therefore keen on hearing your thoughts and views, so I am opening the floor for questions and the next speakers."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["1,5 degree economy", "green recovery", "carbon pricing", "climate change", "sustainability", "financial risks", "prudential supervision", "ESG risks", "monetary policy", "Paris Agreement"]}