{"sentences": ["Remarks by Lawrence Schembri Deputy Governor, Bank of Canada Canadian Association for Business Economics Delivered via webcast Perceived inflation and reality: understanding the difference \"All our knowledge has its origins in our perceptions.\"", "-Leonardo da Vinci Good afternoon.", "It is a pleasure to once again have this opportunity to speak at late-summer conference, although the circumstances have changed radically since I last spoke a few years ago.", "The COVID-19 pandemic has disrupted all our lives and imposed much hardship on many.", "When I was last with you, we were on the top floor of a Kingston hotel overlooking Lake Ontario.", "I felt tested to hold your attention given the lovely view.", "similarly challenged, but by a virtual platform, made necessary by the serious health threat posed by the virus.", "The topic addressing is inflation.", "It is a subject that central bankers never tire of talking about, since low and stable inflation is the core objective of the Bank of Canada's monetary policy mandate.", "I would like to offer a slightly different perspective to engage your interest- namely, the difference between how people perceive inflation versus the actual measured rate.", "This issue is important because individuals' perceptions of inflation today-and their expectations of it for the future-influence their spending and saving behaviour, and thus affect overall macroeconomic outcomes.", "Moreover, inflation expectations have significant implications for the credibility of our 2 percent inflation target and for the effectiveness of monetary policy.", "I would like to explore with you the observation that consumers, on average, think inflation is higher than what is measured and reported by statistical agencies.", "This gap has been regularly observed in Canada as well as in other jurisdictions, such as the United States and the United Kingdom.", "Recent public outreach conducted by the Bank has provided further evidence of this gap.", "As part of the process leading up to the renewal of our inflation-control target agreement with the federal government in 2021, we have sought out and are listening to the views of the public and other key stakeholders.", "One of the messages we have heard is that many people feel that the official consumer price index (CPI) inflation rate does not reflect the higher inflation they believe they are facing.", "This gap between perception and measurement has been more pronounced during the pandemic.", "In the most recent Canadian Survey of Consumer Expectations (CSCE) conducted this past May, respondents indicated that they expected inflation to increase in the short term.", "In fact, the CPI inflation rate declined sharply over this period and has been below our 1 to 3 percent inflationcontrol range.", "To examine possible explanations for this gap, the Bank has been conducting joint research with Statistics Canada.", "In this speech, I will share with you some of the preliminary results before we publish our official findings this fall.", "And so today, I would like to do three things: first, illustrate and characterize this gap; second, explore some measurement and behavioural explanations of this disconnect between perception and reality; and third, examine the implications for monetary policy, including communications to different audiences.", "Low and stable inflation promotes economic prosperity Economists define inflation as a sustained increase in the general price level of goods and services in an economy over a period of time.", "While this concept of inflation seems straightforward, measuring inflation accurately is difficult.", "The CPI inflation rate is designed to track how much the average Canadian household spends and how that changes over time.", "To this end, Statistics Canada uses its Survey of Household Spending to estimate the shopping basket See, for example, S. Axelrod, D. Lebow and E. Peneva, \"Perceptions and Expectations of Inflation by U.S.", "Households,\" Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series No.", "2018-073 (October 2018) and S. \"Understanding Inflation: Expectations and Reality\" (speech given at the Ronald Tress Memorial Lecture, Birkbeck University of London, London, England, July 10, 2019).", "One explanation for the higher perceived inflation during the pandemic containment period is that households shifted their spending toward items that experienced higher price increases (e.g., food) and away from items that saw lower price increases or declining prices (e.g., gasoline).", "See Bank of Canada, \"Box 2: Adjusted CPI inflation shows only slightly less decline than CPI inflation,\" Monetary Policy Report (July 2020): 18.", "Another explanation is that price increases have an outsized impact on household perceptions of inflation.", "This basket consists of about 700 goods and services that Canadians typically buy, each with their own weight.", "Measuring CPI inflation is also very important for us at the Bank.", "We firmly believe that keeping inflation low, stable and predictable is the best contribution monetary policy can make to promoting the economic and financial well-being of Canadians.", "Our inflation target of 2 percent is defined in terms of the annual CPI inflation rate.", "This widely reported rate holds us to account because our performance can be easily assessed against it.", "The Bank has had a good track record of achieving our target.", "Inflation has averaged close to 2 percent since we established this specific target in 1993, and it has been very stable since.", "But it's more than just a number.", "Achieving our target on a continuing basis contributes to rising standards of living for all Canadians.", "When people and businesses feel confident that they know what the rate of inflation will be, they can make better long-range plans for their careers, their savings and their investments.", "Moreover, when low inflation is well maintained, price signals are more meaningful.", "Markets and the overall economy function better.", "And this leads to stronger and more stable employment and output growth.", "Our success in achieving our 2 percent target, however, depends on many factors-and one of the most important is the inflation expectations.", "Having a policy target that is well understood and trusted by Canadians helps keep inflation on target.", "Inflation perceptions and expectations Let's turn our attention now to the main issue I would like to address discrepancy between the measured rate of inflation and what some individuals perceive inflation to be.", "As I mentioned earlier, the average consumer tends to think they are facing higher inflation than both measured inflation and our target.", "We know this because we began to collect the views of Canadian households about inflation in 2014 through the CSCE I mentioned earlier.", "This survey asks individuals what they think the inflation rate is now and what they expect it to be in the future.", "look at some observations from the most recent CSCE which are typical of past surveys.", "Each item in the basket is given a weight that depends on how much a typical household spends on that item.", "The weights in the CPI basket are currently fixed for two years.", "This approach helps to obtain a consistent measure of pure price change.", "Since 1993, the CPI inflation rate has been within our 1 to 3 percent target range about 80 percent of the time.", "First, we see that consumers' perceived inflation rate today is generally above the actual CPI inflation rate, but reasonably close to our 2 percent target.", "Second, there is a correlation between current perceptions and future expectations of inflation at both the one- and five-year horizons.", "For example, if consumers think prices have notably increased in the last 12 months, then there is a good chance they will expect inflation to stay high in the future.", "Finally, the difference between expected inflation and current inflation (as well as relative to our target) increases as the horizon is extended from one year to five years.", "Chart 1: Households perceive inflation to be higher than official measures 2014Q4 2015Q4 2016Q4 2017Q4 2018Q4 2019Q4 Bank of Canada inflation-control target Actual CPI Current perceptions of inflation One-year-ahead inflation expectations Five-year-ahead inflation expectations Sources: Statistics Canada and Bank of Canada Last observation: 2020Q2 As an aside, it is noteworthy that a comparison of the CSCE with a similar survey published by the New York Federal Reserve Bank finds the perception gap is smaller and less dispersed in Canada than in the United States (Chart 2a and Chart 2b).", "This difference may reflect the impact of different communication strategies by the Bank of Canada and the US Federal Reserve.", "It is important to note that this gap is observed, on average, across Canadian households.", "The gap is larger for some groups-for example, younger households.", "The higher expected inflation rate at the five-year horizon might reflect increased uncertainty about inflation outcomes, as suggested by relatively lower response rates.", "We also observe a greater degree of dispersion among respondents at this horizon.", "(2019) conjecture that the narrower gap in Canada might be related to the Bank's success with and focused communications on the 2 percent inflation target, creating a focal point for perceptions and expectations at 2 percent.", "In Bellemare, Kpekou Tossou and Moran, \"The Determinants of Consumer's Inflation Expectations: Evidence from the US and Canada,\" (unpublished manuscript, Department of Economics, Université Laval, July 1st, 2020), LaTex.", "They have a stronger incentive to obtain a more accurate outlook because they set prices and wages and take positions based on what they expect inflation to be.", "Chart 3: Inflation expectations of firms and professional forecasters have been closer to target than those of consumers 2014Q4 2015Q4 2016Q4 2017Q4 2018Q4 2019Q4 Bank of Canada inflation-control target Firms' two-year-ahead inflation expectations Professional forecasters' two-year-ahead inflation expectations Households' two-year-ahead inflation expectations Note: Firms' expectations are from the Bank of Canada Business Outlook Survey, a quarterly survey that interviews business leaders from about 100 firms to gather a broad range of economic perspectives.", "The professional forecasts are from Consensus Economics, which gathers macroeconomic forecasts that are provided by leading economists.", "Sources: Bank of Canada and Consensus Economics Last observation: 2020Q2 It is also possible that consumers no longer see the benefit of closely monitoring inflation.", "Such behaviour, known as inattention,\" likely reflects the economic environment in Canada, where inflation has been low and stable over the last 25 years.", "All this being said, the gap between Canadians' expectations of inflation-and this includes those of consumers, firms and market participants-and our inflation target has been relatively small.", "These well-anchored expectations have supported our ability to achieve the 2 percent target.", "we don't take for granted Nonetheless, as a central bank, that inflation expectations are anchored at the target.", "The credibility of our target is of paramount importance.", "Consequently, valuable to gain insights into why some households have a perception gap.", "Explaining the gap between perceived and measured inflation Measurement issue 1: representativeness of the CPI consumption basket One explanation for this gap is that consumers may not feel that the CPI consumption basket represents the goods and services they consume.", "In other words, they may feel that their consumption basket is different from the average.", "Or they may think their own purchases have risen in price by more than those in the CPI basket.", "In particular, the CSCE found that certain groups of consumers perceive an inflation rate materially higher than what Statistics Canada reports.", "In our joint research with Statistics Canada, we explored this discrepancy by constructing the consumption basket and inflation rate for different groupings of households, based on income, education, age and renters versus owners.", "Our general finding is that the inflation rates constructed for specific consumer groupings are similar to the measured CPI inflation rate.", "Simply put, the perceptions of these groups were not consistent with our results.", "To illustrate this point, let's example.", "We constructed different CPI baskets for young, middle-aged and senior households and calculated inflation rates for each group (Chart 4).", "The results show that, regardless of the different composition of their baskets, each age group's average inflation rate tracked very closely to actual, measured CPI.", "Chart 4: Household-level inflation by age group is very similar Year-over-year percentage change 2015Q1 2016Q1 2017Q1 2018Q1 2019Q1 2020Q1 Household-level inflation, ages 18-30 Household-level inflation, ages 31-54 Household-level inflation, ages 55+ Household-level inflation, all ages Source: Statistics Canada Last observation: 2020Q1 let's go back to Taking this analysis further, the perceptions reported in the CSCE for each age group.", "Chart 5 clearly shows that younger consumers have much higher and more volatile inflation expectations than the two other age groups, and certainly higher than the measured rate.", "While this finding generally holds, low income households and renters have experienced a modestly lower rate of inflation compared with the average Canadian household over the last five years (on average about 0.2 percentage points).", "The lower inflation rate for these groups can be explained by the fact that they spend a larger share of their basket on rent but a smaller portion on child care and housekeeping services, and the price of rent has been growing by less than that of child care and housekeeping services.", "This effect has been offset somewhat by their larger share spent on food, which has experienced higher rates of price increases.", "Despite the lower measured inflation rate for these groups, their perceived inflation rates are somewhat higher than the CPI inflation rate.", "This difference may reflect behavioural factors.", "Statistics Canada compiled a Consumer Price Index for Seniors (CPI-S) from January 2013 to August 2018 and obtained a similar result.", "For more details, see C. Michaud, \"Development of a Consumer Price Index for Seniors,\" Statistics Canada Prices Analytical Series (June 20, 2019).", "Chart 5: Youth have higher and more volatile perceptions of inflation 2014Q4 2015Q4 2016Q4 2017Q4 2018Q4 2019Q4 Current perceptions of inflation, ages 18-30 Current perceptions of inflation, ages 31-54 Current perceptions of inflation, ages 55+ Source: Bank of Canada Last observation: 2020Q2 Measurement issue 2: quality adjustment issue, let's talk about the Moving to the second measurement principle of quality adjustment.", "To accurately measure price movements, the CPI should have goods and services in its basket that are of comparable quality over time.", "However, we know from our own experience that the quality of certain products-like electronics and cars-is constantly improving.", "Thus, measured price increases should be adjusted for quality changes.", "However, in practice, consumers see prices rising consider that the quality has also improved.", "They see a larger price tag on things like cell phones, laptops and cars, consider the new features that have been added.", "These types of goods represent about one-sixth of the CPI basket, as shown in Chart 6.", "Such adjustments have removed about 0.2 percentage points from the CPI inflation rate, on average, in recent years.", "Measurement issue 3: the price of housing versus the price of houses The third and final measurement issue I'd like is that consumers' perception of inflation is likely influenced by the price of houses.", "This is Statistics Canada, For more details, see \"The Canadian Consumer Price Index Reference Paper,\" Catalogue no.", "Statistics Canada's quality adjustments to the prices of various goods and services are estimates; thus, there is a risk that the overall impact of quality adjustment may be too small or too large.", "In the past, the prevailing view was that measures of inflation were biased upward because of a lack of quality adjustment, including for the introduction of new goods.", "Sabourin shows, however, that significant improvements have greatly reduced this bias in recent years, in P. Sabourin, \"Measurement Bias in the Canadian Consumer Price Index: An Update,\" Bank of Canada Review (summer 2012): 1-11.", "There is a significant positive correlation between house price growth, as measured by the Teranet- National Bank House Price Index, and CSCE inflation perceptions and expectations.", "particularly relevant in recent years, when rapid increases in house prices in markets like Toronto and Vancouver.", "This effect is understandable, since most Canadian households purchase a residence at some point in their lifetime.", "The crucial point is that the CPI inflation basket includes the price of housing-in other words, the price of the services that a house provides-not the price of a house.", "Statistics Canada estimates the price of housing services by adding up the costs associated with home ownership: namely, mortgage interest, insurance, property taxes, depreciation and maintenance and repairs.", "Over the last two decades, the price of houses has risen on average more than twice as fast as the price of housing, at a rate of 6 percent versus 2.5 percent (Chart 7).", "Chart 7: The price of houses has been growing much faster than the price of housing Year-over-year percentage change -10 2001Q1 2004Q1 2007Q1 2010Q1 2013Q1 2016Q1 2019Q1 Price of housing Price of houses Note: The price of houses is measured using the Teranet-National Bank House Price Index, while the price of housing is based on CPI.", "Sources: Teranet-National Bank House Price Index, Statistics Canada and Bank of Canada Last observation: 2020Q2 is challenging, and it's The treatment of housing in inflation measurement a topic of much debate.", "In recent years, Statistics Canada has been working diligently Depreciation refers to the costs to maintain the structure and foundation of a house, while maintenance and repair costs are associated with the appearance of the house.", "The price of housing services can be estimated through either a user-cost approach, which is the one taken by Statistics Canada, or a rentalequivalence approach, with the latter seeking to capture the value of the services consumed.", "For further information on the different approaches to measuring the price of housing, see P. Sabourin and P. Duguay, \"Measuring Durable Goods and Housing Prices in the CPI: An Empirical Assessment,\" Bank of Canada (autumn 2015): 24-38.", "Some jurisdictions exclude the price of housing entirely from their official measure of inflation.", "Some observers have gone to other extremes and have argued that the price of houses should be included in the CPI basket.", "The latter approach is difficult to justify theoretically, because houses are assets and serve as a store of wealth.", "It is the services that the house provides that are consumed.", "to improve the measurement of the price of housing services, and further enhancements are planned.", "Behavioural explanations While these three measurement issues offer plausible explanations of why consumers' perceptions of inflation may be higher than measured rates, there are other explanations that are less tangible.", "The behaviour of consumers-which is determined by psychology as well as knowledge-has been found to have a significant impact on inflation perceptions and expectations.", "In terms of behaviour, our recent research shows that consumers' perceived inflation rate tends to be influenced more by rising prices.", "The perception gap narrows when sharply declining prices are excluded (Chart 8).", "Chart 8: Inflation perceptions are strongly influenced by price increases 2014Q4 2015Q4 2016Q4 2017Q4 2018Q4 2019Q4 Current perceptions of inflation CPI inflation when sharply declining prices are excluded Actual CPI inflation Sources: Statistics Canada and Bank of Canada Last observation: 2020Q2 The reason behind this is simple: in forming their perceptions of inflation, consumers seem to put more weight on prices that go up rather than down.", "The loss of purchasing power from rising prices has been found to have an outsized psychological impact.", "Studies in other countries have found evidence of another behavioural explanation: namely, that consumers' inflation perceptions are more strongly influenced by the prices of goods they purchase frequently-like food and gasoline.", "However, our recent research does not find a significant positive relationship between the price movements of frequently purchased goods and perceived inflation in Canada (Chart 9).", "Chart 9: Inflation perceptions not influenced by frequent purchases 2014Q4 2015Q4 2016Q4 2017Q4 2018Q4 2019Q4 Current perceptions of inflation CPI, frequent purchases CPI, non-frequent purchases Sources: Statistics Canada and Bank of Canada Last observation: 2019Q4 Another factor that could affect the inflation perceptions gap of some consumers is their understanding of inflation and the economic factors that influence it.", "Improving their financial literacy could enhance their knowledge and serve to reduce the observed gaps.", "Central banks-including the Bank of Canada-are making a meaningful contribution to strengthening financial literacy through communication and outreach efforts.", "Y. Gorodnichenko, \"Is the Phillips Curve Alive and Well After All?", "Inflation Expectations and the Missing American Economic Journal: Macroeconomics Disinflation,\" 7, no.", "\"Consumer Price Inflation by Frequency of Purchase,\" Statistics Canada Analytical Paper Catalogue No.", "84 (2010); for the United States, see F. D'Acunto, and M. Weber, U. Malmendier, J. Ospina \"Exposure to Daily Price Changes and Inflation Expectations,\" National Bureau of Economic Research Working Paper No.", "The price index of frequently purchased goods is constructed by using goods and services that consumers generally purchase on a monthly basis or more frequently (e.g., food, alcohol, tobacco products, utilities and personal care items).", "Note that the lack of significant correlation of the prices of frequently purchased goods and perceived inflation is found at the aggregate level.", "At the federal level in Canada, the Financial Consumer Agency of Canada has primary responsibility for promoting financial education.", "Provincial governments have also taken steps in recent years to include financial literacy in their high school curricula, often in collaboration with the Canadian Foundation for Economic Education.", "So to recap, we've established that consumers' inflation perceptions are generally higher than what is actually measured.", "We've measurement And we've also considered issues that could explain this.", "some ways that behaviour and understanding can shape the way they perceive inflation.", "The next logical questions would be: What is the role of a central bank in guiding consumers' expectations towards our 2 percent inflation target?", "And why is this important?", "Inflation expectations and the conduct of monetary policy Let's tackle the last I think it's relevant to look at the question first.", "To do so, existing inflation-control agreement between the Bank and the Government of Canada.", "The agreement states that: \"The well-established credibility of this framework has reinforced the Canadian public's confidence that monetary policy will continue to achieve the inflation target, and helped underpin the Canadian economy through challenging times.\"", "The key words here are \"public's confidence.\"", "Because inflation expectations are a key determinant of economic behaviour and the Bank's commitment to outcomes,21 it is important that consumers understand its inflation target.", "The more confidence that Canadians have in this commitment, the more they will anchor their beliefs and behaviours to this 2 percent target.", "Put another way, people will shrug off temporary movements in inflation if they believe inflation will remain on target in the long run.", "Their confidence that inflation will remain close to 2 percent helps keep inflation at that rate by allowing the economy to stabilize after short-term bumps.", "As a result of this confidence, the Bank has the flexibility to see through keep a \"steady hand\" on the conduct temporary movements in inflation.", "We can of monetary policy, with the goal of keeping inflation sustainably on target.", "However, in the context of a large and persistent shock, such as the start of the COVID-19 pandemic earlier this year, having a credible inflation target is even more important.", "With inflation expectations well anchored, the Bank was able to effectively respond in March to this unprecedented adverse shock.", "One of the actions we took was to reduce our policy interest rates by 150 basis points over three announcements.", "Because inflation expectations were well anchored at 2 percent, this translated into a decline in the real interest rate of roughly the same amount.", "This decline supported consumption and investment spending by households and firms, and helped promote demand through other channels, including the exchange rate.", "In contrast, if inflation expectations had not been well anchored, the reduction in our policy interest rate would have had less impact.", "Consequently, more monetary stimulus would have been necessary.", "Now, what about the role of communications in anchoring expectations?", "We've established that inflation expectations affect macroeconomic outcomes and the conduct of monetary policy.", "Policy success in achieving the target and informative and accessible communications can, in turn, also influence expectations.", "To be effective in influencing expectations, the Bank should: communicate often, communicate clearly and communicate consistently-all to a wide variety of audiences that include consumers, firms and market participants.", "The Bank has embedded this concept in our strategic planning.", "We are committed to knowing our audiences, their interests and how best to reach them.", "Indeed, our research finds that when we provide households with practical information about our inflation target, they tend to shift their views toward actual inflation.", "In addition, we use other communication channels, including engaging in public outreach, offering accessible explanatory articles on our website, and conducting education programs for students at all levels.", "All these initiatives help us connect with the public to explain the work we do and to underscore why it is important to them and to their families.", "We will also continue to consult on our inflation-target renewal process.", "To this end, we just launched an online public consultation called Inflation.\"", "We are inviting Canadians to tell us what they think about inflation, our inflationtargeting framework and potential alternative monetary policy frameworks.", "Low and stable inflation is the core objective of our monetary policy.", "Achieving our inflation target depends critically on the credibility of the target and the anchoring of the perceptions and expectations of inflation.", "Acknowledging and better understanding any gap between perceived and measured inflation is, therefore, very important.", "Public confidence in the target depends on measuring inflation accurately.", "Our research with Statistics Canada as part of our 2021 inflation-target renewal process underscores our interest in this goal.", "Moreover, our communications strategy must strive to explain inflation, our target and our policy to different audiences in a clear and accessible manner to deepen their understanding.", "Our ongoing efforts to reach out and listen to diverse groups of Canadians are helping to strengthen our communications.", "While we have benefited from having well-anchored inflation expectations in the past, this mooring will be tested by the very rough economic waters caused by the pandemic.", "Our extraordinary policy actions have been firmly focused on attaining our inflation target, by supporting demand and employment throughout this difficult and protracted economic recovery.", "Through our words-and more importantly, through our actions-we remain steadfast in our commitment to helping restore the Canadian economy and the economic and financial welfare of all Canadians."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation expectations", "Inflation perceptions", "Monetary policy", "Inflation target", "CPI", "Communication", "Measurement", "Behaviour", "Anchoring", "Credibility"]}