{"sentences": ["Riding the Wave of Portfolio Inflows into Mainland China Mark (Austen), distinguished guests, ladies and gentlemen, 1.", "Thank you ASIFMA for hosting this Conference in Hong Kong and inviting me to speak.", "I am glad to see so many friends of the financial industry here today, from Hong Kong and other parts of the world.", "As you all know, Hong Kong has been going through an extraordinary period since this summer.", "For those of you who travel to Hong Kong for this conference, I hope you have so far found the situation on the ground less dramatic than what you might have seen from the news.", "No doubt we have experienced some serious disruptions to traffic and interruptions to operations of bank branches, but overall speaking the financial infrastructures and markets in Hong Kong have continued to function smoothly, and they remain robust and resilient.", "This clearly demonstrates their ability to withstand different types of shocks, as they did multiple times in the past decades.", "Earlier this week, Hong Kong successfully launched the US$13 billion IPO of Alibaba.", "This deal would likely put us at the top spot of the global IPO league table again this year.", "While that is a secondary listing, it certainly underlines the unique position of Hong Kong as an international financial centre that connects the fast growing Mainland market to global investors.", "I know some of you may have doubts that the Chinese economy is actually slowing down in face of trade dispute and deleveraging.", "That is true if we compare to the days when Mainland GDP was growing at double-digit every year.", "But let's remember, a real growth of 6% is still a very respectable pace compared to economies around the world.", "And with Mainland China's sheer size, a 6% GDP growth means adding some US$1.3 trillion nominal value to the world's GDP in a single year.", "This is more than the total size of the Indonesian economy, or close to that of Australia.", "With such economic expansion and its deepening capital markets, China continues to be a compelling investment theme for global investors.", "As an investment manager ourselves, we are among the first offshore players in the Mainland's capital markets.", "Surely, for the past eight or nine years since we invested in the Mainland, there had been some very challenging times, such as the RMB exchange rate reform, the stock market turmoil and fear of economic hard landing.", "But looking through these short-term ups and downs, two unmistakable trends are consistently borne out by actual developments.", "The first is the progressive opening of the markets, and the second is the growing momentum of international investors' allocation to Chinese assets.", "Hong Kong as an Ideal Platform to Go into Mainland China 6.", "The Mainland of China is home to the second largest stock market and bond market in the world.", "While Mainland China's capital markets have long been rather difficult to access, this paradigm is gradually changing.", "In the old days everyone had to go through the different programmes of QFII, RQFII, CIBM direct, with all the associated processes of applying for quotas, signing up new service providers and counterparties, setting up new trading system, conforming to onshore rules, etc.", "But the introduction of Stock Connect in 2014 and Bond Connect in 2017 are gamechangers for a lot of international investors.", "While the pre-existing access channels still cater for some investors like ourselves who have already set up all the systems, the Connect schemes enable all international investors to implement and manage their Chinese investments much more easily based on familiar international rules and practices.", "They can continue to leverage their existing systems and global partners, such as brokers, custodians and banks without the need to engage onshore service providers.", "For example, Mainland China is one of the very few markets that require direct holding of securities.", "But Bond Connect makes nominee holding possible to foreign investors.", "This drastically reduces the complexities for them to settle trades and manage assets.", "The Connect schemes are fast gaining popularity among offshore investors.", "Up to September, Stock Connect captured over 65% of foreign holdings of A-shares; its Northbound daily average turnover doubled year-on-year to RMB42 billion for the first nine months of this year.", "In just two years' time, Bond Connect has also quickly gained traction.", "It now has over 1,300 investors from 31 jurisdictions, and 61 of the top 100 global asset managers.", "In the first ten months of the year, it contributed to around 40% of the increase in foreign holdings of onshore bonds; its daily turnover increased 2.7 times year-on-year, and now accounts for more than 60% of the overall trading turnover by foreign investors.", "And like other things we do, we build on the good start and keep working to make the Connect schemes more attractive to international investors.", "We introduced in June a new arrangement that will enable investors to obtain and hedge in CNY for the Stock Connect.", "For Bond Connect, we have expanded the settlement cycle, introduced DvP settlement and block trade functionality, and added an additional electronic trading platform.", "We continuously listen to market participants, and are exploring further enhancements such as expansion of tradable product scope under Bond Connect and launch of its Southbound leg.", "Huge Inflow into Mainland China's capital markets 11.", "Given the much greater ease of investing in the capital markets in the Mainland of China, foreign holdings of A-shares and onshore bonds increased rapidly by 73% and 93% respectively in the past 2 years.", "But still, they represent only a small portion of the markets, 3% for the stock market and 2.6% for the bond market.", "This level of foreign participation is of course nowhere near the much more open developed markets in Europe and America.", "It is actually far lower than that of many other emerging market economies.", "This clearly reflects a persistent under-allocation of Chinese assets by international investors relative to China's economic weight.", "In recognition of this gap, and given the easier access to the Chinese capital markets through the Connect schemes, index providers are taking positive steps to bring the allocation more in line with the economic reality- For equities, MSCI, FTSE and S&P all started to include A-shares in the past two years.", "For this year alone, the rebalancing inflow into Chinese equities is estimated to exceed US$45 billion.", "But this is just a start.", "Currently MSCI's inclusion factor for Chinese Ashares is only 20%, accounting for less than 4% of the MSCI Emerging Markets Index.", "There is a long way to go before full inclusion, leading up to over 16% of the index.", "By back of envelope estimation, this could mean an additional inflow of at least US$200 billion to A-shares.", "The FTSE Emerging Markets is a similar story.", "At an inclusion factor of 25%, China will only account for less than 6% by the end of the current inclusion process next March.", "For the bond market, the Bloomberg Barclays Global Aggregate Index started inclusion of RMB bonds in April, which will attract around US$120 billion of inflows over the 20-month inclusion process.", "But even upon completion, RMB bonds will only account for around 6% of the overall index, leaving a big gap to fill considering that Mainland China is the world's second largest bond market.", "In September, JPMorgan announced a 10-month phased inclusion of Chinese government bonds into its benchmark emerging-market indexes, starting in February 2020.", "Market estimates suggested that the inclusion could lead to around US$3 billion of inflows into the onshore bond market per month.", "Mainland China is also on the FTSE watchlist for future inclusion into its flagship World Government Bond Index, with the next review in March next year.", "The takeaway here is that, we are just seeing the tip of an iceberg in the big wave of allocation to Chinese assets by investment managers.", "The pace would likely continue to pick up in the next couple of years.", "Hong Kong's Unique Position and what lies ahead 14.", "The vast opportunities in the Mainland and the Connect schemes offer a great example to remind ourselves Hong Kong's unique value proposition.", "Under the \"One Country, Two Systems\" principle, we maintain a regulatory regime closely aligned with international norms and practices.", "At the same time, our close rapport with the onshore regulators ensures that we are the best place to experiment capital liberalisation initiatives.", "We are the only place in the world that practises an English and Chinese bilingual common law system that inspires confidence from overseas and Mainland investors alike.", "We have an ecosystem of topnotch financial institutions and professional services firms that are trusted by asset owners and asset managers to look after their investments.", "These unique advantages cannot be easily replicated anywhere else in the world.", "Of course, apart from providing a convenient conduit for overseas investors to enter the onshore equities and bond markets through the Connect schemes, Hong Kong's stock market has long been a venue for Mainland companies to raise funds and for global investors to get exposure to Mainland enterprises.", "Today, over 1,100 Mainland enterprises are listed on the Stock Exchange of Hong Kong, with a total market capitalisation of nearly HKD22 trillion and an average daily trading volume of around HKD60 billion.", "And we are not standing still.", "We are doubling down on our work to enhance our financial platforms, build more connections with the Mainland's markets and consolidate our strengths.", "One exciting example is the two-way cross-boundary wealth management connect scheme for Greater Bay Area residents, announced earlier this month.", "This new Connect scheme links up Hong Kong's asset management industry to one of the most economically vibrant and wealthy regions in Mainland China, with a population of 60 million and a per-capita GDP of some US$20,000.", "Guangdong is also home to some 290,000 high net worth families.", "The wealth management connect will enable Mainland residents to directly invest in offshore wealth management products for the first time.", "For fund companies, there will be opportunities in product origination by developing products in Hong Kong to tap into the Mainland investor base.", "Banks can base their sale and distribution operations in Hong Kong to reach out to your Mainland customers.", "Asset management and treasury operations will also benefit.", "We are working out the implementation details with the Mainland authorities and I hope to be able to share more details with you soon.", "To summarise my message today, we see before us the beginning of a huge wave of inflows going into Mainland China's capital markets, propelled by index inclusion and increasing openness of the markets.", "And the best and safest spot to hitch a ride of the wave is via Hong Kong and the Connect schemes.", "Hong Kong's fundamental strengths as one of the best places to do financial transactions and manage assets are well in place.", "Capital flows freely into and out of the territory as guaranteed by Article 112 of the Basic Law.", "The Linked Exchange Rate System, underpinned by US$440 billion foreign exchange reserve, continues to anchor our monetary and financial stability, as it has for the past 36 years.", "The resource and expertise of the biggest global and Mainland banks in the region are concentrated in Hong Kong.", "And they are well protected against shocks thanks to the ample capital and liquidity buffers.", "In the last couple of months, I have talked to many dozens of people representing banks, asset owners, asset managers, professional services firms.", "Many are in the audience today.", "They all recognise the exceptional opportunities offered by Hong Kong, and see through the current challenges we are facing, because they know Hong Kong has proven time and again we will ride through difficult times and become even stronger than ever.", "Thank you very much and I wish you an enjoyable and fruitful conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Connect schemes", "Chinese capital markets", "Hong Kong", "Index inclusion", "International investors", "Capital flows", "Portfolio inflows", "Mainland China", "Investment managers", "Financial stability"]}