{"sentences": ["AFI-BOG WEBINAR ON INTEGRATING GENDER CONSIDERATIONS INTO COVID-19 POLICY SOLUTIONS CLOSING REMARKS BY ELSIE ADDO AWADZI SECOND DEPUTY GOVERNOR, BANK OF GHANA 14TH SEPTEMBER 2020 Fellow Governors and Deputy Governors of the AFI Network AFI Executive Director Dr. Alfred Hannig, and AFI Management and Staff Members of the AFI Network Ladies and Gentlemen, I have the honour of delivering the closing remarks for what has been a most remarkable and insightful webinar.", "I believe this webinar has done what it sought to do, by providing a platform for sharing experiences and lessons learnt in the pandemic response so far and helping to chart a way forward towards more gender-inclusive measures to spur economic recovery efforts.", "At the beginning of this webinar, we heard remarks from Governor Ernest Addison and Dr. Hannig that were thought-provoking, and which laid a perfect foundation for the stimulating discussions that ensued.", "The plenary sessions and breakout group discussions effectively addressed issues pertaining to the five key pillars of (i) Women, Regulation, and Regulatory Institutions; (ii) Women's Participation in Business and in the Job Market; (iii) Women and Social Protection; (iv) Women and Access to Financial Services including DFS; and (iv) Women and Consumer Protection.", "The experiences that have been shared through today's discussions confirm that the pandemic has disproportionately affected women, pushing them out of both formal and informal employment and business, and in some cases from the financial system, further widening the gender gap in access to finance.", "In many countries, COVID-related restrictions came at a higher price for women than for men, given that more women tend to be involved in informal, temporary, or part-time work, or in informal business partly due to the domestic responsibilities they disproportionately shoulder.", "What is more, the pre-existing gender gap in access to finance has meant that many women adversely impacted by the pandemic have little or no savings to cushion them and have no access to credit or grants to save their businesses from collapse.", "Indeed, this phenomenon is not limited to the developing world.", "Advanced economies are also grappling with the distributional consequences of the pandemic.", "For example, in a recent Working Paper, the IMF found evidence that women in Japan were more negatively impacted by the pandemic due to disparities in the labour market and the fact that more women than men had to drop out of the job market to take care of their children amidst massive disruptions to childcare and schools.", "The IMF advocates for policies to promote better work-life balance and gender equality to help enhance female employment opportunities and women's economic empowerment in the \"new normal\" after the pandemic is under control.", "In the case of emerging and developing economies, these disproportionate impacts on women are bound to be worse, given the weak social protections that exist.", "Our discussions today have also revealed that with the exception of a few countries in the AFI Network, many policy and regulatory responses to the pandemic have not considered gender-specific dynamics of the economic fallout from the pandemic, and in that respect may not have helped to avoid a widening of the gender gap in access to finance.", "How do we then move forward from here to address the widening gender gap in access to finance?", "The pandemic may have unleashed unprecedented hardship on vulnerable groups such as women (particularly those operating in the informal and MSME sectors), but there are opportunities to rebuild our economies, and while at it, to rebuild them in a manner that leads to more inclusion and resilience.", "Please permit me at this point, to share some of my own thoughts as to how we could make progress.", " Promoting gender-inclusive finance is somehow inextricably linked to addressing the many underlying socio-economic and cultural issues that create inequalities for women in the job market and in business (formal or informal).", "Policies are needed to empower women economically by addressing issues affecting work-life balance, employment and income disparities, land ownership, inheritance, education, healthcare, child care, and elder care, among others.", "Greater access to finance for women., necessarily depends on this.", "What changes are required in the design of financial services and products (traditional and digital) and the design of policies and regulation to correct the additional disparities created by recent COVID-19 responses?", "For example, existing literature shows that women traditionally tend to pay their loans on time.", "How is this pandemic changing that narrative and what might be the implications for women's access to credit going forward?", "How can financial institutions better support their female clients to help avoid losing access to future credit?", " How can we improve the quality of financial intermediation to address the gender-inclusive finance barriers caused by the COVID-19 pandemic, while not compromising the stability and integrity of our financial systems?", " How do we galvanise the needed support and mobilise the necessary resources (technical capacity, peer-to-peer learning, guidance for stakeholder dialogue, and other support) for the redesign of social safety nets and financial (and digital) literacy programmes to better align with gender-inclusive finance?", "How can we effectively engage relevant policymakers, legislators, and civil society to advocate for policies that ultimately promote more gender-inclusive finance?", "In sum, the gender-inclusive finance agenda is now more critical than ever before, and a coordinated effort is required to accelerate action going forward.", "Making real progress will require bold action to address the underlying pre-existing vulnerabilities that have only been exacerbated by the current pandemic., so that we rebuild a more inclusive, sustainable, and resilient future.", "I trust that members of the AFI Network, with the continued support of AFI, will, going forward, work assiduously on removing these underlying barriers to help address the widening gender gap in access to finance.", "I invite us all to renew our respective Maya, Denarau, and Kigali commitments, and to make a big push for tangible progress in gender-inclusive finance.", "I note that AFI intends to develop a policy summary note from this webinar building on the just published COVID-19 GIF Policy paper, which will be shared with AFI members.", "This will be very helpful for guiding members' efforts going forward, as we work towards inclusive, sustainable, and resilient economic recovery in our various jurisdictions.", "On behalf of Governor Ernest Addison, I thank AFI for agreeing to co-host this very important webinar with the Bank of Ghana.", "I thank the hard- working team at the AFI Management Unit, the moderators, panelists, participants, and all who contributed in diverse ways to make this webinar the big success that it has been.", "Let us all continue to work together to bridge the gap in access to finance for all.", "I thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Gender-inclusive finance", "Women's economic empowerment", "COVID-19 economic fallout", "Gender gap in access to finance", "Women's participation in business", "Women and social protection", "Women and financial services", "Women and consumer protection", "Work-life balance", "Financial intermediation"]}