{"sentences": ["Dear ladies and gentlemen, It is always a pleasure for me to attend meetings and round tables with representatives of banks operating in Albania.", "They are also an excellent opportunity to discuss and harmonise our efforts for a stable deepening and expansion of the financial market, as one of the core pillars of the economy and the main driver for sustaining development and enhancing the public's welfare.", "I would like, in my brief address, to bring to your attention some highlights of 2019, regarding the contribution of the banking and financial systems, as well as some milestones for 2020.", "Let me first focus on the overall state of affairs in the Albanian economy.", "The devastating earthquake that hit Albania on 26 November 2019 was a major event with a strong impact for 2019, on all the sectors of economy and the whole society.", "It was an unexpected shock giving rise to economic and psychological consequences in the affected areas and beyond.", "On the other hand, it was a difficult test, and I may say that all banks passed it successfully, in terms of continuity of financial market's critical functions.", "In such a disastrous situation, it was very important that people could perceive the security, at least in the financial aspect, regarding their deposits with banks and continuous access to their funds to meet their basic needs.", "Under these circumstances, not only did all banks generously contribute to recovering from earthquake consequences, but they also supported their clients in alleviating their pain and offering adequate solution, while ensuring continued operations and activities.", "Beyond this event, overall, the Albanian economy in 2019 performed in positive terms.", "Its growth pace continued to trend upward, employment increased, internal and external balances strengthened, and main indicators of the banking sector's soundness have been improving.", "All the above reasons boost the optimism on the outlook of economic growth in the medium-term horizon.", "Among others, Albania has reached an important milestone on its path to development and integration: the expected opening of accession negotiations with the European Union.", "These negotiations should be definitely considered as an important development anchor and an additional guarantee for both domestic and foreign investors.", "Year 2019, as I stated above, affirmed the stability of the Albanian banking system.", "All structural changes that started in 2018 were successfully completed in 2019, driving to the targeted consolidation of the banking system.", "The activity of the banking sector grew in terms of the volume of assets and deposits.", "Meanwhile, the quality of the credit portfolio improved by around 3 percentage points during 2019 (the NPL fell from 11.1% to historical low 8.36%).", "This improvement is attributable to the zestful actions undertaken by most banks to address the nonperforming loans portfolio, by offering solutions both within the e.g.", "repayment, repossession, restructuring, debt forgiveness), and also outside it the e.g.", "The financial infrastructure of the banking sector was strengthened further in 2019.", "The Bank of Albania and the National Payment System Committee have implemented the national strategy for enhancing the small value payment market and increasing the financial inclusion of the population.", "The first results are promising and further steps by the Bank of Albania and the banking sector will be taken aimed at achieving a quantitative objective, which is to see the number of bank account holders doubled by 2022.", "The financial inclusion of the population is one of the most important current priorities.", "In 2019, the Bank of Albania and the banking sector paid particular attention to financial inclusion and financial education.", "It is a proven fact now that the improvement in financial inclusion contributes to the improvement of the welfare of the population, in a harmonised way.", "In this regard, we have designed and implemented, among others, a series of educational projects tailored to various segments of the population.", "Financial education, targeted publications with information on bank products and services, as well as developments in the payment infrastructure and payment services are concrete steps for providing more opportunities for access to finance by all segments of the population.", "Dear representatives of the banking sector, We should not limit ourselves to seeing only the consequences from a natural disaster; we should see an opportunity for recovery and development.", "The Government has announced the areas designated for reconstruction after the earthquake and in addition to the allocated funds for this purpose funds are expected to be collected from the Conference of Donors.", "Amid this situation with financing opportunities from the Government, donors, and a high interest from households to invest in re-building their properties and making them safer, banks should be active, to intensify their intermediary role and enhance their lending to another dimension.", "Let me now address some key issues, which should be addressed attentively to ensure sustainable pillars for banking activity to continue to build on as a whole, particularly with regard to sound and competitive lending, which ensures sustainable income.", "First, the reduction of the non-performing loans portfolio does not guarantee they do not arise again if we do not look behind and address the problems and errors made when they were originally provided.", "Addressing them starts with improving governance, building-up and strengthening audit lines, attracting and training sufficient and qualified staff, above all, establishing an effective supervision by senior management bodies to maintain the adequate balance between risk appetite and the objectives of the business.", "These are only a few of the steps to be implemented in this regard.", "The Bank of Albania, in the framework of legislation approximation with the EU acquis, has increased the regulatory requirements to ensure more qualitative governance.", "But, beyond the formal fulfilment of the regulatory requirements, these principles are indispensable to be incorporated into and become part of the culture of the entire organisation.", "This is a long-term investment, which generates positive and stable outcomes.", "Second, while adopting better governance, the same expectation should be transmitted also to your clients.", "The principle not to accept informal data from firms when assessing their repayment capacities has provided absolute positive results in preventing the creation of new non-performing loans.", "Yet, the issue of informality is still present in our economy.", "Banks may do more in this regard by offering to your clients and encouraging them to use existing or personalised products, which ensure a higher circulation of funds within the system, enhance the interconnection between firms and clients, and facilitate the establishment of a more complete financial profile and a more precise assessment of the repayment capacity.", "Third, there is still a relatively high quantity of \"intangible assets\" in the balance sheet of banks, despite the insofar success.", "In total, the properties regained from legal processes are a high potential waiting to be transformed into funds.", "But, it may lose its value very quickly, becoming an unnecessary cost, which harms the reputation and competitiveness of banks.", "For a relatively small market, such as Albania, it is proved that the costs of non-performing clients are borne by the whole system, and individual strategies have no effective results.", "To provide an effective restructuring for clients in distress, it is indispensable to have an honest collaboration between banks, which ensures not only a more fair assessment of the client's repayment capacity, but also optimises the time and cost of assessment for both the bank and the client.", "The Bank of Albania remains committed in supporting energetically such collaborative projects, by guaranteeing impartiality; meanwhile banks should show a good will in this regard.", "Last, in these days of daily technology advancement, banking business would not be able to survive without investing in technology, in the right time.", "All banks are fully aware of this, but the pace of development in each of them has been different.", "Thanks to the strong relations and exchanges with our European neighbours, and the firm aspiration to be part of the EU, a postponing of the necessary investments in this regard would be at the cost of competitiveness.", "But, investments in technology only, without the support of internal human resources, may expose banks to high operational risks and irreparable consequences.", "While educated young people are moving abroad, I invite you to consider investments in technology, not only for the automation of processes, but also as an opportunity to prevent the impoverishment of the labour market, thus contributing to setting up conditions for keeping the qualified labour force in this market, which is also part of the elite clientele of the banking market.", "In conclusion, let me assure you that the Bank of Albania provides the maximum support and attention to all your proposals, not only in capacity of the regulatory authority, but also, as a loyal, supportive and serious partner, aiming at achieving the common objective, that is a developed market which offers attractive possibilities for investors, for financial stability and a fair competition which respect the consumer's rights.", "Our decision-making will be transparent and all our initiatives will be guided by a spirit of cooperation with the banking sector, aiming at ensuring highest efficiency.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["Banking sector", "Financial inclusion", "Non-performing loans", "Economic growth", "European Union", "Technology", "Governance", "Informality", "Earthquake", "Reconstruction"]}