{"sentences": ["Ladies and gentlemen, friends from the banking and financial community, good evening.", "It has become a tradition for us to gather at the beginning of every year, and for good reason.", "It is a timely opportunity for us to look back at the year that was and look forward to what the coming year may bring.", "Last year, the BSP commemorated 70 years of central banking in the country.", "The celebration highlighted BSP's journey from its creation in 1949 to what it aims to be today-a central bank closer to the Filipino people.", "ECONOMY IN REVIEW We started 2019 with some uncertainty-reflecting the weaker growth performance and escalating trade tensions between major economies, and geopolitical factors that affected business sentiment and global demand.", "On the domestic front, the delay in the passage of the 2019 budget and the election ban weakened government spending and public construction.", "However, despite these global and domestic challenges, the Philippine economy remains in a position of strength.", "For the past 83 quarters, the Philippine economy has experienced sustained uninterrupted expansion.", "The Philippine economy expanded by 6.4 percent in the fourth quarter of 2019, taking its full-year growth to 5.9 percent.", "This highlights the Philippines' place as one of the most resilient and fastest growing economies in Asia and in the world.", "Our country's strong growth potential can be seen in the favorable outlook of institutions such as the International Monetary Fund, the World Bank and the Asian Development Bank.", "Their assessments are broadly in line with the Government's target for 2019 up to 2022.", "BSP's effective monetary policy contributed significantly to achieving within-target inflation.", "From a high of 6.7 percent in September and October 2018, average inflation for 2019 settled at 2.5 percent, well within the Government's target range of 3.0 percent ± 1.0 percentage point for the year.", "The country's balance of payment (BOP) position recently made a turnaround from a deficit in 2018 to a surplus of US$ 7.84 billion in 2019.", "The surplus in the BOP may be attributed partly to higher net inflows of foreign direct investments and foreign portfolio investments, bolstered by favorable investor sentiment on the country's solid macroeconomic fundamentals.", "The peso has been broadly stable, appreciating by about 4% in 2019.", "The end 2019 level of the Gross International Reserves at $87.8 billion is the highest ever.", "More importantly, our growth continues to be inclusive.", "Poverty incidence among the population declined to 16.6 % in 2018 from 23.3 % in 2015, exhibiting a 2.2 % decrease in poverty incidence annually.", "This means that nearly six million Filipinos were lifted out of poverty during that period.", "As of October 2019, unemployment and underemployment rates in the country are both at a historic low of 4.5 percent and 13.0 percent, respectively.", "Indeed, 2019 was a very good year for our country.", "THE BSP'S CORE MANDATES On our part, we at the BSP will continue to effectively implement our mandates and policy priorities to support the country's growth goals.", "We will remain firmly committed to maintaining price stability and financial stability, and ensuring an efficient payments and settlements system.", "With the passage of Republic Act No.", "11211, which amended the 'New Central Bank Act' or the BSP Charter, we will continue to enhance our policy responsiveness since the law strengthened BSP's pursuit of its mandates by expanding its policy toolkit.", "Our policy and reform agenda also include further strategic, complementary and reinforcing efforts in developing deeper money, debt, and FX markets.", "These will help build the country's resilience against external shocks by reducing its reliance on external funding.", "At the same time, we are pursuing initiatives to deepen the local debt market and the issuance of enhanced guidelines on valuation of peso-denominated government securities as well as enhanced rules on bond issuances.", "These initiatives will go a long way in funding infrastructure projects under the National Government's Build, Build, Build program and other big-ticket investments in the areas of transportation, water, urban development and renewal, information and communications technology, and power.", "BSP CLOSER TO THE PEOPLE I have always said that a central bank cannot operate from an ivory tower.", "It is imperative that our stakeholders understand what we are mandated to do.", "And today, more than ever, the BSP is committed to bringing the benefits of central banking closer to all Filipinos through more inclusive policies.", "We are now setting our sights on digital innovations as we pursue one of our most important advocacies, financial inclusion.", "Digital solutions present opportunities for cost savings and efficiency gains that make the economics of serving the marginalized sector of our economy viable.", "These innovations will fill the financial services needs of the unserved and underserved markets on a broader scale.", "Our partnerships with the Department of Education, the Overseas Workers Welfare Administration, the Armed Forces of the Philippines, and the Civil Service Commission, allow the BSP to reach broader and more diverse audiences through financial learning.", "In many of these partnerships, we also work with the private sector in customizing our programs to the needs of our stakeholders.", "We support initiatives that would make it easier for Filipinos to have the necessary requirements to apply for new bank accounts or financial services.", "The BSP is currently collaborating with the Philippine Statistics Authority to implement the Philippine ID System.", "Under the agreement, the BSP will produce 116 million pieces of cards over the next three years.", "Filipinos, especially the unbanked, will be able to easily obtain a valid government ID card, which they can use to apply for bank accounts and other financial services.", "The BSP is also actively exploring RegTech and SupTech solutions to enhance the timeliness and quality of our risk-based decision making.", "We have partnered with R2A or the RegTech for Regulators Accelerator, a pioneering project that provides technical assistance for financial sector regulators to develop and test the next generation of digital supervision tools and techniques.", "As we recognize the impact of uncertainties, we are aware of the potential effect of climate and environment-related risks to the local and global economy.", "At BSP, we have incorporated climate and disaster-related data in monetary policy analysis, forecasting, monitoring, and risk assessment.", "We have issued regulations on corporate and risk governance, including stress testing and regulatory reliefs provided to banks affected by natural calamities.", "We put our money where our mouth is.", "Consequently, the BSP has invested $150 million in the green bond fund launched by the Bank for International Settlements.", "This bolsters environmentally responsible finance and investment practices.", "Together with the Department of Finance, the BSP now co-chairs a newly formed inter-agency task force that is mandated to facilitate green finance initiatives.", "Lastly, the BSP recognizes the important role of Islamic banking in strengthening and promoting financial inclusion.", "The BSP, together with the other members of the Interagency Technical Working Group on Islamic Banking, is committed to support the growth of Islamic banking in the country.", "We will continue to pursue goals that will benefit the Filipino people.", "We will persevere in pushing initiatives that will ensure that every Filipino has wider access to financial products and services.", "We expect the share of electronic payments, or e-payments, in total payment transactions in the country to rise to about 30 percent of the total by end-2020 and to 50 percent by end-2023.", "It is our hope that by end-2023, 7 out of 10 adult Filipinos would have access to financial services through bank accounts.", "It is our hope that with your help, and the help of other industry players and other government agencies, we will enable more Filipinos to reap the benefits of a stronger and more inclusive economy.", "That said, let me now call on the members of the Monetary Board to join me on stage for the ceremonial toast.", "Finance Secretary Sonny Dominguez, Philip Medalla, Juan De Zuñiga, Peter Favila, Tony Abacan, and Bruce Tolentino.", "Everyone please join us as we raise our glasses to the very good year we had and the even better year ahead!", "Let us all keep working together for a stronger and more inclusive economy!", "Salamat at mabuhay tayong lahat!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic growth", "Inflation", "Monetary policy", "Financial inclusion", "Balance of payments", "Central banking", "Digital innovation", "Climate change", "Green finance", "Islamic banking"]}