{"sentences": ["Honorable Vice Premier Liu He, Secretary Li Qiang, Mayor Gong Zheng, Ladies and Gentlemen, Good morning!", "During General Secretary Xi Jinping's inspection tour in Shanghai last November, he noted that Shanghai should \"strengthen its function of allocating global resources and actively allocate global resources, including capital, information, technology, talents and goods\", which pointed out the direction for the development of Shanghai as an international financial center.", "The address by Vice Premier Liu He is very important and greatly instructive for our financial work.", "I also fully agree with the discourse Secretary Li Qiang has just made in his address on accelerating the building of Shanghai as an international financial center.", "At the previous Lujiazui Forum, I proposed the \"Five Centers\" that we should focus on in building Shanghai as an international financial center.", "Here, I would like to further discuss the \"Five Centers\" with you.", "First, Shanghai is becoming a center for RMB-denominated asset allocation.", "That is to say, when world-class investors plan to invest in RMB-denominated assets, they will regard Shanghai as their first choice.", "Global institutional investors can conveniently conduct crossborder investment and financing activities here.", "Notably, China's economic fundamentals remain sound, with monetary policy within the normal range.", "The RMB interest rates are at the lowest level among developing countries, but there is a relatively remarkable positive spread compared with the interest rates of major convertible currencies.", "In this sense, RMB-denominated assets are fairly attractive for global capital allocation.", "Second, Shanghai is becoming a center for risk management of RMB-denominated After investing in RMB-denominated assets, investors, domestic and abroad, financial assets.", "are bound to diversify and manage their risks on a continuous basis.", "In Shanghai, all factors related to risk management are improving.", "First, in terms of pricing, continuous pricing has been realized for all classes of RMB-denominated assets.", "Second, in terms of transaction, the RMB financial market enjoys adequate liquidity as well as sound depth and width, allowing buy-in and sell-out at any time.", "Third, in terms of risk hedging, a basket of relatively complete risk management tools, including financial futures, commodity futures, interest rate derivatives, and foreign exchange derivatives, is in place to support effective risk hedging.", "Fourth, in terms of information disclosure, the increasingly enhanced transparency and stringent requirements for information disclosure in recent years continuously boost investors' confidence in RMBdenominated assets.", "With the above four factors of risk management, investors are able to manage and diversify risks in a more effective way.", "Third, Shanghai is becoming a center for financial opening-up.", "The world's international financial centers must be open, as opening-up is a prerequisite for attracting first-class financial institutions and financial talents.", "In recent years, Shanghai has picked up its pace in financial opening-up, with a host of world-renowned financial institutions setting up offices in the city one after another, and the city has become much more attractive to top financial talents worldwide.", "In the meantime, financial regulation capacity should be adaptive to and compatible with the level of financial opening-up.", "Ensuring financial security amid financial opening-up brings about true security.", "Fourth, Shanghai is becoming a demonstration center for high-quality business environment.", "A market-oriented, law-based and internationalized business environment is gradually taking shape in Shanghai.", "As professional institutions, such as financial courts and financial arbitration agencies, have been established in succession, Shanghai has become the best proving ground for innovative financial operation rules and standards.", "In its development as an international financial center, Shanghai can further pioneer the capital account convertibility and the facilitation of RMB as a freely usable currency.", "As long as the regulation requirements for combating money laundering, terrorist financing and tax evasion are met, funds for normal trade and investment activities can flow into and out of Shanghai freely.", "Fifth, Shanghai is becoming a Fintech center.", "As Fintech is indispensable for the development of Shanghai as an international financial center, currently it is accelerating the pace in building itself into a Fintech center.", "Efforts have been made to explore the wide application of artificial intelligence, big data, cloud computing, and other new technologies in the financial industry.", "Regarding the progress of developing Shanghai as an international financial center, Shanghai Financial Work Bureau collaborated with two universities on a very inspiring professional assessment.", "I have studied it carefully, and found it fairly objective.", "Next, taking this opportunity, I would like to brief you on the work of the People's Bank of China (PBC) in practicing sound monetary policy in a more flexible and appropriate manner and implementing the requirements of the Government Work Report on securing market entities in the fight against the COVID-19 pandemic since the beginning of this year.", "First, by leveraging quantitative monetary policy tools, we expanded aggregate supply with a focus on easing financing difficulties.", "In H1 2020, with respect to monetary policy, we rolled out a mix of forceful supporting measures, including three rounds of required reserve ratio (RRR) cut, additional RMB1.8 trillion quotas for central bank lending and central bank discount, a program for supporting credit-based loans to micro and small businesses (MSBs), and the phased deferment of loan principal and interest repayments for micro, small and medium-sized enterprises (MSMEs).", "These measures have yielded solid results.", "At end-May, the growth rates of broad money (M2) and the aggregate financing to the real economy (AFRE) reached 11.1 percent and 12.5 percent respectively, both remarkably higher than those of last year.", "The stock market, bond market, foreign exchange market and RMB exchange rate were generally stable.", "Since Q2 2020, China's major macroeconomic indicators have displayed favorable signs of recovery.", "In H2 2020, we will continue to keep liquidity adequate at a reasonable level through monetary policies, which is expected to bring about expansion in RMB loans by nearly RMB20 trillion and growth in AFRE by over RMB30 trillion throughout the year.", "Second, by advancing the market-based interest rate reform, we guided a continuous decline of market rates and promoted the financial sector to reasonably mark down profits to support enterprises, in an attempt to alleviate high financing costs.", "Since the beginning of 2020, the financial sector has marked down profits to support enterprises in three ways, namely lowering interest rates, adopting monetary policy tools that can directly support the real economy, and reducing banks' charges.", "It is estimated that, with these measures, the financial system will mark down RMB1.5 trillion worth of profits to support enterprises throughout the year.", "Third, by strengthening write-offs and disposal of bank non-performing loans (NPLs), we made efforts to solve the sustainability problem related to the support of the financial sector for the real economy.", "Under the impact of the pandemic, bank NPLs will edge up.", "In this sense, strengthening disposal of non-performing assets is crucial for enhancing the sustainability of banks' support for the real economy.", "This is also an important aspect of the financial sector to bear the costs of the real economy, which is deemed as the financial sector's contribution to the real economy.", "We believe that the financial support policies in response to the COVID-19 are phased policies.", "Therefore, regarding policy design, focus should be placed on ensuring incentive compatibility and fending off moral hazards.", "We should pay attention to the \"aftereffects\" of the policies, keep the aggregates at appropriate levels, and consider in advance the reasonable timing of exit for the policy tools.", "Fourth, we achieved effective money and credit growth while keeping the PBC's balance sheet basically stable.", "The PBC has lowered the RRR ten times since 2018, releasing about RMB8 trillion of liquidity and bringing the average RRR down from 15 percent to the current nine percent.", "A reduced RRR will correspondingly increase the money of commercial banks at their disposal and thus boost the money multiplier.", "The process of RRR cuts, on one hand, was reflected in the shrinking of the PBC's balance sheet.", "On the other hand, it was reflected in the monetary expansion effect, as commercial banks could issue more loans.", "In the meantime, however, the PBC \"expanded its balance sheet\" by increasing the scale of central bank lending, central bank discount and adopting other monetary policy instruments.", "RRR cuts and scale rise in central bank lending are both expansionary monetary policy tools, yet when reflected in the PBC's balance sheet, the former leads to balance sheet shrinking while the latter results in balance sheet expansion.", "In recent years, the values of the PBC's balance sheet shrinking and expansion have been basically equivalent.", "Therefore, the size of the balance sheet has been kept basically stable at around RMB36 trillion.", "This mechanism differs from those of the world's major economies, whose central banks substantially expanded the size of their balance sheets.", "However, the commercial banks in China have been expanding their balance sheets in a continuous and reasonable manner, with loans growing relatively rapidly.", "This demonstrates the improved efficiency of monetary policy transmission and the sound functioning of market mechanism."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Shanghai as international financial center", "RMB-denominated asset allocation", "Risk management of RMB-denominated financial assets", "Financial opening-up", "High-quality business environment", "Fintech", "Monetary policy", "Financial support policies in response to the COVID-19", "Money and credit growth", "PBC's balance sheet"]}