{"sentences": ["Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of today's meeting of the Governing Council, which was also attended by the Commission Executive Vice-President, Mr Dombrovskis.", "Incoming information confirms that the euro area economy is experiencing an unprecedented contraction.", "There has been an abrupt drop in economic activity as a result of the coronavirus (COVID-19) pandemic and the measures to contain it.", "Severe job and income losses and exceptionally elevated uncertainty about the economic outlook have led to a significant fall in consumer spending and investment.", "While survey data and real-time indicators for economic activity have shown some signs of a bottoming-out alongside the gradual easing of the containment measures, the improvement has so far been tepid compared with the speed at which the indicators plummeted in the preceding two months.", "The June Eurosystem staff macroeconomic projections see growth declining at an unprecedented pace in the second quarter of this year, before rebounding again in the second half, crucially helped by the sizeable support from fiscal and monetary policy.", "Nonetheless, the projections entail a substantial downward revision to both the level of economic activity and the inflation outlook over the whole projection horizon, though the baseline is surrounded by an exceptional degree of uncertainty.", "While headline inflation is suppressed by lower energy prices, price pressures are expected to remain subdued on account of the sharp decline in real GDP and the associated significant increase in economic slack.", "In line with its mandate, the Governing Council is determined to ensure the necessary degree of monetary accommodation and a smooth transmission of monetary policy across sectors and countries.", "Accordingly, we decided on a set of monetary policy measures to support the economy during its gradual reopening and to safeguard medium-term price stability.", "First, the Governing Council decided to increase the envelope for the pandemic emergency purchase programme (PEPP) by €600 billion to a total of €1,350 billion.", "In response to the pandemic-related downward revision to inflation over the projection horizon, the PEPP expansion will further ease the general monetary policy stance, supporting funding conditions in the real economy, especially for businesses and households.", "The purchases will continue to be conducted in a flexible manner over time, across asset classes and among jurisdictions.", "This allows us to effectively stave off risks to the smooth transmission of monetary policy.", "Second, we decided to extend the horizon for net purchases under the PEPP to at least the end of June 2021.", "In any case, we will conduct net asset purchases under the PEPP until the Governing Council judges that the coronavirus crisis phase is over.", "Third, the Governing Council decided to reinvest the maturing principal payments from securities purchased under the PEPP until at least the end of 2022.", "In any case, the future roll-off of the PEPP portfolio will be managed to avoid interference with the appropriate monetary policy stance.", "Fourth, net purchases under our asset purchase programme (APP) will continue at a monthly pace of €20 billion, together with the purchases under the additional €120 billion temporary envelope until the end of the year.", "We continue to expect monthly net asset purchases under the APP to run for as long as necessary to reinforce the accommodative impact of our policy rates, and to end shortly before we start raising the key ECB interest rates.", "Fifth, we intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "Sixth, we decided to keep the key ECB interest rates unchanged.", "We expect them to remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2% within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "Together with the substantial monetary policy stimulus already in place, today's decisions will support liquidity and funding conditions in the economy, help to sustain the flow of credit to households and firms, and contribute to maintaining favourable financing conditions for all sectors and jurisdictions, in order to underpin the recovery of the economy from the coronavirus fallout.", "At the same time, in the current rapidly evolving economic environment, the Governing Council remains fully committed to doing everything necessary within its mandate to support all citizens of the euro area through this extremely challenging time.", "This applies first and foremost to our role in ensuring that our monetary policy is transmitted to all parts of the economy and to all jurisdictions in the pursuit of our price stability mandate.", "The Governing Council, therefore, continues to stand ready to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner, in line with its commitment to symmetry.", "Let me now explain our assessment in greater detail, starting with the economic analysis.", "The latest economic indicators and survey results confirm a sharp contraction of the euro area economy and rapidly deteriorating labour market conditions.", "The coronavirus pandemic and the necessary containment measures have severely affected both the manufacturing and services sectors, taking a toll on the productive capacity of the euro area economy and on domestic demand.", "In the first quarter of 2020, when containment measures were only in place from midMarch in most countries, euro area real GDP decreased by 3.8%, quarter on quarter.", "Information from surveys, high-frequency indicators and incoming hard data all point to a further significant contraction of real GDP in the second quarter.", "Most recent indicators suggest some bottomingout of the downturn in May as parts of the economy gradually reopen.", "Accordingly, euro area activity is expected to rebound in the third quarter as the containment measures are eased further, supported by favourable financing conditions, an expansionary fiscal stance and a resumption in global activity, although the overall speed and scale of the rebound remains highly uncertain.", "This assessment is also broadly reflected in the June 2020 Eurosystem staff macroeconomic projections for the euro area.", "Compared with the March 2020 ECB staff macroeconomic projections, the outlook for real GDP growth has been revised substantially downwards by 9.5 percentage points in 2020 and revised upwards by 3.9 percentage points in 2021 and 1.9 percentage points in 2022.", "Given the exceptional uncertainty currently surrounding the outlook, the projections also include two alternative scenarios, which we will publish on our website following this press conference.", "In general, the extent of the contraction and the recovery will depend crucially on the duration and the effectiveness of the containment measures, the success of policies to mitigate the adverse impact on incomes and employment, and the extent to which supply capacity and domestic demand are permanently affected.", "Overall, the Governing Council sees the balance of risks around the baseline projection to the downside.", "According to Eurostat's flash estimate, euro area annual HICP inflation decreased to 0.1% in May, down from 0.3% in April, mainly on account of lower energy price inflation.", "On the basis of current and futures prices for oil, headline inflation is likely to decline somewhat further over the coming months and to remain subdued until the end of the year.", "Over the medium term, weaker demand will put downward pressure on inflation, which will be only partially offset by upward pressures related to supply constraints.", "Market-based indicators of longer-term inflation expectations have remained at depressed levels.", "While survey-based indicators of inflation expectations have declined over the short and medium term, longer-term expectations have been less affected.", "This assessment is also reflected in the June 2020 Eurosystem staff macroeconomic projections for the euro area, which foresee annual HICP inflation in the baseline scenario at 0.3% in 2020, 0.8% in 2021 and 1.3% in 2022.", "Compared with the March 2020 ECB staff macroeconomic projections, the outlook for HICP inflation has been revised downwards by 0.8 percentage points in 2020, 0.6 percentage points in 2021 and 0.3 percentage points in 2022.", "Turning to the monetary analysis, broad money (M3) growth increased to 8.3% in April 2020, from 7.5% in March.", "Strong money growth reflects bank credit creation, which is driven to a large extent by the acute liquidity needs in the economy.", "Moreover, high economic uncertainty is triggering a shift towards money holdings for precautionary reasons.", "In this environment, the narrow monetary aggregate M1, encompassing the most liquid forms of money, continues to be the main contributor to broad money growth.", "Developments in loans to the private sector continued to be shaped by the impact of the coronavirus on economic activity.", "The annual growth rate of loans to non-financial corporations rose further to 6.6% in April 2020, up from 5.5% in March, reflecting firms' need to finance their ongoing expenditures and working capital in the context of rapidly declining revenues.", "At the same time, the annual growth rate of loans to households decreased to 3.0% in April, from 3.4% in March, amid consumption constraints due to the containment measures, declining confidence and a deteriorating labour market.", "Our policy measures, in particular the very favourable terms for our targeted longer-term refinancing operations (TLTRO III), should encourage banks to extend loans to all private sector entities.", "Together with the measures adopted by national governments and European institutions, they support ongoing access to financing, including for those most affected by the ramifications of the coronavirus pandemic.", "To sum up, a cross-check of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed that an ample degree of monetary accommodation is necessary for the robust convergence of inflation to levels that are below, but close to, 2% over the medium term.", "Regarding fiscal policies, an ambitious and coordinated fiscal stance remains critical, in view of the sharp contraction in the euro area economy.", "Measures taken should as much as possible be targeted and temporary in nature in response to the pandemic emergency.", "The three safety nets endorsed by the European Council for workers, businesses and sovereigns, amounting to a package worth €540 billion, provide important funding support in this context.", "At the same time, the Governing Council urges further strong and timely efforts to prepare and support the recovery.", "We therefore strongly welcome the European Commission's proposal for a recovery plan dedicated to supporting the regions and sectors most severely hit by the pandemic, to strengthening the Single Market and to building a lasting and prosperous recovery.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["monetary policy", "economic outlook", "inflation", "euro area economy", "fiscal policy", "coronavirus pandemic", "PEPP", "liquidity", "interest rates", "credit"]}