{"sentences": ["Robert Holzmann Oesterreichische Nationalbank Berlin, September 11, 2020 Check against delivery!", "To each crisis its analogy, to each analogy its critical reflection Opening remarks Konrad-Adenauer-Haus Ladies and gentlemen, Throughout history, crises have been archetypal examples of moments when the power of analogy overrides, at least temporarily, the inductive and deductive components of economic policy decisions.", "The COVID-19 crisis, which has been severely affecting the global economy since spring 2020, is no exception to this rule.", "The devastating human consequences of the Spanish flu of 1918 led us to conclude that there need not be a trade-off between keeping mortality rates low and economic activity up.", "The Great Depression of the 1930s taught us what a difference quick and discretionary fiscal stimulus can make in the recovery phase.", "Finally, the Great Recession following the financial market turmoil of 2008 showed that a monetary union like the euro area needs strong monetary policy signals to ensure financial stability in the short term and prevent financial market fragmentation and an impairment of monetary policy transmission in the medium term.", "These are just a few examples of how, in the first few months of the current crisis, we let historical analogies inform our policy responses - consciously or unconsciously.", "And let me be clear here: This is a good thing.", "In times of crisis, pressure to act swiftly is high while there is little time for deliberations and discussions.", "In such situations, analogies from history give us orientation we would otherwise lack.", "In economic policy, the time of drawing analogies must be followed by a time of reflection after the crisis - not least to create a new basis for future action.", "Measures taken during a crisis, which may be far-reaching in their consequences and may seriously distort market mechanisms, must be subjected to thorough and comprehensive impact assessments (i.e.", "scientific evaluations) as soon as the economy is back on track.", "This is the only way to prevent economists and policymakers from cherry-picking historical analogies and succumbing to the habit of always \"fighting the last war.", "\"5 Let me therefore look ahead and briefly discuss the three challenges that will, in my opinion, shape monetary policy in the euro area in the coming years.", "The first challenge relates to the substance of our monetary policy objectives and tools.", "The boundaries between what we call conventional and unconventional monetary policy, which had already been quite hazy for some years, have been blurred even further by the COVID-19 crisis.", "The standard belief that only urgent liquidity aid (i.e.", "lending of last resort) has an impact on the size of central banks' balance sheets and that traditional monetary policy is synonymous with interest rate policy has ultimately been debunked by the Great Recession.", "For quite some time now, instruments like the ECB's targeted longer-term refinancing operations (TLTROs) have been combining the provision of liquidity and the stimulation of aggregate demand in the euro area.", "In the face of the COVID-19 crisis, central banks in some currency areas have even ventured farther into new territories: The Federal Reserve and the Bank of England, for example, are granting credit lines to previously noneligible debtors.", "Therefore, anticipating the end of the acute phase of the crisis, the first debate I think we should be having now is about when and how we can achieve a structured, well-timed decoupling of monetary policy from the current unconventional contingency measures.", "This debate will eventually lead us to the even more fundamental question of whether the expansion of the monetary policy toolkit seen over the past decade can and should be reversed.", "In times when it could become structurally more difficult to achieve our medium-term price stability objective merely by way of conventional interest rate policy, a broad debate about the future monetary policy strategy, i.e.", "the interaction between instruments and objective, is very desirable.", "The ECB's current strategy review provides a good and welcome opportunity to dive deeper into the matter, with the recently concluded review of the monetary policy framework in the U.S.A. serving as a source of potentially valuable input.", "The Governing Council of the ECB has announced that the results of the strategy review will be presented to the general public in mid2021.", "Furthermore, in the hope that we will soon be overcoming the current crisis, a discussion about the timing of, and path to, monetary normalization is warranted.", "The second point I'd like to raise is the interplay between monetary and fiscal policy, which the current measures have moved back into the center of attention.", "COVID-19 has caused a severe economic slump in all euro area countries, but the degree to which individual Member States have been affected varies quite a bit.", "In such a situation, expansionary fiscal policies are a necessary complement to the ECB's expansionary monetary policy course.", "This is especially true as we can expect that it will take some time until we return to previous production and employment paths.", "In addition to national measures, Next Generation EU (NGEU), the set of recovery measures agreed at the European Council in July, will provide substantial and, above all, sustained fiscal stimulus across Europe.", "This approach makes sense with a view to stabilization, but the design of the funding measures may create wrong incentives: some countries that have been hit particularly hard by the crisis did not even have much fiscal space prior to 2020 because of high public debt.", "The challenge monetary policymakers are now faced with is ensuring that the boundaries between monetary and fiscal policies are not blurred.", "Past crises have shown that the temptation of fiscal dominance in phases of recovery with high public debt can be strong.", "We need to be looking at ways to fend off any risks of fiscal dominance now, however small they seem, to prevent negative implications for the independence, reputation, credibility and, ultimately, the effectiveness of monetary policy.", "What we need first and foremost are clear rules, which are embedded in an integrated way in the overall framework, that ensure that the financial commitments incurred by the EU are covered by taxes, and recipient Member States use earmarked EU funds as intended.", "This is the only way that EU funds can help structural growth gain notable momentum in all Member States, and public finances can remain or become sustainable.", "The third challenge I would like to talk about is the communication of our monetary policy decisions and strategy in the euro area.", "The reason why I would like to put the spotlight on this issue now is the ruling by the German Federal Constitutional Court of May 5, 2020.", "While this ruling does nothing to diminish the effectiveness of our monetary policy, it still shows that we need to communicate and explain our decisions to the broader public more clearly.", "In this context, it is particularly important to explain more precisely what the principle of proportionality means in our monetary policy and, equally important, what it does not mean.", "That said, I will not get into any details that might anticipate the outcome of the current broad internal debate on this issue, at least for as long as the ECB's strategy review is ongoing.", "Still, what I would like to make clear is that the assessment of proportionality focuses on the effectiveness and proportionality of our measures in relation to the ECB's legally defined objective as set out in the EU Treaty.", "Any potentially negative side effects of nonstandard measures that may be deemed necessary to reach this objective must always be kept in mind.", "Side effects can take different forms: Very low key interest rates and extensive asset purchase programs imply a low discount factor.", "Low risk-free interest tends to trigger portfolio shifts toward assets that carry a larger amount of risk.", "Such shifts may, on the one hand, fuel investments into the real economy and thus a recovery; on the other hand, they can drive up the prices of different asset classes, including stocks, corporate bonds, real estate or gold.", "This can cause financial market exuberance in the medium term, which in turn may cause risks to financial stability.", "A rise in certain asset prices can also have significant effects on the distribution of wealth.", "If we take a holistic look at the distribution effects of unconventional monetary policy measures, however, we also need to consider their impact on employment and economic growth.", "Last but not least, extended periods of very low financing costs may negatively affect productivity growth.", "This can happen because of lower profitability thresholds for investments that cause resources to be channeled into projects that are not profitable in the long term.", "What is more, if financing costs are artificially kept at low levels, businesses may feel less pressure to innovate and economize, and the market exit of unprofitable businesses may be delayed.", "If this were to be the case, expansive monetary policy could weaken productivity and potential growth in the long run - despite the growth-enhancing demand-side effects it has in the short term.", "That means that monetary policy itself could also partially account for a decline in the natural rate of interest.", "In other words: In such a scenario, monetary policy itself might push down its \"benchmark\" interest rate, thus exacerbating the issue of the zero lower bound.", "Let me conclude by summarizing and giving you some more poignant imagery: In an acute crisis, all areas of economic policy immediately focus on short-term damage control.", "But policymakers always need to keep in mind potentially harmful long-term effects as well - and in particular how they might affect financial stability, productivity growth or the relationship of monetary and fiscal policy.", "In other words: When putting out a fire, let's not forget there might be water damage.", "That is also why, in my view, there has been a shift in the attitude reflected in health policy measures taken to contain the current pandemic - from a \"whatever it takes\" response in spring to the current more strongly differentiated and balanced approach.", "Monetary and fiscal policy must likewise adopt a differentiated perspective that balances different needs.", "Now, as we find ourselves in the reconstruction phase after the crisis, we should clearly focus on looking ahead.", "The post-COVID-19 world will most definitely look different from the world we knew before.", "A future-oriented strategy should see reconstruction as a chance for putting the economy on a new foundation.", "Hence, very appropriately so, the European Commission has put the focus on a Green New Deal and the new digital economy.", "In this situation, policymakers should be cautious not to make market-dominating companies even stronger, but rather create conditions that will allow new up-and-coming businesses to realize their innovative potential.", "Thank you very much for your attention.", "I am looking forward to your questions and our discussion.", "Altavilla, C., F. Canova and M. Ciccarelli.", "Mending the broken link: Heterogeneous bank lending rates and monetary policy pass-through.", "In: Journal of Monetary Economics 110.", "The Bank of England as lender of last resort: new historical evidence from daily transactional data.", "Bank of England Staff Working Paper No.", "Bank for International Settlements.", "A monetary lifeline: central banks' crisis response.", "Pandemics Depress the Economy, Public Health Interventions Do Not: Evidence from the 1918 Flu.", "Federal Reserve Bank of New York Working Paper.", "Economic History and Economic Policy.", "In: Journal of Economic History 72 (2).", "How Successful Was the New Deal?", "The Microeconomic Impact of New Deal Spending and Lending Policies in the 1930s.", "In: Journal of Economic Literature 55(4).", "Fighting the Last War.", "Central Banks at a Crossroads: What Can We Learn from History?", "Studies in Macroeconomic History.", "Cambridge: Cambridge University Press.", "Fiscal Policy and Economic Recovery: The Case of the 1936 Veterans' Bonus.", "American Economic Review 106 (4).", "Jobst, C. and K. Rieder.", "Liquidity Regulation before Basel: Credit Limits as Contingent Rules at the Austro-Hungarian Bank.", "Krishnamurthy, A., S. Nagel and A. Vissing-Jorgensen.", "ECB Policies Involving Government Bond Purchases: Impact and Channels.", "Lenza, M. and J. Slacalek.", "How does monetary policy affect income and wealth inequality?", "Evidence from quantitative easing in the euro area.", "Working Paper Series 2190.", "New Economic Challenges and the Fed's Monetary Policy Review.", "Opening speech at \"Navigating the Decade Ahead: Implications for Monetary Policy,\" an economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming (via webcast).", "Reinhart, C. and M. Belen Sbrancia.", "The liquidation of government debt."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "COVID-19 crisis", "fiscal policy", "analogies", "economic recovery", "monetary policy strategy", "monetary and fiscal policy", "financial stability", "productivity growth", "zero lower bound"]}