{"sentences": ["Officers and members of the Management Association of the Philippines (MAP) led by its President, Atty.", "Francisco Ed Lim, ladies and gentlemen, good afternoon.", "For today, I chose the theme, \"A Strong Nation Amid A Slowing and Volatile World,\" which encapsulates the BSP's insights on the country's economic performance in 2019 and the outlook for 2020 and beyond.", "Let us have a quick overview of the global economy in 2019 and how major global economic movers - US, the Euro area, Japan and China - are expected to perform in 2020.", "The International Monetary Fund's (IMF) January 2020 World Economic Outlook (WEO) Update projects the global economy to post a modest 2.9 percent growth in 2019, before picking up by another modest 3.3 percent in 2020.", "These numbers both represent a downward revision relative to the October 2019 WEO projections.", "Global economic activity in 2019 was heavily weighed down by protracted trade policy uncertainty, geopolitical tensions, and idiosyncratic stress in key emerging market economies.", "While some green shoots were seen in the fourth quarter, facilitated by the broad-based shift earlier in the year toward accommodative monetary policy and fiscal easing in some countries (e.g., China and the United States), business sentiment remained generally pessimistic.", "Over the near and medium term, the IMF sees downside risks, including rising geopolitical tensions, intensifying social unrest; and further worsening relations between the US and its trading partners.", "The recent growing concern over the Wuhan coronavirus outbreak has likewise weighed down on growth prospects not only in China, but in the entire world.", "On the domestic front, latest surveillance reports from multilateral agencies such as the IMF, the World Bank (WB), and the Asian Development Bank (ADB) continue to expect the Philippine economy to remain one of the fastest-growing economies in 2020-not only in the region, but in the world as well.", "They expect the Philippines to grow between 6.1 percent to 6.2 percent during the year.", "In fact, some market analysts expressed higher growth prospects for the Philippines for 2020.", "Shortly after the release of the fourth quarter (Q4) 2019 GDP number last January 23, Morgan Stanley, Barclays, HSBC, PNB, and Nomura also released their 2020 growth projections for the Philippine economy, which ranged from 6.0 percent to 6.7 percent.", "What are the key factors supporting this optimism?", "First, the Philippine economy continues to be resilient and sustainable Some key economic indicators in 2019 show that the country's macroeconomic robust fundamentals remained intact.", "This is evident in the better-than-expected real GDP growth of 6.4 percent it posted in Q4 2019, supported by accelerated government spending.", "This indicates that the economy has fully regained its momentum and is now back on track with its medium-term growth targets.", "The 2019 GDP outturn was close to the lower end of the government's growth target range of 6.0 percent - 6.5 percent in 2019.", "Overall, the domestic economy in 2019 continued to be a picture of stability and resilience characterized by: • Sustained growth momentum; • Favorable inflation environment; • Ample liquidity and credit; • Robust external position; • Sound and stable banking system; and • Modest fiscal deficit.", "Let me expound on these.", "GDP growth bounced strongly during the fourth quarter, which compensated for the weak expansion registered during the first half of the year.", "The Q4 2019 GDP outturn of 6.4 percent was driven largely by the ramping up of government spending (18.7 percent), alongside sustained robust household consumption (5.6 percent).", "Accelerated government spending was evident as public construction rose sharply by 33.8 percent in the fourth quarter of 2019.", "On the supply side, growth was propped by the 7.9 % growth in the services sector on the back of solid expansion in public administration and defense, financial intermediation, trade, and other services.", "The industry sector also contributed positively to the Q4 2019 output growth.", "Second, inflation environment has been generally low and stable.", "A key factor to the domestic demand in 2019 was the favorable inflation environment in the country, supported by well-calibrated monetary policy actions.", "Inflation in 2019 settled at average year-on-year headline inflation of 2.5 percent supported mainly by the decelerating food inflation.", "This was lower than the 2018 inflation average of 5.2 percent amid.", "The 2019 inflation number was well within the BSP's 2-4 percent target range for the year.", "Looking ahead, the latest baseline forecasts indicate that inflation is projected to average at 2.9 percent for both 2020 and 2021.", "The balance of risks to future inflation appears to be weighted toward the upside for 2020, but remains tilted to the downside for 2021.", "Petitions for electricity rates and transport fare adjustments, the proposed increase in excise taxes on alcoholic beverages, and the impact of African Swine Fever (ASF) on meat prices are seen as the main upside risks to inflation.", "Meanwhile, slower global economic growth due to the escalation of protectionist policies in advanced economies as well as geopolitical tensions, and the corona virus outbreak are the main downside risks to inflation.", "Equally important, inflation expectations - based on forecast surveys of private sector analysts - have remained manageable and well within the government's target range.", "Results of the BSP's survey of private sector economists for December 2019 showed inflation will continue to remain on a target-consistent path for 2020 and 2021.", "Third, the credit-liquidity dynamics in the country remain supportive of long term sustained growth.", "Economic activities in the country has led to increased demand for loans across key economic sectors as reflected in the continued expansion of bank lending.", "Bank lending also continues to flow into the country's production sectors, including real estate.", "Preliminary data show that outstanding loans of universal and commercial banks, net of reverse repurchase (RRP) placements with the BSP, grew by 10.9 percent in December, faster than the 10.1-percent expansion in November.", "Nevertheless, loan demand remains healthy across sectors as shown in the table on the right.", "This is also consistent with the preliminary results of the senior loan officers survey conducted quarterly by the BSP, which showed stable overall demand for loans from both enterprises and households.", "Fourth, the Philippine banking system, as the lifeline of economic activity, remains vibrant, sound, and compliant with domestic and international standards.", "This is because of BSP's continuing financial reform agenda in the areas of banking supervision, financial inclusion, cyber security and technology, risk management, anti-money laundering, counter-terrorist financing, and capital market development.", "The series of RR cuts implemented in 2019, in addition to the BSP's support for lending activities, are in line with our broad financial sector reform agenda to promote a more efficient financial system by lowering financial intermediation costs.", "Fifth, another key contributor to the 2019 growth performance was the improving external sector position of the country amid narrower trade deficit.", "The external sector remains a pillar of strength for the economy given the recorded surpluses in the balance of payments (BOP), along with a lower current account deficit in the first three quarters of 2019.", "The reversal was due to higher net receipts of trade in services, personal remittance inflows from overseas Filipinos, and sustained net inflows of foreign direct investments and portfolio investments.", "At the same time, the current account deficit for the first nine months of 2019 shows narrower deficit of US$992 million from US$5.8 billion in the same period in 2018.", "This was largely a result of the lower trade in goods deficit, combined with higher net receipts in the trade in services, and in the primary and secondary income accounts.", "Sixth, the current account deficit is manageable and financeable.", "A current account deficit is not necessarily a negative for the economy.", "An economy growing at an average of 6.5 percent annually in the past eight years, like the Philippines, needs to import capital goods and services to expand its absorptive capacity and avoid overheating of the economy.", "As the government commits to accelerate infrastructure-focused investments, the increased importation of capital goods, raw materials, and intermediate goods follow.", "Also, the country's current account deficit is manageable and financeable given the sustained structural sources of foreign exchange inflows in the economy.", "These include overseas Filipino remittances, BPO revenues and tourist receipts, as well as net inflows of both foreign direct investments (FDIs) and foreign portfolio investments (FPIs).", "As of end 2019, the country's gross international reserves (GIR) reached US$87.9 billion- equivalent to 7.7 months' worth of imports of goods and services and payments of primary income.", "This is more than twice the traditional metric used to determine reserves adequacy, that is, equivalent of 3 months worth of imports.", "The sustained favorable external debt profile, demonstrated by the continued easing of the country's external debt to GDP ratio, supports the external sector position.", "The country's external debt metrics continue to ease significantly with external debt-to-GDP ratio settling at 23.7 percent as of end-September 2019 compared to about 60.0 percent in mid2000s.", "A large part of the country's external debt remains in medium-to-long term maturity profile supporting a manageable debt repayment schedule over the medium-to-long term horizon.", "In addition, majority of the foreign borrowings are also fixed interest rate bearing, which makes it unaffected by any future foreign exchange fluctuations.", "Seventh, the national government has ample fiscal policy space to support accelerated public investments.", "The improving fiscal position of the government, supported by the series of fiscal reforms and improved tax administration, provides the government the resources to increase public investments.", "More importantly, the push for infrastructure development is exactly what the economy needs to expand its productive capacity.", "The Philippine government's infrastructure agenda is focused on both hard and soft infrastructure.", "Pursuing hard infrastructure projects is meant to address decades of neglect, while investments on soft infrastructure ensures that we are able to capitalize on the potential demographic dividends arising from having a young population.", "Lastly, while I am certain that most of you are aware of the Philippine economy's growth achievements in recent years, I think many are unaware that the Philippine economic growth story is actually decades in the making.", "At the core of this narrative is the pursuit of wide-ranging, and at times painful, purposeful policy reforms that have enabled the economy to be nimble, more productive, and more resilient.", "The BSP is also pursuing its own reform agenda.", "The new BSP Charter or Republic Act 11211 embodies a package of reforms that will further align its operations with global best practices, improve the BSP's corporate viability, and enhance its capacity for crafting proactive policies amid rising interlinkages in the financial markets and the broader economy.", "The real essence of nation-building is when the private and public sector build on each other's productivity.", "The MAP promotes management excellence while the BSP pursues governance excellence-all in the name of nation-building.", "While we emphasize that the strength of the country's macroeconomic fundamentals and the implementation of the Philippine government proactive measures to maintain our sound fundamentals, we also recognize that there are risks and challenges to both growth and inflation outlook that need to be managed.", "On the domestic front, addressing infrastructure bottlenecks and enhancing disaster resilience amid increased intensity and frequency of natural hazards are among the key challenges confronting the economy.", "On the external front, major risks include a synchronized economic slowdown; rising geopolitical tensions; higher tariff barriers between the US and its trading partners, and the recent novel coronavirus outbreak which has now been assigned a \"high-impact\" global risk assessment by the World Health Organization.", "Nonetheless, amid these risks and challenges, I am confident that the Philippine economy will remain as one of the bright spots in the region and we expect it to remain so with the support of critical structural reforms.", "After all, the positive growth story of the Philippines in the past 84 consecutive quarters was not achieved in a risk-free environment.", "The domestic economy's proven ability to rise above the challenges is reflective of the kind of growth it has built-rooted in structural transformation and not in mere streak of luck.", "In conclusion, I believe that the Philippine economy remains in a position of strength to weather uncertainties in the global environment.", "Sustained commitment to pursue the government's infrastructure program and reform agenda is key to achieving a high, inclusive and sustainable growth.", "An appropriate mix of monetary, fiscal, and other structural policies is crucial in achieving the government's short- and long-term macroeconomic objectives.", "At the end of the day, we both share one common goal-to help build a nation that promotes a comfortable, secure, and prosperous life, for all Filipinos-now and in the future.", "Rest assured that the BSP is one with the government and the private sector in this lofty goal.", "As the country's central monetary authority, the BSP is committed to stay true to its mandates of promoting price and financial stability, and the attainment of a safe, and efficient payment and settlement system conducive to a strong, sustainable, and inclusive growth of the economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Economic growth", "Inflation", "Fiscal policy", "Monetary policy", "External debt", "Current account deficit", "Public investment", "Structural reform", "Financial stability", "Infrastructure"]}