{"sentences": ["Climbing Mountains Safely Sarah Breeden, Executive Director, UK Deposit Takers Supervision Building on remarks given at the PRA Annual Conference for Chairs of the Non-Systemic UK Banks and Building Societies on 6 July 2020 I am grateful to Nick Lock, Will Saunt, Philip Sellar and Alex Stringer for their assistance in drafting these All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Today the Prudential Regulation Authority (PRA) is launching a consultation1 on a new guide for banks - a guide that is designed to help new and growing banks scale the mountain from initial authorisation to becoming an established player in the banking market.", "The guide builds on the steps we have already taken to lower barriers to entry for new firms, and which over the past few years have helped support real change in the UK banking system.", "But there is more to do.", "And we hope these clear expectations will promote continuing competition in the sector by allowing firms to plan a safe route higher up the mountain.", "As firms plot their path out of the Covid stress, we must do our best to support competition, not risk a return to the ways of the past.", "The start of our climb In the years following the financial crisis, consolidation rather than competition seemed to be the norm.", "Indeed, in the three years before the creation of the PRA in 2013, just two new UK headquartered banks had been authorised.", "And the financial crisis had exposed the need to ensure UK retail deposits were never again put at risk by poor management including of the international and investment banking activities of the big banking groups.", "Parliament rightly did two things to address these issues.", "It implemented legislation requiring the ring-fencing of the core services in the largest UK banking groups - those on which retail and smaller business depend.", "And shortly after setting up the PRA, it gave us a clear secondary objective to facilitate effective competition.", "The PRA embarked on multiyear programmes on both fronts.", "To achieve ring-fencing, the banking system saw over £800 billion of assets moved between legal entities, governance structures re-written and IT systems rewired.", "As part of our focus on competition, the New Banks Start up Unit was established with the Financial Conduct Authority in 2016,4 and barriers to entry for banks were lowered.", "Since the creation of the PRA we've authorised 22 new new start-up banks, and five in UK Banks: The Prudential Regulation Authority's Prudential Regulation Authority (2020), Consultation Paper 9/20: Non-systemic approach to new and growing banks -regulation/publication/2020/new-and-growing-banks See -fencing-information/ring-fencing-information Under the Financial Services and Markets Act 2000 (as amended), the PRA has two primary objectives: i) a general objective, to promote the safety and soundness of the firms we regulate; and ii) an objective specific to our regulation of insurers, to contribute to the securing of an appropriate degree of protection for those who are or may become policyholders.", "The PRA's secondary objective act, so far as is reasonably possible, in a way that facilitates effective competition in the markets for services provided by the firms we The PRA's approach to banking regulate when they carry on regulated activities.", "See Prudential Regulation Authority (2018), supervision, (October) See -regulation/new-bank-start-up-unit.", "The approach to setting up a new bank has been lower the barriers to entry.", "This includes early engagement with the regulator in the broken down into different stages to help 'preapplication stage' and a 'mobilisation' stage where a bank authorised with restrictions is subject to less onerous requirements than a mature bank, allowing it time to secure further investment and build its capabilities before it becomes a fully functioning bank.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice the year to end March 2020 alone.", "There remains healthy interest in becoming a bank too, including more than 20 potential UK start up banks in the pipeline.", "And last year 10% of new lending by banks to businesses was attributable to the non-big six banks, compared to just 4% on average in the period 2012-2018.", "That's quite a shift in a relatively short space of time.", "But as our Deputy Governor for Prudential Regulation Sam Woods set out last year, although we have been pretty successful in encouraging new entrants, it is so far notable that no small bank has become a large bank.", "Which brings me back to the next part of this journey climbing the competitive and regulatory mountain safely and the focus of my remarks today.", "Scaling a mountain Both ring-fencing and the lower barriers to entry that support effective competition help to create a diverse and more resilient banking system.", "But we recognise that their associated rules and requirements can create, at a minimum, a perception that they are complex to navigate, fragmented in design and, in the extreme, practically impossible to overcome.", "If you're a small bank aspiring one day to be big enough to be ring-fenced, you need to know exactly what is expected of you as you climb that mountain and how the path in front of you might be ascendable, at least in principle.", "Different parts of the climb will be more relevant to different banks at different stages of their journey, and indeed to different business models and sectors.", "New subsidiaries of international firms may be able to take I say 'bank' I am of course a path well-trodden by their Group, for example.", "(When speaking loosely as we regulate banks both UK based and the UK operations of those based overseas building societies and credit unions.)", "part of the financial sector's resilience is its ability to grow safely, and to Whatever the firm, an important respond to and to recover from stress.", "To support that, the regulator needs to be clear in setting out what is expected so that each bank can make business plans for when things go well and contingency plans for when things go wrong.", "And banks need to be able to do so safe in the knowledge that the regulatory path up the mountain is clearly mapped out, and that there is a way back onto the path or indeed off the mountain should they stumble.", "The PRA has authorised 50 new entities in total since its creation in 2013, including subsidiaries and branches of overseas banks and entities established as part of ring-fencing.", "Seven awkward questions, 17/01/19 - -woods-secondary-competition-objectivefive-years-on All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice we're launching today: we want to ensure there are 'no That is the purpose of the Consultation Paper (CP) surprises' from the regulator whether you're a new bank, a mid-tier bank or on the path between the two.", "We want to give you the map that gets you up the mountain.", "To be clear, not all firms will aspire to reach the summit, and that's just fine.", "Many will find a sustainable position part way up.", "But we hope for those firms with lofty ambitions that over time the mountain can accommodate many more firms at increasingly high altitudes.", "Now, when we embarked on writing this CP to draw together all the various expectations of growing firms - we didn't expect the next major test of the banking sector to come so soon and on into one coherent guide such a scale.", "But I am pleased to say that the banking industry has risen to the challenge of the Covid stress - both in terms of maintaining critical services to customers, and in helping to support individuals and to fund businesses large and small through their period of stress.", "The crisis is by no means over, but the first phase has shown the capacity of the sector to contribute to the greater good.", "And whilst the CP is not Covid related, its relevance is clear: small and growing firms must plot their path out of the current stress through the Covid-fog back onto the mountain path in order to continue contributing to the health of the financial system and of the economy, and supporting competition in financial services as they do so.", "Proportionality and rock-faces A key part of our approach to facilitate effective competition has been to ensure our rules and requirements are proportionate to the size and complexity of firms.", "For example: We have defined a more limited set of expectations required of banks as they enter base camp.", "In particular we have created a mobilisation phase where firms are authorised with restrictions, enabling them to attract the necessary capital and make the necessary investments at the very start of their journey to becoming a fully functioning bank; In 2017 we started looking at a refined approach to assessing capital adequacy across Pillars 1 and 2A in the round for firms on the standardised approach, meaning as of end-June 2020 25 smaller firms had had their Pillar 2A add-ons reduced by an average of 1.44% of risk weighted assets; and  We introduced a simplified Internal Ratings Based (IRB) credit risk model application process for smaller banks, with three models approved under this process so far and eight more in the All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice application pipeline.", "A further 10 firms have commenced exploratory engagement with our specialists with a view to a future application.", "But it is self-evident that, each time we make a requirement more proportionate for firms below a certain size threshold, we introduce one extra adjustment that firms need to make as they grow in size and exceed it.", "This brings the risk that on the mountain-path from newly authorised firm to ring-fenced bank, we create sheer rock-faces that can be a rather daunting barrier, and require investment in specialist climbing equipment if they are to be scaled.", "And more broadly, we recognise that there is always the risk that the costs to comply with a regime that is designed for all firms including the most complex can be disproportionate for those that are smaller and simpler.", "This means we need to do two things.", "First, we need to do what we can to smooth out those barriers to growth, in order to create a smoother path and not insurmountable rock faces along the way.", "For example, we have set out a new policy for a 'graduated rate' approach to setting capital requirements for credit unions with more than £10 million in total assets.", "And second, we need to help firms get over those barriers.", "Even if we cannot reduce the gradient of the rock faces significantly, we can make sure firms understand the nature of the path ahead so they can adequately plan and be well prepared as the demands become more complex and as investment in more specialised equipment is required.", "Many of the new banks authorised since 2014 seem to have underestimated the development required to become a successful, established bank.", "It is however in all our interests to work together to mitigate the risks that such growth might entail.", "A common theme with new firms that encounter problems is that they have not anticipated, and put in place steps to mitigate, the risks they face.", "Inadequate underwriting skills can translate into loan losses further down the line, just as poor anti-money laundering procedures can result in problems with financial crime and costly remediation programmes.", "It may be tempting to start up the mountain at a sprint.", "But those that take their time, ensure their crampons are firmly in place and plot their path for each stage of the climb are much less likely to come unstuck later.", "Stumbling on the path and having to re-climb a section of the mountain can be scary, frustrating and costly in equal measure.", "The view from the summit Of course, in climbing any mountain, the conditions play an important part in success.", "We need to ensure that those at the top of the mountain do not have an unfair advantage, perhaps because of access to some better weather at the top.", "Prudential Regulation Authority (2020), Supervisory Statement 2/16: The Prudential Regulation of Credit Unions -regulation/publication/2016/the-prudential-regulation-of-credit-unions-ss All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice I mentioned earlier the scale of ring-fencing in the UK banking sector.", "As would be expected from such a significant change to the UK's financial landscape, we have seen some wider impacts, in particular in the nature of competition for mortgages and the compression of lending margins in this market.", "Sam Woods mentioned in his speech to the Building Societies Association in May last year8 that mortgage risk-weights for large firms using internal models have been declining significantly over the last decade.", "And the average modelled mortgage risk-weight in the UK is lower than in many other jurisdictions.", "We have therefore been reviewing the implications of this, with an eye both to the safety and soundness of the larger firms using IRB models for mortgages, and to the competitive impact on other mortgage lenders using standardised risk weights.", "Our review includes the desirability of mortgage risk weight floors.", "And it is relevant to note in this context that others have already gone down this path - both Finland and Sweden have implemented portfolio floors at 15% and 25% respectively.", "Our hope is that in combination with other measures, including stress testing and the refined Pillar 2A approach I mentioned earlier, we might reduce unwarranted benefits from internal models.", "All of that should mean that firms face a more balanced choice between incurring the costs of specialist climbing equipment to climb a particularly steep bit of the mountain and strolling up a somewhat gentler hill instead.", "The mountain guide The consultation we've launched today introduces a new Supervisory Statement to make it much clearer how our expectations change over time for banks as they grow from 'new' to 'mature'.", "Whilst most of this reflects how we have supervised firms in practice over the past few years, we have brought it all together for the first time so that the mountain path ahead is clear to you all.", "set out the entire supervisory regime now.", "But I did want to draw your attention to three changes introduced by the CP, all relating to capital, and which are designed to deliver a clear path from being a new bank at base camp to being established and on the way to the summit.", "First, we are proposing to update how we calculate the capital buffer requirement for new banks.", "To date this has been based on an unspecified wind down cost calculation.", "But interpretation by banks has (understandably) been inconsistent, so we are proposing to move to a clear and consistent policy of setting the buffer as six months of operating expenses.", "This should be enough to allow banks time to find alternative sources of capital or to change their business model if investor support is lost.", "But we still expect new banks to maintain capital resources to support their business for 12 months ahead (whilst remaining above the operating expenses buffer), the reason for which brings me to the second change; Scanning the Horizon, 24/05/19 -woods-building-society-association-annualconference-london All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Whilst we recognise that obtaining regular new capital is often necessary for new and growing businesses, we are calling an end to 'just in time' capital planning.", "Instead, we expect any new equity to be injected well before a firm hits its buffers and for there to be a path to the point at which the bank will be self-sufficient in capital generation.", "If we observe evidence of ineffective capital planning, we will increase our supervisory intensity and consider whether further action is required.", "It is unsustainable for a firm to remain near base camp making losses forever.", "And persistent problems mean we may need to shift our focus to considering other routes down the mountain (as I will explain later); and finally Growing banks are expected to develop their stress-testing capabilities so that they are ready to transition to full stress-test based buffer requirements once they reach maturity (typically but not necessarily five years after authorisation without restrictions).", "This has the potential to result in a sizeable step-up in capital requirements, for which firms need to be prepared.", "We therefore aim to agree a glide path to the new level, which, depending on circumstances at the time, could involve a multi-year transition period of incremental increases.", "But let me emphasise one perhaps rather obvious but nevertheless vitally important aspect of this that a clear path to profitability (whilst meeting full capital requirements) is a necessary condition for success in this part of the climb.", "Two other points are worth emphasising here.", "The two factors that invariably provide a harness to firms that are successful in climbing the competitive and regulatory mountain are the quality of their governance and the strength of their relationship with the PRA.", "Our expectations of boards are high and rightly so.", "Good, proactive governance is key to delivering a sound and well-run business.", "And, I should note, the opposite is often a leading indicator of a firm in trouble, and the root-cause of firm failure.", "In addition, just as mountain guides require an increasingly diverse set of skills as they ascend the varied terrain of the mountain, so too does the board.", "This means the board composition will invariably have to change as the firm grows, not only to become predominantly independent but also to ensure sufficient diversity of specialisms to support the executive and hold it to account.", "Relationships with the PRA need to be open, honest and constructive too.", "And for local entities of international groups, this is true not only for the local entity but for our relationship with the group and home state supervisor.", "As I hope you have gathered by now, we do not like surprises, and I suspect firms do not like them either.", "I hope our draft statement today delivers on our side of that arrangement.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice A safe descent down the mountain I want to turn now to what the Supervisory Statement euphemistically refers to as 'exit' - what happens if a bank cannot achieve its business objectives and finds itself on course for a route down the mountain rather than up.", "Our approach to competition necessarily implies that firms must be able to both enter and exit the banking market.", "And, whilst our aim is to work constructively with firms to find a path to success, authorising more new banks inevitably means managing more banks' exits.", "This is not surprising: such banks tend to operate in highly competitive markets and often have novel (untested) business plans.", "Indeed we have already seen examples of this three UK start up banks authorised since the launch of the New Banks Start up Unit in 2016 have decided to give up their banking licence9 before exiting the mobilisation phase.", "And over the past few years several other firms have chosen to wind themselves down and done so successfully.", "The PRA's objective therefore is not to avoid all occurrences of failure, but instead to take a three-pronged approach to ensure a safe descent down the mountain- with help where this proves necessary: As a first step we require all firms including new and growing banks to have credible recovery plans that are capable of being invoked in a stress;  Second, for new and growing banks we have set out expectations in the Supervisory Statement that they draw up a 'solvent plan.", "That is, a plan to show that the bank could exit the market in an orderly way by winding down its business to the point it can be liquidated solvently; And third we work closely with the Bank of England as Resolution Authority to make sure that if all else fails (quite literally) all firms (whether new or established) are able to fail in an orderly manner.", "On this latter point, all firms must be prepared for resolution and be resolvable.", "Given the likelihood of some firm failures, this is an essential consideration in allowing firms to become and remain authorised.", "And our expectation of such low barriers to exit is of course just the other side of the coin to us having lowered barriers to entry.", "As with a number of regulatory requirements, the resolution strategy for a firm can change as a bank grows and matures, from the use of the Bank Insolvency Procedure for small firms, up to Bail-in for the largest banks.", "For the latter, there are Operational Continuity requirements and the Minimum Requirement for Own Funds and Eligible Liabilities (MREL) that must be met, and for which firms must plan well in advance.", "Technically this is cancelling the permission to carry out regulated activities granted by the PRA under Part 4A of the Financial Services and Markets Act 2000 (as amended).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice This year the Bank will review the calibration of MREL, and the compliance date, prior to setting end-state MREL.", "I mention this because the Bank will take account of changes in the UK regulatory framework over as well as firms' experience in issuing liabilities to meet their interim MREL requirements.", "the past few years So watch this space.", "Bank's Financial Policy Committee and Prudential Regulation Committee I can also confirm that the intend to conduct a review of the UK leverage ratio framework in light of revised international standards and the nature of the relationship with the EU going forward.", "And let me add that I am very much aware of how these two policies interact.", "Today's draft Supervisory Statement is designed to deliver a clear map from the bottom of the regulatory mountain to the top.", "But we are considering other options in pursuit of our secondary competition objective too.", "We are considering, in particular, whether there might be scope to introduce a new regime for smaller banks following the UK's departure from the European Union (EU) - a totally different mountain to climb (a Munro rather than an Alp perhaps).", "As Sam Woods noted in his Mansion House speech last October,10 complexity real challenge for smaller firms and a simpler but still prudentially robust regime could benefit the PRA's primary and secondary objectives.", "We do of course already have different mountains in the range: we have a separate Source Book for building societies and a different regulatory regime for credit unions.", "So this is not unprecedented.", "Any new regime will of course have to be compatible with any international agreements the UK government makes as part of leaving the EU.", "And even once that is clear it will take us some time to work up the proposals.", "We need to get this right and make sure we properly understand the aspects of the current regime that are most problematic whether from a complexity or barriers to growth perspective.", "Please do engage with us on that topic.", "We recognise that the winding path up the mountain to become a large player can seem arduous, and strewn with rock faces that appear difficult if not impossible to scale.", "Barriers to growth are in many ways the inevitable corollary of our lowering the barriers to getting onto the mountain in the first place and of us introducing proportionality into the regime.", "So ironically our actions to support competition risk creating the very barriers that firms then find it hard to overcome.", "'Credit Union meets robot': -woods-speech-at-mansion-house-london All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Over the past few years, our focus has been on getting more banks onto the mountain at base camp.", "But as our next step, our focus has turned to ascending the mountain.", "And I hope the draft Supervisory Statement we have issued today goes some way to making the path up the mountain easier for you all to navigate.", "Our focus is also on the gradient of the climb and doing our best to ensure those rock-faces are traversable.", "And, where they prove not to be, to ensure there is a safe way down.", "In parallel, we will continue to work hard on the design of our prudential regime, including thinking about whether we can introduce a simpler mountain for smaller firms.", "But in doing so, we will not compromise safety and soundness nor create insurmountable barriers between mountains in the range.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["New banks", "Competition", "Prudential regulation", "Barriers to entry", "Mountain", "Capital requirements", "Growth", "Solvency", "Resolution", "Risk management"]}