{"sentences": ["\"Monetary Policy Challenges Facing Emerging Countries Amid the Covid-19 Pandemic\" Mario Marcel, Governor of the Central Bank of Chile Itaú Webinar, June 24, 2020 1.", "The Covid-19 pandemic has unfolded into a global crisis that has left no country unscathed.", "The economic effects are unprecedented in their origin, size, speed, and simultaneity across the world.", "While non-pharmacological containment strategies vary across countries given the unknown nature of the virus, almost all of them have included social distancing and lockdown measures that have hit hard on economic activity.", "Global GDP is likely to lose some 8% to the crisis this year, which will take long to recover- if ever.", "Economic policy has focused on limiting widening gaps in operational balances of firms and in disposable income of households, with credit called in to cover part of the remaining gap.", "This would prevent a liquidity problem turning into a solvency one, with the attached string of bankruptcies and long-term unemployment, which would make it much more difficult.", "Such policy response has taken an unprecedented scale.", "In contrast with the prior notion of limited policy space, the fiscal, monetary and financial policy response has exceeded that of the Global Financial Crisis in many countries, most notably in advanced economies.", "Major central banks have been particularly active in this juncture, providing unlimited liquidity through asset purchase programs.", "This contained the global selloff of mid-March and financial conditions have improved over the last month.", "Yet the risk of further market correction remains high.", "The global economy remains highly vulnerable and we cannot fully assess the extent of the crisis yet, due to three factors: uncertainty over the dynamics of the pandemic; high spillovers on several fronts, and weakened international and domestic institutions.", "The Covid-19 poses major challenges to emerging-market economies (EME).", "The spread of the disease finds them with worse living conditions and less resources.", "EMEs remain heavily exposed to spillovers due to dependence on capital inflows, commodities and remittances.", "Economic informality, limited social safety nets, and shallow financial markets limit the effectiveness of shock absorbers and policy responses.", "Yet not all EMEs are the same.", "Some face this crisis with stronger fundamentals, broader policy space and more credible and effective institutions.", "Chile has been hit hard by the pandemic.", "The first cases emerged in early-March and contagion seemed to stabilize by end April, only to rapidly escalate over the last month and a half.", "The country is now in its 15th week of the pandemic, with 250.000 confirmed cases and active cases stabilizing again.", "While Chile currently stands 8th in number of cases in the world, mortality rates remain low and testing broad, thanks to its stronger health system compared with other EMEs.", "The spread of contagion has led authorities to adjust their NPC strategies.", "This has included stricter and broader quarantines, which have grown from 20% of the population in April to 49% these days.", "The share of GDP in quarantined areas has moved from 11% to 52% in the same period.", "This has intensified the impact on economic activity.", "GDP growth remained in positive ground in the first quarter, but economic activity declined 3.5% in March and 14.1% in April.", "Figures are likely to be worse for May and June in line with the broadening of lockdowns.", "Central Bank estimates from last week set the contraction of GDP between -5.5% and -7.5% in 2020, with the range broadened to take into account uncertainty around the persistence of constraints.", "While the drop in GDP in 2020 will be the deepest in 35 years, prospects remain better than in other Latin American and Caribbean (LAC) countries.", "This owes to five factors: a.", "Structural factors are more favorable than in other EMEs.", "Chile has a deeper domestic financial market, where institutional investors play a major role; remittances have never been a source of foreign revenue, and the composition of foreign trade means that the terms of trade are improving rather than worsening.", "Even the informal sector, while bigger than in advanced economies (AE), at 30% of the labor force is smaller than it is in other LAC countries.", "The exchange rate remains operative as a shock absorber due to the low FX exposure of households, government, financial institutions and the non-financial corporate sector.", "c. Foreign liabilities are appropriately matched by sound and liquid foreign assets.", "The latter include not only Central Bank reserves, but also sovereign wealth funds and foreign assets of domestic institutional investors.", "This has been recently enhanced by access to a USD 24 bn FCL from the IMF, membership of the Fed's Temporary Foreign and International Monetary Authorities (FIMA) Repo Facility and a swap facility with the People's Bank of China.", "d. Policy space is broader, thanks to sound management of fiscal, monetary and financial policy over many years.", "e. Institutions are stronger, including high credibility of the Central Bank and a stronger social safety net.", "These favorable factors outweigh some shortcomings, most notably the effect of social unrest in the last quarter of 2019.", "In fact, in the last three months markets have fully reversed the relative erosion of Chilean asset prices at the end of last year.", "So, how has the Central Bank used policy space?", "What challenges have emerged and how are these being resolved?", "The Central Bank has been largely proactive since November 2019.", "Over the last eight months we have cut the policy rate by 125 bp to its effective zero lower bound at 0.5% and have implemented a dozen measures to provide liquidity to markets and to foster lending to firms most affected by the lockdown.", "Credit measures amount to some 15% of GDP, mainly around a medium-term liquidity facility to banks conditional on credit expansion.", "This provides 4-year loans at the 0.5% policy rate, conditional on growth in corporate and consumer lending, increasingly weighted towards SMEs.", "This has provided the liquidity match to a government scheme providing guarantees to working capital lending under favorable financial terms.", "c. Liquidity and other market-stabilizing measures add up to some 7% of GDP.", "These include a medium- to long-term asset purchases that also provide unconventional monetary policy tools.", "d. The response of bank credit to the Central Bank's FCIC and the government-funded FOGAPE guarantees has been largely positive.", "Corporate lending has been growing at 10% year-on-year over the last three months, making it the first case of countercyclical lending in recent history.", "e. In particular, banks have used liquidity to allow the drawdown of credit lines by corporations, 1.2 million rollover operations and 120,000 working capital loans with a SME share largely above historical averages.", "f. Long-term interest rates have responded well to monetary policy decisions, forward guidance and non-conventional tools.", "After the June monetary policy meeting and the release of our Monetary Policy Report, 10-year bond rates dropped some 40 bp.", "g. Central Bank measures extend well beyond the immediate emergency and are likely to foster economic recovery once containment measures begin to roll back.", "The MPR is likely to be held at its technical minimum over the next 24 months; FCIC funds are provided over a 4-year horizon, and even short-term liquidity facilities will remain in place until early 2021. .", "Still, some challenges remain on three fronts: a.", "Lending to large corporations.", "For a number of years, big corporations have been tapping international and domestic corporate bond markets.", "They faced the Covid-19 crisis with rather sizeable cash holdings from bond issuing in the first quarter and the drawdown of bank credit lines.", "Yet this liquidity will not last forever.", "Reactivating the corporate bond market is key to prevent largescale corporations from crowding out SMEs from access to bank lending.", "The government and the CMF have adjusted regulations to speed up bond issuing and the Central Bank asset purchase program is likely to trickle down to corporate bonds, but more government action may be needed in order to reduce risk over these assets.", "Expanding non-conventional tools.", "Right now, the Central Bank has limited reach in the asset market, since the Constitution forbids it from buying Treasury bonds even in the secondary market as well as nonfinancial corporate bonds.", "A Constitutional reform is making good progress in Congress to remove the first constraint.", "c. Recovering private consumption and investment.", "Consumer and firms' expectations have plummeted in the last eight months, responding to the social crisis, first, and to the risk-off mood of the Covid-19 pandemic, later.", "Private consumption and Investment are expected to drop 6% and 12% this year.", "Uncertainty is feeding into prudential savings by households and firms, despite government transfers, debt rollovers and credit availability.", "The recent agreement between government and main opposition in Congress that broadened the horizon of fiscal support and enforced a medium-term budget constraint may help foster confidence.", "The expansion of Central Bank programs may operate in the same direction.", "Summing up, while Chile has been hit hard by the Covid-19 pandemic, the economic policy response has been strong, consistent and sustainable over time.", "This may help the economy to avoid the worst and prepare the country for a stronger recovery."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Covid-19 pandemic", "Monetary policy", "Economic recovery", "Financial markets", "Central bank", "Fiscal policy", "Credit", "Liquidity", "Emerging markets", "Social safety net"]}