{"sentences": ["The end of mumbling incoherence: Enhancing credibility, effectiveness and trust through better central bank communication - Governor Gabriel Makhlouf 26 February 2020 Speech Remarks at the 6th DIW Lecture on Money and Finance Thank you, I am very pleased to be here today.", "Since I joined the Governing Council last September, there has been much speculation about our review of monetary policy strategy, the rst since 2003 and recently launched by President Lagarde.", "Such a review is good practice.", "Since the economy evolves and develops over time, so too do the challenges for economic policy more broadly and for monetary policy.", "Taking a step back from the day-to-day conduct of policy to reect on the bigger picture allows us to ensure that our approach remains t for purpose.", "We can and should periodically question the assumptions underlying our decision-making.", "Some of these are important for our understanding of the environment in which we operate.", "For example: How has demography, technology and greater global interconnectedness affected the natural rate of interest?", "What is the role of structural reform and scal policy in supporting monetary policy objectives?", "How do macro-prudential policies and monetary policy interact?", "How do the signicant technological changes of recent years, combined with structural shifts induced by the crisis, affect our understanding of the economy?", "While most of these issues are largely outside the control of monetary policymakers, we should consider them when making decisions.", "In contrast, some questions are within our power to control: What do we mean by price stability?", "Is our measure of ination the right one?", "Are we communicating well enough?", "Today I will focus on questions that are within the power of the Governing Council to impact directly.", "In particular, I want to explore the role and evolution of central bank communication, and how we can continue to develop our dialogue with the public.", "Central Bank communication - how did we get here?", "Not so long ago, successful monetary policy was believed to be mainly a matter of managing overnight interest rates effectively; communication with the public was of little concern for central bankers.", "This held true even in the years following the radical institutional reforms that made monetary policy conduct increasingly independent from governments.", "Such reforms followed the understanding that governments' objectives are sometimes at odds with central banks maintaining price stability.", "The public can read such misaligned incentives, anticipate the likely course of policy action, and consequently frustrate its effectiveness.", "Robert Lucas pointed out that relationships between macroeconomic variables are inuenced by economic policy itself (Lucas).", "As a result, any policy analysis that ignores expectations, and how they evolve and respond to economic policy, is likely to be inaccurate.", "Advancing on Lucas' line of reasoning, Finn Kydland and Edward Prescott showed that a policymaker aiming to maximise the well- being of citizens, if given the opportunity to re-optimise and change plan later, will generally do so (Kydland & Prescott, 1977).", "The public, however, will ultimately realise that future policy action may differ from that which was previously announced, unless the policymaker is able to make binding commitments.", "In other words, a time consistency and credibility problem can affect expectations and frustrate policy effectiveness.", "This is especially true for monetary policy, given that the relationship between ination and unemployment - the so-called Phillips curve - provides monetary policymakers with incentives to generate surprise ination.", "This increased awareness about the importance of expectations contributed to shaping modern central banking.", "These lessons informed the radical reforms carried out during the 1980s, which focussed on mitigating the time consistency problem by assigning central banks with clear mandates and increasing the independence of monetary policy action from governments.", "However, there was still little role for central bank communication with the public following the implementation of these reforms.", "Monetary policymakers, no matter how committed to price stability, said as little as possible; the very limited communication they used to provide was generally quite cryptic and inaccessible to the public (Blinder et al 2008).", "In 1987, for example, the then-Chairman of the Federal Reserve Alan Greenspan said, \"Since I've become a central banker, I've learned to mumble with great incoherence ... if I seem unduly clear to you, you must have misunderstood what I said\" (Blinder et al 2001).", "And even until the mid-1990s, the Federal Reserve did not announce changes in its target federal funds rate on the day of the monetary policy meetings; markets had to infer them from the type and size of open-market operations put in place.", "Why were central banks so reticent to communicate?", "Part of the reason may have been natural caution, and part of it was probably that central banks were keen to protect their hard won independence.", "Being open and transparent may have encouraged debate on policy, raising the possibility of pressure to act differently.", "By contrast, minimal communication could safeguard independence.", "Today, central bank independence is more rmly established.", "Central banks have begun to communicate more.", "And, to be fully consistent with the lessons provided in the 1970s by Lucas, Kydland and Prescott, a central bank must be transparent, honest and not afraid to engage with those outside the central banking community.", "Transparency, honesty and engagement help to build credibility and to set expectations.", "Credibility and trust are essential elements for monetary policy to be effective.", "Credibility requires that a central bank's objectives are clearly dened and monetary policy action is not inuenced by conicting goals.", "Expectation-setting requires a central bank to communicate clearly both its objective and how it intends to achieve it.", "This requires, in turn, that the public understand the mission of central banks, recognises the importance of that mission, and trusts in its commitment to deliver.", "All this requires effective central bank communication.", "Therefore, starting from the late 1990s - so well before the dramatic changes produced by the global nancial crisis - a substantial evolution in thinking about central bank communication began.", "In 1996, Alan Blinder argued that effective communication is instrumental to enhance the efcacy of monetary policy.", "Providing markets with more information helps expectation formation and creates a virtuous circle.", "In Blinder's words, \"by making itself more predictable to the markets, the central bank makes market reactions to monetary policy more predictable to itself.", "And that makes it possible to do a better job of managing the economy\" (Blinder 1998).", "In 2001, Michael Woodford pushed this argument even further, stating that \"successful monetary policy is not so much a matter of effective control of overnight interest rates... as of affecting... the evolution of market expectations\" (Woodford 2001).", "Since then, we have seen the role and impact of central bank communication steadily increasing.", "In the past, central banks used to ask themselves if there was a good reason to communicate something; now they rather ask whether there is a good reason not to communicate (Skingsley 2019).", "The days of learning to \"mumble with great incoherence\" are over.", "Alan Greenspan's successor, Ben Bernanke, observed that \"monetary policy is 98 percent talk and only two percent action\" (Bernanke 2015).", "This revolution in thinking is reected in the communication that nowadays central banks provide systematically on different aspects of monetary policy.", "These include the central bank's overall objectives and their consistency with the mandate, the monetary policy strategy (or 'reaction function'), the rationale behind the policy decisions undertaken, the assessment of the macroeconomic outlook that informed such decisions, and the expected future course of monetary policy action.", "Communicating monetary policy in the post-crisis era Following the global nancial crisis, the need for open and transparent communication in each of these different aspects of monetary policy has become even more important.", "In the face of the unprecedented challenges produced by the crisis, central bank remits expanded dramatically.", "Central banks had to provide a thorough assessment of the negative shocks hitting the economy, as well as their foreseeable consequences.", "They had to explain their actions carefully and the expected transmission channels of new monetary policy instruments.", "They had to reassure a confused public of their ability and enduring commitment to tackling these challenges.", "Central banks around the world combined interest rate reductions with new non-standard monetary policy tools.", "As central banks approached the effective lower bound on interest rates, it became necessary to affect the entire yield curve and not only short- term rates.", "Monetary policy could successfully achieve this thanks to the use of forward guidance - that is, communicating the explicit commitment to a certain path of future policy rates - complemented with large-scale asset purchase programmes.", "With forward guidance, therefore, communication has shifted from being the medium by which monetary policy decisions are explained to the public, to being a monetary policy instrument in itself.", "This makes trust, credibility, and effectiveness even more important.", "During the crisis and its aftermath, the use of communication as a powerful crisis management tool was seen even beyond the usual boundaries of forward guidance.", "In 2012, the European sovereign debt crisis was at its peak.", "Government bond yields of more vulnerable countries of the euro were soaring, and investors doubted that national and European institutions could join forces in time to avert the collapse of the euro area.", "In July of that year, the then-ECB President Mario Draghi spoke about the economic conjuncture and the policy response, making the historic remark: \"The ECB is ready to do whatever it takes to preserve the euro.", "Those words were so effective that the programme to purchase sovereign bonds of more vulnerable countries announced shortly afterward (the outright monetary transactions, OMT) was never required.", "Draghi's earlier assurance succeeded in removing market expectations of a collapse of the euro area and redenomination risks, so compressing sovereign bond spreads (Altavilla et al 2016).", "As this episode shows, monetary policy has been able to transform itself over recent years.", "Effective use of new tools, including communication, enabled central banks to deliver nancial and monetary conditions supportive of real economic activity in a time of unprecedented challenges.", "Despite these successes, there is still a lot to do.", "People appear to be developing a growing sense of frustration towards their central bank, particularly in the euro area.", "Some are frustrated because, in their view, monetary policy is failing to deliver its objective (Coeuré 2019).", "Others do not understand concerns about low ination but are worried about the risk of side effects due to the use of non-standard policy instruments (Schnabel 2020).", "And there are others who are perhaps, not surprisingly, just confused.", "In my view, this means that we central banks need to do a better job at communicating and explaining.", "A number of elements characterising the current environment contribute to ination rates remaining below target, in spite of exceptional monetary accommodation.", "These elements include, for instance, the decline in the natural rate of interest, the increased frequency of episodes where policy rates are constrained by the effective lower bound, weak investment dynamics reecting a heightened unpredictability of macroeconomic outcomes due to global trade disputes and economic policy uncertainty, a slower-than-expected transmission of labour market tightness to wage increases, and of wage increases to price ination.", "In the context of the strategy review, a question we should be asking ourselves is what changes to the conduct of monetary policy could help us achieve our objectives?", "Indeed, do we need to further clarify the objectives themselves?", "The Governing Council has, since 2003, interpreted its price stability mandate as ination of 'close to, but below, 2 per cent'.", "This has led to speculation that the ECB might be more concerned about deviations above 2 per cent than deviations below 2 per cent (Paloviita 2018).", "In its Introductory Statement last July, the Governing Council said that it was \"determined to act, in line with its commitment to symmetry in the ination aim\" (Draghi 2019).", "Nonetheless, it seems that there continues to be uncertainty about exactly what 'close to, but below' means.", "Overall, it is perhaps understandable that the public, and even markets, may be confused as to what our ination aim is.", "Having a target that everyone understands and believes in is ultimately a question of communication.", "Various options for the interpretation of price stability will be considered in the review (Largarde 2019).", "It has been argued that since central banks are unlikely to hit a point target on a regular basis, having one makes it harder to explain policy to the public and that a range, with or without a focal point, may be more realistic and therefore provide the central bank with more credibility (Financial Times 2020).", "The current situation also sets central banks an unusual challenge.", "For most of recent central banking history, our focus has been on communicating why we should avoid high ination.", "It seems that across developed economies, central banks have won this argument, although it was painful to bring ination expectations down in the wake of the high ination experienced in many economies in the 1970s and 1980s.", "Today, the task is to explain why low ination and deation are also something central banks want to avoid.", "This is a new challenge.", "Raising ination expectations which have fallen below target will pose different challenges than reducing ination expectations did in the past, although it may prove equally, if not more, difcult to achieve in light of the constraints posed by the effective lower bound (Eggertsson 2003).", "Now, more than ever, effective communication is needed.", "We have to avoid target shortfalls leading to a de-anchoring in ination expectations from the central bank's aim.", "However, we must bear in mind that, while the ability to gain trust and shape expectations through public statements is one of the most powerful tools the central bank has, the cost of sending the wrong message can also be high (Bernanke 2015).", "Designing effective monetary policy communication for the future These considerations bring us to an important question, namely how to design effective monetary policy communication?", "We could discuss at length various renements to current monetary policy communications.", "For example, should the accounts continue to be anonymised?", "Indeed, should we publish a voting record from Governing Council meetings?", "Should the Eurosystem consider publishing an equivalent to the Federal Open Market Committee (FOMC) dot plots?", "In many ways, these renements would be aimed at smoothing communication with nancial markets and informed observers.", "However, what I would like to focus on here today is our communication and interaction with the wider public.", "I have been struck since joining the Governing Council that most of the measures of ination expectations, particularly long term ination expectations, are market-based, or surveys of professional forecasters.", "In contrast, what the public expects is much less well understood.", "One measure of public perceptions is the dataset maintained by the European Commission, which shows that households believed that ination in the euro area was approximately 9 per cent on average in the period between 2004 and 2018, when it was, in fact, 1.6 per cent (Coeuré 2019, Arioli 2017).", "Such misconceptions regarding macro and monetary phenomena are not limited to the euro area.", "The Bank of England's Ination Attitudes Survey estimates that public knowledge about monetary policy in the UK has remained low and at over the past 17 years, despite the increase in communication by the central bank (Haldane et al 2020).", "Similar results have been found in the United States (Binder 2017).", "This points to a large gap between perception and reality.", "Central banks must take responsibility for this gap: if the public does not understand what we are trying to achieve and whether we are succeeding, it is incumbent upon us to explain ourselves better.", "One issue here is that, with the exception of formal surveys such as those I just mentioned, central banks have traditionally seen communication with the public as a one-way street, rather than a dialogue.", "In my view, central banks must listen to what the public has to say, and how their experiences are inuencing their perception of monetary policy.", "For instance, most central banks target a specic price index, an index that is supposedly representative of the average consumer.", "But I am reminded of the story of the 'average' pilot.", "Around the time of the Second World War, US Air Force planes were designed to t the average size pilot: the size of the seat, distance to hand controls, reach to pedals, were all determined by the population average height, chest circumference, arm-length, leg-length etc.", "However, the high rate of accidents during pilot training raised questions.", "Or perhaps the training methods?", "Only when the data was checked, was it realised that the cockpits were at fault: no pilot met all the average measurements.", "Similarly, people at different stages of life often have different consumption baskets.", "It might be that the basket of goods is different for some groups of people, or it might be that the weight within the basket is different.", "For instance, young families will often spend a very large proportion of their income on childcare.", "Older people perhaps spend more on various types of insurance and healthcare.", "While almost 70 per cent of the population are homeowners, the remainder of the population who are in the private rental market might spend well over a third of their income on rent.", "And the factors affecting ination change over time.", "For example in Ireland, while external factors remain the most important determinants of Irish ination, domestic factors have become increasingly important in recent years (Byrne and Zakipour-Saber 2020).", "Over the last ve years, the average annual increase in rents has been over 7 per cent in Ireland (CSO).", "It would hardly be surprising therefore if renters believe ination is higher than our consumer price indices show.", "The question we have to consider is whether the current consumer price index is helping to communicate the central bank's objectives in the most effective way, even though it may be a perfectly reasonable tool for policymakers and informed observers.", "Recognising that we are operating in a world where not everyone is 'average' - and there are a wide distribution of experiences - is a challenge for central banks.", "This is why the ECB's 'listening events' which will take place in every euro area country as part of the review, are important.", "At these, we can learn insights on the operation of the economy for different groups of people, and also how we can communicate better with them.", "More generally, when communicating with the public, we need to consider at least two different issues.", "The rst relates to the challenge of obtaining the public's attention and the second relates to the risk of sending the wrong message or being misunderstood.", "Perhaps most of all we need to be aware of the context in which our messages are being received, of the narratives they are playing into, or even the narratives they are creating.", "Robert Shiller has pointed out the impact that narratives can have on macroeconomic outcomes and \"how popular stories change through time to affect economic outcomes, including not only recessions and depressions, but also other important economic phenomena\" (Shiller 2019).", "Looking at whether the narratives about the ECB's monetary policy are indeed based on reality or ction, as my colleague Isabel Schnabel did so eloquently recently, is therefore essential (Schnabel 2020).", "A central bank's communication is inevitably placed in the context of existing narratives.", "For example, a constant narrative in the media of rising house prices is likely to inuence the public's perception of ination, whether or not a household is directly impacted.", "We have moved from the world of \"mumbling incoherence\" to an era of rapid information overload.", "Narratives are now created quickly and change rapidly.", "Moreover, where there is no narrative, the vacuum is quickly lled, not necessarily with accurate facts.", "So another question that we should consider is whether our communications is keeping up with the pace of rapidly changing narratives?", "Do we spend enough time considering the narrative into which our communication is being placed, or indeed the narrative we want to create?", "Some may argue that a rather straightforward solution to the problem of limited understanding by the public may be to speak more often.", "However, research has shown that the language of most publications and communications provided by the US Federal Reserve and the Bank of England have a level of technicality that makes them inaccessible to 90 per cent or more of the general public (Haldane 2017).", "Providing communication that is more accessible in terms of both content and channel, would certainly allow central banks to reach a broader audience.", "Further insights from behavioural economics on how we can enhance public comprehension and trust would also be welcome (Bholat 2019).", "This, however, brings us to the second issue, the risk of sending the wrong message.", "Using a over-simplied communication carries the risk that the public will develop a false sense of certainty about the central bank objectives and its views on policy and the economy more generally.", "Providing a thorough assessment of the status of the economy, as well as reliable forecasts about future outcomes, has always been complex.", "If households observe that the reality does not exactly match a simplied message conveyed by the central bank, public trust in central banking could actually decrease.", "In these circumstances, engaging with a broader audience could cause more harm than good.", "At the end of the day it is the quality and effectiveness of communications that matters.", "This important point is highlighted in recent research published by the Bank of England (Haldane et al 2020).", "The authors argue that, if central banks want to reach the people currently by-passed by their communication and build higher and durable levels of trust, complementary activities are needed in addition to simplied communication.", "The authors summarise these activities as Explanation, Engagement and Education, the 3 Es of central bank communication.", "In short, better education makes explanation easier, and increases the effectiveness of engagement.", "Explanation, engagement and education are essential to help the public understand why the ECB prioritises price stability over other, perhaps more tangible, economic objectives, why a positive rate of ination, of say 2 per cent, is better than zero ination, why people's perception of ination can be so different from the price index.", "They are necessary, in short, to help people understand and appreciate what central banks do and why they do it.", "This should allow monetary policy to be trusted by the public and central banks to be able to guide the formation of expectations and to deliver effective policymaking.", "But successfully explaining to, engaging with and educating the public is far more than just a matter of removing jargon from our communication.", "Central banks should rst ask themselves: is our monetary policy framework sufciently consistent, and are we open and transparent enough to allow for such engagement and understanding?", "The Eurosystem: The progress made, the remaining challenges, and the strategy review So nally, what about the Eurosystem?", "The review of the monetary policy strategy, is an opportunity to reect on our communication strategy.", "At its foundation, the ECB's communication strategy was less transparent and open to the public than today.", "For example, accounts of the meetings were not released, staff forecasts were not published and the price stability denition needed clarication.", "Since then, we have seen a higher degree of transparency of both the strategy and the decision-making process of the ECB.", "Staff economic forecasts have been published since December 2000, the two-pillar framework and the price stability denition was amended during the 2003 strategy review, and accounts of the meetings have been released since January 2015 (Rostagno et al 2019, Hartmann and Smets 2018).", "Although these have been important improvements, there is more to be considered in our review.", "I began this speech by asking a number of questions.", "All of them are important to our understanding of monetary policy and some are within the direct control of the central bank, while others are not.", "In preparing this speech, I nd myself asking one nal question: are we thinking creatively enough about how to solve the challenges we face and are we including enough different perspectives - is there enough diversity - in our analysis?", "Are we to paraphrase John Maynard Keynes, 'escaping from the old ideas' (Keynes 1936).", "I have outlined some of my thinking on how better communication can enhance central bank credibility, effectiveness and trust.", "I am looking forward to our discussion and the discussions to come.", "The review of our monetary policy strategy constitutes an important milestone.", "The ultimate goal must be - as remarked by President Lagarde recently - to bring the ECB and the Eurosystem as close as possible to all European citizens, the people we ultimately serve (Lagarde 2020).", "Once we have done that, we will know that the age of 'mumbling incoherence' is well and truly over.", "[1] I would like to thank Giuseppe Corbisiero and Rebecca Stuart for their contribution to my remarks.", "Blinder, A., M. Ehrmann, M. Fratzscher, J.", "De Haan, and D. Jansen (2008), \" Central Bank Communication and Monetary Policy: A Survey of Theory and Evidence ,\" Journal of Economic Literature, 46(4): 910-945.", "How do central banks talk?.", "Centre for Economic Policy Research.", "(1998), Central Banking in Theory and Practice , The MIT Press; originally delivered as the 1996 Robbins Lectures at the London School of Economics.", "[7] Woodford, M. (2001), \" Monetary Policy in the Information Economy ,\" In Economic Policy for the Information Economy, Federal Reserve Bank of Kansas City, 297-370.", "[8] Skingsley, C. (2019), \" How to open up a central bank - and why stay open ,\" speech given at the Annual Research Conference of the National Bank of Ukraine, 23 May 2019.", "[11] The reduction in bond yields due to the OMT announcement was moreover associated with a signicant increase in real activity, credit, and prices in Italy and Spain.", "See Altavilla, C., D. Giannone and M. Lenza (2016), \" The Financial and Macroeconomic Effects of the OMT Announcements ,\" International Journal of Central Banking, 12(3): 29-57.", "(2019), \" Monetary policy: lifting the veil of effectiveness ,\" speech at the ECB colloquium on \"Monetary policy: the challenges ahead,\" 18 December 2019.", "(2020) \" Narratives about the ECB's monetary policy - reality or ction?", "\", remarks at the Juristische Studiengesellschaft, Karlsruhe, 11 February 2020 [14] See e.g.", "Assessing the ECB's reaction function with real time data ,\" Working Paper.", "Introductory Statement and Q&A, Press Conference , 25 July 2019.", "Q&A at the Committee on Economic and Monetary Affairs , 2 December 2019.", "ECB must make ination targeting t for purpose \", 23 January 2020.", "[18] See Eggertsson, G. and Woodford, M. (2003), \" The zero bound on interest rates and optimal monetary policy \", Brookings Papers on Economic Activity, No.", "[20] Visco, I (2019), \" The euro-area economy and the recent monetary policy decisions \", speech at Giornate di economia \"Marcello De Cecco\", Lanciano (Italy), 28 September 2019.", "(2019) \" Ination expectations and the conduct of monetary policy \", speech at the SAFE Policy Center on 11 July 2019; and Arioli, Bates, Dieden, Duca, Friz, Gayer, Kenny, Meyler, and Pavlova (2017), \" EU consumers' quantitative ination perceptions and expectations: an evaluation ,\" ECB Occasional Paper n. 186.", "[22] See Haldane, A., A. Macaulay and M. McMahon (2020), \" The 3 E's of central bank communication with the public ,\" Bank of England, Staff Working Paper No.", "Binder, C. (2017), \" Fed Speak on Main Street: Central Bank Communication and Household Expectations \", Journal of Macroeconomics, Vol.", "[25] Some people who are not homeowners rent social housing, rather than renting in the private sector.", "[26] See Byrne, Stephen, and Zakipour-Saber, Shayan (2020), 'Evaluating the determinants of Irish ination', Central Bank of Ireland, Economic Letter, Vol.", "Percentage Change over 12 months of 'Private rent' sub index of the Consumer Price Index .", "(2019, pxii), Narrative Economics', Princeton University Press: Oxford.", "(2020) \" Narratives about the ECB's monetary policy - reality or ction?", "\", remarks at the Juristische Studiengesellschaft, Karlsruhe, 11 February 2020 [30] See pp.", "A little less action ,\" speech at the Macroeconomics and Monetary Policy Conference, San Francisco Fed, 31 March 2017.", "[31] See for example, David Bholat, Nida Broughton, Alice Parker, Janna Ter Meer and Eryk Walczak, Enhancing central bank communications using simple and relatable information, Journal of Monetary Economics Volume 108 , December 2019, Pages 1-15.", "[32] Haldane, A., A. Macaulay and M. McMahon (2020), \" The 3 E's of central bank communication with the public ,\" Bank of England, Staff Working Paper No.", "[33] For details on the evolution of the ECB monetary policy strategy and action, see Rostagno, Altavilla, Carboni, Lemke, Motto, Saint Guilhem, and Yiangou (2019), \" A tale of two decades: the ECB's monetary policy at 20 ,\" ECB Working Paper no.", "2346; and Hartmann and Smets (2018), \" The rst twenty years of the European Central Bank: monetary policy ,\" ECB Working Paper no.", "(1936), The General Theory of Employment, Interest and Money.", "The preface notes \"the difculty lies, not in the new ideas, but in escaping the old ones\".", "[35] Lagarde, C. (2020), Hearing at the Committee on Economic and Monetary Affairs of the European Parliament , Brussels, 6 February 2020.", "©2020 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central bank communication", "Credibility", "Effectiveness", "Price stability", "Inflation", "Monetary policy", "Communication strategy", "Narrative economics", "Trust", "Transparency"]}