{"sentences": ["Media Soiree by Dr. Maxwell Opoku-Afari First Deputy Governor, Bank of Ghana January 17, 2020 Accra City Hotel Distinguished Guests, Ladies and Gentlemen, 1.", "Good evening and on behalf of the Board of Directors and Management of the Bank of Ghana, I would like to welcome you to this evening's event.", "First, let me thank you all for honouring our invitation and for making this event possible.", "Gatherings like this offer us greater scope and latitude to reflect on critical happenings in the past year, especially those that relate to the functions of the Bank of Ghana, and to see how we can foster closer collaboration going forward and in the interest of the nation.", "On all counts, the Bank of Ghana recognises the important role journalists play in sensitising the public about policies and programs nationwide, especially during the Bank's Monetary Policy meetings.", "As a Bank, we always look for opportunities to improve such strategic partnerships with a view to deepen our communications which remains critical to enhancing the achievement of our core objectives.", "In this regard, we see you as a major stakeholder for the crucial role of helping disseminate our policies to the general public.", "And so, let me take the opportunity to thank you all for your various roles in supporting the policy process and for the achievements chalked so far.", "Surely, without you, our policy decisions would have been difficult or even impossible to convey across the country.", "I am hopeful that the collaboration will continue in the years ahead.", "Ladies and Gentlemen, journalism is one of the most powerful professions in our world today because it helps propagate and shape ideas, policies, programs and the destiny of societies.", "Indeed, financial journalism can be used as a tool to advance the objectives of sound fiscal policies, efficient transmission of monetary policies, address bottlenecks hindering financial intermediation in the banking sector, promote structural reforms, and above all support the process of economic growth and poverty reduction.", "Distinguished guests, ladies and gentlemen, permit me to briefly touch on the role of the Press in the Bank of Ghana's Monetary Policy Process and a few recent developments... .", "As mentioned earlier, the Bank of Ghana sees the press as a strategic partner and important stakeholder in helping communicate and sensitize the public about the Bank's policy decisions.", "In fact, the literature on central bank communication explains that an appropriate and sound communications framework of a central bank is essential in conveying policy intentions to economic agents and helps to enhance the transmission of policy impulses.", "This is particularly true in the case of the Bank's current policy framework of inflation targeting where the central bank's ability to anchor private sectors' inflation expectations plays a crucial role in the achievement of its inflation targets.", "Moreover, communication with the public and transparency are central tenets of inflation targeting and therefore underscore the role of the media in conveying policy decisions to economic agents.", "Members of the Press, Ladies and Gentleman, remarkable progress was further made on the macroeconomic front in the past year.", "In particular, the latest economic data reflect strong growth prospects, single digit inflation since April 2018, and three consecutive years of record trade surpluses which has enhanced prospects of additional reserves build-up.", "Monetary policy implementation has remained prudent to critically deal with inflationary risks in the outlook in support of broader macroeconomic objectives.", "On the financial sector, the Bank concluded the two-year comprehensive clean-up and recapitalisation reforms.", "These reforms have helped restore public confidence in the sector, strengthened financial sector stability and resilience, and promoted ethical banking practices.", "Gains from these reforms have begun to reflect in key indicators of the industry including a rebound in credit growth and banks' profitability.", "The media has been particularly supportive in all our processes in carefully disseminating the central bank's policies and outcomes to the public.", "Let me thank you all once again for your various roles in this regard.", "Going forward, the Bank will continue to pursue the appropriate mix of policies to sustain macroeconomic stability, a key pre-requisite for sustainable growth of the economy.", "The bank will also remain vigilant to sustain the progress made in restoring stability and confidence in the financial sector to forestall a recurrence of such malaise.", "It is clear at this stage that the media and journalists in general have a critical role to play in the sustenance of financial stability.", "In this regards, the Bank will continue to expect your continued support in undertaking important tasks for the country.", "Before I conclude let me touch on the important significance of this year 2020.", "The year marks the first time fiscal policy management under a rule based regime will be tested in an election year and also from a monetary policy point of view, the first time the memorandum of understanding between the MOF and the BOG will also be tested in an election year.", "Let me seize this opportunity to assure all that the institutional frameworks that have been put in place to ensure compliance with these arrangements is intact.", "Thank you for the attention and let us use this soiree to interact as much as possible and build stronger bonds as we work in the interest of the country."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Financial Sector", "Inflation", "Financial Stability", "Communication", "Economic Growth", "Fiscal Policy", "Journalism", "Press", "Macroeconomic Stability"]}