{"sentences": ["Ladies and gentlemen, good afternoon.", "I am honored to speak before all of you - organizational leaders and captains of industry.", "First of all, I would like to thank Oxford Business Group (OBG) for inviting me to this event.", "For many years, OBG's annual publication \"The Report: Philippines\" has provided a comprehensive and high-quality information on the Philippine economy.", "My talk today will be divided into four parts.", "First, a quick review of the Philippine economy's performance in 2019.", "Second, the outlook on the Philippine economy for 2020 and beyond.", "Third, the role of the Bangko Sentral ng Pilipinas in achieving the economy's goals.", "And fourth, as a conclusion, the Philippines' potential to be recognized as an A-rated economy on the back of significant milestones achieved in recent years, robust growth prospects, and sustained commitment to critical structural reforms.", "The Philippine economy in 2019 Amidst a slowing global economy.", "2019 was a good year for the Philippines.", "The economy expanded by 6.4 percent in the fourth quarter of 2019, bringing the full-year growth to 5.9 percent.", "At this pace, the Philippines remained one of the fastest growing economies and the most resilient in Asia and in the world.", "Last quarter's growth marked the Philippines' 84th consecutive quarter of uninterrupted growth, which shows it has remained resilient since the post-Asian financial crisis years.", "From an average inflation rate of 5.2 percent in 2018, it averaged 2.5 percent last year - well within the target range of 2.0 to 4.0 percent.", "External payments position remained strong which served as a buffer for the economy against external shocks.", "As of end-2019, the gross international reserves (GIR) rose to its highest level ever at $87.8 billion.", "This is equivalent to 7.7 months' worth of imports of goods and services and payments of primary income.", "The received doctrine is that GIR equivalent to 3 months of imports is already sufficient.", "There was a reversal in the balance of payments (BOP) position: from a deficit of $2.31 billion in 2018 to a surplus of $7.84 billion in 2019.", "This positive development was due to sustained growth of overseas Filipinos' remittances, higher receipts from tourism and business process outsourcing (BPO), and net inflows of foreign direct investments.", "The banking system remained well capitalized and less exposed to bad debts.", "As such, it was able to further fuel the growth of the economy by financing more productive activities.", "Capital adequacy ratio (CAR) of universal and commercial banks stood at 15.6 percent on solo basis and 16 percent on consolidated basis as of end-September 2019, well above the BSP's regulatory requirement of 10 percent and the internationally prescribed floor of 8 percent.", "Economic growth has become inclusive.", "More and better jobs were created.", "In particular, the unemployment rate declined to 4.5 percent in October 2019, the lowest ever in recent Philippine history.", "Remarkably, poverty incidence dropped to 16.6 percent in 2018 from 23.3 percent in 2015, lifting nearly 6 million people from poverty over the three-year period.", "Outlook for 2020 and beyond Moving on from an encouraging 2019, we are optimistic that 2020 will be even better.", "Although external headwinds abound, including trade conflicts, geopolitical tensions and risks due to climate change, the Philippines' strong domestic demand, healthy external accounts, as well as ample monetary and fiscal space will help the economy withstand shocks.", "The government has officially set its economic growth targets at 6.5 to 7.5 percent for this year up to 2022.", "We believe this is achievable.", "Development partners and private sector economists have forecasted that growth will also accelerate this year from last year's 5.9 percent.", "For instance, IMF and ADB expect growth to reach 6.2 percent this year, while the World Bank sees growth at 6.1 percent.", "Nomura expects growth at 6.7 percent, HSBC at 6.4 percent, and Barclays and Standard Chartered at 6.3 percent.", "Growth is seen to be driven both by household consumption and investments.", "Consumption is expected to remain strong, supported by remittances, tamer inflation, and better employment situation.", "The timely passage of the P4.1-trillion national budget for 2020 will support the government's drive for higher investments in infrastructure and social services.", "In turn, this may help encourage the private sector to follow through, particularly by investing more in public-private partnership projects and other capital investments.", "The Philippines has become an attractive investment destination with its high quality of labor, strides in ease of doing business, as well as the sheer size of its predominantly young and English- speaking population and of the domestic economy.", "On labor quality, according to Oxford Economics, the Philippines has the highest total factor productivity (TFP) among Asian countries.", "This means Filipinos are capable of producing the most output for the same amount of inputs.", "Also, the Philippine population is among the youngest in the region, which bodes well for the economy's productivity over the long term as we invest more in their education, skills training, and health.", "The median age of Filipinos is estimated to be 25.7 years this year, younger than the expected median of 30.9 years old globally.", "Meantime, the rising share of social services in the national budget will help fund newly enacted laws, such as, the Universal Healthcare and Universal Access to Tertiary Education, and will boost funding for the Conditional Cash Transfer Program.", "These initiatives will help ensure that the Philippines will reap the benefits from its demographic advantage.", "On enhancing the Philippine economy's competitiveness, the Ease of Doing Business and Efficient Government Service Delivery Act, or R.A. No.", "11032, demonstrates the government's firm resolve to make the country's business climate friendlier.", "Strides in ease of doing business have been recognized by third-party observers.", "For instance, in the 2019 IMD World Competitiveness Report, the Philippines' competitiveness ranking climbed four notches to 46th place from 50th the previous year.", "Also, in the World Bank Ease of Doing Business Report 2020, the Philippines' ranking leapfrogged to 95th from 124th.", "For its part, CEO World Magazine recognized the Philippines as the third best country to invest in for 2019.", "The country scored high in the following factors: skilled labor, institutional framework, and economic stability.", "Such good news help improve business sentiment, which hopefully will translate to more foreign investments moving forward.", "A long list of other structural reforms is also expected to have positive effects on the economy this year and beyond.", "On top of what I have already mentioned, other game-changing reforms implemented recently include the liberalization of rice imports, which helps ensure price stability of the Filipino staple; tax reforms which will help ensure fiscal sustainability; amendments to the Corporation Code, which make it easier to set up corporations; amendments to the BSP charter, which make BSP more effective in fulfilling its price and financial stability mandates; the National ID System, which will provide official identity cards for all Filipinos and resident aliens, thereby facilitating transactions with government offices and easier access to banking and other formal services; the Innovative Startup Act, which mandates government support for startups; the Personal Properties Securities Act; which allows assets other than real properties to serve as collateral for loans; and the Islamic Banking law, among others.", "More reforms are in the pipeline.", "On the part of the BSP, we are pushing for amendments to the Bank Secrecy Act, the Financial Consumer Protection bill, and the Agri-Agra law, among others.", "The Executive Department is pushing for other structural reforms, such as, the opening up of more sectors to foreign investments, forging of free-trade agreements with more countries, and more tax reforms, among others.", "Amid the policy reform momentum, the Philippines is expected to graduate into an upper middleincome economy this year.", "Indeed, the country is expected to move closer toward the 2040 goal of becoming a high-income economy with zero poverty incidence.", "The role of the BSP Allow me to now focus on the BSP's contributions to the economy's performance and prospects.", "Over the years, the BSP had effectively fulfilled its price and financial stability mandates.", "With prices relatively stable and the financial system robust, the economy continued to grow despite rough external and domestic headwinds.", "Moving on, with me at the helm, we intend to bring BSP closer to the Filipino people.", "In particular, we will more communicate more vigorously what the fulfillment of our mandates mean for the ordinary man on the street.", "When commodity prices rise sharply, the poor suffers the most, given their limited or zero capacity to augment their incomes.", "Conversely, the poor benefits the most when prices are stable.", "Also, when the financial system is properly functioning, it is able to fund productive activities, including those that create jobs for unskilled and semi-skilled workers.", "As such, financial stability also benefits the marginalized to a great extent.", "This is something we want the broader public to understand and appreciate.", "Also, we are focused on enhancing the efficiency of the country's payments and settlements system-which has officially become one of the BSP's mandates under our amended charter.", "In the pursuit of this new mandate, the BSP has actively worked on making the country's payments system interoperable and on promoting digital payment solutions.", "With interoperable payments system, electronic payments or fund transfers from one account to another-even if lodged in different banks-is possible.", "To cite achievements on interoperable payments system, we now have 45 financial institutions participating in InstaPay and 55 participating in PESONet as of 30 November 2019.", "InstaPay allows real-time electronic transfer of small-value funds, while PESONet allows electronic transfer of bigger funds typically within the same banking day.", "To cite milestones on digital payments, a study by UN-based Better-than-Cash Alliance showed that in terms of volume, financial transactions done electronically jumped from 1 percent of total in 2013 to 10 percent of total in 2018.", "In terms of value, financial transactions done electronically surged from 8 to 20 percent of total over the same period.", "With the present trajectory, we are confident that the volume of financial transactions will hit or surpass the target of 20 percent of total this year and to reach 50 percent by the end of 2023.", "Recently, we launched EGov Pay, which will allow more government agencies, such as, for example, the Bureau on Internal Revenues, to accept electronic payments from the public.", "We also launched the National QR Code Standard, which will pave the way for more extensive use of QR codes as payments.", "In the future, we hope to see market vendors, tricycle and taxi drivers, and sari-sari store owners, among others, using QR codes as a means to accept payments.", "Having an efficient payments and settlements system-such as by making them interoperable and by having more digital means to do financial transactions-helps increase the velocity of such transactions.", "In turn, this leads to rise in economic activities and incomes.", "As such, the pursuit of an efficient payments and settlements system is in line with the goal of financial inclusion, which is a key agenda of the BSP.", "Other initiatives toward financial inclusion-or making financial products and services accessible to all-include financial education, as well as regulations that make it easier for the marginalized to access financial products and services.", "These regulations include those that streamline requirements for opening savings and investment accounts, and those that promote the delivery of financial services through digital means.", "If low-income earners and those from remote areas have access to savings and investment products as well as capital, this will help accelerate the process of poverty reduction.", "As of the second quarter of 2019, outstanding microfinance loans from banks amounted to P23.9 billion, up 29.2 percent year-on-year.", "We expect to see increase in microfinance and other activities involving micro, small, and medium enterprises in the years ahead as we sustain our work on financial inclusion.", "We are aware that many of our countrymen may still be uncomfortable using financial technology because of perceived risks.", "But rest assured that the BSP is advocating financial technology while providing a regulatory environment that helps ensure safe and efficient technology-enabled financial transactions.", "Meantime, the BSP is mindful of climate change.", "We recognize that climate-related risks, if left unmanaged, can push us off-track of our goals of a more sustainable and inclusive financial system and economy.", "As such, we continue to enhance the list of climate and disaster related data that we incorporate in monetary policy analysis and forecasting, monitoring, and risk assessment.", "We have also issued regulations on corporate and risk governance, including stress testing and regulatory reliefs provided to banks affected by natural calamities.", "At the same time, the BSP, together with the Department of Finance, co-chairs a newly formed inter-agency task force that is mandated to facilitate green finance initiatives.", "And we walk the talk.", "Recently, the BSP also invested $150 million in the green bond fund launched by the Bank for International Settlements (BIS).", "We hope our initiatives bolster a culture of environmentally responsible financial services sector.", "As I have mentioned in several past engagements, I intend to do more than the traditional central banking task of conducting monetary policy and banking supervision.", "With me at the helm, the BSP, through financial inclusion, will play a more proactive role in achieving the country's poverty reduction goal.", "Toward an A-rated economy Given the country's strong economic fundamentals and sustained reform momentum, it is no surprise that the Philippines continued to secure higher credit ratings after it received minimum investment grade credit ratings from major debt watchers in 2013.", "At the moment, Fitch Ratings, Moody's Investors Service, Japan's R&I, Korea's NICE Investors Service, and Malaysia's RAM Ratings all assign the Philippines a rating equivalent to BBB, which is a notch above the minimum investment grade.", "The country's ratings with Standard and Poor's Global and Japan Credit Rating Agency (JCR) are even a step higher at BBB+, which is only one notch away from the minimum rating within the A scale.", "Moreover, JCR assigned a \"positive\" outlook on this rating in April 2019, which means an upgrade to the A scale from JCR is possible within this year.", "Under the \"Road to A\" agenda-an interagency committee (IAC) initiative with the BSP's Investor Relations Office as Secretariat-the Republic is keen to secure the minimum A scale rating by 2022.", "We believe this is achievable.", "In fact, we believe that an upgrade from the debt watchers is long overdue, given the significant milestones achieved over the last three years.", "On our road to A, we have to remain focused.", "We have to work unceasingly in our efforts towards infrastructure and human capital development, strengthening of institutions, enhancing the ease of doing business, and financial inclusion, as well as implementing additional structural reforms.", "Meantime, it is worth emphasizing that achieving an A scale rating is not an end goal.", "The more important objective is to achieve stronger, sustainable and inclusive growth.", "An upgrade to an A rating (from BBB) means that a country's ability to pay its debt has further strengthened because of improvements in any or several of the following rating factors: macroeconomic environment; structural features, such as governance/institutional strength, human development index, GDP per capita, and business environment; public finances; and external payments position.", "But what does an A-rating mean for the ordinary citizen?", "It means lower borrowing cost for the government, which in turn can then use the \"savings\" to fund other expendiutres like roads, bridges, urban transport, mass housing, like education, health and social welfare.", "Down the road, interest rates on loans might decline, which benefits household or firms securing loans for consumption or investments."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance"], "topics": ["Economic growth", "Monetary policy", "Financial inclusion", "Structural reforms", "Credit ratings", "Inflation", "Fiscal policy", "External payments position", "Poverty reduction", "Ease of doing business"]}