{"sentences": ["The Manila Times President and CEO, Mr. Dante Ang II, my co-speakers and colleagues in the government service; distinguished speakers from the business community as well as The World Bank; ladies and gentlemen, good morning.", "It is a pleasure to be joining today's Business Forum to share the BSP's views on the macroeconomic developments and prospects for the Philippine economy at a time when the domestic economy is seeing both low inflation and robust economic growth.", "In line with the conference theme and given that the other economic team members are here - allow me to share my insights on the economy's outlook for the year from the perspective of a central banker.", "High and volatile inflation is undesirable because it leads to slower real economic growth and lower social welfare for most Filipinos, especially the poor.", "Until recently, the Philippines is characterized as high inflation and low growth.", "In 2002, onward this trend was reversed.", "This development happened when BSP adopted the inflation targeting framework.", "In recent years, we are seeing the generally sustained positive alignment of strong growth and low inflation which is what is needed to ensure that the economy can continue growing without having to worry about overheating.", "The BSP, being the country's central monetary policy authority with the core mandate of promoting price stability, is committed to ensure that this noninflation growth is sustained.", "Manageable inflation along with expectations of within-target inflation over the policy horizon is expected to boost consumption demand, which has been consistently one of the key growth drivers of the domestic economy.", "In 2019, headline inflation eased significantly, averaging 2.5 percent, lower than the 5.2 percent inflation in 2018.", "The deceleration was largely driven by slower price increases of rice and other selected food and energy items.", "Food inflation dropped to 1.8 percent year-on-year in 2019 from 6.6 percent in 2018 due to improving supply conditions.", "Rice prices declined in 2019 largely due to the Rice Tariffication Law and the continued arrival of rice imports.", "At the same time, inflation rates for meat, fish, oils, and fats, vegetables, as well as sweeteners posted slower price increases during the year.", "Likewise, non-food inflation also fell in 2019 due largely to easing energy prices.", "The pursuit of prudent and well-calibrated monetary policy by the BSP continues to support favorable inflation dynamics in the country.", "In 2019, as a pre-emptive move against the risks associated with lingering sluggish global growth, the Monetary Board (MB) decided to reduce the policy rate by 25 bps in May, August, and September 2019, respectively.", "And in its most recent monetary policy stance meeting on 6 February 2020, the MB cut the policy rate by another 25bps.", "The Board was of the view that a tame inflation environment, there is a room for a further preemptive reduction in the policy rate to support market confidence.", "The MB noted the possible adverse impact of the spread of the 2019 novel coronavirus on global market sentiment as well as on domestic economic activity in the coming months.", "Latest baseline forecasts indicate a target-consistent path of inflation for 2020 and 2021, with average inflation remaining within the target range of 3.0 percent ± 1.0 percentage point.", "The balance of risks to the inflation outlook continue to tilt slightly toward the downside in 2020 and in 2021.", "Forecasts by other institutions generally convey similar expectations.", "Capital Economics forecasts 2.8 percent inflation for 2020; Oxford Economics, 2.9 percent; Asian Development Bank, 3.0 percent; and IMF, 2.6 percent.", "We have also seen continued improvement in the growth of both domestic liquidity and credit activities in line with the needs of the economy.", "Latest data show that domestic liquidity (M3) expanded by 11.4 percent year-on-year to about ₱13.0 trillion in December 2019, faster than the 9.8-percent growth in November.", "Demand for credit remained the principal driver of money supply growth.", "On the other hand, preliminary data show that outstanding loans of universal and commercial banks, net of reverse repurchase (RRP) placements with the BSP, grew by 10.9 percent in December, faster than the 10.1-percent expansion in the previous month.", "Loans for production activities-which comprised 87.4 percent of banks' aggregate loan portfolio, net of RRPs-expanded at a rate of 9.1 percent in December, higher than the reported growth in November at 8.1 percent.", "These loans continued to be driven by lending to key sectors such as real estate activities; financial and insurance activities; electricity, gas, steam and air conditioning supply; construction; and information and communication.", "Loans for household consumption increased due to faster growth in credit card and salary-based consumption loans during the month.", "The series of reduction in both policy rates and reserve requirement ratios of banks since last year are anticipated to support both credit conditions and overall economic activity moving forward.", "Meanwhile, Philippine banks remain robust, well-capitalized, and sound.", "The banks' capital adequacy ratios, both on a solo and consolidated bases, continue to be well above the standards set by the Bank for International Settlements (BIS) of 8 percent, as well as the BSP\"s standard of 10 percent.", "The quality of lending continues to improve.", "The gross non-performing loans (GNPL) and nonperforming assets (NPA) ratios of Philippine universal and commercial banks (UKBs) have been falling since the early 2000s.", "The sustained health and soundness of the country's financial sector have been supported by the continuing financial reform agenda of the BSP in the areas of banking supervision, financial inclusion, cybersecurity and technology risk management, anti-money laundering, counterterrorist financing, and capital market development.", "The country's external payments position also continues to provide buffers particularly amid the recently recorded surpluses in the balance of payments position along with a lower current account deficit for the first three quarters of 2019.", "We expect this trend to continue on the back of the continued bright prospects of the domestic economy, implementation of major infrastructure projects, and improved global perception of the Philippines as an investment destination.", "While the current account is expected to post a deficit over the medium term, it remains manageable and financeable.", "The domestic economy continues to have a steady and stable structural sources of foreign exchange inflows that are more than enough to finance the country's foreign exchange requirements without resorting to excessive foreign borrowing.", "The stable structural foreign exchange inflows from overseas Filipino (OF) remittances, tourism and IT-BPO receipts continue to buoy the external sector.", "Foreign direct investments or (FDI) for the first eleven months of 2019 reached US$6.4 billion, inching closer to the full-year projection of US$6.8 billion.", "We expect FDI to continue to slowdown due to mounting uncertainties in the global environment which continue to dampen investor sentiment, both externally and domestically.", "FX inflows from OF remittances as well as BPO earnings continue to contribute significantly to the country's GIR.", "Cash remittances reached US$30.1 billion in 2019 while BPO revenues were recorded at US$16.4 billion for the first three quarters of 2019.", "Preliminary data as of end-January 2020 shows that the country's gross international reserves (GIR) stood at US$86.4 billion, which provides an ample external liquidity buffer that is equivalent to 7.6 months' worth of imports of goods and services and payment of primary income.", "This is way above the traditional 3 month-import cover.", "We will continue to monitor recent developments that could pose as risks to these inflows (tourism, remittances, exports), such as the lingering weak external demand, the impact of Corona virus outbreak in China and the continued uncertainty surrounding the trade deal between the US and China, among others.", "The sustained build-up of the country's foreign exchange reserves continues to lend strong support for the stability of the Philippine peso.", "The current movement of the peso reflects a confluence of factors from both the external and domestic environment.", "We continue to adopt a market-determined exchange rate which allows the value of the Philippine peso to move along with the demand for and supply of foreign exchange in the economy.", "Nevertheless, the we are ready to act to prevent excessive peso volatility and overshooting due to speculative activities.", "Fitch Ratings recent revision of the Philippine's outlook from stable to positive, R&I's upgrade of the Philippines' credit rating from \"BBB\" to \"BBB+\", the BSP's decision to cut policy rates by 25 bps as well as reports of an all-time high remittances and tourism in the Philippines in 2019 provided a calm ground for country's financial markets..", "The equities market continues to perform strongly in the second month of 2020 as the PSEi continued to trade above the 7,100 benchmark, hitting a peak of 7,507.20 index pts.", "Meanwhile, the bond market, as of 19 February 2020, the Emerging Market Bond Index Global (EMBIG) Philippines spread, stood narrower at 68 bps from the end-January level of 83 bps.", "Similarly, the country's 5-year sovereign credit default swap (CDS) spread decreased to 34 bps from the end-January level of 42 bps.", "Against other neighboring economies, the Philippine CDS traded the same with Malaysia's 34-bps spread, and narrower than Indonesia's 58-bps spread, but wider than Thailand's and Korea's 26-bps and 22-bps, respectively.", "Overall, these numbers demonstrate investors' confidence in the country's creditworthiness.", "Portfolio flows to emerging markets (EMs) continued their recovery, supported by monetary easing by major central banks and a US-China phase one trade deal.", "However, BSP-registered foreign portfolio investments continued to yield net outflows due to : continuing geopolitical tensions between the US and Iran; (ii) ongoing trade negotiations between the US and China; (iii) renegotiation of the contracts of the country's water concessionaires; and (iv) investor concerns on the spread of the novel coronavirus originating from Wuhan, China.", "The favorable external debt profile of the country serves as cushions against external shocks.", "The country's external debt metrics exhibited a significant improvement as the country's external debt-to-GDP ratio settled at 23.7 percent as of end-September 2019 compared to about 60.0 percent in the mid-2000s.", "Given that the bulk of the country's external debt remains in medium and long-term maturity profile and are fixed interest rate bearing, debt repayment schedule is more manageable and financially viable.", "Ladies and gentlemen, the best is yet to come for the Philippine economy.", "Prospects for the economy in the near and medium-term continue to be bright.", "Robust monetary, financial and external sectors are expected to continue to lend support to the country's growth despite external threats and domestic challenges.", "External risks to the country's growth and inflation outlook in 2020 and over the mediumterm include: the threat of a synchronized global economic slowdown; retreat to multilateralism; rising geopolitical tensions, notably between the US and Iran; adoption of protectionist policies in major economies (still high trade barriers between US and China, Brexit, etc.", "); and the recent coronavirus outbreak which has been declared as \"global health emergency\" by the World Health Organization (WHO).", "In the domestic front, the failure to enhance disaster resilience amid increased intensity and frequency of natural hazards and the failure deliver the planned Build.", "Build projects are among the key challenges that are on our radar screen.", "In the greater scheme of things, where does the BSP enter in the picture?", "What are the BSP's policy thrusts to contribute in the collective goal of ensuring that the Philippine economy stays on track - sustaining the growth and inflation dynamics - in 2020 and beyond?", "The BSP will continue to pursue necessary policy measures and structural reforms to ensure that it will be able to deliver on its mandates.", "That is, to promote and maintain price stability, a strong financial system, and a safe and efficient payments and settlements system conducive to a sustainable and inclusive growth of the economy.", "And with the passage of Republic Act No.", "11211, or the 'New Central Bank Act' last year, you can be assured that we will remain steadfast to its expanded mandates.", "We will ensure the implementation the reforms provided in the Act to improve BSP's corporate viability and to align its operations with global best practices in central banking.", "For instance, the restoration of the central bank's authority to issue its own debt papers too, has provided the BSP an additional policy instrument at its disposal.", "The BSP is already in the final stage of crafting the policy framework for its debt securities issuances which is scheduled to begin in the third quarter of the year.", "In addition, the restoration of the BSP's authority to obtain data from any private person or entity, from the public and private sectors, for policymaking purposes establishes a stronger prudential regulatory framework which helps promote a safe and sound financial system The amendment likewise empowers further the BSP to oversee the country's payment and settlement systems (PSS) including critical financial market infrastructures that are vital components of the Payments and Settlement Systems.", "Looking ahead, the BSP will continue to pursue the achievement of its mandates and objectives particularly in the advent of the \"fourth industrial revolution\".", "Our goal is to continue to leverage on emerging digital innovations -use of blockchain technology, fintech, mobile payments, and digital currencies, among others- to promote a more efficient and inclusive financial system.", "We want to foster an enabling ecosystem, bound by parameters set by BSP as a financial regulator, where responsible innovations are encouraged to thrive and expand.", "In doing so, we also engage other central banks who are keen on pursuing similar policies.", "Recently, on February 3, 2020, the BSP signed a Memorandum of Understanding (MoU) with the Bank of Indonesia on cooperation in the area of payment systems and digital financial innovation.", "The MOU aims to provide a framework for closer cooperation between the two central banks to achieve a more secure, efficient, and reliable payment system, and to promote digital financial innovation.", "The BSP believes that promoting safe, innovative and affordable financial products and services through digitalization promotes greater financial inclusion.", "In turn, this will enhance economic growth as millions of Filipinos will now have access to various online financial products and services.", "In closing, let me leave you with some key take-aways.", "The Philippine economy in 2020 is expected to sustain its strong growth - stable inflation dynamics that it has been posting in recent decade.", "The domestic economy has sufficient buffers from possible external shocks that may arise from recent global uncertainties.", "Robust monetary, financial, and external sectors are expected to continue to support economic growth in 2020 and over the medium term.", "The BSP is committed to promote and maintain price stability, a stable financial system, and a safe and efficient payments and settlements system conducive to a strong sustainable and inclusive growth of the economy."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Economic Growth", "Monetary Policy", "Central Banking", "Financial Stability", "External Sector", "Financial Inclusion", "Digital Innovation", "Economic Outlook", "Risk Management"]}