{"sentences": ["I am delighted to be here today at the European Economics and Financial Centre.", "I will use this opportunity to provide a very brief overview of the economic situation and financial system vulnerabilities in the euro area.", "Prior to the coronavirus outbreak, the outlook for global economic activity had been showing some signs of improvement.", "The US-China \"phase-one\" agreement had contributed to reduce uncertainty around trading relationships, as had the arrangement of a Brexit transition period.", "The global weakness, however, remained a drag on euro area growth by dampening manufacturing activity.", "Meanwhile, the euro area growth outlook showed signs of stabilisation after the persistent deceleration throughout 2018.", "Forward-looking survey indicators pointed to mild improvements.", "Although the latest industrial output figures demonstrated that overcoming the manufacturing recession continued to be challenging, we could draw some comfort from the fact that no spillovers from the manufacturing to the services sector were observed.", "In the third quarter of 2019, euro area consumption increased by 0.5% quarter-on-quarter, while resilient retail sales and broadly stable consumer confidence indicated robust consumer spending also for the months ahead.", "The services sector continues to be strong and survey indicators remain in expansionary territory.", "Consumption has been supported by positive labour market developments: employment in the euro area expanded by 0.3% quarter-on-quarter at the end of 2019, while unemployment declined further to 7.4% in December, reaching its lowest level since May 2008.", "Over recent weeks, however, the coronavirus added a new layer of uncertainty to global and euro area growth prospects.", "The outbreak has the potential to affect the euro area economy through both demand- and supply-side channels.", "Euro area foreign demand could be directly hit as a result of quarantine measures in China and the associated suspension of production lines.", "This may affect euro area exports, and could cause disruption in global supply chains and the production of intermediate products.", "The euro area services sector, too, could be affected by travel disruptions.", "If the virus spreads more widely, domestic firms could be more directly affected due, for example, to supply chain delays.", "We remain vigilant and will closely monitor all incoming data.", "Our forward guidance steers the orientation of our monetary policy.", "In any case, the Governing Council stands ready to adjust all its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner.", "In terms of nominal developments, headline inflation increased to 1.4% in January, up from 1.3% in December 2019, reflecting mainly higher energy and food inflation.", "Measures of underlying inflation are subdued, although they have mildly increased from earlier lows.", "Wage growth remains resilient and broad-based and is expected to support up inflation in the coming months.", "The decline in unemployment and the tightening of labour markets have further increased labour cost pressures.", "Recent data on negotiated wages continue to signal robust wage growth, which is expected to gradually push up underlying inflation.", "However, the weaker growth momentum is delaying the pass-through to inflation, as firms appear to be absorbing wage rises in their profit margins rather than passing them on to customers.", "An ample degree of monetary accommodation is still necessary.", "The policy stimulus that is in place is working its way through the economy and is expected to support growth and job creation, a key precondition for inflation to move towards our medium-term inflation aim.", "At the same time, financial stability vulnerabilities have increased over recent months.", "Global financial markets have been impacted by intensified concerns about the spread of the virus.", "Decoupled from fundamentals, higher valuations of some asset classes may have left them more vulnerable to disorderly asset price corrections.", "Low profitability of euro area banks and increased size and risk-taking of the non-banks continue to be important vulnerabilities in the financial sector.", "In the banking sector, signs of increased risk taking require close monitoring, as do search for yield and increasing liquidity risk in the investment fund sector.", "This challenging environment reminds us of the importance that European and Monetary Union becomes more resilient to adverse shocks.", "The banking union remains incomplete without EDIS and visible progress is needed on capital markets union (CMU).", "In particular, Brexit calls for developing capital markets in areas where the EU financial system currently strongly relies on the City.", "At this stage, CMU should be a priority for all EU members to strengthen capital market financing of the economy and cross-border risk sharing through deeper and integrated bond and equity markets."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none"], "topics": ["coronavirus", "inflation", "euro area", "financial stability", "banking union", "capital markets union", "monetary policy", "labour market", "consumer spending", "services sector"]}