{"sentences": ["As prepared for delivery I am delighted to be here today to introduce this webinar about our Liberty Street Economics blog series on heterogeneity in labor market outcomes.", "These blogs describe several ways that the forces shaping U.S. labor markets cause the experiences of workers to vary for different cohorts of individuals, including for women as compared to men; for high-wage versus lower-wage workers; and for workers who face more or less stringent constraints on their ability to borrow.", "These posts are based on research and analysis being conducted by New York Fed economists, part of continuing efforts by our economists to understand how economic outcomes vary for different groups in the economy.", "This series follows our inaugural set of posts on heterogeneity in October of last year, in what we hope will be an on-going discussion of work being done at the New York Fed and elsewhere to understand these important topics.", "In recent years, we have devoted considerable time and resources here at the New York Fed to develop data and analytical approaches to gain deeper insights into the experiences of workers and consumers.", "For instance, we sponsor the Consumer Credit Panel, or CCP, a quarterly report on household credit based on a large sample of credit data from Equifax.", "We have also developed the Survey of Consumer Expectations, or SCE, a monthly survey of consumer expectations about inflation, the labor market and household finance.", "These reports and summary data are available from the New York Fed's Center for Microeconomic Data, which can be accessed on the Bank's website, newyorkfed.org.", "Aside from producing these public reports, New York Fed researchers also use the underlying data to do detailed econometric analysis, some of which forms the basis of the blog series you'll hear about today.", "In some cases, we are able to link the CCP, SCE and other data sets to derive insights into a wider set of factors affecting workers and consumers, such as educational attainment, student debt burden, job satisfaction, job transitions, access to credit and housing choices-and consumer expectations about many of these factors.", "Why is it important to generate insights about individual workers rather than relying just on analysis of the aggregate data?", "The first, and most obvious, point is that the aggregate masks the experiences of individuals.", "Not all workers and consumers experience the economy in the same way.", "Employment, wage and income growth, housing, education, credit and a host of other outcomes vary significantly across different cohorts of individuals and these differences in turn can vary over the business cycle.", "To understand important economic concepts like full employment, financial security, productivity growth and the impact of education, it is vital to understand not just the average experience but rather how all cohorts of the population are faring.", "This understanding is important in and of itself, especially in evaluating the impact of critical trends affecting the economy, like technological innovation or demographics, as well as the policies intended to respond to the impacts of those trends.", "We cannot fully understand whether policies have improved social welfare unless we understand how the impact of those policies varies across individuals.", "But understanding heterogeneity is important even if we are just examining policy impact in the aggregate.", "The most innovative macroeconomic models, those at the frontier of current economic work, recognize heterogeneity across consumers in assessing how monetary and fiscal policy changes are transmitted through the economy.", "These models incorporate individuals with different marginal propensities to consume, with different amounts of wealth or access to borrowing, or who face different risk exposures, such as the chance they become unemployed, over the business cycle.", "Incorporating these factors can yield quite distinct insights about how changes in monetary or fiscal policy can affect growth, employment, wages and inflation.", "For those who want to know more, we published a blog post on Monday of last week that describes the output of just such a model.", "Regardless of the specific details, the key is that differences across individuals can be important for understanding how the economy works, even in the aggregate.", "For all these reasons, the Research group at the New York Fed is committed to continue our work on heterogeneity, across several dimensions of what we do.", "We are always looking for ways to expand and deepen our knowledge, to enhance the data that is available to our economists and others to do deep, sophisticated research on these topics, and, critically, to publish the work so that we are adding to the store of knowledge both among academic researchers and among policymakers.", "We are well-placed to understand what the important questions are, to generate the data needed to answer them and to speak to diverse audiences about the results.", "This webinar and blog series are important parts of our strategy for communicating about our work and for advancing thought about the critical role that heterogeneity plays in our economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Heterogeneity", "Labor Market", "Economic Outcomes", "Data Analysis", "Consumer Expectations", "Economic Models", "Monetary Policy", "Fiscal Policy", "Research", "Communication"]}