{"sentences": ["nd Good evening and welcome to the 22 Frank Collymore Literary Endowment Awards Ceremony, held this year in the Frank Collymore Hall.", "A little over a month ago, at the launch of Both Sides of the Coin, a book by former Deputy Governor Harold Codrington, I spoke about the importance of writing one's story.", "On that occasion, I said: \"We are preserving the institutional knowledge of the first generation of central bankers, many of whom are retired or about to retire.", "The experiences of this first generation and the information on our near 50-year journey should inspire the next generation of central bankers.\"", "I was at the time speaking about a work of non-fiction whose very purpose was to record the Bank's history, but the essence of those words is in many ways applicable to creative endeavours as well.", "Literature, whether fiction or non-fiction, captures the ethos of a particular moment in time.", "Writers are unavoidably influenced by the society in which they live, and their work - even works of fantasy - reflects this.", "The literature students here tonight can attest that they were able to gain insight into the culture of an era from the texts they studied.", "Those my age or older will remember studying William Wordsworth - he of the famous, or infamous, \"Daffodils\" - and other famous British poets, whose works, however skilfully crafted, did not appear immediately relevant to our reality.", "Then emerged a West Indian and Barbadian literary tradition, and suddenly writers like Austin \"Tom\" Clarke, George Lamming, Kamau Brathwaite, and regionally, Earl Lovelace and Jamaica Kincaid were telling stories that were not only beautifully crafted, but relevant to us.", "While delivering the 24 Sir Winston Scott Memorial Lecture back in 1999, Professor Gordon Rohlehr expressed the importance of having such a tradition: \"These writers have rendered the island's landscapes with such a focused care and depth of seeing that they have forever changed our way of knowing the place.\"", "That is the power of literature.", "Seeing your culture reflected and celebrated in print is a powerful and validating experience.", "That gets to the core of why, despite it being outside the traditional mandate of a central bank, the Bank, under the leadership of former Governor Winston Cox, started the FCLE, and why all subsequent Governors have endorsed it.", "We all believed in the vision of our founding father, Sir Courtney Blackman, that a central bank in a small economy must be involved in nation building.", "And what is promoting and showing tangible support for an activity that imbues a strong sense of national identity in our citizens if it is not a form of nation building?", "Having that national identity and the sense of pride it engenders will be critical as we as Barbadians continue to tackle the economic and other challenges our island faces.", "Professor Rohlehr made his comments 20 years ago, but the role of the arts in shaping our sense of being has not changed.", "We are in a different century, and indeed just entered the third decade of that century, so we must look to a new generation of writers to carry on this Barbadian literary tradition.", "I was therefore pleased to hear of the committee's continued outreach with secondary school students and the Barbados Community College.", "Working to hone budding writers' skills early augers well for the future of creative writing in Barbados.", "I was similarly pleased to learn of the significant increase of entrants in this year's competition, from 44 last year to 70 this year.", "I understand from the judges that they saw an improvement in the editing in these submissions.", "These three things are deeply gratifying to the Bank as sponsor of the FCLE.", "And let me now take this opportunity to reiterate the Bank's commitment to this very worthy initiative.", "Our commitment has been mirrored by yours.", "Over the past few years, I have been pleased by the level of support we are seeing for the FCLE.", "And I have been assured by our Chairperson, Esther Phillips, that that support will be rewarded this evening when you hear excerpts from all our finalists as well as by a feature address by Vincentian-born writer Dr. H. Nigel Thomas.", "On behalf of the Bank, I want to express appreciation to the Canadian High Commission, which facilitated Dr. Thomas's visit.", "Congratulations to tonight's winners.", "And to the entrants who were unsuccessful on this occasion, I encourage you to continue to refine your skills.", "I suggested at last year's ceremony that Barbados' economic recovery efforts - efforts that have begun to bear fruit, but which are still ongoing - offer interesting themes, among them sacrifice, struggle, resilience, and regeneration, from which you can draw inspiration.", "They also offer the opportunity for you to capture, as Both Sides of the Coin does, an important period in time in a way that can be instructional to future citizens.", "To the committee, thank you for your hard work during the year.", "I urge you to press on so that this generation of writers, the new vanguards of Barbados' literary tradition, will render our landscapes even more beautifully than their predecessors."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Barbadian literary tradition", "central bank", "nation building", "creative writing", "Frank Collymore Literary Endowment", "economic challenges", "Sir Courtney Blackman", "Winston Cox", "national identity", "budding writers"]}