{"sentences": ["Remarks by Lawrence Schembri Greater Saskatoon Chamber of Commerce (by videoconference) Living with limits: household behaviour in Canada in the time of COVID-19 Good morning.", "I hope you are all well in Saskatoon.", "I very much regret that I cannot be with you in person today.", "The COVID-19 pandemic has disrupted all of our lives-unfortunately, some more severely than others.", "And because of this pandemic, we are all living with limits on our behaviour.", "One of the things I enjoy most about giving public speeches as a Deputy Governor is having the opportunity to visit different towns and cities throughout Canada and especially to meet people like you.", "I very much like listening and learning about your businesses and the local economy and discussing the Bank of Canada, our economic outlook and our policies.", "We are fortunate to be living at a time when technology can make some of this experience possible even under the current circumstances.", "Collecting your views will be most helpful today because I want to talk about the impact of the virus and the related containment measures on the day-to-day behaviour of Canadian households.", "Specifically, I would like to examine how spending patterns for goods and services and for housing have changed.", "I'd also like to discuss shifts we are seeing in household borrowing behaviour and indebtedness.", "Analyzing the behaviour of Canadian households during the containment period and the early stage of reopening will give us insights into how the economy might perform in the future.", "In particular, we are interested in the speed, strength and breadth of the pickup in economic activity during the recovery period.", "Consumption and housing will be critical to the recovery because they normally represent roughly two-thirds of economic activity in Canada.", "Household behaviour since the outbreak of the virus in Canada in mid-March has been shaped by changes to both supply and demand.", "On the supply side, the restrictions on the goods and services available for sale have changed what Canadians are buying.", "On the demand side, the economic lockdown has had a major impact on household income and confidence.", "Fortunately, before the pandemic struck, the Canadian economy was in reasonably good shape.", "Inflation was close to our 2 percent target and wage growth was solid, consistent with an economy operating close to capacity and an unemployment rate near a 40-year low.", "This resilient starting point allowed Canadian authorities to respond with an extraordinary set of aggressive remedial fiscal and central bank policies, mitigating the negative impact of these forces on household behaviour.", "Fiscal policies have helped replace lost income while the Bank's policies that focused on reducing financial system stress have maintained low-cost access to credit.", "These policies have helped ensure households have the credit they need to bridge this difficult time.", "Containment and a two-phase recovery Given this context, I would like to use this speech to explore and analyze three main points, as illustrated by Chart 1:3 The recovery of economic activity and household spending will have two phases: reopening and recuperation Recuperation Reopening First, household expenditures on goods and services as well as on housing changed dramatically during the containment period, from A to B.", "Overall, the level of spending fell, and its composition shifted.", "While most of this change is likely temporary, some could persist.", "Second, we are seeing signs of a partial bounce back in household spending in the first phase of the recovery.", "This reopening, from B to C, happens as the containment measures are relaxed.", "Households are now able to buy goods and services that were not easily available during the containment period-I definitely need a haircut!", "We are also seeing an increase in employment income and household confidence as workers are rehired and economic activity picks up to satisfy this rebound in demand.", "Finally, we expect that the second phase of the economic recovery, from C to D, will be a more gradual phase of recuperation, because the future evolution of the virus and the economy remains highly uncertain.", "As well, the recuperation phase could be bumpy as different provinces and sectors open up at different times.", "It could also be slowed by an economy scarred by widespread firm closures and by displaced workers, who may have to relocate or retrain to find employment.", "As I discuss the road ahead for households, I will also examine how the Bank of Canada's policy actions to support the recovery have complemented the government's fiscal policy measures that have targeted vulnerable workers and households.", "Declining in tandem-household income and confidence Before I discuss how spending has changed, let's consider two key determinants-income and confidence.", "The pandemic and the resulting economic shutdown, as well as the related decline in the global prices of oil and other commodities, have had an unprecedented adverse impact on household income.", "As they have in other countries, economic activity and employment in Canada have fallen sharply, notably in sectors affected by physical distancing (Chart 2).", "Chart 2: Declines in employment were greatest in sectors most affected by physical distancing Percent change between February 2020 and May 2020 (%) -4.0% -9.9% -16.4% -30% -19.0% -21.5% -24.0% -40% -28.0% -30.5% -63.0% Employment Average hours worked Total hours worked Sources: Statistics Canada and Bank of Canada Last observation: May 2020 Since February, nearly 3 million jobs have been lost, and the average employee is working four fewer hours per week.", "Together, this has resulted in a 25 percent decline in total hours worked since February.", "The unemployment rate in May 2020 was worse than that experienced during the 2007-09 global financial crisis, increasing to 13.7 percent.", "It would have been even higher had 1.2 million Canadians not left the labour force due, in part, to their inability to search for work.", "What's more, job losses were more pronounced among lower-wage workers, who typically have less savings and less access to credit.", "That leaves them more vulnerable to this economic shock.", "Consequently, labour income fell in the first quarter, dropping sharply in March.", "The level of labour income is estimated to have decreased by about 15 percent, or more than $40 billion, in the first half of 2020 relative to its pre-COVID-19 level.", "These negative effects on total employment income were largely offset by the swift fiscal policy actions of the federal government, notably the Canada Emergency Response Benefit (CERB) and the Canada Emergency Wage Subsidy (CEWS).", "These programs were well targeted, as the income replacement rates were the highest for the most vulnerable workers.", "Underemployment remained substantial, with the labour underutilization rate standing at roughly one-third of the labour force (35 percent) in May, compared with 12 percent in February.", "This rate includes those who were unemployed; those who were not in the labour force but wanted a job, although they did not look for one; and those who were employed but worked half of their usual hours or less.", "So far, the federal government has disbursed $43.5 billion in income support to households through the CERB, helping 8.4 million applicants.", "Another $13.3 billion (as of June 15) has been paid to firms through the CEWS to support the wages of employees.", "Other fiscal measures include a one-time supplementary GST/HST credit payment and an enhanced Canada Child Benefit.", "Partly because of these government transfers, household disposable income increased 1.7 percent in the first quarter.", "Income replacement is expected to differ significantly across sectors.", "For workers in accommodation, food and retail trade, the income replacement rate is expected to be, on average, about 100 percent, while it will be much lower for workers in sectors such as construction or manufacturing.", "Household confidence has also declined across regions because of the elevated uncertainty about the evolution of the virus and its economic impact (Chart 3).", "The decrease in incomes, in consumer confidence and in the willingness of shoppers to leave their homes all led to much weaker household spending.", "Chart 3: The virus outbreak led to a sharp drop in consumer confidence across regions Index: 2014 = 100 40 May-17 Sep-17 Jan-18 May-18 Sep-18 Jan-19 May-19 Sep-19 Jan-20 May-20 Ontario Atlantic provinces Prairies Source: Conference Board of Canada Last observation: May 2020 Falling consumption and shifts in spending Consumption during the containment period was considerably affected by the impacts of the pandemic on household income and confidence.", "However, even before the pandemic hit our shores earlier this year, there was increasing evidence that consumption growth was slowing as households were becoming more cautious, perhaps because of elevated debt levels and a somewhat less robust economy.", "When the containment measures were imposed in Canada in mid-March, many households had to suddenly prepare for a prolonged stay inside their homes to reduce their exposure to COVID-19.", "As a result, spending habits changed significantly.", "In particular, household consumption was affected by the reduction of goods and services available for purchase.", "Many non-essential stores and restaurants were forced to close, while others had only online access or takeout service.", "These demand and supply effects not only lowered consumption during the containment period but also changed what Canadians were buying.", "The volume of consumption, as measured by the National Accounts, plummeted by nearly 9.0 percent in the first quarter of 2020 at an annual rate, and the On the demand side, sharp declines in stock markets had negative wealth effects, and lower commodity prices reduced Canada's terms of trade.", "Both factors also weighed on consumption.", "According to a survey by Statistics Canada, 40 percent of retailers closed their doors in March, including 91 percent of clothing retailers.", "Most remained closed until recently.", "In contrast, grocery and pharmacy stores remained open.", "preliminary release for April indicates a further decline as nominal retail sales fell 15.6 percent (Chart 4).", "Chart 4: Retail trade activity declined sharply across Canada Nominal retail trade deflated by provincial CPI for goods, index: April 2018 = 100 Apr-2018 Aug-2018 Dec-2018 Apr-2019 Aug-2019 Dec-2019 Apr-2020 Canada Energy-intensive regions Rest of Canada Note: The April 2020 value for Canada is a preliminary estimate.", "Last observation: April 2020 Source: Statistics Canada Consumption patterns during the early stages of the shutdown saw a boom in demand for necessities.", "Many households stocked up on food, alcohol and personal care products-creating the infamous runs on toilet paper, flour and cleaning products.", "In the first week of March, sales of hand sanitizer rose 792 percent over the same week last year (Chart 5).", "Sales of health and household cleaning items spiked in March 52-week percent change 0-100 January February March April Hand sanitizers Masks and gloves Soap Bathroom tissue Note: Data are experimental and subject to revision.", "Last observation: April 2020 Source: Statistics Canada consumer prices program, special tabulation Survey results suggest that 75 percent of Canadians reported they were spending less than before the pandemic.", "On average, Canadians left home to go grocery shopping once a week, with 93 percent indicating they stopped going out completely except for necessities.", "But demand elsewhere was slumping, as larger-ticket items such as cars and necessities such as clothing and shoes became more difficult to buy.", "Spending on outside-the-home entertainment, restaurant meals, travel and personal services came to a halt.", "Indeed, the method of purchase became vitally important: sales of goods and services that could be bought online soared by more than 40 percent compared with last year, while those that required an in-person presence fell (Chart 6).", "Retail e-commerce increased markedly Year-over-year percent growth, non-seasonally adjusted data 2017 2018 2019 2020 Retail e-commerce Retail trade Note: Retail trade series include NAICS 44 to 453.", "Source: Statistics Canada Last observation: March 2020 According to our recently conducted Canadian Survey of Consumer Expectations (CSCE), the full results of which will be released in July, more than half of respondents (55 percent) reported their current spending was lower than before the outbreak.", "Among those who had planned to make a large purchase before the outbreak-such as a car, house or major renovation- the majority decided to either delay, reconsider or abandon their purchase.", "Overall, this decline in income and confidence led to lower household spending and a dramatic shift in what and how Canadians were buying during the early stage of the pandemic.", "Measuring price pressures These shifts in spending patterns have affected consumer prices.", "The sharp deceleration in consumer price index (CPI) inflation over the past three months from 2.2 to -0.4 percent is mostly due to the declines in the prices of gasoline, traveler accommodation, and clothing and footwear as demand for these items has decreased (Chart 7).", "In contrast, the price pressures on some consumer Spending on clothing and footwear declined 50 percent at an annualized rate, while purchases of new motor vehicles dropped by 29 percent in the first quarter of 2020.", "Roughly 40 percent of Canadians have been doing more shopping online in the second quarter of 2020, according to the Bank's Canadian Survey of Consumer Expectations (CSCE)-to be published on July 10.", "They have also been prioritizing food delivery, with 26 percent of Canadians using food delivery services such as Uber Eats and Instacart more often than before COVID-19.", "goods, such as rice, toilet paper and household cleaning products, largely reflect stronger demand.", "Chart 7: Inflation has reflected diverging demand trends across the CPI components a. b. CPI components affected by higher CPI components affected by lower % Year-over-year percent growth % Year-over-year percent growth -30 -6 2017 2018 2019 2020 2017 2018 2019 2020 Clothing and footwear Gasoline Household cleaning products Traveler accomodation Source: Statistics Canada and Bank Last observation: May 2020 Source: Statistics Canada and Bank Last observation: May 2020 of Canada calculations of Canada calculations These changing patterns also mean that the CPI, based on a fixed basket of goods, became a less accurate gauge of the inflation rate Canadian households were facing.", "Many households responding to our recent CSCE indicated that the prices they were paying for goods and services were rising more than the officially reported inflation rate.", "At the Bank, we want to better understand this difference between perceived and measured inflation and are working with Statistics Canada to assess the impact of these shifts in spending patterns on CPI inflation.", "Overall, the results indicate that the decline in inflation experienced by consumers in April is a little less than that of the official CPI measure.", "Households are spending much less on some of the items whose prices are declining and vice versa.", "While many of these changes in spending patterns will reverse as businesses reopen, we expect some to persist.", "These consumption patterns will continue to affect the measurement of underlying price pressures through the recovery period until they stabilize and the weights are eventually adjusted.", "At the Bank of Canada, we are mindful of the impact that these shifts in spending are having on measured CPI inflation because our 2 percent inflation target for monetary policy is defined in terms of the CPI.", "However, it is important to note two points.", "First, to gauge current underlying inflationary pressure in the economy we rely on our three preferred measures of core inflation, which limit the effect of volatile components such as gasoline.", "Second, when we conduct monetary policy, our focus is not primarily on CPI inflation today but on the forecast for CPI inflation in the future.", "Any policy action we take now typically takes six to eight quarters to work its way through the economy.", "For this reason, while we are trying to understand how the pandemic is affecting the composition of household spending and the prices of items such as gasoline and groceries today, we are most interested in whether these impacts will continue into the future.", "The persistence of these effects will largely depend on our ability to control the virus and the consequent effects on household confidence and spending.", "The housing market stalls The economic shock of the pandemic has also had a pronounced effect on expenditures on housing and the housing market itself.", "Housing market activity had picked up in the year before the outbreak after slowing in 2018 in response to higher interest rates, macroprudential stress-test measures designed to keep financial vulnerabilities in check and regional changes to housing regulations.", "As with consumption, both supply and demand forces drove the drop in spending on housing.", "On the supply side, activities related to buying and selling a house became much more difficult to do because of the physical distancing measures.", "On the demand side, a decline in employment, income and wealth, as well as increased uncertainty about the future, hurt confidence.", "These factors led to a near closure of resale housing markets, with sales and listings both down sharply throughout Canada (Chart 8).", "However, declines were more concentrated in provinces that were quick to impose the most-stringent containment measures- Quebec, Ontario and British Columbia.", "Chart 8: Existing home sales tumble below underlying demand Seasonally adjusted annual rate, thousands of units 340 300 190 Jan-2018 May-2018 Sep-2018 Jan-2019 May-2019 Sep-2019 Jan-2020 May-2020 New listings (monthly, left axis) Resales (monthly, right axis) Estimate of underlying demand for resales (quarterly, right axis) Note: Underlying demand is estimated using the methodology described in M. Khan and T. Webley, \"Disentangling the Factors Driving Housing Resales,\" Bank of Canada Staff Analytical Note No.", "Last observation: May 2020 Sources: Canadian Real Estate Association and Bank of Canada calculations With sales and listings initially falling in tandem, the ratio of national sales to new listings-an important indicator of market conditions-remained near prepandemic levels (Chart 9).", "But this ratio fell back in May to within balanced market conditions as listings rebounded more strongly than sales.", "Consequently, measures of national average house prices that control for compositional changes have remained relatively stable (Chart 10).", "Still, there are notable regional differences beneath the national numbers.", "Ratios of sales to new listings in expensive markets such as Ontario and British Columbia have cooled, and prices for higher-end homes have declined.", "However, the dynamic since February has generally resulted in slight reductions in the ratio of sales to new listings, with some exceptions (the ratio in Newfoundland and Labrador, British Columbia and Quebec has declined more than in other regions).", "If these conditions hold, we could see softer price growth in most markets in the months ahead.", "Chart 9: Ratios of sales to new listings Chart 10: Home price indices that adjust for have declined more in some composition have held relatively regions than others stable over the containment period Year-over-year growth not Seasonally adjusted, monthly data seasonally adjusted, monthly data 60 2018 2019 2020 Teranet-National Bank National Composite House Price Index Current ratio (May 2020) Aggregate Composite MLS Home Price Pre-pandemic ratio (February 2020) MLS Average Resale Price Sources: Canadian Real Estate Association Last observation: May 2020 Sources: Teranet-National Bank and Last observation: May 2020 and Bank of Canada calculations Canadian Real Estate Association The market for existing homes wasn't the only casualty of the containment measures as new home construction was severely curtailed across the country (Chart 11).", "For example, Quebec stopped all housing construction, while other provinces allowed projects already underway to continue.", "As a result, April housing starts declined 21 percent from their February level to an annualized 166,000 units nationally.", "As with resales, the largest declines were observed in the provinces with the severest restrictions: Quebec starts plunged to zero in April, and British Columbia and Atlantic Canada saw steep declines.", "In contrast, housing starts in the Prairies rose from February levels, as did housing starts in Ontario.", "But the resumption of new home construction in Quebec helped boost national housing starts to 193,000 units in May, leaving the level just 8.2 percent below that in February.", "Chart 11: Indicators of monthly new construction declined in April as containment measures took effect, but have since partially rebounded Seasonally adjusted annual rate, monthly data Thousands of units Jan-2018 May-2018 Sep-2018 Jan-2019 May-2019 Sep-2019 Jan-2020 May-2020 Housing starts Building permits Sources: Canada Mortgage and Housing Corporation and Statistics Canada Last observation: May 2020 While housing market resales and new residential construction activity almost came to a halt in some provinces during the containment period, recent data indicate a partial bounce back due to the easing of containment measures, improved confidence and lower mortgage rates.", "Nonetheless, we expect some volatility and regional differentiation to persist given heightened uncertainty about the pandemic and its impact on economic prospects, including oil and other commodity prices.", "A crucial role for credit I'd like to now turn to the impact of COVID-19 on household borrowing and especially debt.", "In recent years, the Bank has highlighted in our Financial System Review that elevated household debt, primarily its distribution rather than its overall level, is a significant financial vulnerability because many households are highly indebted.", "We noted in our May FSR that these households may face severe difficulties servicing their debt if they suffer a persistent and material decline in income.", "About 20 percent of all mortgage borrowers do not have enough liquid assets to cover two months of mortgage payments.", "Since the COVID-19 crisis began, household credit growth has eased for two main reasons.", "First, as I mentioned earlier, various policy measures are helping indebted households cope with income losses and lowered the cost of servicing some existing debt.", "In addition, Canadian banks have allowed more than 700,000 households to delay mortgage payments for up to six months.", "Banks have also provided payment deferrals and interest rate relief on other products such as credit cards, auto loans and lines of credit (Chart 12).", "Together, these measures are helping to bridge income losses and are limiting the need for already-indebted households to turn to additional borrowing.", "Chart 12:Banks have approved payment deferrals on a range of credit products Number of approved payment deferrals 600,000 300,000 HELOCs* Personal lines of Personal loans Auto loans Credit cards Mortgages Note: Deferrals include data from the six largest Canadian banks as well as from select smaller banks.", "Numbers are subject to revision as reporting methodologies continue to evolve.", "Source: Financial Consumer Agency of Canada * home equity lines of credit Second, shifts in household spending have also played an important role in limiting the need for additional borrowing.", "As discretionary spending has declined, so has the demand for credit typically used to make such purchases.", "This is especially true for big-ticket purchases such as cars.", "In April, consumer credit, which includes auto loans, declined by about 15 percent on a three-month annualized basis, marking one of its biggest drops on record (Chart 13).", "Payment deferrals will themselves add modestly to debt as interest on deferred principal payments accrues.", "This increased debt will have a small impact on future monthly payments and any increase in monthly payments could be neutralized by extending the amortization period.", "However, households that defer will likely be living with their existing debt for longer, resulting in an increase in the overall amount of interest paid over the life of the loan.", "Real estate secured credit has continued to reflect the pre-pandemic strength in housing activity.", "This is because a home purchase is reflected in credit data once the associated mortgage is funded, which typically occurs two to three months after the sales agreement itself.", "Chart 13: Household credit growth eased in April, reflecting an abrupt drop in consumer credit 3-month percentage change, at annual rates -6 -16 Apr-17 Apr-18 Apr-19 Apr-20 Total household credit Consumer credit Real estate secured lending Source: Regulatory filings of Canadian banks Last observation: April 2020 Nevertheless, it is crucial that credit continues to flow to households, especially to those that need it.", "That is why the availability of credit has been a central focus of the Bank's policies, especially at the outset of the crisis when financial markets and institutions were under stress as market liquidity dried up and bank funding costs rose.", "In March, we reduced our policy interest rate by 150 basis points to help ease these costs.", "These cuts have been passed through to most consumer interest rates, albeit to varying degrees, reflecting in part the effect of global factors, namely higher risk premiums.", "We knew these rate cuts would not add much stimulus during the containment period since households were unlikely to borrow to boost consumption given elevated uncertainty and the supply constraints.", "But access to low-cost credit served as a bridge during the containment period and will be critical to support household demand once the recovery begins.", "Going forward, some vulnerable households are likely to fall behind on their loan payments if incomes do not recover by the time payment deferrals end.", "Indeed, the longer income losses persist, the greater the likelihood that cash flow difficulties translate into a rise in insolvencies.", "The situation in energy-producing provinces is of particular concern, as households had already been under financial stress as a result of the 2015-16 decline in oil prices (Chart 14).", "Chart 14:Households in energy-intensive regions were experiencing financial stress before the pandemic Consumer insolvencies as a share of working-age population Moving 12-month sums expressed in deviations from historical averages 0.3 0.2 0.1 0.0 -0.1 -0.2 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 Alberta Saskatchewan Newfoundland and Labrador Rest of Canada Source: Innovation, Science and Economic Development Last observation: March 2020 I should note that consumer insolvency filings have dropped sharply during the containment period.", "This reflects not only the income support measures I just discussed but also the fact that insolvency is ultimately a legal process that requires courtrooms to operate.", "Needless to say, we will be watching these data very closely in the months ahead.", "Let me conclude my discussion of household borrowing by touching on one of the most-cited statistics-the ratio of household debt to disposable income.", "Some observers have stressed that this ratio is likely to increase in the near term, which poses a threat to financial stability.", "This increase should come as no surprise, as the denominator-household income-has declined with sharp decreases in employment and hours worked.", "The numerator-debt-is a stock variable that cannot change significantly in the short term.", "Nonetheless, we do not expect a sharp increase, in part, because of the government's income replacement policies.", "Once we are through the containment period, we can better gauge how permanent the change is and what it means for the financial vulnerability associated with highly indebted households.", "The road ahead for household spending The recovery period has begun in all provinces as the containment measures are relaxed and economic activity is picking up.", "As I outlined earlier, we expect the recovery in economic activity and household spending to have two phases.", "The first phase, the reopening, will be a relatively rapid and strong pickup as some of the measures are lifted and households consume goods and services they could not buy during the containment period.", "But the recovery will be only partial.", "The second phase, the recuperation, is highly uncertain and thus will be more prolonged and uneven.", "Consequently, it will take some time for employment, household income and confidence to return close to the pre-pandemic path.", "I would like to elaborate on these two phases.", "Initial phase of the recovery: reopening and partial rebound (B-C) In recent weeks, we have begun to see some signs that a recovery is underway across sectors (Chart 15).", "In May, consumer confidence increased and motor vehicle sales rebounded sharply, both from low levels recorded in April.", "Housing resale activity is also picking up in major markets, and employment has started to recover.", "These early indicators suggest that the trough in economic activity and household spending occurred in April and that the more severe outcome depicted in our April Monetary Policy Report has been avoided.", "Fiscal and monetary policy actions have underpinned this nascent rebound in demand.", "Along with spending on housing, spending on durable and semi-durable goods, such as motor vehicles and clothing, is expected to lead the rebound in household consumption in the near term.", "In particular, demand for interest-ratesensitive durables such as motor vehicles could be relatively strong initially, supported by low borrowing costs.", "Chart 15: The share of fully open businesses is on the rise a.", "Services 71.1 47.4 52.6 31.4 Services Goods Agriculture Arts, recreation and information Natural resources Construction Manufacturing Note: The Canadian Federation of Independent Business has conducted 13 weekly surveys.", "The dates on the x-axis of this chart correspond to the survey dates for each of these surveys.", "Survey 13 (June 12-TBD) is ongoing, so the data for that week presented above are preliminary.", "The member survey focuses on small businesses, with 96% employing less than 50 employees.", "For a more detailed description of the membership see -fcei.ca/en/about-us#our-members.", "Retail stores that have an outdoor-facing entrance have been permitted to operate as long as they adhere to physical distancing guidelines, and malls have recently reopened in much of Central Canada.", "Most construction and manufacturing operations have also been permitted to resume.", "In contrast, tourism-related activities remain severely constrained, and most service sector businesses continue to operate strictly through telework.", "T. Chernis and C. Luu, \"Disaggregating Household Sensitivity to Monetary Policy by Expenditure Category,\" Bank of Canada Staff Analytical Note No.", "2018-32 (October 2018), find that automobiles, other transportation and furniture have proven historically to be most sensitive to changes in monetary policy.", "There could also be pent-up demand for services that are less time-critical, such as personal care and out-patient health services, and these should quickly bounce back to pre-containment levels.", "Interac data that show an upturn in barber and hair salon payments late in May corroborate this expectation (Chart 16).", "Chart 16: Interac transaction data indicate that activities idled by the containment have resumed Daily data, index: January 7, 2020 = 100 Jan-20 Feb-20 Mar-20 Apr-20 May-20 Clothing stores Barbers and hair salons Source: Interac Last observation: May 21, 2020 Next phase of the recovery: slow and gradual recuperation, reflecting heightened uncertainty (C-D) The willingness of households to spend after this initial phase will depend on many factors, including the recovery in employment, income and confidence and the possibility of future outbreaks.", "While the drop in employment has been severe, there are some positive signs.", "The hardest-hit sectors, such as restaurants and retail, typically have a high degree of employee turnover because they employ more mobile workers.", "That may make it easier for firms to rehire when operations resume.", "Job loss was also less significant among those with a higher education, which could limit skills attrition.", "And finally, a sizable share of the decline in total labour input was from temporary layoffs and cuts to working hours.", "That suggests more attachment to former employers, so the recovery could be fairly strong (Chart 17).", "A large share of job losses stems from temporary layoffs Share of change in non-employment by reason, April 2020 vs. February 2020, not seasonally adjusted, All separations 58% 43% Prime-age 55% 45% -10% 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% 110% Job leaver, retired Job loser, permanent layoff Job loser, temporary layoff Other* *Other includes all other reasons for job separations, including illness, personal or family reasons, school and those not working over the past year, among others.", "Sources: Statistics Canada and Bank of Canada calculations Last observation: May 2020 But more persistent disruptions in the job market could slow the recovery during the recuperation phase.", "There have been permanent layoffs among lowerincome workers in energy-producing regions, where the economic activity was already struggling to regain momentum.", "Service industries where physical distancing is difficult have also been hard hit, and that is disproportionately affecting women, who are also more likely to be grappling with a lack of childcare.", "Permanent firm closures and corporate bankruptcies as well as a weak global recovery will also restrain growth in employment and in household income and spending.", "The housing market may also face headwinds beyond the early lift in activity we have started to see.", "For example, immigration was playing a key role in boosting housing demand before the pandemic.", "This source of demand could take some time to be restored as authorities clear backlogs and travel restrictions are gradually eased across the world.", "Fiscal measures should continue to buffer income losses and support household spending during the second phase of the recovery, particularly because they are flexible and can adjust as needed.", "According to our survey of consumer expectations, respondents said they spent or expect to spend about 70 percent of these benefits, on average.", "Recent data also show a rise in savings, which supports the notion of pent-up demand.", "The household savings rate rose from 3.6 percent in the fourth quarter of 2019 to 6.1 percent in the first quarter of this year.", "In addition, April saw an unprecedented increase in deposits in personal bank accounts, consistent with higher savings continuing into the second quarter (Chart 18).", "Some of the higher savings may be the result of the decline in discretionary spending by some households on services, motor vehicles and clothing.", "Without restaurants or movie theatres to go to, money simply accumulated in household bank accounts.", "Some of this accumulation may, however, represent a deliberate choice by many Canadians to save more as a precaution, given the higher uncertainty about the future.", "These precautionary savings could be converted into more consumption if confidence improves as the economy is reopened and the virus is controlled.", "Of course, there are sizable differences in financial circumstances across households.", "We are mindful that many lower-income families who have lost their jobs are having difficulty making ends meet.", "They may be dipping into their savings or taking on more debt to simply buy necessities.", "Chart 18: Deposits in personal bank accounts rose sharply in April Monthly growth in chequeable and non-chequeable deposits -1 2000 2003 2006 2009 2012 2015 2018 Source: Regulatory filings of Canadian banks Last observation: April 2020 The recovery of services subject to a more gradual removal of containment measures, such as travel services, is expected to be more protracted.", "The rebound in services that are usually consumed in crowded environments, such as restaurant meals as well as cultural and sporting events, should also be limited by capacity constraints.", "We expect that the recovery will vary by region because containment measures are being lifted at different times across Canada (Chart 19).", "This staggered reopening of establishments and manufacturing facilities across the country adds an additional layer of uncertainty in estimating the path of the recovery in overall household spending.", "For example, Ontario made more frequent announcements but pursued a more gradual reopening than Saskatchewan and Alberta, where a greater share of businesses opened sooner.", "Reopening announcements have been staggered across provinces ON April May May May May May May May May May May May May June June June June June June 24 01 04 06 09 11 14 16 19 20 22 25 29 01 05 08 12 15 22 Note: Each marker represents a date corresponding to an announced reopening of stores, manufacturing facilities and service-related establishments.", "Source: Provincial news releases Looking ahead, the pandemic may also accelerate some of the structural changes related to spending that were already underway.", "Since some consumers-seniors in particular-may have tried online shopping or food delivery for the first time during the pandemic, they may continue that habit going forward.", "This increasing trend toward online shopping and food delivery has made the economy more resilient through the downturn and could help support the recovery once it is underway.", "In summary, various, often opposing, forces will influence the pace, strength and breadth of eventual recovery in household spending and economic activity from this unprecedented downturn.", "Consequently, the uncertainty around this recuperation stage is extraordinary and points toward a recovery that will be gradual and long-lasting as this uncertainty slowly dissipates and household confidence is restored.", "In the meantime, households are likely to remain cautious in their spending behaviour as they adjust to a new \"post-pandemic\" normal.", "The COVID-19 pandemic has had unprecedented and very serious effects on the Canadian economy and on Canadian households, and the aftershocks will likely continue for some time.", "Recent data indicate that a recovery has begun and that a more severe outcome has been averted, thanks to an extraordinary set of actions taken by the federal and provincial governments and the Bank of Canada.", "Still, the path ahead for households is likely to be protracted and uneven.", "The lifting of restrictions on economic activity will be gradual and will differ across sectors and provinces.", "Cautious spending behaviour on the part of households will likely continue until a vaccine becomes available as uncertainty about the virus remains, including concerns about future outbreaks.", "Consequently, employment and income will likely take some time to recover fully.", "The Bank of Canada is prepared to take the necessary actions to support the financial system and to underpin the recovery to achieve our 2 percent inflation target within a reasonable time frame.", "Importantly, our policy actions will complement those taken by the government.", "Fiscal policy is better able to target the needs of vulnerable households and specific sectors and regions of the country and can be scaled to provide sufficient support.", "Together, our determined efforts will help our economy overcome the effects of the pandemic and achieve strong and sustainable employment and output growth for the benefit of all Canadians."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["Household spending", "Household income", "Household confidence", "Housing market", "Household borrowing", "Household debt", "Consumer price inflation", "Economic recovery", "Fiscal policy", "Monetary policy"]}