{"sentences": ["It is my pleasure to open this fourth Workshop of the \"Research Cluster 2\", which every year brings together economists working in the European System of Central Banks in the fields of international economics, fiscal policy, labour economics, competitiveness and governance of the European monetary union.", "Research clusters were introduced three years ago with the purpose of fostering interactions and collaboration among economists based in national central banks and the ECB.", "This welcome initiative helps to spur an increasing number of joint studies, encouraging the development of a common view of the problems affecting our economies.", "If fostering interactions among researchers is important in normal times, it is all the more important in times of crisis and uncertainty, when decision-making processes strongly need timely and high-quality studies, which can benefit from broader cross-country perspectives.", "Today, with the diffusion of Covid-19, we are unfortunately living through one of the worst such periods in our lifetime.", "The impact of the pandemic on our societies and economies has been unlike anything we have experienced in recent memory.", "Its human and social costs are continuing to mount, with almost 60 million cases confirmed globally and 1.4 million deaths officially registered.", "In early October the IMF estimated that world GDP would fall by 4.4 per cent this year, a severe contraction that, in the case of Europe, nearly doubles in magnitude.", "These estimates do not incorporate the effects of the resurgence of the virus and of the measures put into place to address it.", "Recent news on vaccine development offer reason for cautious optimism, but it will take time until widespread immunity is achieved.", "The outlook remains largely dependent on the evolution of the health crisis, which is likely to continue to weigh on global economic activity well into the next year.", "The response of central banks, supervisory authorities and governments in the majority of countries has been extraordinary since the early stages of the crisis.", "Central banks have implemented a wide array of instruments, including new asset purchase programmes and liquidity facilities, to make monetary conditions more expansionary, counter the tensions in financial markets and support the essential provision of credit to households and firms.", "The response of governments has also been vigorous.", "In Europe, in particular, the budgetary plans designed to repair the economic and social damage brought about by the pandemic are a significant step not only to kick-start recovery, but also to make further progress in the institutional design of the European Union.", "Safeguarding the welfare of the \"Next Generation EU\" requires European funds to be made available promptly and efficiently allocated in order to promote sustainable growth.", "The policy measures adopted in the past months have contributed to mitigating the costs of the crisis, supporting the real economy and preventing the unfolding of a credit crunch.", "Without them, the strengthening of productive activity observed globally over the summer would not have been possible.", "Tackling the situation created by the pandemic, still an international emergency, remains our most urgent priority until a vaccine is distributed to a substantial fraction of the population.", "As the impact of the pandemic has unfolded, the entire scientific community has worked tirelessly to understand, predict and suggest ways to contrast its negative effects.", "New studies have benefitted from a revitalisation of the interdisciplinary approach and strengthened interactions among researchers across various fields.", "In economics, for example, the incorporation of key features from basic epidemiological models into otherwise standard macroeconomic frameworks have produced new insights into the interactions between health and economic decisions.", "Some of the papers included in this workshop provide good examples of our attempts to answer key questions about the consequences of the pandemic.", "The first invited lecture, in particular, will propose an innovative way to quantify the welfare cost of policy responses, accounting for their distributional impact and discussing trade-offs and complementarities between public health objectives and economic results.", "The first session of the workshop will feature both theoretical and applied works on the impact of the pandemic on several features of the economy, such as productivity, production networks, employment, inflation and income inequality.", "While not directly related to the pandemic, the other two sessions will touch upon important issues that the current crisis has brought into the spotlight and that are most likely to remain at the heart of the policy debate in the coming months.", "I would like to briefly touch on three of them.", "The second session considers the role of fiscal and monetary policy in macroeconomic stabilisation, their interdependences and the extent to which they should coordinate.", "There is a fair concern that if monetary policy were to end up replacing fiscal policy by using money, instead of taxes or debt, to finance fiscal measures, then it would compromise the independence of central banks, with a substantial loss of the strength and credibility needed to counter inflation successfully in the future.", "However, as I have recently argued, we should not overemphasize these risks today.", "Failure to continue acting in accordance with fiscal policy to support households and firms and raise aggregate demand to the levels needed to regain convergence towards our price stability objective could even threaten independence for the opposite reason.", "Not only should we not end up being accused of failing to fulfil our duties, but we should explicitly recognise that cushioning the consequences of such a huge shock goes beyond the possibilities and instruments of fiscal or monetary policy alone.", "A coordinated effort is required and its effective implementation in the majority of countries is a major achievement.", "A further relevant topic that will be discussed in the third session of the workshop refers to the long-term consequences of the crisis on the structure of our economies.", "It is difficult to predict how the world will look after the pandemic wanes, which changes in consumption habits will persist, how production and labour will be re-organised.", "A substantial reallocation of capital and labour in the near future across sectors and firms, however, is likely.", "These adjustments may be painful and lead to temporarily higher unemployment, discouragement and low labour market participation, inefficient matches of workers with firms.", "Several contributions to the workshop discuss instruments that might favour or hamper these adjustments.", "In particular, the second invited lecture provides an insightful review of the long process of labour market reforms experienced by our economies, with a focus on the role of temporary jobs.", "A last issue concerns the urgency to restore pre-crisis output levels and to achieve a satisfactory growth pace in Europe.", "A few papers in the programme analyse the key role, in this perspective, of firms' innovation strategies and workers' efforts.", "The effectiveness of these key drivers of potential output needs to be enhanced significantly, in Italy as well as in other European countries, by sustained public and private investment in modern infrastructures, in green technologies, in education and research.", "Following the political agreement reached two weeks ago, the opportunity to achieve growth objectives through a prompt, targeted and effective use of the resources allocated for the \"Next Generation EU\" must not be squandered."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic crisis", "Fiscal policy", "Monetary policy", "Economic recovery", "European Union", "Labour market", "Innovation", "Growth", "Research"]}