{"sentences": ["Ladies and Gentlemen, It is my pleasure to conclude this Europlace International Financial Forum, and to congratulate Chairman Augustin de Romanet and his team for having overcome all obstacles.", "Today, Paris is, thanks to you, a financial capital of Europe.... and it is more than a short-lived satisfaction, it is a lasting and collective success.", "The title of today's session - \"From crisis to recovery...\" - reminds us of a quote from Hannah Arendt: \"a crisis becomes a disaster only when we respond to it with preformed judgments, that is, with prejudices. \"", "Today crises are multifaceted and our duty as policymakers is to prevent them from turning into disasters.", "To this end, we have to put aside prejudices and come up with concrete solutions.", "In my speech today, I will focus on two short-term challenges: Brexit obviously, and perhaps more surprisingly the future of Europe payments.", "Preparing for Brexit: a top priority Brexit is a burning and unavoidable issue.", "I will not comment on the UK's domestic politics nor on the ongoing negotiations with the EU.", "But amidst all this deep fog, one thing remains clear: achieving a fair and well-balanced Brexit deal would be in the economic interest of first and foresmost Britain but also the EU.", "But what is at stake for the EU is nothing less than preserving the integrity of our single market and its competitiveness.", "In this regard, EU countries should maintain consistency in regulatory practices vis-à-vis all third countries - including the U.K.", "Even if there is a trade deal, which I do still wish and hope, Britain will have left the single market and hence things will change anyway significantly for financial services.", "It means that firms operating under the European passport must quickly finalise their relocation to the EU if they want to operate here as of next year.", "As of September, the ACPR authorised 43 entities to ensure continuity of activities in France, including 4 credit institutions, 21 investment firms and 7 third country branches.", "If we include asset relocations of French groups from their branches in the UK, approximately 150 billion euros in assets will have been relocated to France by the end of this year.", "In addition, 31 entities, mainly investment firms, have applied for a license in France and their projects are currently being assessed by the ACPR.", "All these are good news, but let me bring two matters to your attention.", "A handful of small firms, notably in payments electronic money and investment, must urgently accelerate the process or risk being caught out in January.", "Concerning European major institutions, the EU will not permit empty shells with only partial relocation of staff or booking arrangements.", "What has been agreed on with the SSM - within the framework of Target operating models (TOM) - in relation to the relocation of staff and assets has to be implemented at once and in any event before the end of this year.", "Regarding CCPs, equivalence decisions by the Commission will ensure continuity of access to UK CCPs after 31 December 2020, until 30 June 2022.", "Beyond this transition, it is key to address the financial stability risks stemming from an excessive dependence on UK CCPs.", "The 18 month limited equivalence decision aims to give market participants the time needed to reduce their exposure to UK CCPs that are systemically important for the Union.", "This timeframe will also be used by ESMA to conduct a comprehensive review of the systemic importance of UK CCPs to the Union as foreseen by EMIR 2.2.", "This will include a fully reasoned assessment whether some of the clearing services are of such substantial systemic importance that the CCP should for euro-denominated activities be relocated on the continent.", "Considering the size and the concentration of some of these clearing services, betting on the status quo would be a losing proposition, including for clearing members: a swift relocation is in the interest of all participants and relies as such on the attractiveness of the clearing offer that EU CCPs are encouraged to build in order to help the emergence of a new liquidity pool.", "Clearly, Brexit is, and will remain, bad news mainly for the United Kingdom, but also for Europe.", "Yet Brexit also represents an opportunity to restructure the European financial system.", "The euro area starts with strong assets: an effective monetary Eurosystem, the legal framework for a single financial market and essential components of a Banking Union.", "However we do not yet have a \"financial Eurosystem\" with strong pan-European financial institutions and market infrastructure.", "There is at last a move in favour of banks consolidation in the euro area, which I always supported.", "The ECB fostered it with its welcome proposal on the recognition of badwills.", "But beyond domestic consolidations in some jurisdictions where it is not yet entirely done, we need more cross-borders ones; it should be part of a real Banking Union.", "On markets, let's be clear: there will not be a single City for the continent, but rather an integrated polycentric network of financial centres, with specialisations based on areas of expertise.", "A polycentric system of this nature can clearly function, as illustrated by the United States: New York's financial centre is favoured by corporate and investment banks, Chicago's financial centre handles futures, while Boston specialises in asset management.", "Likewise, Paris is well qualified to become the \"market hub\" of this new European constellation.", "France will be the biggest capital market in the EU on the other side of Brexit.", "According to a recent study by the British Think Tank New Financial, it will take the lead in the EU in 14 of 30 sectors studied .", "This polycentric structure would improve the circulation of the abundant savings in the euro area - a surplus amounting to EUR 360 billion last year - channelling them towards financing needs on the continent.", "Besides, euro area businesses have been lacking equity financing for many years now.", "The Capital Markets Union - and what I more broadly call a \"Financing Union for Investment and Innovation\" - is even more essential given the prospect of Brexit.", "European governments all agree in principle; but so far it remains a blind spot in the recovery strategy.", "Let us at last turn words into action.", "Preparing Europe payments for the digital currency age Payments are not a usual topic for Europlace and distinguished financial forums.", "Indeed, they used to be considered as technical, back-office and even boring stuff.", "But a revolution is underway, and if we collectively miss it, it would mean a massive disintermediation of banks in the two key assets linked to payments: daily customer relations, and personal data.", "And it would also mean a major loss of sovereignty for Europe.", "To this day, the coexistence and complementarity of central bank and commercial bank money as settlement assets has structured the payment landscape.", "Yet this structure is increasingly being questioned.", "The development of cheap and innovative digital payment solutions is leading to a decline of the use of cash in transactions, and an increase of cashless payments, which leads to a wider use of commercial bank money.", "Besides, our European ecosystem has become critically dependent on non-European players - already major global card-schemes, and more and more Bigtechs - with little control over business continuity and data protection.", "Meanwhile, the development of crypto-assets and socalled \"stablecoins\" aims to create a new category of settlement assets.", "Stablecoins may compete against both commercial and central bank money, even though they do not offer the same guarantees in terms of credit risk, liquidity, service continuity, and neutrality.", "Indeed, current digitalisation triggers at least two important risks: (i) the risk that BigTechs will build private financial infrastructures and \"monetary\" systems, competing with the public monetary sovereignty; and (ii) the symmetric risk that some jurisdictions judge that the only way to respond to the overwhelming private payments' wave would be to issue and spread on a domestic but also a global basis, \"their\" CBDCs (Central Bank Digital Currency).", "I already called - including here at Europlace - for a holistic European payments strategy.", "The good news is that in the last months we made decisive progress in designing it, thanks to the commitment of the Commission and the ECB.", "Christine Lagarde as President, and Fabio Panetta as Board's member in charge of payments changed the game through their personal involvement.", "There are three key elements: 1/ A European regulation of stablecoins, as drafted by the European Commission.", "This socalled \"MiCa\" has two strengths: its rightly speaks of \"Crypto-assets\", and not \"Cryptocurrencies\" which is a misleading expression.", "And on substance, the draft requires a strict and dual supervision - by national authorities and EBA - to ensure consumer protection and financial stability in a fair and consistent way within the European single market.", "/ A European acceleration on CBDC, which is not yet a decision, as published by the ECB last Friday.", "As a principle, central banks need to have an in-depth understanding of innovation and shouldn't be afraid to \"learn by doing\".", "The Banque de France is now engaging with the innovators from the private sector to conduct a program of 8 experiments on wholesale CBDC.", "We, the ECB and the Eurosystem, need to be ready to issue a money in digital form in case of need.", "Let me be clear: we cannot allow ourselves to lag behind on CBDC.", "That may mean that we create if necessary a retail CBDC, in order to ensure the accessibility of central bank money for the general public, in particular in countries where the use of cash in payments is declining.", "And it may mean also that we decide to issue a wholesale CBDC, with the aim of improving the functioning of financial markets and institutions.", "Within the Eurosystem, the ECB has established a high-level task force (HLTF) therefore, and just published its report.", "We will now in parallel (i) engage actively in a public consultation from next Monday, (ii) study within the HLTF all the regulatory, technical, financial stability issues, (iii) start experimentations within NCBs, of which the Banque de France intends to be an active contributor including in CBDC.", "Following this \"three-tracks approach\", towards mid-2021 the Eurosystem will decide whether to launch a digital euro project, which would start with an investigation phase.", "Whatever the decision, it would complement cash, not replace it.", "The Eurosystem, the Banque de France, will never abandon cash, as it is part citizen's freedom in choosing their means of payments, and hence their trust in the currency.", "thanks to the engagement 3/ A European mobilisation on private payments infrastructure, of major European banks - including French ones - in the so-called \"European payments initiative\" (EPI).", "We definitely need to go beyond existing national schemes, and offer crossborder solutions and a pan European brand.", "EPI needs to be detailed, opened up to other banks and jurisdictions, and accelerated.", "But it definitely warrants the full support of the Eurosystem.", "We should additionally ensure that efficient public infrastructure such as TIPS is compatible.", "Let me stress that there is no contradiction between considering a euro-CBDC and supporting EPI.", "We may probably need both, and we should in any case build them to be complementary.", "My preference would be to seek a renewed public/private partnership for the dissemination of central bank money in a retail form.", "Possible impacts on the banking sector could be reduced with different tools: for instance, limiting the quantity of digital euro in circulation, and distributing it through commercial banks.", "Validating such an intermediated model would provide enough customer proximity and value added to intermediaries (like front-end solutions).", "The good news is that we now have a consistent European payments strategy.", "The challenge is that we have to implement it.", "The challenge is to deliver.", "And we do not have much time to win the battle - one to two years.", "This sense of urgency should lead us all to collective action now.", "As a conclusion, allow me to say a few words on French banks.", "They entered the crisis with a sound financial situation both in terms of solvency and liquidity.", "They provided with great efficiency the vital liquidity shield that companies needed during the acute phase of the crisis.", "We, as supervisors, acted with pragmatism by easing some regulatory constraints.", "But pragmatism doesn't mean laxity.", "Strong challenges are still ahead, including risk monitoring - as we are not yet out of the Covid crisis -, digitalisation, and improved profitability.", "But that is another story... that we might discuss together another time.", "Thank you for your attention.", "Hannah Arendt \"The Crisis in Education\", The Crisis of Culture.", "Panagiotis Asimakopoulos, \"What do EU capital markets look like on the other side of Brexit?", "- Analysis of the size and depth of capital markets in the EU27\", New financial, September 2019"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Brexit", "European payments", "Banking Union", "Capital Markets Union", "Central Bank Digital Currency", "polycentric financial system", "stablecoins", "European payments initiative", "digitalisation", "risk monitoring"]}