{"sentences": ["Dear Madame Georgieva, Mr. Chairman, Honorable Ministers, Fellow Governors, After the severe economic and social stress caused by the Covid-19 pandemic, the global outlook appears to be improving.", "Determined action from policymakers, coupled to initially successful efforts to contain the contagion, has sheltered economies and societies from the worst of the crisis and paved the way towards a nascent recovery in the future.", "Nevertheless, policy challenges ahead are both multiple and complex.", "First, the recovery is surrounded by downside risks while policy space is getting increasingly scarce.", "Second, the severe shock might lower potential growth across the globe.", "Third, a potential reversal of trade and global supply chain integration might lead to policy fragmentation and pose additional headwinds for emerging economies.", "At the Bank of Albania, we believe a successful policy solution requires courage and flexibility at a national level, as well as coordination and cooperation at a regional and international one.", "I will try to briefly expand upon these points, while offering a regional and an Albanian perspective.", "The spread of the pandemic threw the Western Balkans into a deep recession.", "Production and incomes dropped sharply, unemployment rose, the balance sheets of the private and public sectors deteriorated, and societies at large were put under stress.", "Across the region: Central banks deployed both conventional monetary policy instruments (policy rate cuts) and unconventional ones (ranging from QE type of operations to long term liquidity injections and credit support schemes).", "In addition, they provided temporary macroprudential relief to encourage loan payment deferrals and loan restructuring.", "At the same time, fiscal policy turned expansionary.", "Most governments applied large stimulus packages, comprising increased outlays for the health sector, tax relief, direct transfers and credit guarantee schemes.", "As a result, debt to GDP ratios are expected to increase by 10p.p.", "Albania shares a similar experience.", "In the wake of a double shock in the form of 2019's earthquake and the pandemic, GDP is expected to drop by around 7% of GDP.", "The policy measures of the Bank of Albania were aimed at ensuring an uninterrupted flow of credit and financial services, as well as at preserving monetary and financial stability.", "More specifically, we: Increased the monetary stimulus by lowering the policy rate to 0.5% in March and by switching to fixed-price full-allotment liquidity injection operations.", "Instructed banks to offer liquidity relief to viable businesses facing temporary difficulties, in the form of a short-term moratorium on credit installments as well as in the form of a targeted credit restructuring, and we facilitated this process with targeted and temporary regulatory actions.", "Abolished dividend payments across the banking sector, in order to strengthen its capital.", "Finally, we forfeited fees on the interbank transactions costs for the payment systems operated by the BoA.", "Our monetary and financial accommodation was coordinated and greatly facilitated by the fiscal stimulus.", "By leveraging the balance sheets of the public sector, fiscal policy compensated the loss of income for households, offered liquidity support for affected businesses in the form of delayed tax payment and improved access to finance through sovereign credit guarantees.", "In this regard, I would like to emphasize the role of the RFI (Rapid Financing Instrument).", "It was one of the first reach outs to Albania.", "It had a large impact in facilitating our fiscal stimulus, alleviating its impact in the domestic financial markets, and signaling the ability of our country to access various sources of funding.", "Initial results of our policies have been encouraging.", "The Albanian banking sector remains solid, solvent and liquid.", "Our domestic financial markets are calm, while both interest and exchange rates are stable.", "In addition, the positive flow of credit to the economy has been instrumental in mitigating business failures and related costs.", "Finally, both our public and the private sector have preserved access to international financial markets.", "First, unprecedented shocks require timely and unprecedented measures, measures which should critically question conventional thinking of economic policy.", "Second, the complexity of the crisis requires careful policy coordination, in order to deliver targeted relief to key economic sectors.", "Third, international cooperation - in the form of financial assistance and policy guidance - is crucial for alleviating costs to emerging economies and avoiding negative spillovers on a regional and global scale.", "Fourth, sound monetary and financial fundamentals are the best insurance policy and investment we can make to sustainable long term growth.", "These fundamentals can most efficiently be constructed through careful policies and structural reforms during 'good times'.", "Hence, a degree of perspective should be retained when designing solutions to any short term challenge we face.", "Dear colleagues, The scale of future challenges is potentially greater compared to what we have faced so far.", "Beyond ensuring the cyclical recovery of our economies, we have yet to properly account for the structural changes this crisis is bound to leave with us.", "I believe we can only rise up to this task if we heed the lessons learned so far and proceed in the spirit of mutual coordination and solidarity."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Monetary Policy", "Fiscal Policy", "Economic Recovery", "Covid-19", "Financial Stability", "Structural Reforms", "Central Banks", "Emerging Economies", "International Cooperation", "Sustainable Growth"]}