{"sentences": ["Ladies and gentlemen, dear friends, It is my great pleasure to attend the fintech festival virtually.", "Environmental and climate challenges remain urgent as countries respond to COVID-19.", "They affect us all, and their consequences will be more lasting and far-reaching.", "Recently, China has announced the aim to reach carbon emission peak by 2030, and achieve carbon neutrality by 2060.", "This long-term vision reflects China's commitment to green and low carbon development.", "It also means, to meet this climate objective, China needs to speed up its transition to low-carbon production and consumption.", "China has made great progress in supporting green finance.", "In 2016, the PBOC, together with other ministries, published the Guidelines for Establishing a Green Financial System.", "Guided by this overarching design, we have established our green finance policy framework, and encouraged the development of a wide range of green finance products.", "As of June 2020, outstanding green lending in China exceeded 11 trillion yuan, ranking first globally, while the stock of green bonds totaled 1.2 trillion yuan, which is second largest in the world.", "This has been supported by our work in the following areas.", "First, we have been improving the policy framework for green finance.", "The PBOC gradually rolled out specific policies on green bonds, green credit and environmental information disclosure.", "The PBOC is in the process of updating the Green Bonds Endorsed Project Catalogue.", "The new version is expected to remove projects related to fossil fuel production and consumption, while include more climate-friendly activities.", "It demonstrates our strong commitment to reducing emissions.", "Moreover, the PBOC has strengthened policy incentives, including evaluating banks' performance in supporting green finance.", "Second, we have been encouraging innovation in green finance products.", "Green finance products in China became available quite early, and have become increasingly diversified, such as green credit, green bonds, green agricultural insurance, clean energy insurance, and green trusts.", "Third, we have established pilot zones for green finance development.", "We have launched pilot programs for green finance reforms and innovation within 9 cities in 6 provinces since 2017.", "In these pilot programs, strong progress has been made in strengthening green finance policy framework, introducing new products and services, and implementing policy incentives.", "In the meantime, China has been a strong advocate for international cooperation on green finance.", "Together with Singapore and other countries, we have supported global climate governance, including through platforms such as the G20, the Network of Central Banks and Supervisors for Greening the Financial System (NGFS), and the International Platform on Sustainable Finance (IPSF).", "First, we included green finance in the agenda of China's G20 presidency in 2016, when the G20 Green Finance Study Group was set up and helped build consensus on green and sustainable finance.", "Second, we jointly established the NGFS in December 2017, along with the Bank of England, the Bank of France, the Monetary Authority of Singapore and other partners.", "Third, we jointly launched the IPSF work on common ground green taxonomy.", "In October 2019, the PBOC joined the IPSF with the aim to mobilize private funds for environmentally sustainable investment, together with public institutions from the EU, Singapore and other countries.", "China and the EU have recently set up the Taxonomy Working Group under the IPSF.", "Green finance has great potential as more countries commit to carbon neutrality.", "The PBOC will focus on the following priorities to better support green recovery and green transition.", "First, we will further improve green finance standards to support the carbon neutrality objective.", "As we update our standards for green credit, green bonds and green funds, we will make sure projects supported by the green finance standards do not compromise our climate objectives while supporting environmental goals.", "Second, we will consider the possibility of mandatory requirements for financial institutions to disclose environment related information.", "Third, we will enhance capacity for analyzing and managing environment and climate risks.", "The PBOC will strengthen study on the potential impact of environment and climate risks on financial stability.", "Fourth, we will provide easier access for international investors to China's green finance market.", "We will promote harmonization of green finance standards at home and abroad by updating domestic standards and strengthening international cooperation.", "In addition, the PBOC will continue to harness FinTech in promoting green finance.", "In our green finance pilot zones, we have made efforts to embed FinTech in green finance.", "For example, in Huzhou city, the local government established an integrated green finance service platform by using big data technology.", "It reduces the asymmetry on environment- and climate-related information, and bridges green projects and financial institutions.", "It also allows the PBOC to monitor green loans provided by banks as well as other underlying data.", "Financial technologies, such as Big Data, Artificial Intelligence and Blockchain, are expected to play an increasingly important role in supporting green finance.", "I am happy to see many FinTech firms attending this virtual event.", "The PBOC will continue to work with all partners in mobilizing more private funds to support low carbon and sustainable development."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Green finance", "Climate change", "Carbon neutrality", "Financial stability", "Green bonds", "Green credit", "FinTech", "Environmental risks", "International cooperation", "Green finance standards"]}