{"sentences": ["Speech 5 November 2020, 4.00 pm Monetary policy implementation: How to steer interest rates in negative territory Virtual Money Market Event Andréa M. Maechler and Thomas Moser∗ Member of the Governing Board / Alternate Member of the Governing Board Swiss National Bank Webcast, 5 November 2020 © Swiss National Bank, Zurich, 2020 Ladies and gentlemen Good afternoon to all of you.", "On behalf of my colleague Thomas Moser and myself, I would like to welcome you warmly to the Swiss National Bank's first-ever virtual Money Market Event.", "I am delighted that we are all able to interact in this way, even though the circumstances which necessitate the virtual format are anything but pleasant.", "The coronavirus crisis has turned the lives of billions of people upside down.", "Many have contracted or even died from the disease, and many others have lost their jobs as a result of it.", "Given all of this, the fact that the SNB has been forced to break with an almost twenty-year tradition and refrain from holding a physical Money Market Event is little more than a side-note.", "But it is regrettable all the same.", "The coronavirus crisis generated significant turbulence in financial markets when it surfaced in February and March.", "The leading central banks eased their monetary policy stance, and many made use of the standing US dollar swap lines to enhance the provision of global US dollar liquidity.", "Investor sentiment improved substantially beginning in late March on the back of large-scale fiscal and monetary support programmes launched in many countries, including Switzerland.", "Bolstered by these programmes and the eventual relaxation of public health policy restrictions, financial markets continued their recovery until late summer, and economic activity also picked up considerably.", "However, developments in recent days and weeks have made it clear that the coronavirus crisis is not over and that uncertainty remains high.", "In Switzerland, the SNB has repeatedly reaffirmed its expansionary monetary policy.", "In so doing, it has made an important contribution in terms of immediate crisis management.", "Some of the instruments the SNB has marshalled to manage the coronavirus crisis are well known.", "The negative interest rate on banks' sight deposits held at the SNB and our willingness to intervene more strongly in the foreign exchange market help counter upward pressure on the Swiss franc.", "Taken together, these measures have helped shield Switzerland's economy from additional strains that might otherwise have been exerted by foreign exchange markets, including further downward pressure on inflation.", "Other instruments are new or have had to be reactivated.", "One of the new instruments is the SNB's COVID-19 refinancing facility (CRF).", "The CRF, which was set up at the end of March 2020, and the loan guarantees provided by the Swiss federal government have together contributed significantly towards ensuring the continued supply of credit and liquidity to small and medium-sized enterprises.", "One of the instruments that has been reactivated is US dollar swap lines between central banks.", "These swap lines, which were established in late 2007 during the Global Financial Crisis, were used to counter a sharp rise in US dollar funding costs.", "Finally, the SNB resumed monetary policy repo transactions in the Swiss franc money market, after a hiatus of eight years, with the aim of keeping secured short-term Swiss franc money market interest rates close to the SNB policy rate.", "The focus of today's speech relates to this last point - to the role of the money market in the implementation of our monetary policy.", "Why did we choose to shine a spotlight on the money market?", "The role of the money market For one thing, examining the workings of the money market is in keeping with the original aim of this event.", "More importantly, though, the money market continues to play a crucial role in the implementation of the SNB's monetary policy, even though much has changed in the Swiss franc money market and in the SNB's implementation of monetary policy in recent years.", "For instance, we now use the SNB policy rate rather than the Libor target range to communicate the desired level of money market interest rates.", "And the most representative money market rate in Swiss francs is no longer the unsecured three-month Libor, but the secured SARON (Swiss Average Rate Overnight).", "Moreover, since 2015, the negative interest rate on the sight deposits that banks and other financial market participants hold at the SNB has been our main instrument for steering short-term interest rates.", "These are some of the reasons why we are focusing on the money market today.", "First, we will explore the significance of the money market for the economy and the SNB.", "We will ask why the market is so important, and we will examine the roles played by three particular interest rates.", "They are the SNB policy rate, which is a communication tool; the negative interest rate on sight deposits held by banks at the SNB, which is an instrument for implementing monetary policy; and SARON, the rate for overnight funds on the secured interbank money market.", "We will then reflect on the current environment.", "How does the money market work in an environment of negative interest rates?", "How does the SNB steer money market rates in negative territory?", "And what are the key challenges the SNB faces when implementing its monetary policy?", "Let us start by discussing why a well-functioning money market is so important.", "A wellfunctioning money market is essential for the transmission of monetary policy.", "Like most central banks, the SNB steers interest rates on the money market.", "To this end, it sets the SNB policy rate and uses its monetary policy instruments to keep secured short-term Swiss franc money market rates close to the policy rate.", "It would not be possible to steer money market rates in this way without a well-functioning money market.", "Since June 2019, the SNB has communicated its interest rate decision via the SNB policy rate.", "The SNB policy rate signals the level of interest rates the SNB seeks to maintain on the secured money market.", "When assessing the prevailing conditions in the money market, the SNB nowadays focuses on SARON.", "In the past, the SNB used to set a target range for the three-month Libor in its monetary policy assessment, and it then sought to keep this interest rate in the middle of the target range through money market operations, such as repo transactions.", "In Chart 1, the old system with a target range for the three-month Swiss franc Libor is shown on the left, and the new system with the SNB policy rate is shown on the right.", "The introduction of the SNB policy rate in June 2019 marked the end of the SNB's use of Libor in its monetary policy strategy.", "With this change, the SNB also eliminated Libor as its communication instrument.", "The change sent a clear signal to the financial markets that the end of the Libor era is inevitable.", "In addition, the switch ensured that our conditional inflation forecast for the next three years, a core element of our monetary policy strategy, will continue to be based on an existing and economically meaningful interest rate over the entire forecast horizon.", "To be sure, the significance of the money market extends far beyond its use in the transmission of monetary policy.", "The money market also plays a vital role in the economy's credit transmission process.", "If money markets do not function properly, the credit extension process across the entire financial system will deteriorate, with serious consequences for the real economy.", "In times of financial system stress, ensuring that the money markets continue to function well becomes even more consequential, because efficient liquidity redistribution between banks and unencumbered lending are especially important for the economy in such circumstances.", "During the Global Financial Crisis from 2007 to 2009, the money markets were regularly compared with the bloodstream of a living organism, delivering oxygen to the body's vital organs.", "The coronavirus crisis has certainly confirmed the fundamental importance of having well-functioning money markets.", "Finally, money market interest rates serve as reference rates for the whole economy.", "Wellfunctioning money markets provide the basis for determining reference rates, which perform a key informational function for the economy as whole.", "The pricing of a broad array of financial products - particularly in the capital and derivatives markets - is based on reference rates.", "They are also used in credit and mortgage transactions and many other types of contracts.", "Reference rates can only be credible and robust in the long run if the underlying market functions well.", "The crucial importance of sound reference rates for an orderly functioning of financial markets cannot be over-stated.", "We now turn to a discussion of some of the changes in the landscape of reference rates in Switzerland.", "The role of SARON - the reference rate for Swiss franc financial markets The Global Financial Crisis greatly accelerated the shift in the interbank money market from the unsecured segment to the repo market.", "As unsecured activity dwindled, the Swiss franc Libor, for decades the benchmark for Swiss financial markets, lost reliability and robustness.", "The alternative to Libor is SARON.", "Today, SARON is the most representative interest rate on the Swiss franc money market.", "SARON is a secured overnight rate and reflects conditions in the most liquid segment of the Swiss franc money market.", "Unlike the Libor fixing rate, it is calculated on the basis of actual transactions and binding quotes.", "Approximately 150 financial institutions have direct access to this market.", "SARON has existed since 2009 and its economic importance has grown significantly in recent years.", "There has been a SARON swap market since 2017, and SARON is establishing itself as the reference rate for loan products.", "Over the course of the current year, several banks have begun offering mortgages and corporate loans that are based on SARON rather than Libor.", "The more frequently such loan products appear, the more liquid the SARON swap market should become.", "We expect the SARON swap curve to gradually take over the role of the Libor swap curve.", "However, we have a fair way to go here, as liquidity on the SARON swap market is still thin and banks still use the Libor swap curve to price most loans.", "The National Working Group on Swiss Franc Reference Rates ('NWG' for short) is charged with facilitating the transition from Libor to SARON.", "The SNB has been supporting the NWG's work in a coordinating capacity for several years.", "The NWG judges that the transition to SARON has advanced well so far.", "At the end of September, the NWG noted that it expects Swiss franc Libor fixing to be discontinued at the end of 2021 - a mere 14 months from now.", "To be sure, much remains to be done for these efforts to translate into deep and liquid SARON-based markets.", "The remaining changeover work must be undertaken expeditiously, as time is running short.", "We will now move on to the core topic of this speech - how we steer money market rates in negative territory.", "Before delving into the mechanics, let me touch upon why Swiss franc money market interest rates are in negative territory in the first place.", "The role of the global low interest rate environment For almost six years now, money market rates in Switzerland have been negative, largely due to the international economic environment.", "Interest rates on investments denominated in Swiss francs are usually lower than those on investments denominated in other currencies.", "As a result, Switzerland has traditionally experienced a negative 'interest rate differential' versus other currencies.", "On the one hand, this is due to the fact that inflation in Switzerland has generally been lower than in other countries.", "On the other, both domestic and foreign investors regard Swiss-franc denominated investments as particularly safe, reflecting the franc's traditional status as a safe haven in times of heightened international uncertainty.", "Over longer time periods, investors have therefore been willing to accept a lower return on investments denominated in Swiss francs.", "Over the past three decades, interest rate levels have fallen markedly around the world.", "Chart 2 shows that the yields on 10-year government bonds issued by advanced economies - illustrated here by Switzerland (in red), Germany (in blue), the UK (in orange) and the US (in green) - have been on a downward trajectory since the early 1990s.", "Nominal interest rates have fallen in part because many central banks successfully managed to tackle the high rates of inflation that prevailed during the 1970s and 1980s.", "But not only nominal interest rates have fallen; real rates have also trended downward globally due to several powerful structural drivers.", "Four drivers are mainly responsible for the sustained decline in real interest rates: changes in demographics, mostly due to rising life expectancy; a secular decline in productivity growth; the integration of emerging-market economies with high savings surpluses into global financial markets; and a stronger overall preference on the part of investors for safe and liquid assets.", "These structural drivers are not determined by central banks.", "The current low interest rate environment makes it harder for central banks to make their monetary policy sufficiently expansionary in times of crisis.", "To be expansionary, the policy rate must be set such that short-term real interest rates are below the interest rate that balances saving and investment, also referred to as the equilibrium real interest rate.", "The structural factors mentioned earlier have likely also driven down the equilibrium real interest rate.", "Many central banks have thus had to cut their policy rates to zero in recent years - or even take them into negative territory - in order to address economic crises.", "What happens if the Swiss franc's interest rate differential versus other currencies narrows but the franc continues to be seen as a safe haven?", "This development pushes up demand for Swiss franc-denominated investments and exerts appreciation pressures on the currency.", "This is precisely the challenge we have been facing ever since the outbreak of the Global Financial Crisis in 2007.", "In order to reduce the attractiveness of the Swiss franc relative to other currencies, in January 2015 the SNB lowered its target range for three-month Libor into thenunprecedented negative territory (between -0.25% and -1.25%) and simultaneously imposed a negative interest rate of -0.75% on the sight deposits which banks hold at the SNB.", "This negative rate helps to maintain - at least in part - the interest rate differential between the Swiss franc and other currencies.", "This, in turn, reduces the franc's attractiveness and helps alleviate appreciation pressures.", "In the first quarter of this year, long-term bond yields fell globally due to the coronavirus crisis, and the Swiss franc interest rate differential versus other currencies once again narrowed significantly.", "At the same time, the Swiss franc retained its traditional role as a safe haven in uncertain times, and it duly appreciated after the outbreak of the crisis.", "At times, we had to increase our foreign exchange purchases to reduce appreciation pressures.", "Our combination of monetary policy instruments - negative interest on sight deposits and foreign exchange market interventions - thus remains as necessary as ever in this period of heightened uncertainty.", "We would now like to show you in more detail how the SNB goes about steering negative interest rates on the money market.", "The role of the interest rate on banks' sight deposits at the SNB In the years leading up to the Global Financial Crisis a so-called structural liquidity deficit prevailed in the banking systems of many countries, including Switzerland.", "Since the SNB did not pay interest on banks' sight deposits at the SNB, banks held as little excess liquidity as possible in the form of sight deposits in an environment of positive interest rates.", "During this period, the SNB steered money market interest rates via the price and quantity of its daily money market operations, which were conducted in the secured segment of the money market in the form of repo transactions.", "For instance, if the SNB wished to induce a decline in money market rates, it provided more liquidity and reduced its repo rate.", "This setup changed with the Global Financial Crisis.", "Many central banks initially responded to the unfolding crisis by lowering policy rates.", "Subsequently, they launched asset purchase programmes ('quantitative easing') or - as was the case with the SNB - conducted foreign exchange market interventions.", "Given the importance of the exchange value of the franc for the Swiss economy and inflation, the SNB intervened in the foreign exchange market, particularly during periods of heightened uncertainty.", "A structural liquidity surplus arose in the banking systems of many countries, including Switzerland.", "The demand for liquidity from practically all banks in Switzerland was amply met, and there was therefore little reason to redistribute liquidity via the interbank money market.", "In a banking system with a structural liquidity surplus, the interest rate on sight deposits that commercial banks hold with the central bank takes on a critical role.", "The monetary base per se is no longer a deciding factor for establishing equilibrium in the money market.", "Instead, the interest rate on sight deposits acts as a floor, or lower bound, for interest rates in interbank transactions.", "This is because in such an environment, banks generally have no incentive to provide liquidity at an interest rate below the interest rate on sight deposits.", "And, because there is ample liquidity in the system, banks have little reason to take on additional liquidity if the market interest rate is above the interest rate on sight deposits.", "As a result, in an ample-liquidity regime the market interest rate is generally close to the interest rate on banks' sight deposits at the central bank.", "This is shown in Chart 3.", "The most important money market interest rates in both the secured and unsecured interbank segments - we show SARON in blue and three-month Libor in red - hovered around 0% from 2011 to 2014.", "After the SNB lowered the interest rate on sight deposits to -0.75% in January 2015, money market rates rapidly settled close to -0.75%.", "At the time the SNB imposed a negative interest rate on banks' sight deposits, it also introduced a fairly generous system of exemption thresholds.", "Let us now take a closer look at the purpose of these exemption thresholds and how they work in conjunction with the negative interest rate on sight deposits.", "The role of the exemption thresholds A key question is: must all sight deposits be subject to negative interest in order to keep money market rates close to the SNB's negative interest rate on banks' sight deposits?", "The short answer is: 'No'.", "The slightly longer answer is: It is sufficient to charge negative interest only on those sight deposits that exceed a certain threshold.", "Any balances that fall below this threshold can be exempt - or, to put it another way, can be subject to an interest rate of 0%.", "From an aggregate perspective, these exemption thresholds were deliberately chosen to be fairly generous, so as to limit the burden on the banking system to the minimum deemed necessary for the implementation of monetary policy.", "Since 2015, the banks' individual exemption thresholds have been set as a common multiple of their statutory minimum reserve requirements.", "In such a system, some banks' holdings of sight deposits will exceed the exemption threshold they were granted.", "These banks have an incentive to provide this liquidity to other banks.", "They will, for example, be willing to transact in the repo market if paying the repo rate costs them less than paying the SNB's negative interest rate on sight deposits.", "Conversely, there are also some banks whose holdings of sight deposits fall below their exemption thresholds.", "These banks have an incentive to enter the repo market as cash takers and earn the repo rate, which they will be willing to do as long as the repo rate is below zero.", "This system, characterised by the negative interest rate on sight deposits and exemption thresholds, has led to a sizable and sustained increase in liquidity redistribution via the interbank market since the beginning of 2015.", "For this system to work, there must be a sufficiently large volume of sight deposits subject to the negative interest rate.", "Clearly, in aggregate, the sum of all exemption thresholds must be smaller than the sum of all sight deposits.", "Otherwise, banks could carry out money market transactions such that no remaining balances would be subject to negative interest, resulting in money market rates close to zero.", "Put differently, for money market interest rates to stay close to the SNB's negative interest rate on sight deposits, the supply of liquidity must exceed the demand for liquidity by a sufficient amount.", "In a system of bank-specific exemption thresholds, this means that the supply of liquidity by the cash-providing banks - that is, by the banks whose sight deposits exceed their exemption thresholds and which are therefore willing to provide liquidity - must exceed the demand for liquidity on the part of the cash-taking banks - that is, banks which have an unused portion of their exemption threshold and are therefore willing to accept additional sight deposits on their balance sheet.", "Provided this condition holds, it is possible to reduce the burden on the banking system through exemptions, without jeopardising the monetary policy objective of the negative interest rate on sight deposits.", "If we take another look at the time series trajectory of money market interest rates depicted in Chart 3, we notice that this condition must have been met in practice, as market interest rates have indeed been close to the negative interest rate on sight deposits ever since that rate was first introduced in 2015.", "The exemption thresholds have significantly reduced the burden on the banking system as a whole.", "When the SNB initially introduced its negative interest rate on sight deposits at the beginning of 2015, around two-thirds of total sight deposits were exempt from negative interest.", "At the beginning of 2015, the average interest rate charged on all sight deposits held by the banking system was thus -0.25%, and not -0.75%, as would have been the case in a system without exemptions.", "We are aware that the exemption threshold affects banks differently, depending on their balance sheet structure.", "The exemption threshold need not be static and should reflect monetary policy needs.", "Since the introduction of negative interest on banks' sight deposits, the exemption thresholds have been adjusted twice.", "The first adjustment went into effect on 1 November 2019.", "Our decision was guided by two goals.", "First, in order to take account of developments in banks' balance sheets over time, we needed to switch from a static to a dynamic model in calculating banks' exemption thresholds.", "Second, we raised the exemption threshold to bring the interest burden placed on the banking system back to the minimum needed for the implementation of monetary policy.", "The adjustment led to a roughly 40% increase in the aggregate exemption thresholds.", "This increase was appropriate, as the total amount of sight deposits held by banks had expanded significantly due to our interventions in the foreign exchange market in the almost five years since the introduction of negative interest on banks' sight deposits.", "Starting in November 2019, that is, after the first adjustment, around two-thirds of total sight deposits were once again exempt from negative interest - a similar proportion as had prevailed at the beginning of 2015.", "The second adjustment went into effect on 1 April this year.", "It was part of the SNB's response to the coronavirus crisis.", "We raised the aggregate exemption thresholds by a further 20% to increase the banks' latitude for lending during this challenging time for the economy.", "These adjustments have helped to reduce significantly the interest burden borne by the banking system as a whole.", "As noted earlier, the banking system's average interest burden had been rising since 2015, mainly due to the foreign exchange market interventions undertaken for monetary policy purposes; this burden declined following the revision of the exemption threshold regime and the threshold increases.", "The average interest rate on all sight deposits is currently around -0.2% and is thus less than a third of what it would be in a system without exemptions.", "The increases in the exemption thresholds also broadened the scope for additional liquidity redistribution, causing trading volume on the repo market to rise.", "Indeed, repo market trading volume, shown by the vertical blue bars in Chart 4, increased substantially in November 2019, as did the number of banks active on the repo market.", "Let us now take a closer look at the impact of the exemption threshold adjustments on the repo market and, in particular, at the tools the SNB has deployed to ensure that secured money market rates remain close to its policy rate.", "The role of SNB monetary policy operations in the money market The increases in the aggregate exemption thresholds have changed the dynamics in the repo market, as they simultaneously caused the demand for liquidity to rise and the supply of liquidity to fall in the repo market.", "With more demand for liquidity and less supply, the cashproviding banks were able to achieve higher, i.e.", "less negative, interest rates, which led to an upward drift in SARON, shown by the black line in Chart 4.", "These upward pressures on SARON and other short-term money market rates, while anticipated, were not desirable from a monetary policy perspective.", "Since last November, the SNB has conducted a number of operations to keep secured shortterm money market rates close to the SNB policy rate.", "Between November 2019 and July 2020, and in particular since the end of March, we conducted several fine-tuning operations in the overnight segment of the repo market.", "These operations are shown as red diamonds in Chart 4.", "In a fine-tuning operation, the SNB places so-called 'cash provider quotes' directly on the repo trading platform, which any repo market participant can then 'hit' if they choose to do so.", "When the SNB offers funds at a particular quote, cash takers have no reason to accept liquidity at a higher - that is, less attractive - interest rate.", "With these fine-tuning operations, the SNB can cap repo rates and limit upward spikes.", "Since July, we have further supported the gradual convergence of SARON towards the SNB policy rate by auctioning one-month funds on the repo platform.", "These auctions are depicted as blue triangles towards the right-hand edge of Chart 4.", "Unlike fine-tuning operations, with which the SNB caps interest rates, the SNB's one-month auctions offer liquidity on a medium-term basis.", "Banks can satisfy some of their demand for liquidity by participating in these auctions.", "As the participating banks are then no longer as dependent on the secured interbank market for obtaining the desired amount of liquidity, aggregate demand for overnight liquidity in the repo market falls, thereby reducing upward pressures on SARON.", "We also wish to note that, over time, liquidity can be redistributed between banks via other channels than just the repo market.", "For instance, liquidity redistribution may take place via the transfer of customer deposits and longer-term deposits between banks.", "Naturally, such adjustment processes take some time.", "Let me summarise the key points we have made so far.", "The steering of short-term money market rates continues to work - even in negative territory.", "Three interest rates play a key role here.", "The SNB policy rate is used to communicate the monetary policy decision and, in particular, the desired stance of monetary policy.", "The negative interest rate on sight deposits that commercial banks hold at the SNB is the main instrument with which the SNB implements monetary policy on the money market.", "The exemption thresholds allow the burden on the banking system to be reduced without jeopardising the SNB's ability to keep secured short-term money market rates, in particular SARON, close to its policy rate.", "As you can see, the SNB has the instruments needed to steer money market interest rates, including during times when these interest rates are in negative territory.", "However, a wellfunctioning money market requires not only that the central bank possess a set of effective instruments.", "It also requires a sound infrastructure on which financial market participants - the SNB included - may conduct their trades in a reliable, efficient and transparent manner.", "Thus, as we arrive at the end of this talk, let us say a few words about the money market infrastructure in Switzerland.", "The role of a sound money market infrastructure To function smoothly, the money market requires a sound and efficient infrastructure.", "As we have argued, the money market is important for implementing monetary policy, for redistributing liquidity between banks, and for determining reference rates; it is clearly one of the cornerstones of the Swiss financial system.", "It is therefore vital that the associated market infrastructure is secure and robust.", "This has been the case for more than 20 years thanks to the highly efficient Swiss Money Market Value Chain.", "This system seamlessly covers the entire life cycle of secured transactions, i.e., the whole value chain from trading to settlement, both on the cash side and on the collateral side.", "The Swiss Money Market Value Chain, which is a joint enterprise of Swiss financial institutions, is operated by SIX Group, and the SNB has been involved in shaping its development since its inception.", "The design of the Swiss Money Market Value Chain is unique internationally and has proved its worth.", "A key characteristic of the Swiss Money Market Value Chain is that it provides access to about 150 banks and other financial market participants using a single platform and a common set of rules.", "Another characteristic is that the SNB has direct access to this platform, through which it also conducts its monetary policy operations.", "The broad array of participants, the high degree of standardisation, and the fact that interbank trades and SNB monetary policy operations in the money market are conducted on the same platform help foster market liquidity, transparency and trust among participants.", "The advantages of a common platform are particularly apparent in times of financial distress, when it is vital that liquidity redistribution and monetary policy operations continue to function seamlessly.", "The Swiss Money Market Value Chain is designed to respond rapidly to technological innovations and to market participants' needs.", "Its underlying technology has been adapted and renewed on a rolling basis over the past two decades, mostly in small increments.", "However, larger components have also been overhauled from time to time.", "Four years ago, for instance, the trading platform itself was replaced.", "Since then, the CO:RE platform has been in use.", "On the CO:RE platform, participants can both carry out bilateral transactions and either place or 'hit' quotes that are visible to all.", "Trading on a common platform and using standardised contracts increases market liquidity.", "The prices of completed transactions are visible to all participants, creating a high degree of transparency.", "Repo transactions on CO:RE can be carried out in both Swiss francs and other currencies.", "In addition to its monetary policy operations, the SNB uses this platform to auction Swiss Confederation bonds and money market debt register claims, which are short-term government securities.", "New collateral management functions open up promising opportunities for market participants.", "An important link in the Swiss Money Market Value Chain was renewed in June 2020 with the launch of the Triparty Agent (TPA).", "This new TPA, which continues to be under active development, is designed to greatly simplify collateral management and expand the range of services for participants.", "Collateral management is an increasingly important discipline for managing securities efficiently while ensuring that the underlying transactions are - at all times - secured as contractually agreed.", "While this integrated infrastructure certainly has many strengths and offers many advantages, we are not blinkered in our approach.", "In particular, we are currently considering how to potentially integrate entirely new technologies.", "A prominent example is the use of distributed ledger technology (DLT) for the trading and settlement of 'tokenised' assets.", "Together with the Swiss Centre of the BIS Innovation Hub, the SNB is currently evaluating how various new digital technologies could be integrated into the existing infrastructure and whether a central bank digital currency is required to ensure secure and efficient interbank settlements.", "As technology changes and needs evolve, both small and large adjustments will continue to be necessary.", "When making any such adjustments, we will naturally continue to safeguard the foundations on which the Swiss Money Market Value Chain is built - most notably: the spirit of joint enterprise; close cooperation between SIX, the banks and the SNB; and the fact that interbank trades and monetary policy operations are conducted on the same platform and according to a common set of rules.", "We at the SNB look forward to continuing to play our part, and we remain committed to supporting the ongoing development of Switzerland's money market infrastructure.", "Ladies and gentlemen, we hope we have succeeded in showing you how exciting and varied interest rate steering in the money markets can be.", "The SNB's core task is to ensure price stability while taking due account of economic developments.", "Since the beginning of 2015, our main monetary policy instruments have been the negative interest rate on banks' sight deposits and our willingness to intervene in the foreign exchange market as necessary.", "Both instruments remain essential in the current environment to ensure appropriate monetary conditions.", "This afternoon, we have also discussed some of the developments that occurred in the Swiss franc money market in response to several adjustments we have made over the past 17 months.", "Specifically, in our monetary policy strategy we switched to the SNB policy rate and, in the calculation of the negative interest charges, we have twice raised the aggregate exemption thresholds and have thereby significantly reduced the interest rate burden on the banking system.", "As we have shown, it is entirely feasible to steer secured money market interest rates effectively in negative territory.", "This is due in no small part to the fact that the secured Swiss franc money market is efficient, is based on a modern infrastructure, and can count on committed market participants.", "The SNB will continue to help shape this money market infrastructure in the future.", "Ladies and gentlemen, many thanks indeed for participating in this event this afternoon.", "The fact that you have made the effort to tune in, despite the unusual format, demonstrates your interest in the Swiss money market, and we thank you for this interest."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "financial dominance", "none", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "financial dominance", "none", "financial dominance", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "monetary-financial coordination", "financial dominance", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Monetary policy implementation", "Money market", "Interest rates", "Negative interest rates", "Swiss franc", "Reference rates", "SARON", "Libor", "Exemption thresholds", "SNB policy rate"]}