{"sentences": ["Citi Philippines CEO, Mr. Aftab Ahmed; members of the CMA National Selection Committee (NSC); partners from the Microfinance Council of the Philippines, Inc. (MCPI) headed by Mr. Eduardo C. Jimenez; colleagues in the BSP; fellow microfinance advocates; and friends from the media: good afternoon.", "Welcome to the virtual launch of the 18th Citi Microentrepreneurship Awards (CMA).", "This year is a landmark for the CMA program, for being launched amid the COVID-19 pandemic and showcasing the determination of Filipino microentrepreneurs to succeed at this trying time.", "A critical sector of our country, MSMEs account for 99.5% of business enterprises, 62.4% of total employment, and 35.7% of gross value added (GVA).", "The pandemic disrupted MSMEs in unprecedented ways.", "More than ever, it is vital to sustain our microentrepreneurs, who provide essential products and services in the \"last mile.\"", "Predominant in low-income areas and serving as engines driving local economies, microentrepreneurs also nurture swathes of the Filipino population depending on them for postpandemic recovery and rebuilding.", "Hence, the BSP is pulling out all the stops to support microentrepreneurs and SMEs.", "To stimulate lending to the sector, the BSP has included new loans granted to MSMEs as part of industry compliance with reserve requirements; reduced the credit risk weight of current loans granted to MSMEs; and assigned zero percent risk weights for loans covered by government guarantee programs.", "To broaden usage of digital payment streams, the BSP encouraged financial service providers (FSPs) to waive fees for PESONet and InstaPay transactions.", "Likewise, the benefits of digitization initiatives supporting our Digital Payments Transformation Roadmap (DPTR) are expected to redound to MSMEs as they adopt and utilize digital financial services (DFS).", "The BSP is also implementing several projects to facilitate credit flows to the MSME sector.", "Our agri value chain financing (AVCF) pilot project aims to improve industry capacity and interest for this innovative financing approach to benefit not just smallholder farmers, but also agri-based MSMEs.", "We are also building a Credit Risk Database (CRD), which uses a variety of data to build statistical scoring models to sharpen credit assessment of banks and promote risk-based SME lending.", "The BSP continues to support the Cooperative Development Authority (CDA) in capacity development for credit surety fund cooperatives providing credit enhancement for bank loans of cooperatives and their member-MSMEs.", "Forthcoming initiatives include developing a standard loan application form (SLAF) for small business loans to address sector preference for simplified and streamlined loan application requirements.", "We have an upcoming study to inform strategic interventions towards developing a supply chain finance (SCF) market in the country.", "We are supporting an MSME demand-side survey to better understand the sector's needs and challenges.", "These initiatives, like the CMA, are conducted in partnership with various stakeholders.", "The CMA, our two-decade long partnership with Citi Foundation, and MCPI, fits well with the BSP's advocacy to raise awareness on the opportunities and impact of microentrepreneurship on inclusive development.", "Through CMA 2020, we highlight the creativity and internal fortitude of our microentrepreneurs to serve as a great inspiration.", "Congratulations to the COVID-19 category winners for demonstrating innovation and selflessness.", "We also extend our gratitude to our partners and the NSC in making CMA 2020 possible.", "Let us remain steadfast in collectively shaping a brighter, rosier future for our microentrepreneurs.", "Thank you and good afternoon."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Microentrepreneurs", "MSMEs", "Digital Payments", "Credit Risk", "Credit Flows", "Cooperative Development", "Supply Chain Finance", "Inclusive Development", "COVID-19", "Lending"]}