{"sentences": ["Working together to be 'on the money' A speech delivered to The Royal Numismatic Society of New Zealand, Annual Conference, Wellington By Christian Hawkesby, Assistant Governor1 General Manager, Economics, Financial Markets and Banking Group Written with Amber Wadsworth E nga mana, e nga reo.", "E nga karanga maha o te wa.", "It is real pleasure to speak today at the Royal Numismatic Society of New Zealand.", "I want to first acknowledge your global expertise in coins and also bank notes and medals including their history, value and knowledge of how they reflect our society.", "I would also like to thank the Society for all the assistance it has provided the Reserve Bank over the years, including with the development of our Brighter Money banknotes, the design and release of our circulating commemorative coins, as well as with our Museum and Education Centre.", "We are keen for this partnership to continue.", "As a young child, I spent a lot of time being looked after by grandparents in Christchurch.", "To keep me occupied, my grandmother would set me up at the kitchen table with a jar of coins for the milk collection.", "I would spend hours inspecting them and figuring out how many different ways to count the stacks of different denominations (and to be honest, hoping I would get to keep a few).", "While this didn't develop into the level of coin expertise of the Numismatic Society, it may have eventually sparked an interest in money, finance, and ultimately central banking.", "A lot has changed in the way we make payments since those times.", "Leaving coins in a glass bottle beside the letter box was eventually replaced by using plastic milk tokens.", "After a while, many people switched to using debit or credit cards to buy milk at the supermarket.", "Now we can use remote payments to buy milk online and have it delivered.", "Buying milk is just one example.", "The way we make payments will continue to evolve, and this will vary significantly for different parts of our society too.", "Today, I would like to focus on the future of cash and money in New Zealand, and the Reserve Bank's agenda ahead.", "Specifically, I will:  describe the evolution of money and payments in New Zealand; outline the decline in cash use and access, and how it affects those who need it; explain how we aim to ensure the cash system remains fit for purpose; identify some trends in central bank digital currency; and provide a holistic view on the way forward.", "There are four key messages I want to leave with you today: 1.", "Cash is being used less as a means of payment and access to cash is declining.", "However, cash provides important benefits to many people, including legal tender money, social and financial inclusion, peer-to-peer payments, backup payments, privacy and autonomy.", "To preserve the benefits of cash for all who need them, the Reserve Bank is taking on the role of steward of the cash system.", "We encourage every banking sector participant to consider their role supporting their customers and their access to cash.", "Recognising the Reserve - 2.", "Bank's role and responsibilities as issuer and steward of New Zealand's money and operator of key payments systems - we are building our analytical, policy and governance capability to support this strategic leadership.", "In the years ahead, some of the biggest questions facing central banks could well be around the future of money itself.", "Our immediate priority is to work with the banking and service industries to ensure that the cash system continues to be fit for purpose.", "This will include reshaping vaulting arrangements, banknote standards, and building towards a sustainable future.", "Ultimately, it could, for example, involve a more transformational utility solution.", "Looking forward, we remain open minded about how the technology of money and payments will continue to evolve.", "Central banks around the world, including us, are researching retail central bank digital currencies (CBDC).", "Although we have no imminent plans to issue a CBDC, we are well-connected and considering these developments very closely.", "To issue currency that meets the needs of the public, we must take a new and holistic approach.", "We acknowledge there is much work to be done.", "We do not yet have all the answers, nor do we expect to find them alone.", "However, by working together with New be 'on the money' now and in the future.", "Zealand we want to A brief history of money in New Zealand2 Before I begin, let me give you a brief history of money in New Zealand.", "The way we pay in New Zealand is continuously evolving.", "In the earliest days of our country, trade and commerce was facilitated within economic systems based on tikanga.", "Gift giving and communal living were central to Māori social structure and long distances meant that trade was often limited to smaller items of value such as pounamu.", "Transactions were typically either on the basis of giving or bartering where goods or services are exchanged for the promise of other or future goods and services.", "The arrival of early European whalers and sealers expanded New Zealand's economy, trading European food and clothing in exchange for local wood, water and knowledge.", "Europeans also brought tokenised money in the form of foreign coins made of gold and silver.", "Eventually, this concept of money replaced the bartering system due to its convenience.", "Fundamentally, 'money' provides three important features: a uniform unit of account (we can write our prices in it and compare one to another) a store of value (we can build up our savings in it and trust they will hold their value) a medium of exchange (we can make payments with money as the intermediary) By the 1840s, after the signing of the Treaty of Waitangi, there was a steady increase of European settlement in New Zealand.", "It was then that the first commercial bank in New Zealand, the Union Bank of Australia, was established and it issued the first bank notes in New Zealand out of a shed in Petone.", "This section draws heavily from Reserve Bank of New Zealand (2018) \"The Journey of Te Pūtea Matua: Our Tāne Mahuta\".", "Greenstone sourced from the West Coast on the south island.", "Other commercial banks followed including Bank of New Zealand, Bank of New South Wales, National Bank of New Zealand, Colonial Bank of New Zealand, Commercial Bank of Australia, Bank of Aotearoa, Bank of Otago, Commercial Bank of New Zealand, and Bank of Auckland.", "Maori did not issue currency of their own.", "However, the Bank of Aotearoa issued several one Tāwhiao Tukaroto pound notes at the request of Matutaera Potatau Te Wherowhero, the second King.", "Eventually pressure mounted for the formation of a New Zealand central bank.", "In 1934, the Reserve Bank of New Zealand was established with the sole right to issue notes and coins in New Zealand, and we issued our first banknotes and coins just six months later.", "Central bank issued notes and coins remain the only form legal tender money accessible to the public.", "Legal tender money represents a claim on the central bank and can always be redeemed for face value at the Reserve Bank.", "It also represents a legally valid form of payment which, for example, can be used to settle debts and obligations.", "However, traders and retailers have discretion to select what form of payment they will accept for goods and services prior to the transaction.", "Reserve Bank's functions Through time, the expanded from issuing fiat money5 to the public in the form of bank notes and coins, to taking actions to ensure fiat money remains a stable unit of account, store of value, and medium of exchange.", "Our monetary and financial stability mandates as well as our currency mandate are legislated in the Reserve Bank Act (1989) and aim to promote the prosperity and well-being of New Zealanders, and to contribute to a sustainable and productive economy.", "For example, inflation targeting aims to ensure the general rise in prices is low and stable, meaning that we can easily predict how much we will be able to buy with a dollar.", "Likewise, the Reserve Bank provides accounts to commercial banks and issues electronic money to banks to facilitate the smooth settlement of payments in New Zealand, ensuring the fiat money remains a useful medium of exchange.", "The role of cash in society vast majority of New Zealand's money Today, the balances are digitally represented and bank notes make up just seven to nine percent of liquid money.", "Few people use cash for their everyday transactions.", "However, some people, such as tourists and those who are financially, digitally or socially excluded do heavily rely on cash.", "Our 2019 public cash use survey indicated that six percent of New Zealanders rely on cash for their everyday needs (Figure 1).", "Despite the decline in its transactional use, cash in circulation continues to increase.", "This is likely due to its usefulness to some as a store of value.", "There is no legal obligation in New Zealand for shops and merchants to accept cash as a means of payment for transactions at the point of sale.", "Legal tender money issued by the central bank and backed by the government rather than any physical commodity.", "People who don't have access to the banking system, or with challenges that prevent them accessing it.", "Among, for example, people with disabilities, senior citizens, people with low socio-economic status, and people living rurally with limited internet services.", "In addition, cash provides key public benefits including legal tender money (that represents a claim on the government), instant 'in-person' settlement, emergency offline backup payments, and privacy and autonomy in savings and payments.", "These benefits of cash have so far been not well replicated by electronic money in commercial banks.", "New Zealanders' use of cash 'over the last seven days' is declining Share of survey respondents 10% 20 20 cash at - Not More 2017 2019 Change Source: Reserve Bank (2019b).", "Cash and COVID-19 COVID-19 has also highlighted the important role that cash plays in times of economic uncertainty.", "During the weeks leading up to the March 25 pandemic lockdown, New Zealanders demanded an unprecedented amount of cash, with $800m of bank notes issued in March alone (compared to $150m in March 2019).", "These bank notes have not yet returned to the banking system, meaning they are likely still being held by the public.", "Since then, cash in circulation has continued to increase, growing by about 15 percent year on year during the second quarter of 2020.", "Many other countries have also experienced increased demand for bank notes during the pandemic, as a store of value and a back up method of payment (Figure 2).", "It is not unusual for cash holdings to increase during periods of uncertainty.", "In the lead up to the year 2000 wide-spread uncertainty of potential computing failures (the so-called resulted in a sharp increase in cash in circulation (quarterly).", "Similarly, economic uncertainty during the financial crisis over 2008 - 2009 resulted in a rise in cash in circulation (Figure 2).", "Smaller increases in cash holdings can also be seen with regional events such as the 2011 Canterbury earthquakes.", "Source: Haver Analytics.", "Public access to cash is decreasing At the same time, it is getting harder to get hold of cash.", "A cash system incurs high fixed costs and depends on a high number of users to keep the per transaction cost of providing cash services low.", "As the use of cash falls, the per transaction cost increases, causing some cash providers to reduce their services or to introduce or raise fees.", "This in turn further reduces the number of people who use cash while also increasing the costs to those who rely on it.", "In contrast, some debit and credit card schemes generate profitable returns for commercial banks and might present a more favourable service offering for banks compared to cash services.", "Reduced access to cash has been particularly felt by regional New Zealand as bank-owned ATMs and branches have become more concentrated in urban centres and cash services have been pulled out of regional areas.", "This is particularly evident in rural communities on the West Coast of the South Island where there is only one bank ATM located between Wanaka and Hokitika a distance of 418 kilometres.", "These rural communities are now more likely to be serviced by independent cash providers which charge fees and are generally located inside retailer premises (with limited hours).", "Moreover, unreliable internet, fees for card transactions, and occasional isolation due to natural disasters can create additional barriers to these communities ability to transact.", "Defined by access to five major commercial banks' cash sites.", "A site comprises all ATM's and branches at one location.", "On the East Cape of the North Island, communities are also facing challenges.", "Reduced cash services and low internet coverage make it difficult for people living in these remote areas to make and receive either cash or electronic payments, or to give koha.", "Professional cash transport services can be prohibitively priced for businesses in these remote areas.", "As a result, some small businesses have to travel lengthy distances to the nearest town with a bank branch or street facing ATM to deposit their cash takings or acquire change.", "Cross-border payments are also becoming more difficult for some.", "Many people sending money to and from the Pacific islands tend to rely on cash to initiate and complete their remittance transactions.", "However, fewer commercial banks are willing to provide cash and banking services to businesses that transfer money to and within the Pacific.", "The future of cash te moni anamata Given these forces, and the eventual need to replace our aging bank vaulting facilities, the Reserve Bank established the future of cash initiative in 2017.", "The initiative recognised that despite the importance of the cash system, no agency in New Zealand was responsible for it as a whole.", "The Reserve Bank has historically been responsible for issuing bank notes and coins on demand.", "This meant, issuing cash to banks, collecting unfit cash, and processing, storing or destroying the cash that is returned to us.", "The remainder of the cash system, i.e.", "the banks' distribution of cash to the public and the transportation of cash to and from retailers (Figure 3) has been held together by a set of informal arrangements and commercial incentives.", "Figure 3: The supply of cash to the New Zealand public Source: Reserve Bank of New Zealand.", "In 2018, as a first step towards addressing the gaps in our legislation regarding cash, the Reserve Bank Act's purpose statement was amended to focus on prosperity and well-being, and a requirement to issue bank notes and coins to meet the needs of the public was added (Figure 4).", "Building upon this mandate, the Reserve Bank last year published two papers inviting feedback from the public on the role of cash.", "The public policy case on cash was set out in We have been working with the Ministry of Foreign Affairs and Trade, the Department of Internal Affairs, the Reserve Bank of Australia, South Pacific Central Banks and international financial agencies to address the challenges facing providers of these services domestically and in the Pacific region.", "The Future of Cash Use issues paper and was followed by a series of korero moni (cash conversations) held with diverse communities and representatives across New Zealand.", "Feedback through this process revealed to us that we needed to go a step further than simply issuing currency to meet the needs of the public.", "That, to lead the future of cash, we must also ensure that the cash system remains fit for purpose in the face of falling transactional cash use and the emergence of new innovations in money.", "We then published a range of possible responses to ensure a fit-for-purpose cash system in The Future of the Cash System consultation paper and proposed new cash and money provisions in the recently introduced Reserve Bank Act Bill.", "One of these provisions introduced the role of the Reserve Bank as the steward of cash and the cash system.", "Stewardship is defined as \"the act of taking care of or managing something.\"", "For us this means ensuring that New Zealand has a cash system where people can easily withdraw, deposit and pay with cash when they need to, and the cash system remains efficient and resilient to sudden shocks and a declining transactional use of cash.", "In February this year, the Minister of Finance affirmed the unique benefits of cash and supported our proposal for the Reserve Bank to take an active stewardship role in the provision and supply of cash.", "We have now moved from issuing currency that meets the needs of the public, to holistic stewardship of the cash system.", "Figure 4: Future of Cash initiative Source: Reserve Bank of New Zealand.", "Stewardship of cash through COVID-19 Our response to cash demand during the pandemic is an example of stewardship in action.", "As the scale and significance of the global pandemic first emerged, we identified that the distribution of bank notes and coins in New Zealand could be affected by an outbreak of COVID-19 or transport restrictions either in our Wellington operations or anywhere in the cash system where people handle and transport money.", "As a result, we worked with industry to organise a back-up network of vaults throughout New Zealand where cash could be stored and issues; preparation which proved to be vital in ensuring the supply of cash to the public.", "these 'distributed' This ongoing experience has highlighted the importance of vaults, as well as how important it is to collaborate with the banking sector and cash industry.", "Our COVID-19 experience also revealed the need to encourage retailers, particularly of essential services, to adopt practical and balanced cash practices that do not make it more difficult to access and use cash for those who need to.", "We acknowledge the efforts of banks to assist many customers in the move to digital the New Zealand Bankers' Association payments during COVID-19, as well as coordinated effort for the upcoming trial of regional banking hubs.", "However, we have also witnessed some banks fast-tracking planned reductions in cash services during the lockdown.", "These included reducing operating hours and cash access points; changes which have made it harder for individuals and retailers to transact in cash.", "Since September 2019, the largest four commercial banks have collectively reduced their number of bank branches by 6 percent and reduced the operating days or hours of 271 remaining branches.", "We are sympathetic to the complaints from those who are struggling to adjust to changes to cash services from their bank.", "Strategy, capability and governance Going forward, our role as steward of cash requires us to build a strategy for the future of currency in New Zealand.", "To do this, we recently raised the profile of our Future of Cash initiative and created a new department called Money and Cash - Tari Moni Whai Take.", "Te reo Māori version of the name sums up its purpose nicely, \"the department bringing money that's fit for purpose\".", "This department is now responsible not only for the production and distribution of bank notes and coins, but also evaluating the broader policy issues associated with the future of money in New Zealand.", "Accompanying this, we are planning to establish a new governor-level Payments and Currencies Committee, responsible for strategic, policy and oversight decisions for our roles as an issuer of currency, operator of payments and settlement systems, and steward of the cash system.", "The Reserve Bank is continuing to engage with the public and industry, including on systemlevel information and resilience needs.", "We are also formalising and embedding the distributed vaulting arrangements deployed during COVID-19.", "Alongside this, we will be Reserve Bank of New Zealand (2020).", "working with industry to develop standards for banknote processing machines to ensure the authenticity and quality of our notes.", "However, it has become clear that the cash system as it stands will not be sustainable in a world where cash is used less and less.", "This requires a broader response with either a series of changes to the cash system or a transformational redesign of the entire system.", "To make this decision we will undertake a holistic and strategic review of the cash system.", "The objective of the review will be to ensure that the physical and business arrangements for and set up to meet the public's needs cash distribution are efficient, resilient, lower carbon now and into the future.", "The review will also take into account the public benefits and the increasing costs and efficiency challenges of providing cash One option to ensure that cash is available for the long-term might be concentrating cash services in a single provider.", "For example, the end-to-end cash infrastructure could be provided by an industry monopoly model.", "Alternatively, a private-public-partnership as seen in some parts of the water, transport and electricity industries could be used.", "Such a model would recognise the public case for cash.", "Trends in digital money As steward of currency, we must also look to the future of money and remain open to emerging payment methods.", "Payments are predominantly digital (Figure 5).", "Consumers are increasingly drawn to convenient methods of payments including contactless cards and mobile wallets.", "Meanwhile banks, big tech and fintech firms are innovating with new types of payment instruments and methods.", "Some firms and consortiums are proposing new ways of paying that rely on or so called 'stablecoins'12 cryptoassets and distributed ledger technology.", "COVID-19 also accelerated existing trends towards contactless and remote payments.", "retailers requested either contactless payment During the lockdown some 'in-person' methods or remote payments via internet orders.", "Cash was notably discouraged by many despite having similar viral transmission risks as other common objects such as plastic cards, handrails and door knobs.", "New Zealand was not alone in experiencing these trends.", "We are currently undertaking a public survey and wider research supporting analysis to determine how much our payment behaviours have changed during COVID-19 and whether this will be lasting.", "Crypto-assets are generally tokens that rely on cryptographic methods and non-traditional payment infrastructure to be transacted and stored.", "Stablecoins is an industry term that refers to the issuer's intention to stabilise the value of a crypto-asset relative to a certain asset(s) such as a fiat currency.", "The name stablecoin does not confirm its stability.", "Figure 5: Payments becoming increasingly digital Selected countries (% circulation AUCA 0 10 20 30 40 50 Value of card payments (% GDP) Notes: Arrows denote 2007 2018 changes.", "Source: CPMI Red Books, Reserve Bank of New Zealand, Norges Bank.", "The Reserve Bank recognises the potential for transformative innovation in financial services (\"fintech\") to increase efficiency and financial inclusion.", "At the same time, innovations may create new risks that need to be managed or mitigated appropriately.", "Some of those risks include money-like proposals that sit outside of the regulated sector and are not reliably denominated in New Zealand dollars.", "Such innovations could pose challenges to our ability to set monetary policy.", "Central Bank Digital Currencies (CBDCs) Among these trends, central banks around the world are exploring the benefits of and potential for retail CBDCs that are issued to the public (Figure 6).", "CBDCs present a range of high-level benefits and challenges as previously described in our 2018 research.", "In particular, CBDCs provide a digital form of legal tender money to the public and represent a claim on the central bank.", "In contrast, electronic deposits held in commercial banks are a claim on a commercial bank and although they might be low risk, they are not completely risk free and could be lost if the commercial bank failed.", "In 2019, the Bank of International Settlements (BIS) established an innovation hub with partner central banks which proposes to look at, among other innovations, central bank digital currencies.", "Bank for International Settlements (2020).", "In addition, the BIS together with a group of central banks recently agreed to three principles when considering CBDCs.", "CBDCs should do no harm i.e.", "they should not hinder a central bank's ability to meet its monetary and financial stability objectives.", "CBDCs should co-exist with cash and robust privately-issued money such as deposits in bank accounts, and 3.", "CBDCs should be innovative and efficient.", "Ultimately, the catalysts for researching CBDC depend on local needs.", "Central banks in economies with declining use of, and access to, cash are considering whether a CBDC could deliver an additional form of legal tender.", "For example, in Sweden, the Riksbank is considering an e-krona as a digital complement to cash given the decline of cash in circulation.", "Conversely, central banks in economies with a heavily reliance on cash are investigating the potential for CBDC's as a stepping stone to help the unbanked population move into the formal banking sector.", "A CBDC could improve financial inclusion, particularly if it is established with a government-led digital identity scheme.", "For example, the Central Bank of the Bahamas has launched a CBDC pilot called \"Project Sand Dollar\" with the goal of increasing financial inclusion across the islands in the Bahamas, where many people rely on cash but face difficulties accessing bank branches.", "Further, in the case that a foreign-issued or privately-issued currency became prevalent, a CBDC could enable a central bank to retain monetary sovereignty and price stability.", "To be clear, we have no immediate plans to launch a CBDC in New Zealand.", "We are, however, following developments very carefully, and are among the 80 percent of central banks that are actively researching CBDCs (Figure 6).", "Cash is beneficial for financial inclusion in the immediate term and by providing an alternative means of payment, but long term financial inclusion requires creating pathways to electronic means of payments.", "This includes, addressing challenges such as digital identity, access to online platforms, and education.", "See also Committee on Payments and Market Infrastructures and World Bank (2020).", "Figure 6: Central banks are engaging in CBDC work Share of central bank respondents Central banks also engaged in development/pilot arrangements Central banks also engaged in experiments/proof of concept Total central banks researching CBDCs 0% 20% 40% 60% 80% 100% Source: Boar, Holden and Wadsworth (2020).", "Taking an active and holistic view To conclude, as the way we access and spend our money continues to evolve, the Reserve Bank must take a proactive and holistic approach to the future of money.", "This requires future-proofing the cash system and giving more attention to the interaction of physical and electronic money.", "In doing so, we are supporting the prosperity and wellbeing of New Zealanders.", "As steward of currency we must build a cash strategy that is economically viable, resilient and supports inclusion.", "To do this, we will continue to build on the relationships we have established with the banking and cash industry while also building out our own capabilities.", "We have seen the cash industry work together through COVID-19 to support access to cash and this is something we want to encourage further.", "Cash is a crucial form of money for our country and we encourage every banking sector participant to consider their role in preserving the benefits of cash.", "We are also monitoring the ever-changing technology of digital money and payments with respect to our stewardship role, and desire to support innovation and efficiency.", "To support all of this, at the Reserve Bank we are deepening our policy and analytical capacity, and putting in place the governance structures required to provide the strategic leadership that will be needed.", "There are several points through history where central banks have faced defining challenges.", "In the 1990s it was inflation targeting.", "By the mid-to-late 2000s it was financial stability.", "In the 2020s, the biggest question facing central banks could well be the future of money itself.", "We acknowledge there is much work to be done.", "We do not yet have all the answers, nor do we expect to find them alone.", "But, by working together, we plan to be now and in the future.", "Nau te rourou, naku te rourou, ka ora ai te iwi.", "With your contribution, and my contribution, the people will prosper.", "Tēnā koutou, tēnā koutou, tēnā tatou katoa.", "Auer, R, Cornelli, G, and Frost J (2020) cash and the future of payments\", for International Settlements Bulletin, No 3, April.", "Auer, R, Frost, J, Lammer, T, Rice, T, Wadsworth, A (2020) \"Inclusive payments for the post-pandemic SUERF Policy Note, Issue No 193, September.", "Bank for International Settlements (2020) \"BIS Innovation Hub\" accessed 7 October.", "Bank of Canada, European Central Bank, Bank of Japan, Sveriges Riksbank, Swiss National Bank, Bank of England, Board of Governors Federal Reserve System, and Bank for International Settlements (2020) \"Central bank digital currencies: foundational principals and core features\", Report no 1.", "Bascand, G (2018) \"In search of gold: exploring central bank digital currency\", A delivered to The Point Conference, hosted by Payments New Zealand in Auckland, 26 June.", "Bascand, G (2020) \"Banking the economy in Aotearoa\", A speech delivered to banking industry representatives in Wellington, 31 July.", "\"Impending arrival: Boar, C, Holden, H and Wadsworth, A (2020) a sequel to the survey on central bank digital currency\", Bank for International Settlements Papers, No 107, January.", "Bank of the Bahamas (2019), Central \"Project Sand Dollar: a Bahamas payments system modernisation initiative\", December.", "and World Bank (2020) \"Payment Committee on Payments and Market Infrastructures aspects of financial inclusion in the fintech era\", April.", "McBride, N (2015) and the concept of legal \"Payments tender\", Reserve Bank of New Zealand Bulletin, Vol 78.", "Bank of New Zealand (2018) \"The Journey of Te Pūtea Matua: Our Tāne Mahuta.", "hapu Te Roroa is the kaitiaki to Tāne Mahuta, the kauri tree in Waipoua Forest\".", "Reserve Bank of New Zealand (2019a) \"The future of cash use - Te Whakamahinga Moni Issues Paper, June.", "\"Cash use in New Reserve Bank of New Zealand (2019b) Zealand - public survey 2019 high level findings\", October.", "Reserve Bank of New Zealand (2019c) \"The future of the cash system Te Pūnaha Moni Consultation Paper, October.", "Reserve Bank of New Zealand (2020) \"Leadership appointments in Reserve Bank's Money Group\", Media Release, 7 July.", "Riksbank (2018) \"The Riksbank's e-krona project\", Report 2, October.", "Robbers, S (2019) \"The Fintech opportunity in personal finance\", A speech delivered at the Singapore FinTech Festival in Singapore, 13 November.", "Wadsworth, Reserve Bank of New Zealand Bulletin, April 2018, Vol 81, No 3.", "Wadsworth, A, (2018b) \"The pros and cons of issuing a central bank digital currency\", Reserve Bank of New Zealand Bulletin, June 2018, Vol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cash system", "Cash", "Payments", "Central bank digital currency", "Financial inclusion", "Monetary policy", "Currency", "Reserve Bank", "Banking", "Digital money"]}