{"sentences": ["Check against delivery Good morning, dear real estate experts, conference attendees, dear colleagues, I am happy to welcome all of you at the eighth Annual Bank of Lithuania Real Estate Conference.", "Throughout its history, our Real Estate Conference has been held at various venues.", "This year - not exactly by choice - we are meeting virtually for the first time ever.", "I must admit - this time we are acting in a pro-cyclical manner.", "The Bank of Lithuania was able to save money by not having to rent a separate physical space for the conference.", "However, this also means, of course, that the commercial real estate market and, perhaps, some of the conference participants or attendees have lost some of their income.", "Therefore, the pandemic has inevitably in one way or another affected everyone and everything, including the foundations of the Lithuanian real estate market.", "For instance, we have observed a slowdown in the growth of house prices after the previous lockdown.", "Expectations of the real estate industry have also taken a turn for the worse: our surveys show that the majority of commercial banks have started to expect a fall in real estate prices, particularly in the segment of commercial real estate.", "However, the predictions of a looming market crash have not come true.", "On the contrary - the housing market has gotten over the initial scare and recovered back to the new highs.", "Towards autumn, new house sales already exceeded the average rate of several previous years.", "And today, we hear more voices discussing new record numbers of transactions in the housing market.", "What were the reasons behind the resilience of the housing market?", "We do have certain answers, but they are not yet complete and, probably, not definitive.", "I am therefore eagerly looking forward to today's discussions and, in order to kick-start them, I will provide several possible explanations.", "First, I would like to mention positive demographic changes, particularly in Vilnius - our capital city.", "In 2019, we still had doubts as to whether the growth of Lithuania's population was a one-off phenomenon.", "This year, however, it has become apparent: the country's population is growing for the second consecutive year, and this trend is likely to continue, which is in turn a substantial impetus for the housing market growth.", "Moreover, Vilnius continues to witness a rapid expansion of financial service providers, IT and financial technology enterprises, as well as an increase in the number of relatively high-income buyers and tenants who require more high-quality housing.", "Robust demand has lifted the capital city's housing market to its current highs and led to an increasing office space supply.", "Another reason would be a record-high housing affordability.", "Let's take a simple example: this year, a typical household can acquire a mid-sized apartment in Lithuania for its three years' wage.", "So let's compare: last year, the average household had to work one and a half months longer to purchase such property, while five years ago - ten months longer.", "Of course, it takes more years in Vilnius.", "However, the general trend is obvious: wage growth continues to outpace house prices, while credit terms remain favourable.", "This is determined, among other things, by the decisive response to the COVID-19 crisis from the Eurosystem, which the Bank of Lithuania is part of: timely decisions on monetary policy stimulus measures imply that interest rates are set to remain low for quite a long time to come.", "Dear colleagues, despite the pandemic, the Bank of Lithuania experts have not changed their housing market assessment: even though the level of activity in this segment is still historically high, its current situation remains sustainable.", "What is the basis for such an assessment?", "First, as I have already mentioned, housing remains affordable.", "Second, the Bank of Lithuania ensures sustainability of the market and financial institutions through its macroprudential policy instruments.", "The Responsible Lending Regulations crack down on irresponsible behaviour of homebuyers and lenders, help avoid unfounded expectations and offer a real reason to believe \"that this time everything will actually be different\".", "Indeed, the proportion of mortgaged house purchases is now much smaller than before the onset of the global financial crisis, whereas the growth of housing loans remains much more balanced with the development of the domestic economy.", "Furthermore, we are closely monitoring not only what is happening nationwide, but also on the level of individual cities or regions.", "If regional housing market imbalances emerge, we will not hesitate to take additional steps in implementing the Bank of Lithuania's macroprudential mandate.", "For example, if necessary, we may adjust the application of the Responsible Lending Regulations for the acquisition of real estate registered in a certain area.", "We also hope that next year, along with the transposition of the updated Capital Requirements Directive, our arsenal will be complemented by the possibility to impose additional sectoral capital requirements for commercial banks.", "They would allow increasing capital requirements for separate loan types - for instance, to purchase housing registered in a particular city.", "And finally: both the nature and economy love balance or, in other words, one's misfortune can turn out to be another's find.", "In this case, it also cannot be ruled out that the current health emergency may give an impetus to the housing market in some respect.", "For instance, an increase in remote work gives rise to a need for a separate working space, which may encourage households to look for more spacious homes, while savings made due to restrictions on travel or leisure may encourage investment in housing.", "I understand that such considerations may sound overly optimistic and reassuring, thus I would like to add a warning: it is not yet time to pop the champagne cork.", "We are now in our second lockdown, which may not be the last one.", "This time, forecasting its fallout on the economy and, simultaneously, on the real estate market is definitely not a simple task.", "Meanwhile, there is, unfortunately, an extremely wide array of risks unfolding before our eyes.", "For example, will the housing market maintain its high resilience level?", "Or will households be able to successfully meet their existing liabilities?", "The pandemic and the imposed economic restrictions have hit catering, accommodation and travel-related services particularly hard.", "It is true that these activities account for a minor share of GDP, comprising less than 2%.", "However, these sectors typically employ younger staff aged between 18 and 35.", "And it is young people who are the most active homebuyers or tenants.", "the commercial real estate market showed signs of uncertainty even before the second lockdown.", "And the recent trends indicate that the outlook of this segment remains uncertain.", "The pandemic may tilt the scales to the benefit of the housing market, yet the implications for the commercial real estate market will often be the opposite.", "For instance, the vacancy rate of office space in Vilnius is projected to increase substantially next year, which will certainly be mostly determined by the shift to remote work.", "Moreover, the pandemic has disrupted brick-and-mortar trade and accelerated a shift towards electronic commerce, which adds to the pressure in some parts of the commercial real estate market.", "For instance, rental income of certain shopping centres fell by nearly one-third in the second quarter of the year.", "Limited data available for the third quarter suggests that partially lifted movement restrictions have also brought rental income from commercial property back to its previous level.", "Nonetheless, it looks like the commercial sector is set to undergo significant changes, which require adequate preparation and a realistic assessment of future prospects.", "Hence, the commercial real estate market is facing serious challenges, which will become even more daunting if the current situation leads to a structural break and evolve into \"a new normal\" in the post-pandemic world.", "The situation of real estate developers and construction enterprises is also far from unambiguous.", "It is true that financial performance of construction companies remain sustainable, the existing stock of liquid assets is much larger than before the previous crisis, while the debt level is now much lower.", "However, the problem is that this sector is particularly vulnerable to internal and external shocks due to its pro-cyclicality.", "Let me explain what I mean.", "The global economy is obviously going through the biggest shock since World War II.", "Growth forecasts for the world's major economies do not indicate a rapid recovery, while global trade has slowed down.", "All of this means that Lithuania's economic growth in the near future should also be more sluggish than that to which we have become used to.", "Looking back at the previous crisis, memories of which have not yet faded away, it can be stated that the construction sector is usually among the first to feel the effects of economic deterioration.", "Therefore, it is necessary to think several steps ahead, duly assess the risks taken and build up sufficient buffers for inevitable contingencies in order to adequately adapt to the changing situation in the real estate market.", "This implies careful preparations for potential developments.", "Dear viewers and listeners, As much as we are concerned about the current issues, we cannot forget the risks that have built up before the pandemic and are relevant to all segments of the real estate market.", "Today, these risks have to be observed and assessed with particular care.", "First of all, I would like to mention demography.", "Lithuania's population is ageing, despite noticeable improvements in the country's migratory balance.", "The European Commission's estimates continue to show that the share of people aged between 18 and 35 in the country's population will decrease by approximately one-fifth in a decade's time.", "If demographic trends remain intact, this will inevitably have significant and, unfortunately, adverse consequences for the entire Lithuanian economy, including its real estate market.", "Another important factor is access to credit.", "Another important factor is access to credit.", "This year, we continue to observe a trend of a year-on-year decrease in new bank loans to the real estate sector.", "Approximately half of the construction companies surveyed by the Bank of Lithuania reported that their loan or refinance applications had been rejected, which was the highest share of rejections compared to other sectors.", "Access to finance for real estate developers has been far from encouraging too, with one out of three applications rejected.", "Financial market participants engaged in lending to businesses admit that, as far as real estate developers are concerned, tighter curbs have only been applied to lending to accommodation and public catering enterprises, which have taken a severe hit from the pandemic.", "Financial institutions likely hedge themselves against the pandemic-induced uncertainty and too farreaching ambitions of their customers.", "However, sudden funding cuts may entail additional risks for builders and developers.", "Therefore, it is particularly important that funding sources for real estate undertakings and construction companies grow in range and diversity.", "And we can already see this happening - businesses increasingly tap other sources, such as non-financial corporations, non-banking financial institutions and funds.", "Dear colleagues, our today's event is a good opportunity to assess the potential fallout from the pandemic on the real estate market, to discuss the challenges that are currently emerging or will appear in the near future, as well as potential preventive measures to reduce likely imbalances.", "By joining this conference, you have confirmed that you are interested in the real estate market environment and look for credible information and well-founded answers.", "We aim for the same goal.", "I very much hope that the eighth conference will be as successful as the previous ones.", "I wish you fruitful discussions that will help better understand the prevailing threats and risks as well as discover solutions to the most pressing issues."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["housing market", "commercial real estate", "real estate", "demography", "credit access", "macroprudential policy", "responsible lending", "pandemic", "monetary policy", "risks"]}