{"sentences": ["AFI-BOG WEBINAR ON INTEGRATING GENDER CONSIDERATIONS INTO COVID-19 POLICY SOLUTIONS KEYNOTE ADDRESS BY DR. E.K ADDISON GOVERNOR, BANK OF GHANA 14TH SEPTEMBER 2020 Fellow Governors and Deputy Governors of the AFI Network AFI Executive Director Dr. Alfred Hannig, and AFI Management and Staff Members of the AFI Network Ladies and Gentlemen 1.", "Good morning, afternoon, or evening, wherever you may be from around the world.", "We would have loved to welcome you all to our beautiful city of Accra for this forum but thanks to COVID-19 we have to make do with a virtual meeting.", "The Bank of Ghana has had a long-standing relationship with AFI over the last decade and more, and we are very honoured to be co-hosting this all-important webinar.", "Our membership of AFI and the rich peer-learning that the Network has provided us has been extremely helpful in shaping our policies and regulation to promote financial inclusion.", "Today's webinar provides us a rare opportunity as policy makers, regulators, and other key stakeholders, to take stock of how our responses to the ongoing pandemic have either helped to close or worsen the gender gap.", "The global economy has been severely impacted by the pandemic, leading to what may be the worst recession since the Great Depression of the 1930s.", "Governments and central banks around the world have responded with unprecedented bold policies and other measures to provide liquidity to financial markets and to cushion the impact on the private sector especially small businesses and low-income households.", "Emerging and developing economies have been hardest hit, exacerbating pre- existing inequities which have led to the poor and vulnerable disproportionately bearing the brunt of the pandemic.", "What is more, job losses and the collapse of many informal, micro and small businesses (many of which are owned by women) have pushed many out of the financial system.", "What is more, financial institutions (especially smaller ones) are also at risk given the higher credit losses and attendant risks for the quality of loan assets, lower capital and liquidity buffers, lower net interest income, and higher operational losses, creating new challenges for regulators.", "The global economic outlook remains bleak and uncertain, with recovery projected to be U-shaped, suggesting a slow return to buoyancy.", "This will mean that the plight of the poor and vulnerable could worsen, unless timely policy interventions are adopted to help prevent a complete reversal of the gains that have been achieved in poverty reduction and financial inclusion in the developing world.", "There is global consensus that the pre-COVID 19 economic order was skewed against women.", "The World Bank's 2017 Global Findex Survey reported that of the 1.7 billion of unbanked adults globally, 56 percent are women, and in developing economies like Ghana, women remain 9 percentage points more likely to be unbanked than men.", "In sub-Saharan Africa, only 37 percent of women have a bank account, compared with 48 percent of men, a gap that has only widened over the past several years.", "Without access to critical funding, women-owned businesses suffer, and struggle to create the scale that is needed to connect to global value chains and become economically significant.", "The UN FAO estimates that the contributions of African women to economic activities on the continent are considerable, albeit mostly informal.", "Women in Africa are responsible for 70% of crop production, 50% of animal husbandry and 60% of market activity.", "Women undertake nearly 100% of food processing activities, in addition to child care and other responsibilities in households.", "Women's formal ownership of SMEs currently stands at around a third of all registered SMEs in Africa, and women-owned SMEs are more likely to have lower sales and annual turnover, less employees, and smaller size than those enterprises owned by men.", "A March 2020 African Development Bank study also confirms that female entrepreneurs dominate key growth sectors such as agriculture, textile and garments and yet lack access to critical funding.", "These statistics tell a story that is troubling particularly in the context of the new economic realities that the pandemic has unleashed on the developing world.", "To reduce the burden of the pandemic on Ghana's economy and in particular on small businesses and low income households, the Government and Bank of Ghana instituted certain measures.", "The Government's support package included a small loan facility to MSMEs to the tune of Ghc 600 million (appx US$ 100 million), a Ghc 100 billion (appx 18 billion) CARES programme to expedite economic recovery, and the absorption of water and electricity bills for a few months.", "The Bank of Ghana's policy and regulatory measures since March 2020 have a 150 basis points reduction in our monetary policy rate; a reduction of the Capital Conservation Buffer for banks from 3 percent to 1.5 a reduction of the Cash Reserve Requirement for banks from 10 percent to 8 a reduction of the 8 percent primary reserve ratio of savings and loans companies, finance house companies, and rural and community banks to 6 percent, and the 10 percent primary reserve ratio of micro finance companies to 8 percent.", "These measures have released a significant amount of liquidity to banks and SDIs which they have passed on to their customers in the form of an interest loan reduction averaging 200 basis points, loan repayment moratoriums of three to twelve months, and new loans to businesses in sectors that are at the forefront of the fight against the pandemic.", "The Bank of Ghana's measures recognised the key role of smaller financial institutions in extending access to financial services to small businesses and low- income households, several of whom had lost their businesses or jobs, making these financial institutions vulnerable given the heightened credit risk they bore.", "These measures have helped somewhat to reduce the burden on these institutions and their clients many of whom are female and young entrepreneurs.", "We have also seen a significant increase in the use of digital financial services during this pandemic, thanks to some of the measures we instituted.", "The Government has also resorted to the use digital means of cash transfers to women and other groups under the Livelihood Empowerment Against Poverty programme using the biometric e-switch card and mobile money interoperability platform.", "The increasing use of digital financial services help to accelerate the rate of financial inclusion, and to close the gender gap in access to finance.", "While the economic outlook remains unclear, our financial system is relatively strong following reforms carried out in the last three years, and is positioned to continue to play a key role in supporting economic recovery going forward, and helping to promote financial inclusion and in particular to reduce the gender gap.", "The recent launch by the Ghana Government of the National Financial Inclusion and Development Strategy, the Digital Financial Services Strategy, and the Cash-Lite Policy, is intended to improve access to financial services from 58% in 2015 to 85% by 2023 through increased digital financial services that will help promote economic empowerment of the poor and marginalized.", "As one of the implementing agencies under these policy initiatives, the Bank of Ghana will continue to use its policy and regulatory tools to promote safety and soundness of banks and SDIs and digital financial services to the benefit of all economic actors.", "The Bank of Ghana remains committed to delivering on our commitments under AFI's Maya Declaration, Denarau Action Plan, and Kigali Statement, and in keeping with our role as an AFI Gender Inclusion Ambassador, we will continue to make progress on promoting a gender-inclusive financial services ecosystem, and promoting sustainable finance.", "Building on our existing sex-disaggregated data collection portal for mobile money services, we are developing a more comprehensive disaggregated reporting regime for all our regulated institutions through a new Online Regulatory and Analytics Surveillance System to be fully operational by the end of the year, to help shape more gender-specific policy and regulatory measures going forward.", "As we look ahead and armed with lessons from the past, let us explore the opportunities that the current pandemic presents to us as policy makers and regulators in the AFI Network, and let us identify ways in which we can adopt new approaches to addressing the gender gap in access to finance.", "This is not the time to leave any one behind, and we must begin to be more intentional about bridging the financial inclusion gap and the disparities that exist from a gender perspective.", "This is critical to making progress in our inclusive socio-economic growth and development aspirations.", "Fortunately, this webinar and the lineup of speakers and discussions, promises to help in that direction.", "I wish us all fruitful deliberations.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Gender gap", "Financial inclusion", "Women-owned businesses", "COVID-19", "Economic recovery", "Digital financial services", "Policy interventions", "Poverty reduction", "Regulatory measures", "Small businesses"]}