{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Nagano ADACHI Seiji Member of the Policy Board I.", "Impact of the Novel Coronavirus (COVID-19) and Economic Developments at Home A.", "Developments regarding COVID-19 I would like to begin my speech by talking about developments regarding COVID-19.", "The outbreak of COVID-19 was first identified in China in January 2020, spreading to Europe from late February.", "The number of confirmed cases in Europe and the United States peaked out temporarily in around April, but thereafter the disease spread rapidly to emerging economies other than China.", "Developments regarding COVID-19 continue to warrant attention as a resurgence in confirmed cases has been observed recently in the United States and Europe (Chart 1).", "Meanwhile, in Japan, the number of confirmed cases surged from late March, and the government declared a state of emergency in April.", "Although the state of emergency was lifted in May, the number of cases started to increase again from around July and then turned to a decline; thereafter, the number has been fluctuating (Chart 1).", "However, the pace of increase in the number of cases in Japan has been moderate compared with other major economies, with severe cases and confirmed deaths remaining contained.", "Overseas Economies With a view to suppressing the spread of COVID-19, many countries have implemented measures to constrain economic activity by imposing restrictions on going outside and on people's movement.", "It is worth remembering that it is as a result of these measures that the real GDP growth rate of these countries registered a substantial decline for the first two quarters of 2020, particularly the April-June quarter (Chart 2).", "However, as economic activity resumed gradually thereafter, led mainly by advanced economies, the global economy seems to have bottomed out and have started to pick up generally since around summer.", "According to data from the Purchasing Managers' Index (PMI), which show business sentiment, the indices have been above 50 -- the borderline between improvement and deterioration in business conditions as perceived by firms (Chart 3).", "In addition, the World Economic Outlook released in October by the International Monetary Fund (IMF) shows that growth projections for 2020 have been revised upward for many countries and regions (Chart 4).", "C. Japan's Economy Turning to Japan, the economy seems to be picking up after reaching its lowest point in the April-June quarter, as with advanced economies in Europe and the United States.", "In particular, the recovery trend has gradually become evident in production in the manufacturing sector, including automobile- and IT-related goods, along with the pick-up in exports to Europe, the United States, and China (Chart 5).", "However, the impact of the spread of COVID-19 varies significantly depending on business sector and household attributes.", "Thus, although Japan's economy as a whole has started to pick up, the pace of recovery differs by attribute.", "This situation is also observed in other major economies.", "With regard to corporate activity, while the recovery in the manufacturing sector has been relatively firm, that in the nonmanufacturing sector has been moderate.", "As for the latter, business conditions have been favorable for some firms in the information and communications industry, such as Internet-related firms, due partly to an increase in teleworking.", "On the other hand, quite a few firms in consumption-related industries have not really felt that their business conditions have recovered.", "Among retailers, business conditions of some firms have improved, supported by an expansion in stay-at-home consumption as seen in increased sales of household electrical appliances and online shopping; however, for face-to-face services such as travel and accommodations as well as eating and drinking, business conditions remain severe (Chart 6).", "It is the employment situation that shows a considerable difference in the impact of the spread of COVID-19, depending on business sector and household attributes.", "In Japan, the unemployment rate is currently 3.0 percent, which is low compared with other countries (Chart 7).", "As I will explain later, this seems partly because policy responses by the government and the Bank of Japan have had a positive impact.", "However, looking at the number of employed persons by employment status, the year-on-year rate of change in the number of regular employees has remained positive, while the rate of change for non-regular employees has decreased, mainly in face-to-face service industries (Chart 7).", "I consider it necessary to closely monitor developments in non-regular employment.", "Policy Responses and Their Effects A.", "Policy Responses by the Government and the Bank of Japan Governments and central banks around the world have taken countermeasures quite swiftly against the rapid deterioration in the global economy caused by the spread of COVID-19.", "In particular, policy measures commonly taken by major countries are as follows: income support measures implemented by the government sector, such as unemployment insurance and cash payments; and support for corporate financing, including loan guarantees and central banks' aggressive funds-supplying measures.", "In addition, central banks have actively purchased assets such as government bonds, corporate bonds, and CP, while six central banks, including the Federal Reserve and the Bank of Japan, have conducted U.S. dollar funds- supplying operations.", "These asset purchases and dollar operations are considered to have played a significant role in preventing the sharp drop in stock prices and the rise in long-term interest rates that were seen globally this March from deteriorating into a worldwide financial crisis.", "Since March, the Bank has taken policy responses in line with the large-scale economic measures conducted by the government.", "Specifically, the Bank's measures fall broadly into the following three categories (Chart 8).", "First, the Bank introduced the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) in order to support financing, mainly of firms.", "The total size of this program amounts to about 140 trillion yen.", "The program consists of purchases of CP and corporate bonds with the upper limit of about 20 trillion yen, and the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19), which will be a maximum of about 120 trillion yen.", "Through this special operation, the Bank provides funds on favorable terms to private financial institutions that make loans in response to COVID-19.", "The operation is also applied to effectively interest-free and unsecured loans made mainly to small and medium- sized firms through private financial institutions, for which the government takes the credit risk by providing credit guarantees.", "Second, to maintain stability in financial markets, the Bank has adopted a framework through which ample yen and foreign currency funds can be provided in a flexible manner.", "As for the yen funds, under yield curve control, the Bank decided to purchase a necessary amount of Japanese government bonds without setting an upper limit.", "Regarding foreign currency funds, the Bank has provided a large amount of U.S. dollar funds through the strengthened U.S. dollar funds-supplying operations.", "Third, the Bank has actively purchased exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs).", "The aim of this measure is to lower the risk premia in asset markets, thereby preventing firms' and households' sentiment from deteriorating through volatility in asset markets and providing continued support for positive economic activity.", "In deciding these policy measures, the Bank brought forward the March Monetary Policy Meeting (MPM).", "At an unscheduled MPM on May 22, the Bank decided on such measures as the introduction of a new fund-provisioning measure to support financing mainly of small and medium-sized firms.", "Deputy Prime Minister and Finance Minister Aso and Bank of Japan Governor Kuroda then released a statement together, communicating to the public at home and abroad that the government and the Bank \"are committed to making every effort to facilitate corporate financing and maintain stability in financial markets .", "and doing whatever it takes to settle the situation, and will work together to bring the Japanese economy back again on the post-pandemic solid growth track.\"", "I believe that the clear stance of the government and the Bank has helped build a sense of assurance regarding the outlook for Japan's economy.", "B. Reflections on Policy Effects The policy responses undertaken to date by the government and the Bank have generally been effective.", "This is indicated by the fact that the rise in the number of unemployed and corporate bankruptcies has so far been limited, despite economic activity being rapidly and significantly depressed due to the impact of COVID-19.", "For example, the Bank's estimate of the output gap in Japan's economy for the April-June quarter this year was minus 4.83 percent, the largest negative figure since the minus 5.40 percent for the January-March quarter of 2009, immediately after the Global Financial Crisis (GFC), and the minus 5.53 percent for the quarter following that.", "This is because working hours and capital utilization rates declined sharply against the background of the spread of COVID-19 and preventive measures strongly constraining firms' and households' economic activities.", "Even though the figures for the output gap show that the extent of deterioration in economic activity this time has generally been the same as at the time of the GFC, the degree of employment adjustments has remained relatively small so far.", "This seems attributable to the fact that increases in corporate bankruptcies, discontinuation of businesses, and unemployment have been constrained to some extent, due to the swift implementation of various policy responses, such as the expansion of employment adjustment subsidies and support for financing.", "Japan's Economy in the COVID-19 Era A.", "From Waiting for the Pandemic to End, to Learning to Live with COVID-19 During the initial phase of the COVID-19 outbreak, policy priority was focused on preventing an increase in unemployment or corporate bankruptcies so that the economy could withstand the spread of the disease, in preparation for the resumption of economic activity after the disease subsided.", "This is why policy management has been conducted partly with the aim of recovering pre-COVID-19 economic conditions.", "I personally think that the policy objectives are generally being achieved, in the sense that they are helping the economy to withstand the spread of COVID-19.", "On the other hand, even after more than half a year has passed since the spread of the disease took hold, people seem to be increasingly recognizing that it will take time to envision a path toward normalization where the risk of infection has been completely dispelled.", "In this regard, restricting economic activity with measures such as lockdowns is indeed effective if the priority is to contain the spread of COVID-19.", "However, it has also become clear that such measures have a significant impact on social life.", "In Japan, COVID-19 has not yet subsided, but the country has so far been able to avoid large spikes in the number of severe cases and confirmed deaths.", "For these reasons, there has been a gradual increase recently in moves to find ways of pursuing economic activity while living with COVID-19, rather than waiting for the pandemic to end.", "Signs of Change from the Perspective of Living with COVID-19 Next, I would like to talk about the changes that are being brought about by the COVID-19 era.", "Since the GFC, economists have been concerned about the limits of global economic growth or the drying up of growth frontiers.", "One example of these concerns is the secular stagnation hypothesis presented by Professor Lawrence Summers of Harvard University and others.", "While it had already been acknowledged that potential economic growth rates might be on the decline, especially in advanced countries, concerns are now growing that the recent spread of COVID-19 will further exacerbate secular stagnation.", "In particular, the pandemic is having a strong adverse impact on the factors that are thought to have driven global economic growth since the 2000s, including globalization, urbanization, and the shift toward a service economy.", "If it turns out that we are going to have to live with COVID-19 for the next few years, it will likely become harder to return to the growth path observed before the outbreak.", "Considering the recent signs of economic change from the viewpoint of living with COVID- 19, several possibilities come into view.", "The first is the move toward digitalization.", "With the spread of COVID-19 showing no signs of subsiding, investment in digitalization is exhibiting relatively steady growth, and firms are maintaining an active stance toward such investment.", "Investment in digitalization is indispensable for continuing to conduct business while containing the spread of infection, as seen in the widespread adoption of teleworking.", "Face-to-face service industries, which have been hit especially hard by the spread of COVID-19, are facing a severe business environment.", "Since these industries are highly labor-intensive by nature and raising productivity has been a challenge, promoting investment in digitalization may carry greater implications for them than simply overcoming this adverse business environment.", "The expansion of investment in digitalization is also expected to lead to growth in new demand in various related areas, including cloud services.", "The second possibility is the decentralization of urban functions.", "The United States has seen an outflow of people from urban areas to the suburbs to avoid the risk of infection.", "In Japan also, headlines reported that the outflow of people from Tokyo in July, August, and September exceeded inflow.", "It is too early to tell if these developments indicate a permanent shift to a COVID-19 era, but in the long run, it is possible that phenomena such as the widespread adoption of teleworking will affect the decentralization of urban functions.", "The third possibility is the reassessment of corporate locations.", "The spread of COVID-19 has had a major impact on global distribution networks.", "As a result, some firms are reconsidering the location of their production and distribution sites with a view to building optimal supply chains.", "In his book The Great Reset: How New Ways of Living and Working Drive Post-Crash Prosperity, urban economist Richard Florida points out that the innovations that bring about new growth processes are born out of the adversity of severe recessions, arguing convincingly from the example of the low-growth period in the United States during the Great Depression before World War II.", "If adversity can indeed be the source of new growth, it is possible that the foundations for next-generation innovation will be established during the process of pursuing the structural reforms in society to adapt to the COVID-19 era.", "In this sense, I consider it necessary to continue monitoring carefully the changes in society as it adjusts to the COVID-19 era.", "Living with COVID-19, and Monetary Policy in the Future Since joining the Bank's Policy Board this March, I have stressed that, in response to the spread of COVID-19, the Bank should first and foremost avoid any rise in unemployment or corporate bankruptcies by providing ample liquidity to firms.", "This is because I consider it appropriate for the Bank to conduct monetary policy that in some way supports households and firms that have been negatively affected by the government's measures to restrain economic activity with the aim of containing the spread of the disease.", "I also believe that monetary policy aimed at achieving the price stability target of 2 percent should be revisited after COVID-19 subsides, in a post-COVID-19 economic context.", "Looking at recent developments, however, it is difficult to envision a post-COVID-19 economy, at least for the time being.", "It seems to me that the need to consider the new shape of society and the economy emerging from the COVID-19 era is becoming ever more pressing.", "In this context, the Federal Reserve this August announced a change in its framework for conducting monetary policy.", "Notable in the altered framework was the introduction of average inflation targeting, which allows temporary upswings in the inflation rate, while at the same time maintaining the goal of achieving maximum employment.", "In other words, the Federal Reserve seems to be seeking to adopt a policy that aims at achieving the greatest possible employment even if this means being willing to accept inflation rising above the target level to some extent.", "My personal opinion is that this change seems to reflect an underlying shift in thinking behind monetary policy, with greater attention being paid to marginal changes in employment, which is susceptible to deterioration in economic conditions.", "These points that are being discussed mainly in the context of the United States are very interesting when considering monetary policy.", "Although the spread of COVID-19 in Japan has been relatively contained compared with other countries, there seems to be no significant difference in the difficulty of envisioning a post-COVID-19 economy.", "In such an environment, the government is actively promoting various reforms.", "In general, it is undeniable that the process of making drastic changes to the socioeconomic structure can be painful.", "This is why a safety net to alleviate this pain will become even more important.", "In the COVID-19 era, I believe that it is worth considering whether monetary policy might be able to act as a sort of safety net by providing accommodative financial conditions, rather than as a means of directly promoting such reforms.", "In the medium to long term, maintaining accommodative financial conditions will provide the foundations for normalization of economic activity and achievement of the price stability target.", "So far, although weakness has been observed, there seem to be no major problems regarding corporate financing, partly due to the effects of various liquidity provisions by the Bank.", "However, uncertainty remains high regarding the outlook, and if the pace of economic recovery is much slower than expected, it is not possible to completely rule out the risk that firms' positive stance toward the outlook will be lost or that corporate bankruptcies and discontinuation of businesses will increase.", "To avoid such a situation, I believe that it remains necessary in the COVID-19 era to maintain an accommodative monetary policy stance while carefully monitoring economic developments.", "Thank you for your attention.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Nagano November 12, 2020 Member of the Policy Board Chart 1 Daily Confirmed New Cases of COVID-19 thous.", "Figures for the United States are from the Centers for Disease Control and Prevention (CDC).", "Those for Taiwan and Hong Kong are from the Taiwan Ministry of Health and Welfare and the Hong Kong Centre for Health Protection, Department of Health, respectively.", "Figures for Japan are from the Ministry of Health, Labour and Welfare, while those for the euro area, major emerging countries except Taiwan and Hong Kong, as well as China are from the World Health Organization (WHO).", "Figures are 7-day backward moving averages.", "Major emerging countries include the NIEs, ASEAN, India, Latin America, the Middle East, Russia, and Turkey.", "Sources: CEIC; Ministry of Health, Labour and Welfare.", "Those for emerging countries are year-on-year changes.", "Sources: Statistics released by the respective government or central bank; European Commission.", "Overseas Economies: PMI Manufacturing PMI Services PMI s.a., DI s.a., DI 40 40 Advanced China Emerging and commodity-exporting economies (excluding China) Jan. Apr.", "Figures for the global economy are the \"J.P. Morgan Global PMI,\" and those for China are the \"Caixin China PMI.\"", "Figures for the services PMI are the \"Services Business Activity Index.\"", "Figures for advanced economies are the weighted averages of the PMIs for the United States, the euro area, the United Kingdom, and Japan using their global GDP shares from the IMF as weights.", "As for figures for emerging and commodity-exporting economies excluding China, those for manufacturing are the weighted averages of the PMIs for 19 countries and regions and those for services are the weighted averages of the PMIs for 3 countries, both using their global GDP shares from the IMF as weights.", "Sources: IHS Markit (© and database right IHS Markit Ltd 2020.", "Differences from the June 2020 projections are shown in parentheses.", "For India, figures are presented on a fiscal year basis.", "Figures in the left-hand chart are based on staff calculations.", "Those for the Consumption Activity Index (travel balance adjusted) exclude inbound tourism consumption and include outbound tourism consumption.", "Figures for the components are not adjusted for the travel balance.", "In the left-hand chart, nondurable goods include goods classified as \"semi-durable goods\" in the SNA.", "In the left-hand chart, figures in angle brackets show the weights in the Consumption Activity Index.", "Sources: METI; Bank of Japan, etc.", "Employment Unemployment Rates in Major Countries Number of Employed Persons in Japan y/y % chg. Self-employed workers, family workers, etc.", "yen + α Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previously, amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19: about 120 tril.", "yen Provide funds to private financial institutions on favorable terms for the loans that they make in response to COVID-19.", "・ Eligible loans include effectively interest-free and unsecured loans to small and medium-sized firms through private financial institutions, for which the government takes the credit risk.", "Providing Yen and Foreign Currency Funds to Stabilize Financial Markets Further active purchases of JGBs and T-Bills: unlimited Strengthening of the U.S. dollar funds-supplying operations: unlimited ・ In line with a coordinated action by six central banks, the Bank's operation was enhanced by lowering the loan rate, offering U.S. dollars with longer maturities, and increasing the frequency of the provision.", "Active Purchases of ETFs and J-REITs ETFs: annual pace of about 6 tril.", "yen → annual pace with the upper limit of about 12 tril.", "yen (for the time being) J-REITs: annual pace of about 90 bil.", "yen → annual pace with the upper limit of about 180 bil.", "yen (for the time being)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic Activity", "Monetary Policy", "Japan", "Policy Responses", "Employment", "Digitalization", "Urban Functions", "Inflation Targeting", "Accommodative Monetary Policy"]}