{"sentences": ["I am very pleased to be here today, and I want to commend the Public Policy Forum for organizing this event.", "Chairing the Expert Panel on Sustainable Finance was a rewarding experience.", "It was a privilege to work with the other panel members-Barbara Zvan, Andy Chisholm and Kim Thomassin.", "Together we met with hundreds of business leaders, financial experts and organizations across Canada.", "I've taken a new job since the panel submitted its final report, and with it comes new responsibilities.", "And even though the phrase climate change doesn't appear in the Bank of Canada Act, the central bank has a clear interest in this issue.", "The Act instructs the Bank \"to promote the economic and financial welfare of Canada.\"", "To carry this out, we need to understand the major forces on our economy.", "Climate change and the transition to low-carbon growth will have profound impacts on virtually every sector of the economy in the decades ahead.", "So, to fulfill our monetary policy remit, we need to understand the implications of climate change for economic growth and inflation.", "This is no different than our need to understand other major forces on the economy like technological change, an aging population and the ever-shifting dimensions of globalization.", "The effects of climate change are also important for the Bank's responsibilities regarding the financial system.", "It's our job to promote an efficient and stable financial system.", "This is where our connection to sustainable finance is most obvious.", "A well-functioning-and efficient-financial system has the important job of channelling savings to the most productive investments.", "Finance is not going to solve climate change, but many of the investments and innovations that will are very capital-intensive.", "That's why it's so important for the financial system to steer capital to the most-promising sustainable investments.", "The financial system also plays a critical role in helping households and businesses manage new climate risks.", "This includes both the physical risks associated with more extreme and more frequent weather events and the transition risks related to the revaluation of assets and the reassessment of projected earnings.", "A stable financial system is one that is itself resilient to these physical and transition risks.", "As the expert panel highlighted in its final report, transition risks are often mispriced, and physical risks are generally underappreciated.", "The longer that persists, the greater the risk of a sharp repricing, with the potential for substantial losses for financial institutions.", "At a minimum, this would impair the ability of the financial system to support the real economy and could even threaten the stability of our financial system.", "The efficiency and stability of our financial system in the face of climate change are closely linked and mutually reinforcing.", "By accelerating climate-smart capital flows, the financial system can reduce the risk of an abrupt and destabilizing adjustment.", "And by identifying, measuring and managing physical and transition risks, the financial system will improve the allocation of capital.", "Information and disclosure are essential for the financial system to be able to do its job.", "Companies need to assess, price and manage their climate risks, and they need to disclose these risks for markets to function well.", "This means companies must have reliable, consistent and comparable ways to measure and state their exposures.", "Financial institutions, too, must understand and be transparent about their own exposures.", "Nothing I've said is particularly new, but these issues are taking on increased urgency.", "Severe weather events are happening more often and with greater intensity, damaging real estate and infrastructure.", "More alarming still, scientists have high confidence that temperatures continue to warm rapidly, and this will contribute to more heat waves and an increased frequency of heavy rainfall.", "If we are going to overcome the threat posed by climate change, we-the world-need to move faster.", "There is also another reason for urgency here in Canada.", "How well we address climate change is becoming a competitiveness issue for Canadian businesses.", "Consumers, workers and investors increasingly care about the environmental footprint of the products they buy, of the companies they work for and of the businesses they invest in.", "As a result, climate change is becoming an immediate bottom line business issue.", "A decade ago, in the wake of the global financial crisis, climate-change issues faded into the background.", "By contrast, today's pandemic seems to have focused the public's attention on extreme global risks and the value of resilience.", "In financial markets, global issuance of environmental, social and governance (ESG) bonds has exploded in recent years and has not missed a beat so far through the pandemic.", "The flow of money into ESG funds this year is roughly double that of last year, which was itself about triple that of 2018.", "More than $US1 trillion of ESG bonds are now outstanding.", "And Canadian ESG issuance has also jumped-by more than six times in the past three years, going from less than $2 billion in 2017 to almost $13 billion so far this year.", "It's crucial that Canadian companies can capitalize on these opportunities.", "For all these reasons, the Bank of Canada is accelerating its work to understand the implications of climate change and promote a climate-ready financial system.", "In 2019, we began assessing climate-related risks in our Financial System Review.", "And we developed a multi-year research plan focused on climate risks to the macroeconomy and the financial system.", "This is a significant priority for us, and will continue to be so.", "Climate change is, of course, fundamentally a global problem, and so we have expanded our international engagement.", "We are working with several partners to develop strategies for mitigating transition risks and promoting sustainable finance.", "The Bank has been particularly active at the Network for Greening the Financial System (NGFS), and is also working with the International Monetary Fund and the Financial Stability Board among others.", "It's imperative that the Bank be involved with bodies such as the NGFS because they are encouraging sustainable finance by developing de facto global standards for climate-related disclosures.", "It's far better for the Bank to be in the room where it happens, bringing the perspective of a diversified and resource-rich economy to the table.", "Bank staff have made important contributions to the work of the NGFS to promote a scenariobased approach to disclosures of climate-related risks.", "Uncertainty can no longer be an excuse for inaction.", "Using the publicly available scenarios developed by the NGFS, companies should be able to begin to describe the resilience of their organizations and strategies based on different climate scenarios.", "The Bank is also working to bring this analysis home to Canada.", "Specifically, we are working to develop climate scenarios that reflect Canada's realities for Canadian financial institutions to use.", "Yesterday, we had a joint announcement with the Office of the Superintendent of Financial Institutions (OSFI) about a pilot project involving a number of Canadian banks and insurance companies.", "The Bank and OSFI are developing scenarios for institutions to use to explore how their businesses and holdings may be exposed to climate-related risks.", "The project has a few goals.", "By developing climate scenarios that are relevant to Canada, we hope to encourage financial institutions to use scenario analysis.", "We also hope a common set of scenarios will make the results more comparable.", "More fundamentally, we hope that scenario analysis will help financial institutions better understand their exposures to transition risks, and this will increase their confidence in their ability to disclose them.", "In summary, we are committed to working with the financial sector to promote resilience to climate change and a smooth transition to low-carbon growth.", "Last month, the Task Force for Climate-related Financial Disclosures released its third status report.", "It had good things to say about Canada and our country's support for implementing its recommendations.", "But, to be frank, we all need to pick up the pace.", "So, here's the message I want to leave with you: our financial system proved to be resilient during the global financial crisis and has been a key shock absorber so far through the COVID-19 pandemic.", "We need to ensure the financial system is just as resilient in the face of climate change.", "And in doing so, we need to position Canada to seize the climate-smart opportunities that consumers, workers and investors are looking for.", "But to mitigate the threat and capitalize on the opportunity, we all need to mobilize.", "And we need to do it quickly."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial system", "ESG", "Transition risks", "Physical risks", "Sustainable finance", "Climate-smart capital flows", "Scenario analysis", "Resilience", "Disclosures"]}