{"sentences": ["SPEECH SVERIGES RIKSBANK 16 December 2020 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Deputy Governor Per Jansson Handelsbanken Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Some thoughts on the need for changes to inflation targeting* We are living in dramatic times.", "Imagine us looking back on the current situation in ten years' time.", "The coronavirus, most definitely.", "Regarding the climate, we will perhaps still be talking about the devastating fires in Australia and California, unless they have been overshadowed by new, even greater, climate-related disasters.", "My own area of profession, monetary policy and financial stability, is obviously far less dramatic than worldwide epidemics and climate-change effects, but it also affects people's lives to a high degree.", "As regards monetary policy, I suspect we may look back on the current situation as a sort of cut-off point or watershed.", "The international discussion on how monetary policy should best be designed is being brought to a head and the next few years will show which path governments, parliaments and central banks will choose to go down.", "Monetary policy is facing greater challenges The background is this: Since the global financial crisis, many central banks have found it difficult to achieve their inflation targets more sustainably, despite very low policy rates.", "These low rates have often been complemented by purchases of various financial assets to make policy more expansionary.", "This has helped, but has not been able to prevent inflation tending to be lower than is desirable.", "Most recently, some central-bank forecasts, including those of the Riksbank, have also started to indicate that inflation will continue to be below target for several years to come.", "These problems are not new.", "In a speech in 2016, I warned that we could end up in a situation where it would take longer to achieve the inflation target than we normally expect.", "I was alluding to the possibility that the Swedish economy might not develop as favourably as we thought at the time, or that the forces that were dampening inflation in Sweden and other countries would be stronger and more persistent than we expected.", "At that time, monetary policy was more or less at full throttle, with, among other measures, a repo rate at -0.5 per cent.", "But also in countries like the United States, it was feared that monetary policy might have difficulty fighting the next recession and holding up inflation.", "In the end, inflation in Sweden rose and was close to the target from 2017 until mid-2019, although this was partly due to rising energy prices.", "But economic activity had already started to slow by that time - and then the pandemic struck and turned virtually everything upside-down.", "In countries where it had been possible to raise the policy rate after the global financial crisis, it was cut again very rapidly.", "For example, the Federal Reserve cut its policy rate to more or less zero percent, after having had a policy rate of over 2 per cent as recently as mid-2019.", "Unlike before the pandemic, most central banks are now in the same boat in that their policy rates are at or close to the lower bound.", "Furthermore, they are also buying both more and larger volumes of financial assets so that their balance sheets have reached historically high levels (Figure 1).", "And all this in a situation where future economic developments are still very uncertain, and confidence problems for the inflation target are dawning on the horizon in many places.", "... and these challenges will remain even after the The overshadowing task for governments and central banks at the moment is, of course, to manage the effects of the pandemic and try to prevent it from causing permanent damage to the economy.", "But, in a world where interest rates continue to be very low, the challenges facing monetary policy will remain even after the worst of the pandemic has been dealt with.", "There are two primary challenges.", "The first is maintaining confidence in the inflation target so that it can continue to function as a benchmark for price-setting and wage formation.", "This is the whole point of inflation targeting - I sometimes call it the very engine of the policy.", "The second is trying to ensure that monetary policy can fight recessions effectively and sustain employment in difficult times.", "These two challenges are connected and it is important to understand this.", "A number of commentators seem to think that below-target inflation, even in the longer term, does not matter so much.", "But what they seem to fail to recognise is that this would also impair the Riksbank's ability to mitigate declines in GDP and employment.", "I will return to these issues in more detail shortly.", "For the rest of my speech, I will concentrate on three different themes:  Why it is important to uphold the inflation target.", " Why it would be even more favourable to increase the target.", " Why we need to take a holistic approach to the interaction between the different economic objectives we have established in Sweden.", "The thesis I will pursue can be briefly summarised as follows: The inflation target is needed and it could preferably be somewhat higher to give us greater room for manoeuvre, as this will be needed going forward.", "We also need to review the interaction between different economic objectives to improve the functioning of the Swedish economy.", "Removing focus from the inflation target is no solution Let me start by discussing a few arguments made in the debate about monetary policy, perhaps here in Sweden in particular, arguments for solutions that would not tackle the challenges faced by central banks.", "A pervading theme in the criticism of the Riksbank's policy is that we take the inflation target far too seriously.", "If the Riksbank's ambitions were just toned down, or the target lowered, monetary policy could be more flexible and have more latitude.", "This flexibility would primarily be used to dampen the upturn in asset prices via increases in the interest rate.", "This would be beneficial, it is claimed, as rising stock markets and housing prices benefit the rich and monetary policy contributes in this way to greater inequality.", "I would firstly like to emphasise that our inflation targeting is indeed flexible.", "But flexibility requires firmly established public confidence in the inflation target.", "If there is doubt about this, policy must focus on maintaining or re-establishing that confidence.", "I will say more about why this is important in a moment.", "So, in slightly more concrete terms, what then might a scenario in which we removed focus from the inflation target look like?", "My starting-point here is a future situation where the pandemic is under control, and most things are more or less back to normal, but inflation is still low.", "Assume that the Riksbank were to announce that the inflation target is no longer as important.", "Assume also, for simplicity and to clarify my point, that the Riksbank starts to aim to dampen asset prices by raising the interest rate.", "The more or less inevitable outcome in such a situation is that inflation, which has already been below target since the financial crisis, would fall.", "There are several reasons for this: First, a rate hike would not only dampen asset prices but also result in lower demand in the economy and a stronger Swedish krona.", "Second, inflation expectations would fall when it became clear that the Riksbank was no longer trying to uphold the inflation target.", "This would, in turn, affect, for example, wage formation, which would no longer have a clear anchor - wage growth generally would gradually fall for everyone in Sweden to offset the effect of higher real wage costs on companies' competitiveness.", "Expectations of lower inflation would subsequently spread more and more through the economy.", "In all likelihood, the end-result would be inflation and inflation expectations becoming stuck at a significantly lower level than today.", "... as the interest-rate tool would lose its power Before I complete my train of thought here, let me reiterate the challenges facing monetary policy around the world: Ensuring that the inflation target continues to constitute a benchmark for price-setting and wage formation, and that monetary policy shall have room going forward to fight recessions effectively and sustain employment in difficult times.", "It is abundantly clear that the first challenge cannot be met if the scenario I described were to be realised and inflation expectations and inflation become permanently stuck below the target.", "Of course, stable inflation of, say, just above zero per cent, can also provide a benchmark for price-setting and wage formation.", "If we were to accept inflation being permanently at this level, however, it would have substantial consequences.", "Assume that we went the whole hog and lowered the inflation target.", "This would mean that we are \"moving the goalposts\", so to speak, thereby trying to make the target easier to achieve.", "This may create expectations of the same thing happening next time the target becomes difficult to meet and thus reduce confidence in the inflation-targeting regime as such.", "But the disadvantages are greater than this, which has to do with the second challenge - ensuring monetary policy has room to fight recessions effectively and sustain employment in difficult times.", "The fact that global real interest rates have fallen and are now at historically low levels means that the level at which central-bank policy rates are \"neutral\" - that is to say, neither expansionary nor contractionary - is also historically low.", "When central banks conduct monetary policy via the policy rate, they adjust it in the way illustrated by the thick line in Figure 2, where the thin line is the neutral rate, determined by the general real interest-rate level.", "A rate lower than the neutral one stimulates demand and inflation, while a rate higher than the neutral one has the opposite effect.", "Central banks must therefore consider the neutral rate when they set their policy rate.", "As the neutral interest rate is currently at a historically low level, the central bank's policy rate needs to be very low to have an expansionary effect.", "This is why policy rates in many countries are currently at or close to the lower bound.", "A key circumstance here is that the average nominal rate level (regardless of whether it relates to central-bank policy rates or general global interest rates) is affected by how high inflation is on average.", "If average inflation is very low, say close to zero, instead of being at the target of 2 per cent on average, interest rates will also, on average, be about 2 percentage points lower.", "If, in turn, inflation and inflation expectations were to become stuck close to zero, as in the example above, there would be little room for lowering interest rates if this were necessary (See Figure 3).", "Quite soon, the policy rate will hit the bound at which it is deemed impossible to cut further.", "Therefore, removing focus from the inflation target would ultimately not give monetary policy more latitude, as many people seem to think, but instead restrict its room for manoeuvre.", "Problems for the Swedish economy as a whole The crucial factor here is understanding the serious negative consequences this would have for the Swedish economy as a whole as it will become more difficult to sustain employment and output when economic activity is weak.", "The purpose of the inflation target is not just to give the Riksbank a well-defined task.", "It is an important economic target that contributes to good economic development in Sweden.", "A point that often seems to be overlooked is that a poorly functioning interestrate tool also reduces the ability to fulfil objectives other than the price stability objective, whatever they might be.", "Assume, for example, that the objective was indeed to dampen the prices of various assets, such as equities and housing, or fluctuations in lending.", "Although it would be possible to raise the interest rate more or less unhindered, it would not be possible to lower it very much to counter a fall in asset prices or lending.", "Another effect that also seems to be overlooked is that a very low rate on average would imply that the policy rate would have to be in negative territory more often, something which critics of the Riksbank's policy would prefer to avoid.", "A review of the monetary-policy framework is Let me now turn to the issue of how central banks can actually try to meet the challenges they are facing - maintaining credibility in the inflation target and preserving monetary policy's room for manoeuvre.", "One observation is that things are beginning to happen in the world of central banking.", "Several countries have evaluated, or are in the process of evaluating, their monetary-policy framework.", "The Federal Reserve (Fed) made certain changes to its strategy in August, and the European Central Bank (ECB) and Bank of Canada, for example, are carrying out reviews that will be completed in 2021.", "The Fed's adjustments are the only concrete changes so far, so I will focus on them.", "These were the first major adjustments since 2012, when the inflation target was introduced in the United States.", "The review prior to the adjustments was motivated by three important changes in conditions since the target was introduced: The neutral interest rate has continued to fall and is currently historically low.", "Inflation and inflation expectations have systematically undershot the target of 2 per cent.", "Prior to the pandemic, unemployment in the United States had fallen to its lowest level in 50 years without having had any noticeable impact on the development of inflation.", "The first two are conditions that have also affected Sweden and many other countries, as I noted at the beginning of my speech.", "Practical implications of the Fed's modified strategy Two of the Fed's changes to its strategy in particular have had a more concrete effect on monetary policy.", "First, monetary policy shall aim to overshoot 2 per cent for a period of time if inflation has previously undershot 2 per cent.", "Previous target deviations should thus be compensated for by deviations in the other direction, in contrast to conventional inflation targeting where such deviations are seen as \"bygones\" that do not need to be compensated for.", "Second, the Fed has announced that it intends to react differently to developments on the labour market.", "The previous wording in the strategy document was that monetary policy decisions were to be guided by deviations from maximum employment.", "These deviations could of course be both positive and negative.", "According to the new wording, decisions will in future be based on an assessment of the extent to which employment falls short of maximum employment.", "In practice, this means that low unemployment or high employment as such will not trigger monetary tightening, unless inflation picks up at the same time.", "During his speech at Jackson Hole in August, Fed Chair Jerome Powell called the modified strategy a \"flexible form of average inflation targeting\".", "What the Fed is most concerned about is that if inflation does not even reach the target level on average over a long period of time, this risks sooner or later spilling over to longterm inflation expectations in the economy.", "The decision-makers at the Fed therefore want to make it clear that they are striving for average inflation of 2 per cent - \"average inflation targeting\".", "However, they have not committed to any specific time period for calculating the mean value - hence the term \"flexible\".", "It is of course far too early to comment on what the outcome of the strategy changes will be.", "Opinion is divided among economists.", "US economists were asked in a survey whether they thought the changes would make any significant difference over the next ten years.", "A third of the respondents thought the changes would not make much difference, slightly less than a third thought they would, while the rest were uncertain.", "Application still unclear A common reaction has been that there are some ambiguities regarding the exact application of the new strategy.", "These include the time period for which the Fed intends average inflation to be 2 per cent.", "What is clear is that the Fed's aim is for inflation to overshoot 2 per cent for a period of time if it has previously undershot 2 per cent.", "Short periods below and above the target will most likely be unproblematic.", "But my spontaneous reaction is that there will be challenges if a central bank aims to overshoot the 2-percent target for several years to compensate for a previous several-year period of below-target inflation, without specifying in more detail either how long or by how much the target is to be overshot.", "This risks leading to quite long periods of uncertainty as to which inflation rate the central bank is striving for, even if average inflation (over a very long period of time) is ultimately 2 per cent.", "I doubt this would work particularly well in a country like Sweden, where the inflation target is intended as the basis for wage agreements that often run for several years.", "One way to see the Fed's changes is as a new strategy to uphold the target of 2 per cent as a long-term, nominal anchor in the economy and to reduce the risk of long-term inflation expectations gradually sliding downward and becoming stuck at a level lower than the target.", "But even if this were to be successful, which I believe it very well can be, the problems associated with having a policy rate at its lower bound relatively often will still remain.", "When the general, global interestrate level is very low, developments over recent years show that the interest rate tends to hit its lower bound in recessions, even when there is confidence in inflation being 2 per cent in the long run.", "A higher inflation target is a more sustainable solution In a speech I gave in 2018, I discussed different changes that could be made to the monetary-policy framework.", "My conclusion was that raising the inflation target would be the best of the proposals circulating in the international discussion.", "This is still my view and, if anything, I am now even more convinced.", "The advantages of a higher inflation target are simply a mirror image of the disadvantages of a lower target where inflation and inflation expectations become stuck at a level below the current target of 2 per cent.", "With higher average inflation, nominal rates, including the policy rate, will also be higher on average.", "This provides more room for cutting the policy rate in difficult times and makes it easier to sustain employment (Figure 4).", "With a higher target, the interest rate will thus be a more effective tool that increases monetary policy's latitude.", "Another, perhaps less obvious, advantage of a higher target is that quantitative easing would also be more effective.", "One of the aims of purchasing various bonds is to lower rates further out on the yield curve.", "As all nominal rates are higher with a higher inflation target, it will also be possible to reduce longer rates more.", "Is a higher inflation target unrealistic?", "All things considered, therefore, a higher target is not necessarily more difficult to maintain than a lower one, which may seem paradoxical.", "It may even be easier as the interest rate will be a more effective tool in that it will not be at its lower bound as often.", "A common objection is that a target of, say, 3 per cent would be unrealistic and will never be reached, let alone on a persistent basis.", "A very rapid increase in inflation to this level would not, of course, be particularly likely.", "But I think parallels can be drawn here with when we introduced the current target.", "At that time, too, many considered the new target - persistent inflation of 2 per cent - to be unrealistic.", "It also took a few years to establish confidence in the target among economic agents, but we got there in the end (Figure 5).", "I think we should have the same attitude here.", "Given sufficient consensus on the benefits to the Swedish economy of a 3-percent inflation target, which I am convinced it would have, it should not be impossible to achieve this.", "There is no doubt that there have been structural forces pushing down inflation for quite a long time and these have recently been given more impetus by the pandemic.", "But they will not last forever.", "An interesting hypothesis is that these forces are gradually starting to subside and go into reverse.", "The idea here is that the low inflation of the last few decades has been a result of globalisation and demographic factors.", "The primary manifestation of globalisation is the entrance of China into the global economy.", "This has contributed to quite a dramatic increase in the total global working population over recent decades.", "Those who work produce more than they consume while the opposite is true for the young and old.", "In very simplified terms, demographic distribution in the world can thereby be said to have increased global supply and dampened global demand for goods and services.", "In addition, the bargaining power of employees has weakened, especially in the western world, which has stifled wages.", "In economic terms, this can be seen as a global, long-term, positive supply effect, which, consistent with the textbook, also puts a dampener on price growth.", "Both in China and in the West, however, populations are now ageing and the working population is decreasing (Figure 6).", "In the coming decades, there is likely to be a trend in the opposite direction, that is, fewer people working and more requiring support.", "It is perfectly possible that this could lead to the forces pushing up inflation becoming stronger, while the forces dampening it become weaker.", "As I said, this is a hypothesis and it remains to be seen how much truth there is in it.", "As a minimum, however, I think it shows that it is impossible to assume unequivocally that structural forces will have a restraining effect on inflation for the foreseeable future.", "Inflation expectations play a key role The world's central banks are now expected to conduct expansionary policy for many years to come, for example, with policy rate close to zero (Figure 7).", "I find it hard to believe that this will not have any effect on inflation at all and to envisage us living for ever, or even for such a short period of, say, five years or so, in a world where it is impossible to have inflation of a couple of per cent or slightly higher than that.", "Moreover, as I mentioned earlier, structural forces that have been pushing down inflation for a long time may turn and start having the opposite effect, and central banks can be the driving force behind creating consensus on the benefits to the economy of slightly higher inflation, perhaps around 3 per cent on average.", "Expectations obviously play a major role here.", "I usually try to illustrate my thinking by asking straightforward yes-no questions, so let me do the same thing now.", "Assume that the Riksbank were shortly to announce a higher inflation target.", "I wish to stress that this is not something currently being discussed and serves only to clarify my arguments.", "If the Riksbank were to raise the inflation target, would it affect monetary policy in a more expansionary direction?", "If the answer to this question is yes, would it in turn affect the expected inflation rate, at least in the slightly longer term?", "I think it is very difficult to answer no to the first question.", "It would mean that the higher, more ambitious target would not be expected to have any effect at all on the behaviour of the Riksbank.", "And if one answers yes to the first question but no to the second question, it means one believes that, if the Riksbank, for example, keeps the policy rate at zero per cent or lower for a number of years longer than it otherwise would have done, it would have no effect at all on inflation.", "This is, of course, not particularly reasonable either.", "It is worth noting here that if the expected inflation rate rises (the answer to both questions is yes), it will, in addition to the effect on the interest rate caused by the Riksbank's increased efforts to achieve the more ambitious target, further affect the real interest rate in an expansionary direction.", "It is important in the context to understand that a given change in the real interest rate is of the same significance to the economy regardless of whether it is due to higher inflation expectations or a lower nominal rate.", "All in all, this may then result in significantly more expansionary monetary policy, which constitutes an important foundation stone for building confidence in the new, higher inflation target.", "It may very well be the case that an increase in the inflation target could be a big enough change to influence expectations.", "A historical parallel is developments in conjunction with the abandonment of the gold standard in the early 1930s.", "Inflation expectations increased substantially in countries that left the gold standard by devaluing or abandoning the convertibility to gold.", "This was also a period which saw weak development in the real economy, but it was nevertheless possible to influence inflation expectations.", "Correspondingly, it is possible that an increase in the inflation target, in contrast to minor changes in the framework, would constitute a sufficiently strong signal of change.", "Greater acceptance of a higher inflation target How likely is it then in practice that central banks' inflation targets will actually be raised?", "When a panel of European economists was recently asked what changes the ECB should make, a third argued that the ECB's inflation target should be raised, while about 15 per cent neither supported nor opposed an increase.", "Many are still therefore sceptical about an increase and it is of course one thing to have an opinion as an analyst or academic economist and another to adopt a position as an economic policy-maker.", "But my impression is nevertheless that support for raising central banks' inflation targets is gradually increasing, both within and outside academia.", "As I noted earlier, central banks around the world have started to reconsider their strategies and frameworks.", "This may gradually lead to greater openness to solutions that may at first seem very far-reaching.", "It is worth mentioning that the discussion continues in the United States despite the Fed having recently changed its strategy.", "Some also think that a more sustainable solution would be to raise the inflation target.", "As regards practical implementation, an argument is that it would be easier to implement an increase if several major central banks, like the Fed, ECB and Bank of Japan, were to take this step simultaneously.", "There is also a view that an increase would be facilitated by a two-step process, in which the Fed communicates that its primary priority is to return inflation to the current target, and then, when this has been achieved, that it will review the target in light of the neutral interest rate having fallen further since 2012, when the current 2-percent target was introduced.", "A holistic approach is required to the interaction between the different economic objectives But perhaps just reviewing monetary policy and implementing reforms to it is not enough.", "We maybe need to take a wider approach.", "What I have in mind is that we now need to give thought to our economic objectives and guidelines to a greater extent than before and, in particular, how we see the interaction between them.", "I intend to focus on Sweden and four of our economic objectives: the inflation target  long-term sustainable public finances financial stability  well-functioning wage formation.", "These objectives have their origin in the crisis of the early 1990s and developments in the decades before that, when flaws in all these areas had caused major problems for the Swedish economy.", "Can the interaction between fiscal and monetary policy be formalised?", "As I have discussed, central banks have recently had difficulty making monetary policy sufficiently expansionary to affect demand, sustain employment and keep up inflation.", "A theme in the international debate has therefore been that fiscal policy needs to play a greater stabilising role than it has in recent decades.", "One thing I think we need to consider is whether the support from fiscal policy to monetary policy should be formalised in some way and if so, how?", "This must not, of course, lead to fiscal policy becoming so expansionary so as to undermine the sustainability of public finances.", "Fundamentally, it is a matter of finding a balance so that two of the economic objectives we agree on - the inflation target and long-term sustainability in public finances - can both be upheld going forward.", "It should be possible to both find such a balance and hopefully formalise it, at least partially.", "Expansionary monetary policy imposes requirements on macroprudential policy and regulatory frameworks Another interaction we may need to ponder more over is the one between monetary policy and our policies to maintain financial stability.", "As I have already mentioned, expansionary monetary policy causes asset prices to rise.", "If these rise for too long in a way that is decoupled from developments in the rest of the economy, what are usually referred to as economic fundamentals, financial imbalances emerge that can ultimately result in a financial crisis.", "As we have seen, the low level of interest rates is largely due to the historically low global real interest rates.", "But the expansionary monetary policy has pushed up asset prices further.", "Why then is it not simply a question of raising the policy rate to counteract the increase?", "As I have already argued, this would basically mean, in the present situation, relinquishing one of our economic objectives - the inflation target - in this case in order to try to mitigate the threat to another - financial stability.", "I also explained why this is not a particularly sensible strategy: If we relinquish the inflation target, we also render the interest-rate tool much less effective.", "We will no doubt be able to slow the increase in asset prices and credit growth by raising the policy rate, but we will not be able to counteract declines with any great strength, neither in asset prices nor in the economy as a whole, as the interest rate on average is too low and will regularly hit its lower bound.", "A better distribution of economic responsibility is therefore to let macroprudential policy and a well-designed regulatory framework manage financial imbalances so that monetary policy can take care of what it is most suitable for - ensuring that there is a credible anchor for price-setting and wage formation and stabilising the business cycle.", "Here we have made some progress, but in a world where real interest rates are low and monetary policy needs to be expansionary for a long time, major challenges remain.", "The interaction between wage formation and the economic objectives is in need of review This leads me on to the last point and the interaction between the inflation target and wage formation.", "When inflation targeting was introduced in 1993, it was far from obvious that it would succeed where the previous policy with a fixed exchange rate had failed to constitute a fixed anchor for price-setting and wage formation.", "But after a few years, it was clear that it was working.", "The inflation target has helped provide greater orderliness in the Swedish economy by constituting precisely such a benchmark and has probably been an important explanation, but obviously not the only one, for the Swedish economy having developed so favourably since the crisis in the early 1990s.", "Since then, wage formation has been reformed in various respects.", "One important reform is the Industrial Agreement, under which the manufacturing and mining industries have set the benchmark for wage negotiations and ultimately steered wage-cost increases in the entire economy for over twenty years.", "In this way, international competitiveness is taken into account when Swedish wages are set.", "For many years, the inflation target and the Industrial Agreement interacted well with each other.", "But recently, when the problem has been too low rather than too high inflation, this has not worked as smoothly.", "One can perhaps say that wage formation has been steered by two different norms, the inflation target and the benchmark set by the industrial sector, which are no longer pulling in the same direction.", "In recent years, the significance of the industrial sector's benchmark for wage agreements in the rest of the economy is being increasingly discussed.", "One argument, which I think is very reasonable, is that the most important objective for wage formation should not primarily be to safeguard the international competitiveness of the industrial sector but to achieve balance for the labour market as a whole.", "As I see it, this is the very definition of well-functioning wage formation.", "International competitiveness is still important of course, but a good wage formation process needs to take other factors into consideration as well.", "A mechanism in which the industrial sector always sets the norm can make it difficult to bring about the changes to relative wages needed to achieve balance in the labour market.", "For example, relative wages that are not flexible enough hamper an economically efficient distribution of the labour force among professions and sectors.", "This risks leading to serious imbalances in the labour market, at least in the longer term.", "Labour shortages in parts of the labour market have been highlighted in the debate, primarily within publicly funded activities, and these shortages will also increase in the years ahead for demographic reasons.", "Substantial increases in relative wages will be necessary there in order to meet staffing requirements.", "Another aspect is that a new exposed sector is gradually emerging, above all with more service companies.", "The longer-term consequences of a relatively limited and probably shrinking part of the economy setting the benchmark for the entire labour market are therefore not something we can just ignore and not discuss.", "The interaction between the wage benchmark of the industrial sector and the inflation target has also been discussed.", "The reason for this is that overall nominal wage growth in the economy has been remarkably low in recent years, despite a healthy economic situation and close-to-target inflation prior to the pandemic.", "The restrained wage agreements in the Swedish industrial sector are due to a large extent to modest wage growth in our European competitor countries, probably because many of these countries have been hit very hard by the international financial crisis and the subsequent European debt crisis.", "As the agreements in the industrial sector also set the standard for wage agreements in other sectors that are only partly or not at all exposed to competition, these agreements will also be low.", "The interaction between the monetary-policy framework and the characteristics of wage formation is an important issue to analyse, for both the Riksbank and other authorities and institutions whose task is to contribute to the smooth functioning of the Swedish economy.", "The Riksbank shall, of course, not strive to directly influence wage formation nor try to steer the agreements in a particular direction.", "It is up to the labour market parties to determine this.", "But as I see it, it is here a question of the norm that has had increasing influence over wage for- mation starting to come into conflict with both the inflation target and the economic objective of well-functioning wage formation.", "This is something we need to discuss much more than has so far been the case.", "My most important messages Let me round off by summarising my main messages.", "Since the financial crisis, monetary policy has faced a considerable number of challenges.", "The main problem is that a historically low level of global real interest rates has made it difficult for central banks to conduct sufficiently expansionary monetary policy to keep inflation on target and improve the development of employment and output.", "This is one of the problems behind the changes in strategy recently implemented by the Fed.", "The coronavirus pandemic has made these challenges more difficult, but they were already there beforehand and will still be there once the pandemic is over.", "Reducing focus on the inflation target would not give monetary policy greater room for manoeuvre but instead would ultimately shrink it, as the interest rate would hit the lower bound earlier.", "Furthermore, we would need to have a negative rate more often.", "The interest-rate tool would thus be less effective, which would also be problematic when it comes to fulfilling other targets that might replace the inflation target.", "Of the solutions proposed in the international debate, I think that raising the inflation target would be best in the longer run, as it would increase monetary policy's capacity to sustain employment and keep up inflation in difficult times.", "Raising the target may seem difficult to do at present, but my feeling is that support for such a change is gradually increasing internationally.", "As regards practical implementation, one thing I mentioned was a proposal for a number of leading central banks to take this step in concert.", "A common view is that a higher inflation target is unrealistic and will never be achievable, as even inflation below the existing target seems to be considered by many to be a law of nature.", "But I find it difficult to see inflation and inflation expectations being completely unaffected by the expansionary policy that the world's central banks are currently conducting and intend to conduct for a long time to come.", "In addition, the forces that have been exerting downward pressure on inflation for a long time may gradually start to go into reverse.", "And I also believe that many underestimate the capacity of central banks to bring credibility to a new higher inflation target.", "Furthermore, my view is that we need to take a broader approach than merely discussing how monetary policy can be reformed.", "It is also necessary to review how the current economic objectives and guidelines interact with one another.", "If we succeed in improving this interaction, the Swedish economy in general will develop more favourably, which must ultimately be what we all want to achieve.", "Ball, Laurence M. (2014), \"The Case for a Long-Run Inflation Target of Four Percent\", Working Paper WP/14/92, IMF.", "Blanchard, Olivier, Giovanni Dell'Ariccia and Paolo Mauro (2013), \"Rethinking Macro Policy II: Getting Granular\", IMF Staff Discussion Note 13/03, International Monetary Fund.", "Brainard, Lael (2020), \"Bringing the Statement on Longer-Run Goals and Monetary Policy Strategy into Alignment with Longer-Run Changes in the Economy\", speech at \"How the Fed Will Respond to the COVID-19 Recession in an Era of Low Rates and Low Inflation\", an event hosted by the Hutchins Center on Fiscal and Monetary Policy at the Brookings Institution, Washington, D.C., 1 September.", "Calmfors, Lars (2018) \"Industrins lönenormering kan och bör reformeras\" [The wage benchmark of the industrial sector can and should be reformed], in Lönebildning för jämlikhet [Wage formation for equality], the 6F trade union partnership, 2018.", "Calmfors, Lars, Simon Ek, Ann-Sofie Kolm and Per Skedinger (2019), Kollektivavtal och lönebildning i en ny tid [Collective agreements and wage formation in a new age], Dialogos, Stockholm.", "Clarida, Richard H. (2020), \"The Federal Reserve's New Monetary Policy Framework: A Robust Evolution\", speech at the Peterson Institute for International Economics, Washington, D.C., 31 August.", "Ellison, Martin, Sang Seok Lee and Kevin Hjortshøj O'Rourke (2020), \"The end of 30 recessions\", NBER Working Paper 27586.", "Federal Reserve (2020), \"Federal Open Market Committee announces approval of updates to its Statement on Longer-Run Goals and Monetary Policy Strategy\", press release, 27 August, Furman, Jason and Lawrence Summers (2020), \"A Reconsideration of Fiscal Policy in the Era of Low Interest Rates\", essay presented at the conference \"Fiscal policy advice for Joe Biden and Congress\", Brookings and the Peterson Institute for International Economics, 1 December.", "Gagnon, Joseph E. and Christopher G. Collins (2019), \"The Case for Raising the Inflation Target Is Stronger than You Think\", Realtime Economic Issues Watch, Peterson Institute for International Economics, -economic-issues-watch/case-raising-inflation-target-stronger-you-think Galí, Jordi (2020), \"Should the ECB Revise its Inflation Objective?", "\", presentation at the ECB Sintra conference, November, Goodhart, Charles and Manoj Pradhan (2020), The great demographic reversal, Palgrave MacMillan.", "Jansson, Per (2016), \"Time to scrap the inflation target?", "\", speech at Swedbank, 7 December.", "Jansson, Per (2018), \"Monetary policy in less favourable times - what are the options?", "\", speech at Insurance Sweden, 4 December.", "Jansson, Per (2019) \"Considerations of an interest rate dove and an inflation hawk\", speech at Danske Bank, 3 December.", "Krugman, Paul (2014), \"Inflation Targets Reconsidered\", essay presented at the ECB Sintra conference, May.", "Powell, Jerome H. (2020), \"New Economic Challenges and the Fed's Monetary Policy Review\", speech at \"Navigating the Decade Ahead: Implications for Monetary Policy\", an economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, 27 August.", "Rosengren, Eric S. (2015), \"Changing economic relationships: Implications for monetary policy and simple monetary policy rules\", speech on 16 April, Federal Reserve Bank of Boston.", "Skingsley, Cecilia (2016), \"A new playing field for monetary policy: What can a small, open economy expect?", "\", speech at the Legal, Financial and Administrative Services Agency capital market day, 19 May.", "Summers, Lawrence H. (2016), \"The Fed thinks it can fight the next recession.", "It shouldn't be so sure\", column in the Washington Post, 6 September, -summersthe-fed-thinks-it-can-fight-the-next-recession-it-shouldnt-be-so-sure/ Wilcox, David (2020), \"Memo to the Federal Reserve on tools to fight the next recession\", Peterson Institute for International Economics, -economic-issues-watch/memo-federal-reserve-tools-fight-recession Figure 1.", "Daily data, per cent.", "Annual GDP is calculated as a total of the present quarter and the three previous quarters.", "For observations after 30 June 2020, annual GDP is the total of GDP for the third quarter of 2019 up to the second quarter of 2020.", "Sources: Macrobond, national central banks and the Riksbank Figure 2.", "The actual and neutral policy rate has fallen Actual policy rate Neutral policy rate Source: The Riksbank Figure 3.", "Low average inflation means that the interest rate cannot be lowered The interest rate would lower here Source: The Riksbank Figure 4.", "A higher inflation target reduces the risk of the policy rate hitting its Policy rate of hitting Time Source: The Riksbank Figure 5.", "Inflation expectations refer to money market participants and inflation one, two and five years ahead.", "The broken line refers to the 2-percent inflation target.", "Sources: Statistics Sweden and SIFO Prospera Figure 6.", "Percentage of the population aged 15-64 years.", "Source: The World Bank Figure 7.", "Policy rates expected to be low for a long time Policy rates and rate expectations according to forward pricing, per cent Note.", "Forward rates describe the expected overnight rate, which does not always correspond to the policy rate.", "There is no published overnight rate in Sweden, but it normally follows the repo rate closely.", "Sources: Macrobond and the Riksbank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation Targeting", "Monetary Policy", "Economic Objectives", "Wage Formation", "Interest Rates", "Financial Stability", "Economic Development", "Inflation Expectations", "Central Bank Strategy", "Fiscal Policy"]}