{"sentences": ["Speech The Recovery from a Very Uneven Recession Governor Citi's 12th Annual Australia and New Zealand Investment Sydney - 15 October 2020 It is a great pleasure to be able to join you today.", "It is especially good to be able to join you in person, rather than over the internet.", "This is the first time since February that I have been able to speak to a room of people.", "I hope this is another sign that the worst is behind us and that a recovery is under way.", "Today, I would like to talk about that recovery and four interrelated factors that will shape it.", "These are: (i) how successful we are in containing the virus; (ii) how effectively we deal with the shadow of the very uneven recession; (iii) how willing people and businesses are to draw on their accumulated financial buffers; and (iv) economic policy, including monetary policy.", "As we all know, the past seven months have been very difficult ones in the life of our nation.", "They are months that we will always remember.", "Our lives have been affected in ways that were barely imaginable at the start of the year.", "The economic policy response has also been on a scale that was barely imaginable back in January.", "At a high level, that response has had two parts.", "The first has been to build a bridge to the day that the pandemic is contained and to get as many people and businesses across that bridge as possible.", "And the second part has been to construct the road to the recovery as the economy opens up.", "This has been the right strategy.", "It has involved the government, the RBA, the regulators and the banks working closely together in the national interest.", "Thanks to this effort and the progress on the health front, a recovery is now under way and we can look forward to this continuing.", "This is good news, but the shape and nature of that recovery remains highly uncertain.", "Much depends upon how as a society we can live with the virus and the success of the scientists in terms of a vaccine, anti-viral treatments and rapid testing.", "There has been positive news on these fronts recently and we hope for more positive news, but success is not yet assured.", "So the single most important influence on the recovery is how successful we are in containing the virus.", "I would now like to turn to a second factor that will shape the recovery - that is the shadow cast by the very uneven nature of the recession that we have been living through.", "All recessions are uneven, but this one has been especially so.", "The government has wisely sought to even things out, but inevitably we are left with outcomes that are very uneven across the country.", "This unevenness is especially evident in the labour market, so this is where I would like to focus.", "This first graph shows the fall in employment that occurred between February and May for different age groups, and the recovery through to August (Graph 1).", "The picture is pretty clear.", "The job losses have been largest for young people, with around 500,000 people under 35 losing their jobs in the early stages of the pandemic, and around 300,000 still out of work in August.", "The hospitality industry - in which many young people and women work - has been worst affected, with almost 300,000 job losses between February and May.", "There has been an encouraging recovery of late, and for this to be sustained our economy will need to open up further.", "In contrast, a number of other areas - including the finance industry, the public sector and mining - have been much less affected.", "Employment by Industry Change since February 2020 Finance Health Arts & recreation Professional Hospitality -300 -200 -100 0 '000 To May To August Sources: ABS; RBA One consequence of these developments is that people who work in lower-paid occupations have, on average, been the hardest hit.", "This is evident in Graph 3, which shows that the decline in employment has been largest for occupations with the lowest hourly earnings, while employment has actually increased for occupations with the highest hourly earnings.", "The difference in experience is striking.", "Employment by Occupation Earnings* Change since February 2020 Third -600 -400 -200 0 '000 To May To August The change in employment for each occupation has been ordered by the hourly earnings for those occupations in May 2018; the data have then been broken into five equal groups of occupations from highest to lowest earnings and added up within each group Sources: ABS; RBA The uneven effect of the pandemic is also evident in small businesses being harder hit, on average, than large businesses.", "As at mid September, the number of people on the payrolls of firms with at least 200 employees was down just 1 per cent on the level of mid March (Graph 4).", "In contrast, payrolls are down 7 per cent on average for firms with between 20 and 200 employees, with a similar decline for firms with fewer than 20 employees.", "Payroll Jobs by Employment Size* 14 March 2020 = 100 100.0 100.0 200 or more employees 97.5 97.5 95.0 95.0 92.5 92.5 20-199 employees 90.0 90.0 87.5 87.5 Excludes a small number of businesses reporting through single-touch payroll (STP) where employment size information was unavailable; excludes businesses not reporting through STP and self-employed Source: ABS This divergence in experience is also evident in the retail spending data (Graph 5).", "Spending at large firms is up considerably, but spending at small firms has only just returned to its level before the pandemic.", "Many retailers selling items such as home office equipment, electronics and groceries have done relatively well, but cinemas and many restaurants have had a very difficult time.", "So the experience has been very uneven.", "Retail Sales Current prices, year-to-latest three months Large firms -10 -10 2008 2012 2016 2020 Sources: ABS; RBA The pandemic has also hit our states and territories quite differently.", "In the first couple of months, all jurisdictions were affected broadly in the same way, with the number of payroll jobs falling between 7 and 9 per cent everywhere (Graph 6).", "Since then, labour market conditions have diverged very significantly.", "Payroll Jobs by Region* Change since mid March 2020 NSW Tas -10 -8 -6 -4 -2 0 % To mid April To mid September** Excludes businesses not reporting through single-touch payroll and self-employed persons Average of weeks ending 12 and 19 September 2020 Sources: ABS; RBA The recovery has been strongest in Western Australia - so much so that in our business liaison we are hearing reports of some labour shortages.", "Consistent with the labour market data, retail spending, consumer confidence and house building have also picked up by more in Western Australia than elsewhere.", "At the other end of the distribution is Victoria, where the second wave has meant that the earlier recovery in jobs has been reversed, with the number of jobs there still down by 8 per cent from that in March.", "Retail spending in Victoria in August was also 11 per cent lower than at the start of the year - in contrast, spending in the rest of the country was up by 13 per cent.", "This uneven experience by age, industry, firm size and region will shape the recovery.", "Some parts of the country and some industries face very real challenges.", "At the same time, others now have new opportunities.", "The way business is done is also changing and it is possible that people and firms living through a pandemic become more risk averse, affecting their appetite to spend and invest.", "This all means that we are likely to see a period of heightened structural change in our economy.", "As a consequence of this and the recession we will see a pick-up in the number of business failures and households facing financial stress.", "How well we support those who are most affected while at the same time capitalising on the new opportunities will shape the recovery over the next few years.", "I would now like to move to the third factor that will shape the recovery: that is how willing people and businesses are to draw on their accumulated financial buffers to spend and invest over the months ahead.", "One of the many unique features of this recession is that it has been associated with a big increase in household saving.", "Normally in a recession, income falls and many people draw on their savings to get through the hard times.", "But in the June quarter, when fears about the pandemic were at their peak, the household saving rate surged to 20 per cent, the highest in almost 50 years (Graph 7).", "The first is that Australians were more cautious and had fewer opportunities to spend, given that many services were simply unable to be offered.", "As these opportunities disappeared, households did adjust their spending patterns, spending more on electronics and exercise equipment and online.", "But this substitution was not enough to offset the very large drop in spending on services and there was a record decline in consumption in the June quarter.", "The second factor was the large boost to incomes from the various government support programs.", "Social assistance benefits, including the JobSeeker payment, increased by nearly $15 billion in the June quarter.", "In addition, businesses received more than $30 billion in JobKeeper payments to support the wages of their staff.", "These payments are equivalent to around 15 per cent of total household disposable income in a typical quarter.", "Many households have used this extra income and their increased savings to put their balance sheets on a firmer footing.", "Some of the money withdrawn from superannuation funds under the early release scheme - which is now equivalent to about an additional 10 per cent of quarterly household disposable income - has also been used to pay down debt and strengthen cash buffers.", "The impact of this can be seen in some of the banking data.", "Over recent months, there have been record rates of repayment on personal credit cards and other forms of personal debt (Graph 8).", "Interest-bearing credit card balances have fallen by 22 per cent since March and are now at their lowest level in around 15 years.", "Personal Credit Cards $b $b 0 0 2014 2015 2016 2017 2018 2019 2020 Seasonally adjusted For many people with a mortgage, much of the extra savings and some of the superannuation withdrawals have been used to increase their balances in their offset accounts, with offset balances up 10 per cent since March.", "Other people have simply paid down principal directly.", "Combined, all forms of mortgage payments - including the additional balances in offset accounts - reached a record high over recent months, despite repayments being deferred on around 8 per cent of housing loans (Graph 9).", "Flows into Housing Loan and Offset Accounts* Share of disposable income 10 10 0 0 2012 2014 2016 2018 2020 Interest Principal Offset Seasonally adjusted and break-adjusted; lighter bar is an estimate for the September quarter Sources: ABS; APRA; RBA The question that all this raises is: what are people going to do with this extra saving and improved debt situation?", "In aggregate, household income is likely to decline in the December quarter as the unemployment rate increases and government support becomes more targeted.", "In normal times, a decline in income would be expected to affect consumption, but these are not normal times.", "It is entirely possible that as restrictions ease, people will choose to draw on their accumulated buffers to sustain and increase their spending.", "Many businesses face a similar choice to households.", "Many have boosted their cash buffers over the past six months and face a decision about what to do with these: sit on these buffers in case something goes wrong, or use them for investment and expansion?", "The better outcome for the economy is for households and businesses to keep spending and investing.", "The key to this is confidence in the health situation and the future state of the economy.", "If people are nervous about the health situation or their job prospects, they are likely to sit on their savings.", "On the other hand, if they are confident that the virus can be contained and that they will have a job, they will be more willing to spend.", "This means that there are large payoffs to be had from ensuring public confidence in the capacity of the health system to respond.", "From this perspective alone, there are likely to be large returns from public investments in first-class testing, contact tracing and quarantine arrangements.", "These are essential, not only to open up our economy successfully but to also build the confidence that is required for people to spend and invest.", "Economic policy also has a critical role to play in reducing uncertainty about the future.", "So I would now like to turn to this issue.", "The policy response to the pandemic has been central to getting the Australian economy through the past six months in better shape than the economies of many other countries.", "In previous downturns, it was monetary policy that played the leading role, but this time it has been fiscal policy that has taken the lead.", "This switch is entirely appropriate given the pandemic and the low interest rate world that we are living in.", "The fiscal response has been crucial in helping build that bridge to the recovery that I spoke about earlier.", "The income support provided by the government has: assisted many people get through this difficult period; kept many businesses afloat; and reduced some of the unevenness of the pandemic.", "Fiscal policy has been supported in this effort by monetary policy and by the actions of the banks and the financial regulators.", "The recent Budget provided welcome further support to the economy.", "The various measures will provide ongoing support to disposable incomes and help boost aggregate demand.", "Policies of a structural nature will also help build the road to the recovery.", "I expect that this will help reinforce what I hope to be improving confidence on the health front.", "This fiscal support necessarily involves increased borrowing.", "For a country that became used to low budget deficits and low levels of public debt, this is quite a change.", "But it is a change that is entirely manageable and affordable and it is the right thing to do in the national interest.", "Debt across all levels of government in Australia, relative to the size of our economy, is much lower than in many other countries and it is likely to remain so (Graph 10).", "The national balance sheet is in a strong position and is able to provide the support that is now required.", "The Australian Government can borrow at the lowest rates ever and the demand from investors for government bonds remains very strong.", "The states and territories can also borrow at record low rates and have an important role to play in the national fiscal response.", "General Government Gross Debt 2019, per cent of GDP United States United Kingdom Malaysia South Korea Indonesia 0 50 100 150 200 % No doubt, there will be a point in the future when attention will need to return to the task of rebuilding our fiscal buffers to deal with the next downturn.", "This task will be easier when the additional government spending is temporary in nature.", "In any case, the best way to rebuild these buffers is through economic growth.", "This means that structural reforms that drive that growth need to remain on our national agenda.", "I would now like to turn to monetary policy, which has played an important supporting role.", "The package of measures announced in March - including the target for the yield on 3-year Australian Government bonds - has led to record low funding and borrowing costs, which have eased the burden of the pandemic for many people.", "The RBA's open market operations and the Term Funding Facility have both contributed to a plentiful supply of liquidity in the Australian financial system and this is supporting the supply of credit to households and businesses.", "This supply of credit will be important in the recovery phase.", "These measures to support the Australian economy have resulted in a very large increase in the RBA's balance sheet (Graph 11).", "Between 2016 and early this year, our balance sheet averaged around $170 billion.", "It is now almost double this at over $300 billion.", "Reserve Bank Balance Sheet Total assets, weekly 250 250 100 100 2000 2004 2008 2012 2016 2020 At its September meeting, the Reserve Bank Board decided to expand the Term Funding Facility to provide authorised deposit-taking institutions (ADIs) with additional low-cost funding equivalent of 2 per cent of their total lending.", "The timing of this decision coincided with the approach of the deadline for final drawings under the initial allocations under this facility.", "As ADIs draw on the expanded facility there will be a further significant expansion of our balance sheet.", "This expanded facility should be seen as a further easing of monetary policy, although in a different way than in the past.", "At its most recent meeting, the Board continued to consider the case for additional monetary easing to support jobs and the overall economy.", "As part of this discussion we also considered the nature of our forward guidance regarding the cash rate.", "Before turning to the broader policy question, I would like to discuss how the Board's thinking on forward guidance has evolved.", "The Board agreed that it made sense for me to talk about this today, where more context can be provided, rather than make a change in the statement directly after the meeting.", "Over recent months, our communication has stated that the Board will 'not increase the cash rate target until progress is being made towards full employment and it is confident that inflation will be sustainably within the 2-3 per cent target band'.", "It might seem strange to some that we are even talking about the day that interest rates increase, given that it is a long way off.", "But expectations about future interest rates affect people's decisions and asset pricing, so we seek to be as transparent as we reasonably can.", "In terms of inflation, our forward guidance has been forward looking - we have focused on the outlook for inflation, not just current inflation.", "This was a sensible approach when the inflation dynamics were relatively stable and well understood.", "In today's world, things are much less certain.", "So we will now be putting a greater weight on actual, not forecast, inflation in our decision-making.", "In terms of unemployment, we want to see more than just 'progress towards full employment'.", "The Board views addressing the high rate of unemployment as an important national priority.", "Consistent with our mandate, we want to do what we can do, with the tools we have, to ensure that people have jobs.", "We want to see a return to labour market conditions that are consistent with inflation being sustainably within the 2 to 3 per cent target range.", "The Board will not be increasing the cash rate until actual inflation is sustainably within the target range.", "It is not enough for inflation to be forecast to be in the target range.", "While inflation can move up and down for a range of temporary reasons, achieving inflation consistent with the target is likely to require a return to a tight labour market.", "On our current outlook for the economy - which we will update in early November - this is still some years away.", "So we do not expect to be increasing the cash rate for at least three years.", "Turning to the broader policy question, we have been considering what more we can do to support jobs, incomes and businesses in Australia to help build that important road to the recovery.", "The options have been laid out in previous speeches by the Deputy Governor and myself and I don't plan to elaborate on these again today.", "While the Board has not yet made any decisions, I thought it might be useful to close today by highlighting three of the many issues we are working through.", "The first is how much traction any further monetary easing might get in terms of better economic outcomes.", "When the pandemic was at its worst and there were severe restrictions on activity we judged that there was little to be gained from further monetary easing.", "The solutions to the problems the country faced lay elsewhere.", "As the economy opens up, though, it is reasonable to expect that further monetary easing would get more traction than was the case earlier.", "A second issue is the possible effect of further monetary easing on financial stability and longer-term macroeconomic stability.", "This is an issue that we have paid close attention to in the past when we were considering reducing interest rates in a relatively robust economic environment.", "It remains an important issue today, but the considerations have changed somewhat.", "To the extent that an easing of monetary policy helps people get jobs it will help private sector balance sheets and lessen the number of problem loans.", "In so doing, it can reduce financial stability risks.", "This benefit needs to be weighed against any additional risks as people take more investment risk in the search for yield.", "We also need to take into account the effect of low interest rates on people who rely on interest income.", "A third issue is what is happening internationally with monetary policy.", "Australia is a mid-sized open economy in an interconnected world, so what happens abroad has an impact here on both our exchange rate and our yield curve.", "In the past, the interest differentials provided a reasonable gauge to the relative stance of monetary policy across countries.", "Today, things are not so straightforward, with monetary policy also working through balance sheet expansion.", "As I noted earlier, our balance sheet has increased considerably since March, but larger increases have occurred in other countries.", "We are considering the implications of this as we work through our own options.", "So these are three of the complex issues we have been considering at our recent Board meetings.", "The Board will continue to review these and other issues at our upcoming meetings.", "We are committed to do what we reasonably can, with the tools we have, to support the recovery of the Australian economy.", "I look forward to your questions.", "[*] I would like to thank Ellis Connolly for assistance in the preparation of this talk.", "[1] See Debelle G (2020), 'The Australian Economy and Monetary Policy', Speech at the Australian Industry Group Virtual Conference, Online, 22 September; and Lowe P (2020), 'COVID-19, the Labour Market and Public Sector Balance Sheets', Address to the Anika Foundation, Online, 21 July.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["unemployment", "economic policy", "monetary policy", "fiscal policy", "consumer confidence", "business investment", "debt", "inflation", "balance sheet", "labour market"]}