{"sentences": ["Good morning, good afternoon and good evening - depending on where you may be attending this global event from.", "I congratulate the BIS on the success of this inaugural BIS Innovation Summit; which demonstrates the central banking community's strong commitment to innovation, so that we may better serve our stakeholders.", "I would like to share some perspectives on central bank innovation to round off this event.", "Firstly, why central banks should embrace innovation; Secondly, how central banks can facilitate and lead innovation while managing the inherent Lastly, how central banks can channel innovation capabilities to address two key challenges - improving sustainability and enhancing cross-border payments.", "Embracing Innovation 3.", "Let me first start with why central banks should embrace innovation.", "Innovation is transforming the financial sector.", "Digitalisation of financial services has made it easier for financial institutions to expand their global footprint, opened the door to new players, and set the stage for increasing cross-border connectivity.", "The adoption of new technologies has become more prevalent, and is fundamentally changing how the financial system functions.", "Distributed ledger technologies for example, have seen use cases expand beyond digital payments and trade finance, to the security of data and personal identity, as well as anti-money laundering.", "Artificial intelligence and machine learning enable the industry to make much better use of available data than possible previously, by efficiently developing a deep understanding of the unique needs of their customers and risk profiles.", "Central banks and supervisors must transform alongside the financial sector, in order to maintain effectiveness in fulfilling our mission.", "Our central banking and supervisory mission remains unchanged.", "But given the rapid transformation and the changing landscape, the way we achieve our mission and objectives needs to evolve quickly.", "Overall, our approach must be to ensure that our toolkits and methods remain relevant and fit for purpose.", "To do so, we need to be informed by a deep understanding not only of the new players and their products and services, but also of the new technologies - how they work, why they are being adopted, how they better serve customers' needs, how they are re-shaping financial services and the broader financial sector, and the opportunities and challenges they present.", "The technologies that are transforming the financial sector can also be used to transform central banking and supervision.", "Take artificial intelligence, for example.", "This has been used by banks for credit scoring, and by insurers for underwriting and fraud detection.", "Supervisors, including MAS, have taken steps to ensure that artificial intelligence (AI) is used by financial institutions in a fair and responsible manner.", "Predictive analytics can also empower supervisors to be more effective.", "AI and machine learning, when applied to the myriad of data that supervisors have, offer the possibility of real-time customised risk assessments and early warning capabilities.", "This can inform policy interventions in times of heightened risk, and help to preserve financial stability.", "To this end, the BIS Innovation Hub Singapore Centre, is spearheading a RegTech and SupTech project to pilot the development of an integrated regulatory reporting platform and data analytics utility.", "This allows supervisors to assess microprudential and macroprudential risks by applying AI and machine learning tools to unstructured data as well as to big datasets.", "The application of such tools is enabled by transforming regulatory reporting to be based on the mapping of granular data to a common data model, moving away from fixed templates.", "This integrated solution, which has the potential to be scaled across supervisory authorities, will be a tangible example of a global public good that the BIS Innovation Hub can deliver for the benefit of the central banking and supervisory communities.", "Having touched on the 'why' of innovation, let me share some views on 'how' central banks can support and facilitate innovation by the industry.", "The central banking community has already been generally facilitative towards innovation while managing the inherent risks.", "In fact, some central banks including MAS have deliberately provided room for emerging technologies to be explored deeply, and their benefits and risks to be properly understood.", "We have avoided having regulation front-run innovation, so as not to stifle new ideas.", "Beyond experimentation, such exploration may also require testing of use cases in the market to assess their technical functionality and commercial viability in a production environment.", "To this end, regulatory sandboxes have come in useful over the past few years.", "Tailored relaxation of regulatory requirements within well-defined parameters has allowed opportunities afforded by new technologies to be explored, while maintaining the overall soundness of the financial system.", "But central banks' role in innovation goes further than this.", "Moving on to my second point; beyond embracing and facilitating innovation; central banks can play an important role in leading innovation, by being at the centre of experimentation.", "The private sector is good at leading innovation, subject to the return on investment providing a clear incentive.", "When this is the case, they do an excellent job.", "They drive applied research, apply technology in an agile fashion, and deploy solutions to markets quickly.", "However, private sector firms are less incentivised to innovate in cases where the return on investment is unclear and the benefits may not accrue primarily to them.", "Hence, when there is a need for innovation to develop essential industry infrastructures that benefit the entire financial system, central banks can step in to provide these public goods.", "We are able to leverage our unique position in the ecosystem to drive collaboration within the local financial sector community, and act as bridges to facilitate collaboration across borders.", "Where appropriate, central banks can also encourage industry stakeholders to pursue specific commercialisation opportunities which meet wider financial system needs.", "In so doing, central banks need to carry the spirit of innovation in their working philosophy, be open to collaborate with the private sector, adopt an agile approach when exploring possibilities, and even be prepared to fail fast within boundaries.", "At this juncture, allow me to share with you MAS' journey on Project Ubin, and how this collaboration between the public and private sectors has led to payments innovation that will benefit the ecosystem.", "When cryptocurrencies and public blockchains first emerged, we struggled to understand what they were and how they worked.", "The idea that a group of miners linking up blocks into a chain could turn computational power into assets of value was highly bewildering.", "We too had our doubts and felt that the best way to understand the technology, was to test it out for ourselves and learn through practical experimentation.", "MAS recognised that distributed ledger technologies held the potential to empower an industry infrastructure for more efficient clearing and settlement of payments and securities.", "Such an infrastructure would benefit the entire financial sector, but no individual firm had an incentive to drive exploration of this possibility.", "We thus launched Project Ubin in 2016, which has been through five phases through 2020.", "Under this project, MAS collaborated closely with industry partners to explore the development of blockchain-based settlement systems and understand the benefits and value it brings.", "This culminated in the development of a blockchain-based prototype for digital multi-currency settlement in Phase 5.", "Through this project, the benefit to the industry had become clear, along with private incentives for commercialisation.", "With Project Ubin having paved the way, industry players are now better placed to pursue commercialisation opportunities.", "DBS Bank, JP Morgan and Temasek are leading the development of a digital multi-currency payments network aimed at enhancing commercial cross-border clearing and settlements globally.", "Looking back, this has been a great collaboration journey.", "MAS and the industry learnt from each other, created new knowledge, and strengthened relationships, and we created a strong ecosystem that is willing to collaborate to build better together.", "We will utilise the same model to explore the opportunities offered by other promising emerging technologies in future.", "Addressing Two Key Challenges 9.", "Looking ahead, central banks can play an active role in two key challenges: supporting sustainable growth through green finance, and enhancing cross-border payments to facilitate trade and investment.", "Let me start with sustainable growth.", "Harnessing innovation to support sustainable growth 10.", "Green finance today is hampered by challenges that reduce the incentive for investors to invest in green projects.", "Technology can be an enabler to overcome two of these challenges.", "First, to accurately verify and monitor the carbon footprint and resource consumption across an entire supply chain.", "This is necessary to address greenwashing and to build trust.", "Second, to measure and quantify the ESG impact of potential investments and loan portfolios, which is necessary to incentivise firms to make sustainable investments that meet their sustainability commitments.", "To this end, MAS announced in December last year that we are embarking on Project Greenprint.", "Project Greenprint aims to deploy technology at different stages of the supply chain to better monitor commitment to the relevant green standards and requirements.", "For example, Internet-of-Things (IoT) devices could be deployed on-site to directly capture and assess relevant real-time data, such as energy and water consumption, by borrowers, portfolio companies, and suppliers.", "It will also explore the application of AI and other technologies on third-party data sources, to quantify the ESG impact of potential investments and loan portfolios.", "We will work with a consortium of financial institutions, FinTech firms, and industry players with expertise in Green FinTech, and also look forward to partner with like-minded central banks who are committed to harnessing the power of innovation to support sustainable finance.", "Multilateral connectivity to enhance cross-border payments 12.", "Let me turn now to cross-border payments.", "The G20 is leading a concerted global effort to make cross-border payments less expensive, faster, more transparent, and more inclusive, while maintaining their safety and security.", "We heard in an earlier session today how the pandemic has accelerated the shift to digital payments, a trend that is helpful to this objective.", "Multilateral connectivity is the direction that we need to go in order for crossborder payments to be optimised.", "Jurisdictions' digital payments infrastructure yield potential for cross-border connectivity.", "MAS has embarked on a pioneering journey with the Bank of Thailand to link up our respective national retail faster payment systems - PayNow in Singapore, and PromptPay in Thailand.", "This linkage between our two countries' faster payment systems will go live in the middle of 2021.", "To achieve our eventual aim to facilitate global cross-border payments however, we need to progress towards multilateral digital connectivity.", "As a starting point, adoption of harmonised protocols across national digital The ISO 20022 payments payments systems and infrastructures are necessary.", "messaging standard is a clear example of such a protocol.", "The successfully-concluded hackathon presented earlier demonstrated the potential of this standard and APIs to enhance cross-border payments.", "Central banks need to explore the road to multilateral connectivity in cross-border payments together.", "The future digital payments landscape is still emerging.", "It is thus necessary to explore multiple fronts in order to be future-ready.", "To this end, the Singapore Centre of the BIS Innovation Hub, with the support of MAS, is experimenting on platforms for multilateral connectivity through two of the projects that the Singapore Centre shared on earlier - the Foundational Digital Infrastructures Project based on traditional technologies, and Project Dunbar, a multilateral multi-CBDC wholesale settlement platform.", "We also heard from the Hong Kong Centre two days ago about their Multiple CBDC Bridge project.", "These are the Hub's contributions to the central banking community as we pilot global multilateral platforms for cross-border payments involving wholesale CBDCs.", "More broadly, exploring multilateral connectivity is a massive undertaking, which needs to involve multiple centres of innovation.", "Each centre can have a role to examine different aspects, different models and technologies for enhancing cross-border payments.", "At the core of this, the BIS plays a critical role to set direction, forge consensus, and coordinate efforts to maximise synergies.", "There are two key benefits to central banks collaborating to work on the next generation of cross-border payments and settlements infrastructure in this manner.", "Firstly, we arrive at the finishing line faster, as we explore the extensive possibilities in parallel, whilst avoiding unintended duplications of work.", "Secondly, this gives us the best chance of an end-product that is interoperable, and meets the needs of many.", "This fits into the broader picture of the G20's cross-border payments roadmap.", "Ambitious timelines have been set for this roadmap, and the BIS and the central banking community play a key role in making this happen.", "On this note, please allow me to conclude.", "The central banking community has come some way in our innovation journey.", "It has been a collaborative and iterative process, where we learn from each other and from the industry.", "The Summit has showcased the highlights of what we have done together thus far, but there remains much more that we can achieve together.", "I thank the BIS for organising this inaugural Innovation Summit, which has expanded our knowledge, raised our ambitions, and rallied us towards seizing more opportunities.", "I think we have all certainly benefited from the perspectives and deep insights shared by our speakers and panellists over the past three days.", "Our challenges and our tools may change with technology, but our mission and joint commitment to improve lives will remain."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Innovation", "Financial sector", "Central banking", "Cross-border payments", "Sustainability", "AI and machine learning", "Regulatory sandboxes", "Project Ubin", "Green finance", "Multilateral connectivity"]}