{"sentences": ["Good morning, good afternoon and good evening everyone.", "A very warm welcome to all the participants of today's event, \"Unlocking the Power of Regtech\".", "Just a few years ago, a virtual conference like this would have been a near impossibility.", "I am sure you would also remember the days of expensive international travel, but today, advances in technology have transformed our ability to communicate and share with others in every part of the world.", "Similarly, technology has also fundamentally revolutionised the way banking business is undertaken.", "HKMA's banking technology goals 3.", "One of the HKMA's key policy goals is to encourage the application of innovative technology in the banking industry.", "Our recently announced strategy, \"Hong Kong Fintech 2025\" which goes far beyond our Smart Banking Initiatives which were announced a few years back, is an ambitious plan for getting Hong Kong's banking sector to embrace and adopt new technology and rise to a high level of sophistication.", "And within that Fintech journey that we are promoting, Regtech constitutes an integral and important driver within our strategy.", "On that, we have developed a vision that by 2025, Hong Kong will become a leading hub for developing Regtech solutions and cultivating Regtech talents.", "My colleague Arthur first presented this vision at the Hong Kong Fintech Week last November.", "On that occasion, we also announced a series of activities to be launched these two years in pursuit of the vision.", "And today's event is one of the many activities that we have planned for this year, 2021. .", "In practical terms, how should we go about bringing our Regtech vision into reality?", "We do recognise that we are starting from a position in which many banking practitioners remain quite unclear about the concept of Regtech.", "They may be uncertain about what values Regtech might bring, or exactly how they should leverage on Regtech in order to bring about measurable benefits.", "Here, we see four essential actions that are needed to transform bank attitudes and practices towards Regtech.", "Four actions towards Regtech 2025 6.", "The first action is that we at the HKMA must understand the Regtech landscape evolution in Hong Kong.", "It's no good launching initiatives that are out of touch with what's actually happening on the ground.", "We need to be able to map our progress towards Regtech 2025, and understand where our banks and other ecosystem partners are at in that journey.", "Our White Paper on Regtech published in November last year provided a very good starting point, supplemented by the Regtech Adoption Index that we have just launched recently.", "These have shown that most banks here are already using at least some form of Regtech in their operations, most commonly in preventing and detecting financial crimes.", "But they are using Regtech much less in their risk management and regulatory compliance activities, despite the many advantages that doing so could bring for them.", "More generally, banks currently have little engagement with the wider Regtech ecosystem.", "We found that only 16% of banks are currently taking part in associations and industry groups and only 33% of banks are partnering with Regtech firms.", "So this is an area that definitely needs more work.", "Our second action is to among banks - in particular their raise Regtech awareness awareness of the benefits, applications and solutions associated with Regtech.", "Our Regtech Adoption Index told us that a massive 86% of banks consider one of the top public sector activities in this space should be to enhance the engagement between the banking sector and the Regtech ecosystem.", "And this is where today's virtual event comes in!", "It brings together banks, regulators, Regtech providers, industry associations, and representatives from other parts of the Regtech ecosystem.", "We see this as a perfect opportunity for banks to learn more about the potential benefits of Regtech for their own operations and also for their customers.", "As part of the efforts to raise awareness, the HKMA has also been publishing a series of Regtech Watch newsletters since November 2019.", "This series of articles outlines the benefits of Regtech through providing high-level sample use cases for areas like Cyber Risk, Credit Risk, AML/CFT, and also Conduct Management.", "Building on the Regtech Watch, we are launching a new series called \"Regtech Adoption Practice Guides\".", "This provides more practical implementation guidance when you use Regtech.", "We also plan to create a centralised Regtech knowledge hub as a platform for sharing Regtech information and content.", "We do hope that all these initiatives taken together will allow banks to become much more familiar with Regtech and also help them manage the Regtech adoption process.", "The third action we are taking is to encourage new Regtech solutions.", "It's one thing to help banks become willing and ready to embrace Regtech.", "But they will only do this if there are fit-for-purpose Regtech solutions to enhance the way that they manage their businesses.", "This requires commitment from Regtech companies and financial institutions, and also support from the regulators and Government.", "One way to encourage new solutions and innovation is through offering incentives and organising competitions to resolve real-life pain points.", "In March this year the HKMA launched the Global Regtech Challenge.", "This competition motivated 86 global and local Regtech firms to come up with possible Regtech solutions for four specific pain points faced by banks in Hong Kong in the areas of Governance, Risk and Compliance; Conduct and Customer Protection; Customer Data Privacy; and also Stress Testing.", "Later today we will announce the winners from this Challenge, and the audience will hear more about how the innovative solutions can benefit banks in Hong Kong.", "Working alongside us is the Financial Services and the Treasury Bureau.", "This January, the Bureau launched a Fintech Proof-of-Concept Subsidy Scheme.", "This scheme provides financial incentives to banks to transform their processes through the use of innovative Regtech solutions.", "Regtech firms will also benefit as they will have more opportunities to showcase and validate their solutions and gain experience in the Hong Kong market.", "In addition to offering incentives and opportunities for developing innovative use cases, I would also like to highlight several key infrastructure developments that will make launching Regtech solutions easier.", "One example of these is that the HKMA is developing the CDI, the Commercial Data Interchange, that will allow SMEs to grant financial institutions access to their data at different commercial establishments, of course with their consent.", "These will include ecommerce platforms and utilities companies.", "With more alternative data available to financial institutions, SMEs will stand a better chance of obtaining bank financing and also other customised services that will be made possible by the use of advanced data analytics.", "I should also mention the HKMA's collaboration with the Government on the \"iAM Smart\" platform, which is a one-stop personalised digital services platform available free of charge for everyone in Hong Kong.", "Financial institutions can now leverage iAM Smart to provide customers with Regtech services such as remote onboarding and log-in authentication.", "The HKMA is now exploring a corporate version of iAM Smart, which will offer another important infrastructure to support Regtech development.", "Finally, the fourth action that the HKMA will pursue is to expand the Regtech ecosystem, including in particular the nurturing of talents.", "We are working on a Regtech skills framework to incorporate Regtech skillsets into a package that banks can adopt in ensuring that their staff are properly equipped for the Regtech journey.", "We will also translate this into an Enhanced Competency Framework module to encourage current and aspiring practitioners to get qualified and recognised for this area of work.", "This will hopefully generate momentum among banks in upskilling their banking practitioners to prepare for the Regtech evolution ahead.", "In addition, we will continue to look for ways to enhance interaction within the ecosystem.", "The HKMA will organise events like today's conference to bring together partners in the ecosystem and to foster co-operation.", "We will also work closely with financial institutions and the tech community, whether they are in Hong Kong or elsewhere, to ensure that new Regtech initiative is widely publicised and actively participated.", "So there we have it - four actions to realise the Regtech 2025 vision: Understand the Regtech landscape; raise the Regtech awareness; encourage Regtech solutions; and expand the Regtech ecosystem.", "Everyone here has a part to play in this.", "I warmly invite you to reflect on what you can offer, and what is on offer for you.", "I trust that everyone here today will make good use of our networking lounge and virtual booths to connect and exchange ideas and insights.", "And I believe that the future of Regtech in Hong Kong is very bright, and there are opportunities for everyone.", "Thank you for joining us on our Regtech journey.", "Before I finish, let me take this opportunity to express my heartfelt thanks to so many distinguished speakers who have taken time out of their respective busy schedule to contribute towards the discussion sessions today.", "I should of course also thank everyone of you participating in this event from around the world.", "I'm confident that the event will deliver rich rewards for all of us."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Regtech", "Banking", "Technology", "Innovation", "Risk Management", "Regulatory Compliance", "Ecosystem", "Solutions", "Data Analytics", "Talent"]}