{"sentences": ["I would like to welcome you all to the second Banca d'Italia and LTI joint Workshop on \"Long-term investors' trends: theory and practice\".", "The workshop addresses issues that are important for euro-area economies and their financial systems, never more so than today as we seek to recover from a severe economic shock.", "While the pandemic has temporarily forced us to forgo informal interactions, I am confident that we will be able to make the most of our discussions.", "I hope that the efforts under way to prevent and eradicate COVID-19 will allow me to welcome you in person in the near future.", "I am glad that this workshop is co-organized with LTI, a very important institution that aims to promote long-term investment in the real economy.", "We believe in the importance of long-term investment A well-functioning financial system, where agents take a long-term view, is essential for sustainable and inclusive growth.", "The benefits of long-termism are more apparent than ever.", "The CFA Institute, the global association of investment professionals, estimated that between 1996 and 2018, companies listed in the US S&P 500 index forewent earnings amounting to about 80 billion US dollars annually because of short-termism.", "According to the McKinsey Global Institute, companies with longer-term orientations experienced 47 per cent higher cumulative revenue growth than their peers between 2001 and 2014, with less volatility.", "Firms and money managers are increasingly aware of the importance of focusing on the longterm.", "Prominent investors often complain that companies are overly focused on quarterly results.", "In fact, some jurisdictions have been debating whether to lift the quarterly reporting requirement for listed firms.", "Large pension schemes (such as the Japanese government pension investment fund, the California teachers' pension system and the Universities Superannuation Scheme in the UK) have publicly stated that they prefer to partner with asset managers who focus on long-term sustainability.", "A Long-Term Stock Exchange has recently been launched in the United States.", "Companies that list their shares on this exchange are required to publish a series of policies that focus on longterm value creation, such as aligning executive compensation with long-term performance and explicitly asking boards of directors to oversee long-term strategies.", "Many investors now embrace environmental, social and governance (ESG) criteria, which naturally leads them to focus on long-term sustainable returns.", "The Bank of Italy has undertaken several initiatives to favour a long-term sustainable approach to finance In 2019 the Bank of Italy integrated ESG factors into the management of its equity portfolio, not only to meet its social responsibility goals but also to lead investors by example.", "We ran a backward test over a ten-year horizon before implementing the new strategy and found that the new portfolio would have had both higher returns and lower volatility than the previous one.", "These findings, confirmed by several studies, may reflect the fact that the sustainability assessment introduces a forward-looking long-term element in otherwise predominantly backward-looking financial models.", "Furthermore, companies that adopt good ESG practices appear to have a competitive advantage resulting from innovation and lower operational, legal and reputational risks.", "We have also applied sustainability criteria to the management of our foreign reserves.", "In 2019, we used an external fund managed by the BIS to invest in green bonds denominated in US dollars.", "Later on, we started to manage green bonds in-house and we assigned an ESG benchmark to the managers of our US dollar-denominated corporate bond portfolio.", "We also apply ESG criteria to ourinternally managed euro-denominated corporate bond portfolio and are implementing low-carbon investments for the Bank of Italy's pension fund.", "The Bank of Italy has also promoted several initiatives in the field of financial education.", "Short-termism does not only affect firms and professional money managers.", "We all have cognitive and behavioural biases that sometimes induce us to make poor decisions.", "One common bias is to be much more oriented to the present than to the future, and therefore to make choices that favour the short-term over the medium- and long-term horizon.", "Another tendency is to be overconfident, which sometimes leads us not to consults experts (for example, professional financial advisors) when instead we should.", "The Bank of Italy has launched financial education initiatives to combat these biases: we participated in pilot projects to bring financial education to schools and we conducted the Survey on the Financial Literacy of Italian Adults, looking at three factors: knowledge, behaviour and savers' attitudes.", "In 2021, we started a new survey to measure the financial literacy of micro, small and medium enterprises, as part of an international project coordinated by the OECD for the Italian Presidency of the G20, within the Global Partnership for Financial Inclusion.", "Allow me to briefly recall the topics that will be discussed in today's workshop Today we will have an opportunity to discuss a wide range of topics that are relevant not only to long-term investment but also to the unprecedented health crisis we are experiencing.", "The role of non-bank financial intermediation (the so-called NBFI sector) has become increasingly important since the Great Financial Crisis, also because of a prolonged phase of deleveraging in the banking sector.", "This is a topic that will be touched on today and has been at the forefront of discussions that are currently taking place in the major international regulatory policy fora.", "Within the NBFI sector, investment funds and insurance companies represent a vital source of finance for non-financial corporations (both equity and debt).", "The stability of these corporations' financing sources is, in turn, a pre-requisite for their undertaking of investments, especially in activities such as research and innovation that have the potential to generate high growth.", "Therefore, a long-term orientation of investment funds and insurance companies is essential to guarantee such stability.", "The COVID-19 crisis and the associated episodes of financial turbulence, especially those experienced in March 2020 with the so-called \"dash-for-cash\" episode, has revealed significant fragilities in the NBFI sector.", "Spikes in volatility and illiquidity, whose effect can be significantly amplified by excessive leverage and liquidity mismatches, can quickly disrupt the provision of non-bank finance to the corporate sector and to the real economy.", "Central banks and governments intervened promptly after the March 2020 episode in order to avoid wide scale economic damage and undesired consequences for both price and financial stability.", "But central bank and public support cannot, and should not, be taken for granted: we must ensure that the NBFI sector becomes more resilient in its own right, independently of any support.", "To this end, international authorities are already working, under the leadership provided by the FSB, on building a macro-prudential framework to strengthen the NBFI sector's resilience to shocks.", "The recent Archegos episode is just the latest example of how urgent it has become to reach this objective.", "The rapid adoption of new financial technologies (FinTech) has the potential to expand direct access to finance, increase the effectiveness and efficiency of investment processes, and generate substantial savings for investors.", "The COVID-19 crisis has accelerated the adoption of new financial technologies, a topic we will also talk about today.", "This poses several challenges for central banks, including the Bank of Italy.", "As recent events (GameStop/RobinHood) have highlighted, the mass adoption of financial technology, which is certainly a positive development, can also create risks for financial stability, investor protection and market integrity.", "Financial regulation, therefore, must also mitigate these risks so as to avoid hindering the pace of innovation.", "Our role in financial education is even more important at a time when small investors are empowered with sophisticated new tools that allow them to manage their savings autonomously.", "As a micro- and macro-prudential authority, the Bank of Italy is called on to stimulate and favour the adaptation of the business models of all intermediaries under our supervision to the increasing pace of technological adoption, to ensure that they remain safe, sound and supportive of the real economy despite the competitive pressures put on them by new players.", "We are a major participant on financial markets both as an investor and as a provider of technology (e.g., payment and settlement platforms).", "We need to keep abreast of new technologies and integrate them into our processes.", "An essential pre-requisite for good regulation and for playing a pro-active role in the rise of FinTech is a thorough understanding of the innovation processes taking place in the market, which today's presentations will help us to develop.", "I would like to make one final comment on the current low interest rate environment.", "One of the biggest challenges of the current investment landscape, especially for long-term investors such as pension funds and insurance corporations, is the low interest rate environment that has prevailed since the Great Financial Crisis.", "Low interest rates have been determined not only by highly accommodative monetary policies, made necessary by the rapid succession of unprecedented crises (including the current one), but also by real and structural factors that we are still striving to fully understand.", "I am sure that today's research contributions will help us to make a step forward in this direction.", "The word 'April' comes from the Latin verb \"aperire\", which means \"to open\".", "It is commonly believed that the word refers to the season when trees and flowers begin to 'open up' or blossom.", "Similarly, I hope that this April workshop can open up new discussions on several topics that are highly relevant for investments and for policy-making and lead to the blossoming of new ideas.", "For this, I want to thank LTI, the organizers, the keynote speakers, the presenters, the discussants, and all of you in advance.", "I wish you a pleasant and constructive day of discussion.", "www.mckinsey.com/featured-insights/long-term-capitalism/where-companies-with-a-long-term-view- outperform-their-peers# Such as Warren Buffett, JPMorgan Chase's Jamie Dimon and BlackRock's Larry Flink."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Long-term investment", "Financial stability", "ESG criteria", "Financial education", "Non-bank financial intermediation", "FinTech", "Low interest rate environment", "Macro-prudential framework", "Resilience", "Sustainability"]}