{"sentences": ["Building strong and simple: the first step Victoria Saporta, Executive Director of Prudential Policy Bank of England Virtual Webinar I would like to thank Austen Saunders and James Thatcher for helping me write this speech and David Bailey, Sarah Breeden and Sam Woods for helpful comments.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Last year, I set out my views on the ideal framework of post-Brexit prudential regulation in the UK.", "I outlined the key features that this prudential framework should exhibit.", "That it should be legitimate and democratically accountable, that it should have time-consistency embedded within it, and that it should adapt to changing circumstances whilst upholding prudential standards.", "I concluded that the framework which best embodies these features is one where policy is made by an independent regulatory body, with a clear mandate, and robust accountability mechanisms, in particular to Parliament.", "I am therefore pleased that this was the model consulted on in HMT's Regulatory Framework Review last October.", "Of course the legislative process still needs to be completed.", "But we at the PRA must prepare in anticipation of the enhanced role we are set to play in this post-Brexit world.", "I would like to use this speech to sketch a vision for our updated approach to policymaking, before devoting the majority of my time to giving detail on a key upcoming policy initiative - the so-called 'Strong and Simple' framework for small banks and building societies.", "The PRA's changing approach to policymaking Under the Government's proposals, the PRA is expected to move from 'rule taker' to 'rule maker' for most areas of prudential policy within our remit.", "This is a fundamental increase in the scope of our responsibilities.", "As is only right, this increase in responsibility will be accompanied by a new framework of legal requirements and increased scrutiny, including, importantly, to Parliament from which our powers and responsibilities derive.", "This will include new requirements to 'have regard' to issues like international standards, equivalence, the relative standing of the UK to do business, as well as climate change and productive finance.", "We expect more focus on these by external stakeholders, and we are committed to paying due attention to these factors as we carry out our activities.", "But within the context of this new regulatory framework a key question remains: what kind of regulator does the PRA wish to be, as it steps into this new role?", "I will begin to answer this question now.", "Let me first say that the PRA approach to policy making will continue to have robust prudential standards at its heart to safeguard UK financial services and the stability of the UK financial system.", "This will be updated /-/media/boe/files/speech/2020/the-ideal-post-eu-regulatory-framework-speech-by-victoriasaporta.pdf?la=en&hash=2BBC9A3AD75F8C6DDB2FE04273A7220F3011A66D All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice to function in the context of an open, yet safe, approach to international markets, maintaining standards at least as strong as those required internationally, in a way that is fit for purpose for the UK .", "And we have a great opportunity to re-emphasise the role of simplicity in our policymaking - particularly relevant for today's speech - to ensure that prudential policy is no more complex than needed to address the nature of the risks that it is designed to address.", "To guide our overall approach, we have a vision to be an accountable, responsive and accessible policymaker.", "By accountable, we mean that we will be clear on the issue we are seeking to address with any given policy, how our intervention solves the problem, and how it fits into our overall regulatory strategy.", "On our new 'have regards', we will give evidence-based accounts of how our proposals impact the relevant issue - and explain what effect this has had on our policy choices.", "In some areas of policymaking, we will start with very open discussions with industry and other stakeholders to determine the right way forward, given the number of possible options.", "As part of this, and to inform our judgments, we will have to work with industry to gather the relevant data - it is in our collective interests to do so.", "Responsive policymaking means that we respond swiftly and appropriately to issues, favouring flexibility over a 'one size fits all' approach.", "This will ensure our framework is appropriate in light of the risks, and it will benefit industry by being more tailored.", "Our policies will be implemented in a way that minimises frictions, recognising that the creation of new rules is only one option we can take.", "Setting expectations for firms and effecting change through our supervision are alternative tools in our toolkit, and new issues should start with an open conversation, for example through a Discussion Paper.", "Being responsive means that we are alive to new concerns as they arise - we need only look to the events of last year that highlight the importance of this.", "And our aim to be accessible reflects our goal of ensuring prudential regulation is as clear as possible through reform of the rulebook.", "We are well aware that the 'patchwork' of primary legislation, statutory instruments, on-shored binding technical standards, and PRA rules and guidance currently in force, is difficult to navigate - a rationalisation of this material will yield benefits for us as well as firms.", "The realisation of this vision will take years of coordinated work.", "Legislation will need to be passed that sets out the framework of our new responsibilities and our new powers.", "Thereafter, rules will need to be transferred in the correct way from the statute book to our rulebook.", "We will need to consult on elements of change along the way and be responsive to the comments.", "All this takes time and thought, but the quicker these processes are completed, the quicker the vision will be realised.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice We will best realise our vision to be a responsive and accessible policymaker by continuing to proactively engage with the wider world - both at home and abroad.", "This will ensure that our prudential framework keeps pace with innovation, and so we identify and best respond to risks at an early stage.", "We will continue to engage with our counterparts in other jurisdictions, and we will continue to lead policymaking through our membership of international standard-setting bodies such as the Basel Committee.", "Our key aims remain to ensure that global standards are robust and that regulatory fragmentation for firms is minimised.", "Strong engagement with Parliament and industry will be essential.", "We will take seriously our task to understand Parliament's priorities within the framework of the objectives and 'have regards' that Parliament will give to us.", "And industry input will be particularly important on areas of the regime we are targeting for reform, which brings me to the main subject of this speech.", "A strong and simple prudential framework for non-systemic banks and building societies I would like to turn my attention now to speak specifically about one particular policy initiative which the PRA is pursuing.", "That is to develop a 'strong and simple' prudential framework for non-systemic banks and building societies.", "Sam Woods spoke about this in his Mansion House speech last November.", "He said then that the PRA would publish a Discussion Paper in the spring of this year explaining more about what we want to achieve with this initiative and how we think that might be done.", "That Discussion Paper was published today.", "I will go on to explain some of its most important elements and to describe the type of responses we hope it will prompt.", "But I want to start by emphasising the openness of this Discussion Paper.", "I explained that accountability will sometimes include discussions with industry and stakeholders about the right way forward.", "That is why we are publishing a Discussion Paper about the strong and simple framework before developing detailed policy proposals for consultation.", "We are doing this because we recognise that there are many ways a strong and simple framework could be designed and that each has its advantages and disadvantages.", "The Discussion Paper sets out the key design choices which will determine the overall shape of the strong and simple framework, explains the trade-offs which need to be weighed up when choosing between them, and invites comments about the merits and drawbacks of different options.", "Those comments will help us when we come to design proposals for consultation.", "The Discussion Paper is therefore open about the choices which confront us.", "And we have an open mind about what options we might choose.", "'Strong and Simple', speech given by Sam Woods, Deputy Governor for Prudential Regulation and Chief Executive Officer, Prudential Regulation Authority (12 November 2020).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Scope, strength, simplicity Let me now highlight some of those choices about which I am especially keen to receive comments.", "I will do so by elaborating on three key terms.", "First, what do we mean by 'non-systemic banks and building societies'?", "In other words, which firms should be eligible for the simpler requirements?", "Second, what do we mean by 'strong'?", "And finally, what will 'simple' look like?", "To begin with scope: as Sam explained in November, a strong and simple framework could in time include graduated requirements for all firms not subject to the full set of Basel requirements for internationally active banks.", "That would be a major undertaking, so this Discussion Paper set out options for a first step, which would apply to the smallest banks and building societies.", "This is what I will refer to in this speech as a 'simpler regime'.", "The Discussion Paper suggests that the firms eligible for the simpler regime could be identified using a size criterion (probably total assets) - but not what that size should be.", "It also suggests that other criteria might be applied to ensure that only firms with relatively simple operations are included.", "For example, we might only include firms without a trading book.", "The simpler regime will, of course, only apply to firms which are not internationally active because internationally active firms will remain subject to Basel standards.", "We therefore also ask for views about how we should identify which firms are not internationally active.", "Decisions about scope will be important because, speaking generally, the more alike the firms in scope are, the simpler the regime can be.", "For example, 40% of the existing rules and technical standards for credit risk relate to the internal ratings based approach.", "If just those firms which only use the standardised approach were eligible for the simpler regime, these rules could be entirely removed.", "But, on the other hand, too restrictive a scope will mean fewer firms are able to benefit from the simpler regime.", "That is why we want to receive comments about where we should draw the line for a first step which delivers meaningful simplification for a worthwhile number of firms.", "These choices will determine which banks are affected by the simpler regime.", "As I say, these are likely to be smaller non-systemic banks as we focus on taking the first step towards building a strong and simple framework.", "But before moving on I would like to draw your attention to two other important reviews that the Bank aims to consult on this summer.", "These are a review of the Bank's approach to setting MREL4 and a review of the UK's leverage ratio framework.", "Both are relevant to mid-tier banks and building societies which might not be eligible for the simpler regime.", "Zahid Amadxarif, James Brookes, Nicola Garbarino, Rajan Patel and Eryk Walczak (2019), 'The language of rules: textual complexity in banking reforms', Bank of England Staff Working Paper No.", "Quantification of rules and technical standards refers to number of words.", "See Bank of England Discussion Paper 'The Bank of England's review of its approach to setting a minimum requirement for own funds and eligible liabilities (MREL)', December 2020.", "See Bank of England Financial Stability Report, December 2019 and HM Treasury/Bank of England/PRA/Financial Conduct Authority, 'Regulatory Initiatives Grid', September 2020.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Returning now to the simpler regime and moving on to my second term, 'strong'.", "Here I want to repeat Sam's very clear message that we have absolutely no appetite to weaken standards.", "What that means is that we do not think that we have made any part of the banking system too safe.", "Nor do we think that a simpler regime should lead to any change in the level of resilience of the firms we supervise.", "What we aim at is a simpler regime which delivers the same level of resilience for small firms in a more efficient way.", "Which brings me to 'simple'.", "I will have more to say about this term because - ironically - simplicity is not itself a simple idea.", "I will therefore explain what we mean by 'simple' and how that gives rise to some important design choices for the simpler regime.", "We know that banking regulation doesn't always seem simple.", "Research by Bank staff has documented a near-doubling in the length of UK banking regulation since the financial crisis of 2007-2008 to almost three quarters of a million words.", "It won't surprise you to hear that I'm firmly convinced that new rules were needed to address vulnerabilities which that crisis revealed.", "But I also recognize that we have a complexity problem when we have more rules than we need.", "That can happen when we apply all of our rules to all the firms we supervise.", "Some of the rules we need for big, complex firms might not be needed for smaller firms.", "One problem with complexity is that it brings costs.", "Firms must spend money interpreting rules and operationalising requirements and, as with other sorts of overheads, some of these costs are fixed costs which are the same for all firms regardless of their size.", "Research, including the PRA's own analysis of survey responses from UK firms, suggests that the fixed costs of implementing new requirements can be proportionally higher for small firms than for large ones when measured as a fraction of a firm's assets.", "What this tells us is that there are economies of scale when it comes to compliance costs and that some costs fall relatively heavier on small firms than on large firms.", "At the same time, separate research by Bank staff shows that prudential requirements that are well-matched with the risks that cause large banks to fail are not so well-matched with those that cause small banks to fail.", "Putting this evidence together, we can ask whether there are requirements which are relatively more costly for small firms to implement but which deliver fewer benefits than when they are applied to large firms.", "And that is what we do in this Discussion Paper.", "Having identified requirements which do not make a material Amadxarif et al.", "See: Consultation Paper 5/12 'Implementation of Basel standards'; Dahl, D, Meyer, A, and Neeley, M (2016), 'Bank size, compliance costs and compliance performance in community banking', Mimeo; Dolar, B and Dale, B (2020), 'The Dodd-Frank Act's non-uniform regulatory impact on the banking industry', Journal of Banking Regulation, Vol., pages 188-95; Elliehausen (1998), 'The cost of banking regulation: a review of the evidence', Federal Reserve System Studies No., pages 1-35; Feldman, R J, Schmidt, J, and Heinecke, K (2013), 'Quantifying the costs of additional regulation on community banking', Federal Reserve Bank of Minneapolis Economic Policy Paper 13-3.", "Austen Saunders and Matthew Willison, 'Measure for measure: Evidence on the relative performance of regulatory requirements for small and large banks' (forthcoming).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice contribution to the safety and soundness of small firms, a simpler regime will put in their place simplified or scaled back requirements.", "These will be less costly, but won't make the firms they're applied to less resilient.", "It's worth saying here that a simpler regime will need to be assessed in the round.", "There are few, if any, requirements which make absolutely no contribution to small firms' safety and soundness.", "That means that we may need to tighten some requirements a little when we simplify others in order to keep the overall level of resilience the same.", "But our expectation is that the resulting package will be less costly overall whilst delivering the same level of safety and soundness.", "Indeed, you might think of our task as a classic budgeting problem.", "In our case, we have a bundle of rules which deliver a certain level of resilience at a certain cost.", "What we are asking is whether a simpler bundle could deliver the same level of resilience for small firms at lower cost.", "The simpler regime will also need to be assessed against the Basel core principles for effective banking supervision.", "These are different to the Basel standards which apply to internationally active banks.", "The principles are an international benchmark for measuring the quality of supervision of all banks.", "We will design the simpler regime to be consistent with them.", "Before moving on to talk about what the simpler regime might look like, I need to address the fact that reducing small firms' compliance costs from complexity might introduce another sort of problem if it erects new barriers to growth.", "The problem is that, whilst the costs of complying with a simpler regime will be lower for small firms, some small firms want to grow.", "And, as my colleague Sarah Breeden explained last July, the PRA attaches great importance to making sure that the way we regulate and supervise these firms isn't an unnecessary barrier to them realising their ambitions.", "That is why the PRA consulted last year on how we should regulate new and growing banks and has this month published a Supervisory Statement outlining our approach.", "What we need to make sure of now is that growing banks don't face unnecessary costs from having to move from a simpler regime to more complex requirements once they reach a certain size.", "If simpler requirements are very different from the requirements for larger banks and building societies, a growing firm would have to make a substantial investment to adjust to the more complex rules it was growing into.", "If this was prohibitively expensive, it would become difficult for small firms to grow.", "That would work against what the PRA is doing to support effective competition in the banking system.", "That is what we want to avoid.", "We don't want to trap small firms within a walled garden.", "Now, to some extent this could be achieved by giving small firms the option to stick to the full set of requirements if they know they See .", "'Climbing mountains safely', speech by Sarah Breeden, Executive Director, UK Deposit Takers Supervisions, building on marks given at the PRA Annual Conference for Chairs of the Non-Systemic UK Banks and Building Societies on 6 July 2020.", "Supervisory Statement 3/21 - Non-systemic UK banks: The Prudential Regulation Authority's approach to new and growing banks following Consultation Paper 9/20 - Non-systemic UK banks: The Prudential Regulation Authority's approach to new and growing banks.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice are likely to grow out of the simpler regime.", "And the Discussion Paper asks for comments on how that kind of optionality could be introduced.", "But that might not always be possible or appropriate for all firms, so we will need to design the simpler regime in a way which minimises barriers to growth as far as possible.", "To sum up our approach to the complexity problem: we are looking for ways to simplify requirements for small firms which, as a package, will reduce the costs of regulation without reducing firms' resilience.", "I will now move on to the question of how that can be done.", "Streamlined or focused It's possible to imagine two approaches to creating a simpler regime.", "One approach would see us sitting down with the current rule book and, working through it pen in hand, striking or simplifying out those parts which aren't needed for non-systemic banks and building societies.", "The result would be a thinner version of the current rulebook with the same chapters but fewer words.", "That is what I will call a 'streamlined' approach because it would deliver a streamlined version of current requirements.", "The other approach would have us starting with a blank page and identifying the minimum number of requirements needed to maintain small firms' resilience.", "In this case, the result would be a completely different rulebook with different chapters.", "I will call this the 'focused' approach because it would be solely focused on the risks faced by eligible small firms.", "What are the implications of choosing one or other of these approaches?", "You may have noticed that I have spoken so far about the complexity of requirements, but not their calibration.", "That is because questions about the level at which requirements are set can only be properly addressed once an approach has been chosen.", "This is a natural consequence of our commitment to maintaining current levels of resilience.", "As I said earlier, this means that when we simplify some aspects of the regime we may need to tighten others.", "That tightening might take the form of increasing the calibration of remaining requirements.", "One might for example imagine, as an extreme example of a focused approach, a regime based on a single risk-insensitive capital requirement.", "That would be very simple, but the requirement would probably have to be set very high to satisfy us that it provided the same level of resilience as the current regime.", "A streamlined approach, on the other hand, might include simpler versions of current Pillar 1 and Pillar 2A risk weighted capital requirements with broadly the same calibrations as are applied today.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice We therefore face a trade-off between simplicity and calibration.", "A focused approach would impose the fewest requirements, but those that were applied might have to be conservatively calibrated in order to maintain resilience.", "A streamlined approach would lead to less conservatively calibrated, but more complex requirements, when compared to the focused approach.", "Figure 1 illustrates this trade-off, along with a second trade-off between simplicity and minimising barriers to growth.", "This second trade-off arises because a focused approach would be very different to the requirements a growing firm would face after it moved out of the simpler regime.", "It might therefore be more difficult for a small firm to grow out of a focused regime, as it would effectively have to gear up to meet a whole new set of requirements.", "Figure 1: Illustration of the characteristics of a 'focused' and a 'streamlined' approach In practice, there are a spectrum of approaches we can take between the extreme cases of a very focused approach which is like the requirements we have in place for credit unions, and a slightly streamlined approach which is almost the same as requirements for larger banks and building societies.", "And different approaches might work better for different sorts of requirements.", "For example, the right approach for capital requirements might differ from the right approach for liquidity requirements.", "What this way of describing different approaches provides us with is clarification of the choices and trade-offs we face.", "The Discussion Paper asks for your views about how these trade-offs should be managed.", "If a fully focused approach based on a very small number of conservatively calibrated requirements represents one extreme, All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice and a modestly streamlined approach which trims a few elements from the current rulebook represents another, where on the spectrum between those poles would you prefer us to be?", "Let me conclude by summarising some of the key choices we seek comments on.", "First, is it right to start (as we suggest) with the smallest banks and then move in time towards bigger ones as we build a graduated strong and simple framework?", "Is this the right first step?", "Second, are the scope criteria we suggest the right ones and, if so, where should we draw the line in terms of size?", "Third, would you prefer a focused approach with few more conservative requirements, or a streamlined approach?", "The Discussion Paper contains questions addressing these choices along with questions about other, more detailed choices which we will face as we design a simpler regime.", "I strongly encourage you to submit comments on them all.", "As I began by saying, we approach all of these questions with an open mind and we will use your comments when we answer them.", "We will be accepting comments until 9 July.", "Once we have received and considered them, we will begin work on more detailed proposals which will be published for consultation in due course.", "Whilst I hesitate to claim that the finished strong and simple framework will resemble a great cathedral in its beauty - and I can certainly promise you it will not take centuries to complete - it is nevertheless a major building project which will create an important new part of the regulatory landscape.", "Help us now to lay its foundations and to shape our vision of what it will grow into.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Strong and simple", "Prudential regulation", "Non-systemic banks", "Building societies", "Complexity", "Calibration", "Focused approach", "Streamlined approach", "Resilience", "Growth"]}