{"sentences": ["03.03.2021 The European Central Bank's monetary policy: response to the pandemic crisis and future challenges* Universidad Autónoma de Madrid Pablo Hernández de Cos Governor of the Banco de España *English translation of the Spanish original Distinguished Rector, fellows, ladies and gentlemen, good morning: It is a great pleasure for me to be able to participate in this event organised by the Universidad Autónoma de Madrid.", "First, I would like to take this opportunity to share with you some thoughts on the role that the European Central Bank's (ECB) monetary policy has played in response to the COVID19 pandemic in the past year, helping to stave off some of the more serious consequences, at least from the economic standpoint, of the different waves of the disease in Europe.", "Second, I shall give a brief overview of current economic developments in the euro area and the role that monetary policy could play over the coming quarters.", "In the third part of my speech, I would also like to reflect on some of the medium and longterm challenges for monetary policy in advanced economies, which have prompted the main central banks, among them the ECB, to launch a review of their monetary policy strategy.", "ECB monetary policy measures in response to the pandemic The outbreak of COVID-19 in Europe in late February and early March 2020 triggered an unparalleled economic shock which required an urgent and decisive economic policy response to prevent the effects of the crisis from becoming permanent.", "Fiscal policy has been, and remains, the most appropriate tool to act in this setting, since it has the instruments to achieve this objective with targeted actions that are suited to a shock whose duration is uncertain and heterogeneous.", "The response of European governments, mainly centred on measures to support the income of households and firms, has generally been very forceful and, on this occasion, was also backed by unprecedented joint action, especially following the approval of the European recovery programme Next Generation EU by the European Council.", "For its part, monetary policy also needed to act, and has acted, very forcefully.", "Indeed, the pandemic-induced economic shock was initially accompanied by a sharp tightening of financing conditions in the euro area.", "As various governments announced plans to contain the virus, financial markets began to factor in heavy declines in economic activity and an increase in public and private debt.", "This pushed up interest rates in the sovereign and corporate debt markets, a situation which could have amplified the fall in aggregate demand and, therefore, in inflation had it not been addressed in time.", "Moreover, the initial phase of the COVID-19 crisis did not affect all euro area countries evenly, but asymmetrically.", "Some countries, such as Italy and Spain, which already had relatively high levels of public debt, were hit harder by the first wave of the virus, both epidemiologically and in terms of their reliance on more vulnerable industries (for example, tourism).", "As a result, borrowing costs rose much more markedly in these countries.", "Faced with this situation, with the dual objective of easing financing conditions and addressing emerging signs of financial fragmentation among euro area countries, on the ECB Governing Council we approved a package of measures which acted in two main dimensions: asset purchases and liquidity-providing operations.", "First, through the pandemic emergency purchase programme (PEPP), and second, through targeted longerterm refinancing operations (TLTROs).", "These measures have subsequently been expanded and strengthened (most recently, in December), owing to the persistence of the pandemic and its negative effects on the economy.", "I would now like to discuss each of these measures in greater detail.", "The PEPP, a programme for the purchase of public and private-sector bonds, was launched in March 2020.", "Its flexibility is what sets it apart from the previous asset purchase programme (APP).", "Thus, whereas the APP is relatively rigid in terms of how the asset purchases are distributed both over time and across jurisdictions, during the most critical months of the pandemic the PEPP has allowed us to concentrate purchases on those countries whose financing conditions have, at any given time, been subject to a greater degree of tightening.", "Thanks to this flexibility, together with its large initial envelope, the announcement of the creation of the PEPP on 18 March served to substantially reduce interest rates on sovereign debt (especially that of the countries hardest hit by the health crisis at that moment, such as Italy and Spain).", "From a broader perspective, the introduction of the PEPP - and the June and December expansions, which increased the maximum volume of net purchases to €1.85 trillion - led to a period of gradual easing of financing conditions in the euro area, not only for sovereign debt, but also other market segments such as corporate debt.", "In addition, according to analysis by the Banco de España, the PEPP is having a markedly favourable impact on GDP growth and inflation in the euro area.", "This easing has been essential for providing fiscal authorities in all countries in all euro area countries with room for manoeuvre, which has allowed them to deploy the measures to support the income of households and firms that I have mentioned earlier.", "In addition to the PEPP, another key instrument in the monetary policy response during the crisis are the TLTROs.", "This programme affords banks funding under particularly advantageous conditions, provided they meet certain targets in terms of lending to firms and households (excluding, in the latter case, loans for house purchase).", "With the onset of the pandemic, this programme was modified to make it even more attractive to banks, enabling them to obtain funding at an interest rate that could temporarily be as low as -1%, on the condition that they do not reduce their volume of eligible lending in light of the pandemic crisis.", "This instrument has also proved very effective.", "For example, in the June TLTRO III operation, participating banks received a total of €1.31 trillion, a record high for the Eurosystem's refinancing operations.", "The evidence available suggests that these operations have fulfilled the purpose for which they were conceived, since banks have indeed used the funding received to lend to the real economy.", "These measures, along with those adopted complementarily both by national governments (in particular through the public loan-guarantee schemes) and by the prudential authorities, aimed at enabling financial institutions to use some of the capital buffers built up in recent years, have been pivotal in facilitating the flow of financing to the economy during the crisis.", "Near and medium-term challenges for the euro area economy and monetary policy Let me now share some thoughts on the current outlook for the euro area and the role that monetary policy could play in the near and medium term.", "One year on from the first reported cases of COVID-19 in Europe, the coronavirus pandemic continues to exact a tragic human cost and pose enormous challenges for the economy.", "Since reaching its weakest level last spring, economic activity in the euro area has been on a recovery path.", "However, this recovery is subject to a high level of uncertainty and has been partial, uneven and fragile.", "For instance, after a strong pick-up in 2020 Q3, the GDP growth rate returned to negative territory (-0.6%) in Q4 as a result of the pandemic containment measures being reintroduced in most countries.", "Drawing on the ECB projection exercise conducted prior to the spread of the pandemic (published in December 2019), at end-2020 GDP was 6.3% below the level forecast for the end of that year.", "By country, among the four largest euro area economies, the output loss was more pronounced in Spain (9.1%) than in Italy, France and Germany (down 6.6%, 4.9% and 3.6%, respectively).", "Also of note is the heterogeneous cross-sector impact of the pandemic, which is mainly affecting services.", "Much uncertainty also persists regarding the intensity of the recovery in the early stages of 2021, in view of the recent course of the pandemic in Europe.", "The available short-term indicators signal a slowdown in activity so far this year.", "Should the additional health crisis containment measures endure across the board, a fresh contraction in some countries or sectors cannot be ruled out.", "Thus, the Flash Eurozone PMI Composite Output Index rose slightly (1 percentage point (pp)) to 48.8 in February, remaining in recession territory over the last four months4.", "The European Commission's consumer confidence indicator has also contracted since the beginning of the year.", "Despite the extraordinarily positive news of the availability of the vaccines and the roll-out of the vaccination campaigns since end-2020, the crisis is expected to be highly persistent.", "Under the baseline scenario of the Eurosystem's latest projections, published in December and updated next week, the euro area economy would not regain its pre-crisis GDP level until 2022 Q2, when it would still be 3.7% below the level projected for that quarter before the crisis.", "As regards the euro area's inflation outlook, the ECB projected a slight recovery for 2021, increasing from 0.2% in 2020 - it ultimately rose by 0.3% - to 1%.", "However, these values are far below the objective of price stability, which is defined as inflation of below, but close to, 2% in the medium term.", "The latest data, referring to the February estimate, for the euro area's Harmonised Index of Consumer Prices show a year-on-year increase of 0.9%, the same figure as in January.", "The smaller drop in energy prices appears to have been offset, in the context of rising oil prices, by moderation in the core component (which excludes energy and food).", "The latter fell by 0.3 pp with respect to January to 1.1%.", "This outcome was determined in particular by temporary factors, such as the updated HICP weights, which since January are based on 2020 consumption patterns and which, although they will have a very marginal downward moderating effect on the year as a whole, will have a considerable impact on short-term inflation dynamics, making them difficult to interpret.", "Also, the pandemic containment measures appear to be changing the seasonal sales calendar in various countries.", "The situation I have just described is, therefore, one of a fragile, uneven and uncertain recovery in the euro area, where some of the downside risks for our short-term baseline scenario, which were identified just a few months ago, appear to be materialising.", "Against the current backdrop of uncertainty surrounding both the course of the pandemic and the speed of the vaccination campaigns, the best contribution that economic policy can make is to instil confidence and certainty.", "With regard to monetary policy, this is precisely one of the key rationales behind the ECB Governing Council's decisions and recent statement.", "Specifically, last December we extended the horizon for net purchases under the PEPP to at least the end of March 2022 and, in any case, until we judge that the coronavirus crisis phase is over.", "We will also continue to reinvest the principal payments from maturing securities purchased under the PEPP until at least the end of 2023.", "Furthermore, we expect interest rates to remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2% within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "Also, net purchases under our asset purchase programme (APP) will continue at a monthly pace of €20 billion and will run for as long as necessary.", "Our intention is for them to end shortly before we start raising the key ECB interest rates.", "We also intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary.", "In any event, we stand ready to adjust all of our instruments, as appropriate, to ensure that inflation moves towards our aim in a sustained manner, in line with our commitment to symmetry.", "In conclusion, in the face of a worsening outlook for activity and against a backdrop of projected medium-term inflation well below our aim, we cannot let our guard down.", "Monetary policy must maintain a sizeable monetary stimulus until the recovery takes hold, with the aim of keeping favourable financing conditions in place for all sectors of the economy.", "What do we mean when we say that monetary policy should maintain \"favourable financing conditions\"?", "In my view, this means that the flexible distribution of PEPP purchases and any potential extension to them must take into account at least the following considerations: - The financing conditions considered appropriate at each moment in time should be set with reference to the level that allows our inflation aim to be achieved.", "Currently, the need to maintain very accommodative financing conditions is justified because we are a long way from achieving our inflation aim.", "Specifically, by extending the PEPP to at least the end of March 2022 in December we stressed that we would make the net purchases to preserve the financing conditions over that extended horizon and that they would be made flexibly on the basis of the market conditions precisely to prevent a tightening of the financing conditions that would be incompatible with countering the impact of the pandemic on the inflation outlook.", "- Measurement of the financing conditions should adopt a holistic and multi-faceted approach, covering a set of indicators proxying the various transmission channels for our monetary policy.", "Nevertheless, I wish to stress the key role interest rates play, given that, unlike many other indicators, they are available in real time, they are closely linked to other relevant prices in the financial markets and monetary policy transmission channels, and they can be controlled, at least partially, through central bank actions.", "In other words, they are uniquely positioned between our tools and the variables we wish to influence.", "What we observe today in relation to interest rates informs us of the foreseeable effect our monetary policy measures will have, such that they may guide the purchases we make today.", "- In this respect, long-term nominal interest rates have risen slightly in the euro area since December.", "The observed increases were initially accompanied by a recovery in inflation expectations, with real interest rates remaining practically unaffected.", "However, in a setting where inflation expectations are well below our aim, a decrease in real interest rates would have made a greater contribution to the recovery and helped achieve this aim.", "- More recently, the increases in long-term nominal interest rates have not been accompanied by increases of the same magnitude in long-term inflation expectations, resulting in a slight de facto increase in the real interest rate.", "This may have a negative impact on economic activity and thus inflation.", "- In this regard, we must closely monitor long-term nominal interest rates and act accordingly in order to maintain favourable financing conditions, in accordance with our communication in December.", "These long-term interest rates developments must also be analysed alongside developments in the rest of the yield curve.", "In this respect, in tandem with the aforementioned developments, we have observed a steepening of the risk-free yield curve, which may reflect market expectations of an earlier start to the process of reducing the accommodative stance of our monetary policy.", "Given that medium-term inflation expectations, as I have already said, remain far below levels consistent with our aim, and high uncertainty persist on the evolution of the economy, these developments underline the importance of avoiding premature increases in nominal interest rates that may jeopardise the convergence of inflation towards our mediumterm aim.", "We must also continue to focus on heading off cross-country financial fragmentation, which hinders the smooth transmission of monetary policy and the achievement of our inflation aim.", "In addition to analysing changes in interest rates on sovereign debt, this means that, among other things, we need to pay special attention to developments in bank lending conditions, given the particular importance of the bank-based channel in the euro area for the financing of households, firms and the self-employed.", "In this regard, sovereign risk premia have so far remained very subdued.", "Interest rates on lending have remained very low, although in the latest rounds of the Eurosystem's Bank Lending Survey, banks have reported a slight tightening of credit standards and expected them to possibly tighten further in the We must also continue to monitor developments in the exchange rate with regard to their possible implications for the medium-term inflation outlook.", "Although the upward pressure on the euro has eased in recent weeks, the euro has gradually appreciated since mid-2020.", "This has led to disinflation pressures at a time when the outlook for euro area inflation was already, as previously mentioned, historically low.", "As result, on the ECB Governing Council we have reiterated that we will continue to closely monitor developments in the exchange rate.", "In relation to this framework, I must once again stress the importance of maintaining a high degree of monetary accommodation so that fiscal policy can, in turn, continue to be highly supportive of the euro area economy until a solid recovery is assured.", "This complementary monetary and fiscal policy action, which we have been insisting on since the start of this crisis and which is proving so important to alleviate its effects, is particularly relevant for countries which had less fiscal headroom at the start of the crisis.", "A tightening of financing conditions in such countries may prompt a restrictive fiscal policy reaction, as we saw at times during the previous crisis, which would seriously damage the recovery.", "Fiscal policy in the euro area should not just remain highly expansionary in this phase of the crisis; given that its instruments can be much more sharply focused, it should also be applied precisely where they can be most effective.", "Let me give an example of this: one of the most concerning aspects of the persistence of the crisis is the risk that the initial liquidity problems of the most severely affected nonfinancial corporations could morph into solvency problems.", "Should such solvency problems materialise, this would not only lead to destruction of the productive system and employment, but would also eventually affect the resilience of the banking sector, which might respond by restricting lending.", "That would, in turn, fuel the negative effects on the capacity for recovery and medium-term economic growth.", "In this context, fiscal policy may be particularly effective in preventing these potential vicious circles by supporting non-financial corporations.", "This support would alleviate problems of over-indebtedness for firms considered to be viable, thus helping them to survive.", "It would also enable investment and employment to be more expansionary during the recovery.", "Moreover, this support would avoid a potentially significant deterioration in the banking sector's financial position, which would otherwise add a further financial element to this crisis, possibly making it much more persistent, as we saw in the previous global financial crisis.", "Thus, by lending to households and firms, the banking sector could, help reactivate the economy when the pandemic is over.", "This will surely require a smoothly functioning credit channel, of such importance in European economies.", "The European Central Bank's strategy review In this third part of my address I will take a longer-term perspective and reflect on the changes that are occurring in the conduct of monetary policy in the advanced economies, which have prompted the ECB, like other central banks, to review its strategy.", "In the years leading up to the 2007-2012 crisis, which in our case coincided with the initial years of the ECB's existence, a broad consensus took hold in the advanced economies regarding the role and functioning of central banks.", "Specifically, according to this view, the monetary authorities should act as independent entities, not directly controlled by governments, with a clear mandate to promote price stability and, in some jurisdictions, such as the United States, full employment.", "The price stability mandate is normally expressed as a numerical inflation target, frequently 2% or, as in the case of the ECB, a rate below, but close to, 2%.", "To achieve its price stability target, the central bank adjusts the general level of interest rates on the funding raised - via bank loans or in the debt markets - by agents in the real economy (businesses, households and governments).", "Although the central bank controls the nominal interest rate, it is the \"real\" interest rate - that is, the nominal rate less expected inflation - that is relevant for households' and businesses' spending decisions.", "For instance, a nominal interest rate of 2% when expected inflation is 4% is much more expansionary than a nominal interest rate of 1% in a noninflationary setting.", "Given that the prices that determine inflation are partly rigid, the central bank may influence the real interest rate by adjusting nominal rates.", "Before the onset of the financial crisis, the central bankers' handbook prescribed that if the economy was overheating and prices and wages were under upward pressure, the central bank should raise nominal interest rates above inflation expectations, thus tightening real rates and cooling down the economy.", "And vice versa, in a downturn, with falling prices and rising unemployment, it was thought that the central bank should cut nominal interest rates, thus reducing real rates and stimulating aggregate demand.", "Conceptually, central bankers tried to keep real interest rates at a level - known as the \"natural rate of interest\" - that held GDP at its potential level and inflation stable at around its target.", "The natural rate of interest cannot be observed directly and can only be estimated, with some degree of uncertainty, using econometric techniques.", "According to available estimates, in recent decades the natural rate of interest appears to have progressively declined in the advanced economies.", "This is attributed to demographic factors, such as population ageing, or technological factors, such as lower productivity growth, which have changed the balance between the supply of savings and investment demand.", "In the case of the euro area, estimates even place the natural rate of interest at negative levels.", "Consequently, to stabilise inflation, the real interest rates we currently observe in our economies need to be lower now than two or three decades ago.", "This would not be problematic if nominal rates could fall as far as necessary; for example, with expected inflation of 1%, to achieve a real interest rate of, let's say, -2%, the nominal rate would have to be lowered to -1%.", "The problem is that nominal interest rates cannot drop as far into negative territory as is sometimes necessary.", "Were central banks to set interest rates of -5%, for example, commercial banks would endure negative returns on the bulk of their assets, which would adversely affect their profitability and, ultimately, their financial intermediation capacity.", "This would have an attendant negative impact on the supply of credit, economic activity and inflation.", "There is therefore a lower bound on nominal interest rates.", "Should central banks lower interest rates below this bound, the effect on the economy may be contractionary rather than expansionary, owing to the adverse effects on the financial system as a whole.", "The level of this lower bound on interest rates is not directly observable and varies over time according to the financial sector's situation.", "In any event, it represents the floor for central bank interest rate cuts.", "In Europe, the ECB's deposit facility rate was already set at -0.5% before the COVID-19 crisis.", "In our statements, we have stressed that this rate could be further lowered in the future.", "Yet, taking a longer perspective, it seems clear that conventional monetary policy - i.e.", "that based on controlling the short-term interest rate - has less scope for action in the current context than, for example, a few decades ago.", "The lower bound on interest rates generates significant asymmetry in monetary policy conduct.", "As I commented earlier, if inflation rises above its target, central banks may increase interest rates as much as necessary in order to \"cool\" the economy and reduce inflation to levels compatible with their target.", "However, in the face of deflationary shocks driving inflation below its target and leading the central bank to cut its interest rates, these may ultimately \"collide\" with their lower bound.", "This asymmetry makes monetary policy potentially more effective in combating inflation than in combating deflation or, even, persistently low inflation.", "A dangerous vicious circle may be created as a result.", "In a setting in which central banks' hands are expected to be frequently tied by the lower bound on interest rates, economic agents will with good reason expect any inflation overshooting to be corrected swiftly, but no so for undershootings.", "Therefore, average expected inflation over a long period will tend to run below target.", "Given that in the long run the nominal interest rate is the real equilibrium interest rate plus expected inflation, a fall in the latter implies lower average nominal rates, causing these to collide with their lower bound more often.", "This entails less headroom to provide stimulus in recessions with low inflation, further lowering inflation expectations, and so it continues.", "In this setting of historically low natural rates, a loss of interest rate policy scope and risk of a deanchoring of inflation expectations, the major central banks have deemed it necessary to rethink their monetary policy strategy, i.e.", "how they express their monetary policy targets and how they pursue them with the tools available.", "To date, under their strategic frameworks, most central banks have followed variants of what is known as inflation targeting, which entails targeting an inflation rate that is close to a specific number (for example, 2%) over a medium-term horizon.", "Yet alternative monetary policy strategies exist under which central banks attempt to make up for past deviations of inflation from its target.", "These are the so-called make-up strategies,12 one of which is known as price-level targeting.", "In this case, the central bank announces a target growth rate for the price level (for example 2%).", "Unlike under inflation targeting, should inflation temporarily fall below 2% for any reason, the central bank will have to ensure that it rises above 2% in the future so that the price level returns to its target path.", "This strategy requires the central bank to correct in the future any past inflation deviation from the value consistent with its price-level target.", "A strategy that is less radical, albeit similar in spirit, is known as average inflation targeting.", "In this case, the central bank attempts to keep average inflation at its target level over a given period.", "Unlike traditional inflation targeting, it includes a component to make up for past deviations from the target set, but only over a specific period of time.", "This contrasts with price-level targeting, where all past deviations must be made up for, regardless of how long ago they occurred.", "It is sometimes pointed out that one of the problems with make-up strategies is that their strict symmetric application may create problems for the credibility of the strategy.", "For example, if there is a commitment by the central bank to react equally to both inflation undershooting - which, as we have seen, are the really problematic deviations in the current context - and overshooting, we could find that, following a period of above-target inflation the central bank would have to reduce inflation below the target, which would require depressing economic activity and employment.", "Given that such a commitment may not be entirely credible, it has recently been proposed that such strategies be temporary.", "In other words, the central bank operates normally within a traditional inflation targeting framework, but, in the event of a low inflation crisis driving interest rates close to their lower bound, it commits to a make-up strategy to recover the \"lost inflation\" over that period in the future.", "Against this background, in late August 2020 the Federal Reserve announced the main findings of its strategic review.", "Among other changes, it has adopted a new asymmetric average inflation targeting strategy, albeit without specifying some of the parameters of this strategy, such as the length of the period over which the average inflation to be stabilised is calculated.", "In particular, in its new strategic framework the Federal Reserve affirms that in response to periods when inflation has been running persistently below 2%, it will aim to keep inflation moderately above 2% for some time.", "This asymmetry in the Federal Reserve's response to the undershooting of the average inflation target (with a relatively stronger expansionary response) as opposed to overshooting (which the Federal Reserve promises to tolerate temporarily) is an attempt to address precisely the credibility problems referred to above.", "In January 2020 the ECB announced the launch of its monetary policy strategy review.", "The outbreak of COVID-19 has delayed this process, which is now expected to be concluded later this year.", "Given that this process is ongoing, the conclusions are as yet unknown.", "However, I can say that that the outcome is open; both the ECB and the Eurosystem's national central banks are conducting a great deal of analysis and are seeking the opinions of civil society, academic economists and other professional and social groups.", "The ECB's strategy review is very ambitious; not only does it analyse matters such as possibly adopting strategies involving making up for past deviations of inflation from its target, but it also addresses additional topics such as the design and optimal use of the various monetary policy tools; the measurement of inflation; the interactions between monetary policy and macroprudential policy; the institution's communication policy; and the impact of climate change, digitalisation and globalisation on monetary policy.", "All these facets and others covered by the strategic review may be relevant when delivering on our price stability mandate.", "Indeed, one of this review's key aspects will be the definition of the ECB's price stability target.", "The current inflation target, consisting of inflation rates of below, but close to, 2%, may be reformulated.", "First, it may be necessary to clarify the specific level of inflation targeted, to make it easier for economic agents to understand.", "Second, this target could also be made more symmetric, clarifying that the ECB's response to undershooting would be as firm as its response to overshooting, and its determination to achieve symmetry in inflation outcomes around its target.", "Likewise, in the current environment of low inflation and interest rates close to their lower bound, the inflation target must take into account the need for a sufficiently high buffer, above zero, granting conventional interest rate policy more room for manoeuvre.", "For all the above reasons, I believe it would be desirable to establish an inflation target of 2%, interpreted symmetrically, in the sense that I have just explained.", "This would have three advantages: the numerical target would be clarified; the current target (which is below 2%) would be raised, thus providing more space for our interest rate policy; and the possible perception of asymmetry in the current formulation would be completely eliminated.", "Another key aspect will be which tools are to be included in the ECB's monetary policy toolkit and how they are to interact within the new strategic framework.", "In this regard, it seems clear that, against the backdrop of low natural interest rates and greater constraints on the use of nominal interest rates as a stabiliser, asset purchase programmes and liquidity-providing operations have become part of central bankers' normal \"toolkit\".", "Moreover, the pandemic crisis has dramatically illustrated how the economic and financial impact of exogenous crises affecting the euro area as a whole can be asymmetric across jurisdictions.", "This suggests that we ought to have sufficiently flexible instruments available, so as to avoid the re-emergence of fragmentation dynamics that jeopardise the smooth transmission of monetary policy throughout the euro area.", "The current crisis has also highlighted that monetary policy cannot be the euro area's sole stabilisation mechanism.", "Indeed, it is crucial that the euro area should have a permanent fiscal stabilisation mechanism to enable future crises to be addressed without the need for ad hoc political agreement.", "The European funds approved during this crisis may prove to be a sound embryo for this mechanism.", "Furthermore, it should be stressed that many of the reasons for the low level of the natural interest rate in our economies originate in structural phenomena, such as population ageing and low productivity, which are also responsible for lowering potential growth.", "Thus, the structural reforms to address these problems will not only raise future growth and well-being, but also the natural interest rate, thereby making the design and implementation of monetary policy easier.", "All these issues will be analysed in our review of the ECB's monetary policy strategy.", "I have no doubt that this review will increase the effectiveness of monetary policy in the euro area and its ability to achieve its objectives in the macroeconomic environment of the coming decade.", "The ECB monetary policy response to the COVID-19 crisis, Documentos Ocasionales, No 2026, Banco de España.", "The Great Lockdown: Pandemic Response Policies and Bank Lending Conditions, Working Paper 2465, European Central Bank.", "\"Recent developments in financing and bank lending to the nonfinancial private sector\", Analytical Articles, Banco de España.", "\"Recent developments in financing and bank lending to the non-financial private sector\", Analytical Articles, Economic Bulletin, 4/2020, Banco de España.", "Adapting lending policies in a \"negative-for-long\" scenario, Documentos de Trabajo, No 1832, Banco de España.", "\"The role of economic policies internationally in the face of the pandemic\", Chapter 3, Annual Report 2019.", "\"Review of the Federal Reserve's monetary policy strategy: main aspects and impact on the financial markets\", Box 2, \"Quarterly report on the Spanish economy\", Economic Bulletin, 3/2020.", "Monetary Policy Strategies for a LowRate Environment, AEA Papers and Proceedings, No 109, pp.", "The Reversal Interest Rate, NBER Working Paper Fiorentini, G., A. Galesi, G. Pérez-Quirós and E. Sentana (2018).", "The rise and fall of the natural interest rate, Documentos de Trabajo, No 1822, Banco de España.", "\"The natural interest rate: concept, determinants and implications for monetary policy\", Analytical Articles, Economic Bulletin, 1/2017, Banco de España.", "\"Measuring the natural rate of interest: international trends and determinants\", Journal of International Economics, No 108, pp.", "\"The compass of monetary policy: favourable financing conditions\", Speech at Comissão do Mercado de Valores Mobiliários.", "\"October 2020 Bank Lending Survey in Spain\", Analytical Articles, Economic Bulletin, 4/2020, Banco de España."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "fiscal dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "euro area", "inflation", "ECB", "pandemic", "economy", "crisis", "interest rates", "financing conditions", "fiscal policy"]}