{"sentences": ["It is my great pleasure to welcome you to the inaugural Chief Learning Officers' Forum - a gathering of minds among the learning and development community.", "Let me also take this opportunity to thank the teams from PETRONAS and Bank Negara Malaysia for jointly organising this Forum.", "We are indeed living in challenging times.", "The COVID-19 pandemic has significantly affected the way we live and work, forcing us to make the necessary adjustments to protect life and livelihood.", "While the pandemic would InsyaAllah be over, its effects on work arrangements will, I have no doubt, be long lasting.", "The pandemic is taking place at a time when the world is going through rapid changes.", "The economic and financial landscape is evolving, defined by on one hand, increasing dependencies among economies and firms, while on the other hand, heightened competition.", "A key factor driving the changes is the exponential speed of technological advancements in recent years.", "These advancements have been boosted by major breakthroughs in artificial intelligence, machine learning, big data analytics and cloud computing.", "Closer to our discussion today, digitisation and automation have disrupted organisations, their business models, talent management and the very nature of work itself.", "For example, hybrid working arrangements have become the norm, while the gig workforce has risen sharply in prominence.", "As a nation, our aspiration to become a high-value economy would necessitate Malaysia to reduce its reliance on a low-cost, labour-intensive economic model- one that discourages productivity enhancements, depresses wages, and perpetuates the creation of low-skilled jobs.", "This would require two critical factors: First, is the economy and firms that create high skilled jobs.", "In Bank Negara Malaysia's recent publication, it is argued that for this to happen, we need to have a conducive ecosystem to attract high quality investments that will contribute towards increasing our economic complexity and thus generate high-value, high-paying jobs.", "Second, we must also be in a position to provide sufficient number of skilled workers and talents to meet the need of the industries and the economy.", "In line with our focus today on learning and development, let me spend a bit of time on the second factor, that is on talent development.", "Joseph E. Stiglitz, the Nobel Laureate in Economic Sciences once said, \"Development is about transforming lives of people, not just transforming economies\".", "To thrive in the new economy, policy strategies must tilt towards understanding the 'future of work' and future proofing the workforce.", "The World Economic Forum reports that by 2030 wide-scale investments in upskilling can boost global GDP by USD 6.5 trillion and lead to the net creation of 5.3 million new jobs globally.", "With the rapid adoption of technology, it is projected that 50% of all employees today will need reskilling by 2025, while critical thinking and problem-solving skills will grow in prominence.", "The Institute for the Future has identified top skills that will be critical to combine with technological advancement, including novel and adaptive thinking, social intelligence and cognitive load management.", "Meanwhile, according to an Organisation for Economic Cooperation and Development (OECD) studyon skills imbalances in Malaysia, employers reported shortages in communication skills and social skills, such as social perceptiveness and social orientation.", "As a nation and at the firm level, we must therefore know where our comparative advantage lies, and how this competitive edge is affected by the global megatrends and technological advancements.", "We then need to prepare our people as only then can we successfully navigate and transform our economy and our organisations.", "Against this backdrop, it is important that organisations strengthen the end-to-end human capital framework and processes.", "In the new normal, organisations should look to pivot their human capital strategy to focus on integrating well-being into the design of work, leverage talent analytics to harness workforce potential, and embed adaptability and agility in learning and development (L&D).", "Allow me to elaborate on three L&D approaches that I believe will help organisations thrive in an age of technological disruptions.", "First, is the identification of core and emerging competencies that can meet an organisation's objectives.", "In the Malaysian financial sector for example, specialist skillsets remain a priority.", "These include those with backgrounds in risk, cybersecurity, artificial intelligence, digital strategies and products, compliance, and corporate finance.", "Increasingly, with the impact of climate change and green financing, new demands will include climate modelling techniques, and environmental accounting.", "Second, organisations have no choice but must upskill and reskill to strengthen workforce preparedness.", "As all of you know, retaining the right talent and investing in their development is much more sustainable and less costly compared to constant acquisitions to replace good talent that leave.", "Consistently developing talent, succession planning, on-boarding, and having good corporate learning are all at the heart of successful high-performing organisations.", "Good corporate learning and development strategies include customising learning pathways to close skills gaps, and providing career pathways that allow mobility and exposure, where people can learn different aspects of the business.", "Third, like in other parts of our operations, organisations must leverage digital learning for greater impact.", "And yet, we should pay equal attention to human aspects that technology cannot replace, including executive acumen and leadership.", "The past year alone has seen the forced shift from traditional classroom learning to virtual channels.", "This has seen a surge in self-paced and online learning.", "With adaptive learning pathways that are powered by algorithms and AI, people can learn faster based on their own unique learning needs.", "But, when the situation permits, it will need to be balanced with higher interaction and face-toface learning especially in building executive skill sets.", "These include critical thinking and analysis, problem-solving, and skills in self-management such as active learning, resilience, stress tolerance and flexibility.", "For any organisation to grow and sustain change, strong, wellrounded leadership is critical.", "Not all these aspects can be gained through formal learning alone.", "It has to be reinforced through robust on-the-job mentoring and organisational-wide coaching culture.", "Finally, culture is at the heart of any organisation's ability to transform and remain relevant.", "Ron Kaufman once said that when you \"convince people, you will win their minds.", "Inspire people and you will win their hearts\".", "For organisations seeking to transform and become more adaptive and innovative, culture change is often the most challenging part of the journey.", "Any attempt to drive transformation is unlikely to succeed if there is resistance to the call for action.", "As an organisation, Bank Negara Malaysia has also had to assess and reflect on how we work, and consider better ways to instil the desired norms and corporate culture.", "What we have consciously nurtured over time has been a strong collaborative culture.", "What we want to keep getting better at is to be open to experimenting more, learning from mistakes quicker, and deepening our coaching and feedback culture.", "Our policy mandates are stress-tested internally by a work culture where colleagues are encouraged to speak up and challenge one another so that we reduce blind spots.", "In our efforts to achieve the desired outcomes, we are cognizant of the need for our leaders at all levels of the organisation to demonstrate the right behaviours to reinforce our desired culture of trust, integrity, collaboration and innovation.", "When speaking about leadership here, I should add that this is not defined by one's position, but rather the values that one upholds in doing what is right and in the best interest of the organisation.", "Times have changed, and a job for life is no longer the goal to aspire to in a career.", "Rather, our job is now to be life-long learners, and to facilitate that same learning for others.", "A continuous learning mind-set is what will ultimately differentiate an outstanding career from a mediocre one, and ensure that we can adapt, thrive and be productively and purposefully employed whatever unfolds in the future of work.", "I hope that as CEOs, CLOs, Heads of L&D and academia, we will be the agents of change to help steer our organisations towards a work environment and culture that will survive and thrive amid the future challenges to come.", "Today's event is a step in that direction.", "Let us learn from distinguished experts and one another today.", "Let us reimagine organisational learning.", "Most of all, let us strive together to build a strong, competent and well-rounded workforce.", "Thank you and I wish all of you a productive and stimulating day ahead.", "The Future of Jobs Report 2020 by the World Economic Forum OECD (2019).", "\"Reducing Skills Imbalances to Foster Productivity Growth of Malaysia,\" OECD Working Paper"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["talent development", "skills", "learning and development (L&D)", "workforce", "economy", "technology", "leadership", "culture", "future of work", "upskilling"]}