{"sentences": ["Ladies and Gentlemen, I am very grateful for the invitation to speak to you at this Symposium.", "I would like to make a few remarks on two topics: the implementation of Basel 3 agreement and stress testing.", "The implementation of Basel 3 Regarding the finalization of Basel 3, we are currently close to completing the policy response to the great financial crisis.", "Later this year we are expecting some major jurisdictions [Europe and the US] to issue some initial proposals to implement the final package of the reforms agreed by the Basel Committee on Banking Supervision in 2017.", "Regarding the implementation of this package, I would like to make four quick points.", ".1 The importance of a timely and consistent implementation of the Basel 3 agreement As you know, In March 2020, the GHoS postponed the entry into force of the Basel 3 finalization by one year in 2023.", "The objective of this delay was to allow banks to focus on the operational issues generated by the Covid-19 crisis.", "At present, we are seeing calls for the initial date of implementation to be further postponed.", "In my view, the Covid-19 crisis is a reminder of the importance of a high quality regulatory framework; the measures implemented post GFC, including Basel 3, have proven useful in managing the health crisis.", "The finalization of Basel 3 structurally improves further the overall framework, and therefore, I do not see any benefits in further delays.", "In addition, this is paramount to avoid market fragmentation across the globe.", "Therefore, I am firmly convinced that a consistent implementation across jurisdictions of this last set of Basel 3 is in the interest of all stakeholders.", "This is indeed particularly relevant for the FRTB; the impact of the Covid-19 crisis vividly reminded us of the criticality to reduce the procyclicality of market risk capital requirement in periods of high volatility.", ".2 The need for a reasonable and fair transposition without significant increase in capital Two important red lines have guided us in the negotiation of the final leg of the Basle 3 First that its implementation doesn't hamper the capacity of banks to continue providing dynamic lending to the real French and European economies, including SMEs and the Second, that banks can meet the revised capital requirements without dedicated capital issuance or dividend restrictions.", "The agreement reached in Basle allows for those redlines not to be crossed.", "We will see if the Commission proposal confirms that.", ".3 The necessary constraints on model risk that the package contains should not be gold plated in the European transposition The Basel 3 Final Agreement constrains overly aggressive internal models thanks to the introduction of the output floor at the highest level of consolidation.", "The EU should beware of not adding unnecessary constraints that would increase the impact of the output floor in a superequivalent way.", "In addition, in Europe, Pillar 2 requirements also cover model risks - whereas it is not the case for US banks, which do not have a specific Pillar 2 add on in their capital requirements.", "We therefore have to find a way in Europe, in some form or another, to eliminate any overlapping capital charges.", ".4 The need for a stabilization of the regulatory framework after the implementation of Basel 3 finalization We are now coming to an end of this regulatory cycle with the implementation of the Basel 3 finalization.", "Back in November 2020, the GHoS clearly committed the BCBS to abstain from major regulatory changes in the Basel framework in the near future.", "We need that banks focus now on other challenges in particular those related to the sustainability of their business models and those related to the new risks such as climate related risks or cyber-risks.", "The stress testing framework in Europe: past, present and future Now, let me turn to the topic of the stress test in this second part of my remarks.", "Here I would like to make also four points.", ".1 Stress testing is an important tool in our supervisory toolkit in Europe In Europe, the EU-wide stress test is mainly a micro prudential exercise whose main objective is the identification of risks for both supervisors and banks.", "For European supervisors, it has become a concrete support to the Supervisory Review and Evaluation Process (also known as SREP in Europe) and to the assessment of capital planning.", "For banks, it should complement and challenge their internal capital adequacy assessment process (ICAAP).", "In a more heterogeneous market than in the US and given the micro prudential nature of the exercise, the EU stress test framework has been instrumental to establishing a level playing field across banks with a constrained methodology while at the same time taking into account the specificities of some business models with a bottom-up approach allowing supervisory dialogue.", ".2 EU-wide stress tests have helped improving market confidence in the EU banking sector's resilience EU-wide stress tests have gradually and consistently improved market confidence in the EU banking sector's resilience.", "This year, an EU-wide stress test was conducted on large European banks.", "Starting from an already deteriorated macroeconomic environment at the end of year 2020, the exercise confronted banks with a very severe adverse scenario, which envisioned a protracted GDP contraction in a low interest rates environment.", "This exercise proved to be both very useful and reassuring: thanks to the improvement of banks' capital position with the implementation of Basel 3, and despite the high level of uncertainty triggered by the ongoing pandemic, it shows that the European banking system is resilient to a very severe adverse shock.", ".3 Stress testing should also prove helpful for banks to assess and manage their exposure to climate change related risks The forward-looking perspective of stress tests should prove particularly helpful for banks and their supervisors to handle emerging risks such as climate change.", "Building on the work carried out by the Network of central banks and supervisors for the Greening of the Financial System (NGFS): we, at the ACPR and Banque de France, have recently conducted such an exercise, with French Banks and Insurers.", "Beyond helping us identify at an early stage their shortcomings and limitations that we will need to overcome, such stress test have provided us with initial assessment of climate change-related risks, exposures of French financial institutions, which appears actually to be moderate.", "But may be more importantly, it has proved helpful to us in incentivizing financial institutions to give the proper level of priority and resources to the monitoring and management of climate-related risks.", ".4 Stress testing should also prove helpful in informing macroprudential policies While stress tests have become an important part of the microprudential toolkit, they have also taken a key role in macroprudential analysis in recent years for financial crisis prevention purposes, enabling central banks and macroprudential authorities to assess the vulnerabilities of the financial system as a whole.", "Informing macroprudential policy with a comprehensive overview of the financial sector's resilience is and will remain an essential objective for the future of stress testing.", "In that regard, improving the accuracy and relevance of our top-down models is one of our priorities at Banque de France, but also at the European level, to better use them in the macroprudential field."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Basel 3 implementation", "Stress testing", "Regulatory framework", "Model risk", "Capital requirements", "Climate change risks", "Macroprudential policies", "EU banking sector", "Market confidence", "Financial crisis prevention"]}