{"sentences": ["To launch our discussion on 21st century banking, I would like to make three observations and offer a prognosis.", "The universal banking model, which is particularly strong in France, in the form of large integrated bancassurance groups that combine the functions of deposit-taking and credit distribution and offer a wide range of financial services, showed its resilience during the two major crises we have experienced since the beginning of the century.", "Not only did our banking sector show its resilience, but during the Covid-19 crisis it was also able to meet companies' financing and cash flow needs, and to contribute very actively to the roll-out of support measures decided by the French government and the European Central Bank.", "The dynamism of non-bank financial intermediaries (insurance companies, funds, etc.)", "since the 2008 financial crisis.", "This has resulted in the development of non-bank financing, which has grown at an annual average rate of 7.5% in the euro area.", "Since 2002, the share of bank loans in euro area debt has been halved and it represented only 37% of euro area debt in 2019.", "As a central banker responsible for ensuring financial stability and the proper financing of the economy, I welcome this diversification of the sources of financing for the real economy.", "The impact of new players in the financial intermediation ecosystem is likely to differ Among these new players, tech companies are the most important.", "The model of these companies is based on the breakdown of the activities of traditional universal banking into a range of distinct core functions, such as payment routing, provision of financing, risk sharing and capital allocation.", "The impact of these new players on financial intermediation will most likely differ depending on whether one considers start-ups or Bigtechs.", "The role of start-ups will probably be determined by the following alternative, as they do not have sufficient resources to \"supplant\" the established players: cooperate or even go under the control of an established player or compete in niche segments, such as crowd-funding, online lending or payments.", "The impact of Bigtechs on financial intermediation may be very different, as they have substantial financial resources, a strong brand image, a global customer base and privileged access to cutting-edge technologies.", "Can they nevertheless eliminate bank intermediation, if we take a long term view?", "This question brings me to my prognosis to conclude my speech.", "It seems to me that instead of eliminating bank intermediation, the competition exerted on banks by non-bank financial players and by tech companies, as well as banks' reaction to this new competitive environment, will probably lead to a redistribution of the cards of financial intermediation, around a combination of several models that would include : - The traditional bank intermediation model - The non-bank financial intermediation model implemented by the asset management sector - A so-called \"re-intermediated\" model in which Fintechs and Bigtechs play the role of intermediary for banks, in particular vis-à-vis retail clients - A completely disintermediated model based on Blockchain technology I will not venture to forecast the weight that the traditional bank intermediation model will have at the end of this transformation.", "This will depend in particular on banks' ability to rise to the challenges they face, notably in terms of profitability and technology, and to adapt the services they offer to the digital era but also on the fight against climate change.", "Nonetheless, this transformation seems to me to clearly imply adjusting our regulatory framework for all activities that will contribute to financial intermediation in the future.", "These transformations will have a positive impact on the efficiency and stability of our financial system, provided they are accompanied by better user experiences and more diversified financing of the economy.", "But they also carry risks, which must be managed.", "This implies reviewing the scope and content of certain regulations to ensure that the regulatory framework is favourable to innovation and neutral with respect to technologies, but also guarantees an appropriate and homogeneous treatment of risks throughout the financial system according to the \"same activity, same risk, same rules\" principle.", "non-bank financial players, technology service providers, issuers and managers of crypto asset trading platforms) Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial intermediation", "Bank intermediation", "Non-bank financial intermediation", "Tech companies", "Fintechs", "Bigtechs", "Blockchain", "Financial stability", "Financial regulation", "Risk management"]}