{"sentences": ["Dear media representatives, It was a pleasure to welcome today, in separate meetings, representatives of businesses, commercial banks and leaders of Kosovo Credit Guarantee Fund, with whom the Central Bank of the Republic of Kosovo has established a very effective partnership in support of the country's economy during this difficult period.", "The CBK, together with representatives of businesses and commercial banks operating in the country, has managed to identify in due time the needs of businesses and citizens to cope more easily with the difficulties arising due to the pandemic crisis, and based on these needs, we responded in time to alleviate the burden of borrowers in paying loan instalments, thus reducing the economic consequences of this crisis in our country.", "Nonetheless, the difficulties caused by this crisis are still present in our economy, and depending on the developments related to possible restrictive measures, businesses may continue to face similar difficulties in the coming period.", "To this end, we gathered today to discuss the challenges faced by businesses and possibilities to further strengthen the role of the banking sector in support of recovery and further development of businesses.", "As you are aware, one of the main pillars of the economic recovery plan is based on facilitating the access to finance through the use of loan guarantee scheme provided by the Kosovo Credit Guarantee Fund.", "Therefore, we used this meeting to discuss regarding the effectiveness of this loan guarantee program to support those who are in need to benefit from this program.", "On this occasion, we emphasised the importance of having KCGF implement its mission, as much as possible, in facilitating access to finance of social classes or sectors that have difficulties in accessing to finance, thus facilitating their access to bank financing, especially for those who have difficulties in getting such access independently.", "We consider that the CBK's regulatory measures for treating the loans guaranteed by the KCGF as risk-free assets of banks, which represent a very important relief in terms of regulatory requirements for bank equity, as well as coverage of the guarantee fee by the Government of Kosovo, represent very important reliefs which, as we consider, will reflect in more favourable conditions by the lending institutions for the guaranteed loans.", "The CBK remains committed to further strengthen this partnership, through continuous communication and harmonization of policies, so that they are more effective in supporting the recovery and development of the country's economy."], "classifications": ["monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Loan guarantee scheme", "Kosovo Credit Guarantee Fund", "Businesses", "Regulatory measures", "Economic recovery", "Bank financing", "Commercial banks", "Access to finance", "Risk-free assets", "Government of Kosovo"]}