{"sentences": ["Monetary sovereignty is one of the main components of the sovereignty of any state.", "Today we mark 29 years since the laying of the foundations of our monetary independence - the day when the denar replaced the Yugoslav dinar, and the National Bank began to function as an independent central bank, facing numerous challenges in those turbulent times of separation from the former Yugoslav state.", "Looking back through years, we can freely say that the monetary independence took place in an extremely difficult period marked with high macroeconomic instability as its main feature.", "Frequent exchange rate devaluations, when there were almost no foreign reserves, along with structural problems, ignited inflation, which reached four-digit levels, and all this had strong effects on the economy and the living standards of citizens.", "The economy has been declining 1996, when economic growth of 1.2% was registered for the first time since independence.", "Hence, no doubt that establishing a stable macroeconomic environment required great courage, commitment and professionalism of the National Bank team.", "The efforts of the National Bank, together with other policy makers and the academic community, have played a key role in ceasing the inflation spiral and stabilizing the exchange rate of the domestic currency.", "In 1995, the monetary strategy of stable exchange rate of the denar was formalized - a strategy for which then and now there is a broad consensus that it is one of the key pillars of the stability of the Macedonian economy.", "The benefits of macroeconomic stability have been enjoyed for 24 years.", "Our economy is small, commercial and financially open and hence, prone to external shocks.", "Despite the numerous external and internal shocks, the National Bank constantly succeeds to keep inflation at a moderate level, which is similar to the European level.", "Low inflation is extremely important for the protection of the real purchasing power of citizens, but also for maintaining the competitiveness of our exports without which small economies like ours can not achieve higher and sustainable growth.", "The maintenance of low and stable inflation, as the main goal of the central bank, is underpinned by the stable exchange rate of the domestic currency against the euro.", "The prudent monetary policy, as well as the good coordination with other macroeconomic policies, led to an almost continuous growth of the foreign reserves, which today are at the highest historical level and directly strengthen the exchange rate stability.", "Confirmation of the soundness of the policies implemented by the National Bank is a historic step in providing access to European Central Bank's foreign exchange liquidity.", "The key to the successful attainment of the goals of the National Bank so far is its strong institutional capacity which has been built for years.", "Only a highly professional and independent institution can successfully deal with the hart times, which are not rare here.", "The latest example of this is the COVID-19 pandemic, which although a struggle for human health and life, is also a struggle for policymakers to maintain macroeconomic stability and reduce the impact on the economy.", "Therefore, I would like to express my gratitude to all current and former colleagues and collaborators, who with their contribution have contributed to what we are today - a modern central bank that operates in accordance with the latest and highest international standards and best international practices and stands out as a positive example in the central banking community.", "Congratulations on the 29th anniversary of the monetary independence!"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Monetary independence", "Macedonian economy", "Inflation", "Exchange rate", "Foreign reserves", "Macroeconomic stability", "Central bank", "Monetary policy", "Economic growth", "COVID-19"]}