{"sentences": ["Paris - Banque de France, 11 February 2021 The role of central banks in the greening of the economy Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr), Déborah Guedj (deborah.guedj@banquefrance.fr I would like to welcome you to the Banque de France for this 5th edition of the Rencontres on \"Climate Change and Sustainable Finance\", organised jointly with Option Finance.", "Central banks' commitment to the climate cause may seem obvious today, and this despite the urgency of addressing the Covid pandemic.", "But it was not the case five years ago, and few issues have seen such a rapid and massive change in mindset and initiative.", "At the Banque de France and increasingly within the Eurosystem, we are driven by a simple but tenacious ambition: to do our utmost to support and add to the collective action in the fight against global warming.", "We cannot do everything - nothing will replace an appropriate carbon price and therefore, let me be clear, a carbon tax in one form or another.", "The Banque de France spearheaded the creation of the Network for Greening the Financial System (NGFS), which was launched in Paris in December 2017 and is chaired by our Dutch colleague Frank Elderson.", "This network - which has already achieved a lot regarding the supervision of banks and insurance companies - now counts more than 80 members, including the US Federal Reserve since 15 December 2020.i Since 2019, the Banque de France has also been the first Eurosystem central bank to publish a full report on its responsibleii investment policy; we are committed to completely exiting coal by 2024.", "Our European Central Bank, for its part, has been, under the leadership of Christine Lagarde, the first central bank to include the fight against climate change in its strategic review.", "Today supervision, responsible investment, support to green finance, which Bruno Le Maire has just forcefully stressed... and tomorrow the greening of monetary policy itself: this morning, I would like to explore together with you this new frontier that lies before us.", "It is perhaps the least obvious one, but one of the most important.", "The journey will sometimes be a little technical - I agree - but the roadmap will be all the more precise.", "I will first come back to the meaning of our monetary action in the face of climate change (I).", "I will then present three concrete levers for acceleration (II).", "Why must the Eurosystem act on climate change?", "Should monetary policy be \"greened\"?", "The subject easily gives rise to heated debate: on the one hand, there are the \"conservatives\" - not to mention the climate sceptics - who are concerned only about central banks' action against inflation, and denounce the risks of \"politicisation\" and \"mission creep\".", "And on the other hand, there are the activists who are calling for a change of mandate, with a focus on the fight against climate change and the conversion of instruments - including the American movement for a \"Green QE\".", "In my opinion, the truth is simpler and stronger.", "The Eurosystem's consideration for climate change is neither an abuse of its mission, nor a mere militant conviction or a fad; it is an imperative that we must pursue in the very name of our current mandate and to ensure the smooth implementation of monetary policy.", ".1 In the very name of our mandate Without even having to mention our \"secondaryiii\" objectives, which include environmental protection, climate change is linked to the core of the Eurosystem's monetary mandate: price stability.", "Shocks related to climate change are potentially difficult to manage for central banks because of their stagflationary nature, as they may result in both upward pressure on prices and a slowdown in activity.", "Transitional policies - which bring about taxation changes, such as a carbon tax, or regulatory changes - can affect prices, notably energy prices, generate inflationary pressures and weigh on activity, as is already the case in the automotive sector.", "In addition to transition risks, climate events are already having increasingly visible effects on activity and food prices.", "The price of wheat has currently reached a historic high, partly for climate reasons.", "In Europe itself, the drought in the summer of 2018 had caused the Rhine to drop to a historically low level and slowed growth in Germany by disrupting river transport.", "In the longer term, climate change will weigh on the potential growth of our economies.", "Numerous studies show that higher temperatures reduce labour productivity by about 2% for every degree above 25°C.iv According to simulations by the Banque de France, real GDP in Europe is expected to be 2 to 6% lower in 2050, in the event of a disorderly rather than orderly climate transition.", ".2 For the smooth implementation of monetary policy Climate risk is also a source of financial risk.", "It is therefore essential, as my colleague and friend Jens Weidmann, President of the Bundesbank, says, that \"central banks [...] practice what they preach\"v for the banks they supervise, i.e.", "better factor climate risk into their own operations.", "Moreover, preserving financial stability is a prerequisite for ensuring the smooth transmission of monetary policy, as the NGFS also recently recalled.vi Let's face it: the ECB's balance sheet is \"exposed\" to climate risk through the securities it purchases and the assets pledged as collateral by banks, to an extent that is insufficiently taken into account.", "This is primarily due to the lack of comprehensive and standardised information that is needed for all economic agents to factor in climate risk.", "I will come back to this need for standardisation later.", "But more fundamentally, the difficulties in pricing climate risk are due to the very characteristics of these risks, and in particular to what we call \"green swans\", which generate radical uncertainty and whose consequences can be systemic.vii In this respect, market neutrality - which guides the execution of our market operations - should not put a brake on carbon neutrality.viii Market operations are conducted in a neutral manner as long as they comply with the central banks' risk control rules.", "And yet, climate risk is precisely a financial risk that is currently insufficiently measured by markets.ix Another difficulty is often put forward, but it can be overcome: the fact that climate risk is long-term, while many of our risk measures are short- to medium-term.", "This is a real technical challenge: the \"probability of default\" is usually one year; our economic forecasts cover a two to three-year horizon.", "We must therefore work to \"lengthen\" our measures, but the fact that a \"tragedy of the horizonx\" exists is not a call for a status quo.", "Climate change calls for early and resolute action as the benefits of corrective measures will essentially only be felt in the longer term.", "How should the central bank intervene?", "How can this be concretely achieved?", "Let me start by stressing a key point: the Eurosystem's highly accommodative monetary policy is already helping to finance the transition thanks to very low interest rates and abundant liquidity.", "Green investment will have to be very significant, we are aware of this, - with more than EUR 1,000 billion in public and private investment planned as part of the European Green Deal;xi but never has monetary policy been so favourable for achieving this.", "The greening of the central bank's actions does not therefore require a further easing of monetary policy, but rather a recalibration of its tools.", "By next September, we will decide within the Governing Council on the conclusions of our \"Strategic Review\".", "To contribute to this debate, I would today like to present our ambitions in the form of a simple triptych: forecast, disclose and incorporate climate risk.", ".1 Forecast, and therefore model First ambition: to deepen our understanding of the effects of climate change not only on prices but also on growth, both over the business cycle and over much longer time horizons.", "We are not starting from scratch!", "Much progress has Our models already already been made, notably driven by the NGFS.", "incorporate, over a three-year horizon, the effects of tax measures to facilitate the transition, such as the carbon tax.", "However, changes in the behaviour of economic agents are more difficult to take into account, even though - via expectations - their economic consequences could be felt well before their implementation.", "We will also need to further examine the impact of the energy sector on economic dynamics, particularly on international trade or the valuation of certain financial assets.", "Beyond the monetary policy horizon, it is important to assess the impact of climate risk on potential growth and its consequences on the central bank's policy space to achieve its primary objective.", "I am referring in particular to the long-term effects of more frequent and more severe extreme climate events on capital accumulation, the labour market and migration flows.", ".2 Disclose, and, for this, impose our standards This brings me to our second ambition: imposing transparency on all our counterparties, not only financial but also corporate, for both collateral and asset purchase programmes.", "This transparency is a prerequisite for better risk assessment.", "To do so, I believe that the Eurosystem should require issuers to disclose their climate-related exposures using a metric that needs to be harmonised.", "As far as the rating agencies themselves are concerned, we could decide to only work with those that include climate-related risks sufficiently.", "This transparency requirement goes hand in hand with a harmonised regulatory framework.", "I repeat, and I regret to say that neither in Europe, nor even in France, are we today in a position to compare - and therefore to correctly assess - the heterogeneous data published by financial institutions and companies.", "From this perspective, the standardisation of data and the draft Non-Financial Reporting Directive - which will be discussed this year - for adoption hopefully next year, under the French Presidency - will be the battle to be fought in 2021.", "And it would be unacceptable - at a time when progress on climate change is moving in the right direction and Europe has won the first round of climate-related values - for Europe to lose the second round, i.e.", "that of measuring these values using standards and published data.", ".3 Incorporate climate risk, into order to reduce it in all of our operations and in the economy The third part of our triptych, the very core of our activity, and the most powerful: reducing our climate risk in concrete terms, through our asset purchase and collateral policies.", "This ambition requires great dexterity; but it is rooted in a conviction: we have in our hands the tools to move forward, concretely, strongly.", "I propose to start decarbonising the ECB's balance sheet in a pragmatic, gradual and targeted manner for all corporate assets, whether they are held on the central bank's balance sheet (purchases) or taken as collateral, without including government securities.", "There are at least two arguments for such a priority: 1/ it is very difficult to differentiate between the climate policies of the euro area countries.", "2/ Conversely, non-financial corporations are clearly identified as players whose activities are the most carbon intensive.", "Thanks to their transparency efforts, we now know how to calculate climate indicators for more than 90% of the value of corporate bonds eligible with the Eurosystem.xii We also know how to do this for the bank loans of the largest debtors, which are also the most important in climate terms.", "The second step would be to extend the decarbonisation strategy to securities issued by financial institutions.", "To achieve this, banks will need to be able to assess their indirect emissions, generated by the activities they finance.xiii After determining the scope, the decarbonisation method remains to be defined.", "I believe that we should seek to achieve an adjustment of the valuation of all these assets according to the climate transition risk.", "This solution has the considerable advantage of avoiding the threshold effects that would result in simply excluding certain securities.", "Ultimately, we will be able to and must directly measure the additional financial risk associated with climate risk, and reduce the value of the assets accordingly: this is notably the aim of all the climate stress test methods that we are now actively working on at the Banque de France and the ACPR, such as in the framework of the NGFS.", "But pending their actual completion, we could choose a good \"proxy\" for this financial risk, namely climate alignment; i.e.", "aligning assets and firms with the 2°C trajectory set by the Paris Agreement.", "More specifically, the Eurosystem could use indicators that measure the effort that an issuer makes over a given period to reduce its carbon emissions compared with its peers in the same economic sector.", "Here, we have most of the data.", "The most advanced 2° alignment methodologies, even if they have yet to be finalised, are advantageous in that they take into account both past efforts and future commitments to reduce \"carbon\" emissions over a predetermined horizon.", "This sector-specific and dynamic assessment over time provides a greater incentive and would prevent all issuers in carbon-intensive sectors from being blindly \"punished\" (contrary to an exclusion-based approach).", "For collateral, this asset valuation adjustment could be directly applied.", "But our ambition must equally apply at least as much to corporate bond purchase programmes.", "Here, we are obliged to purchase assets at the market price; but I believe it is possible and desirable to recalibrate the purchase limits per company (tilting) on the basis of climate criteria.", "For instance, the Eurosystem could limit its securities purchases from issuers whose climate performance is not compatible with the Paris agreement.", "Conversely, securities issued by \"aligned\" companies could be purchased in larger quantities.", "This approach, applying to all companies and our Corporate Sector Purchase Programme, would be more comprehensive than a Green QE, whose quantitative impact would be lower because it would be targeted at green bonds only.", "This action programme is ambitious: in the fight against global warming, the Eurosystem would thus target the direct effects - better conducting its monetary policy and reducing its own risks - as well as the indirect effects - steering the behaviour of companies and financial institutions, through its disclosure policy, as well as its asset purchase and collateral policies.", "And this programme is demanding: it requires in-depth work on our macroeconomic models as well as on the climate assessment of assets.", "But we can make this decision quickly - by the end of this year - and then implement it in three to five years.", "Then the Eurosystem, together with the European Central Bank, under the impetus created by Christine Lagarde, and the Banque de France, will be the pioneers in this global fight.", "We must do so, in the very name of our mandate.", "However, the central banks alone will not be able to do enough.", "Let us transform this fight into an opportunity, that of a combination of fiscal, monetary and structural policies within the framework of a genuine green policy-mix combining carbon prices, public investment, sector-specific rules and monetary action.", "\"The future is not what will happen to us, but what we are going to do.", "It calls us, or rather it pulls us to it,\" said Bergson.", "There is still time to prove him right.", "On 15 December 2020, the Federal Reserve Board announces it has formally joined the Network of Central Banks and Supervisors for Greening the Financial System, or NGFS.", "Responsible Investment Report of the Banque de France 2019, June 2020.", "Article 3 of the Treaty on European Union.", "(2006), « Room Temperature and Productivity in Office Work », LBNL-60952, Lawrence Berkeley National Laboratory, Berkeley, CA.", "(2021), \"What role should central banks play in combating climate change?", "\", Remarks at the ILF conference Green Banking and Green Central Banking: What are the right concepts?, Goethe University Frankfurt, 25 January.", "NGFS (2020), \"Survey on monetary policy operations and climate change: key lessons for further analysis\".", "Bolton, P., Després, M., Pereira da Silva, L., Samama, F., Svartzman, R. (2020), \"The green swan: central banking and financial stability in the age of climate change\", Bank for International Settlements and Banque de France.", "Objective defined in the Paris Agreement signed by 195 countries, of which the European Union.", "(2020), When markets fail - the need for collective action in tackling climate change, Speech at the European Sustainable Finance Summit, Frankfurt am Main, 28 September 2020 Carney, M. (2015), Breaking the tragedy of the horizon - climate change and financial stability, Speech at Lloyd's of London, London, 29 September 2015.", "Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions; The European Green Deal Investment Plan, 14 January Securities eligible as collateral or for purchases under the CSPP."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Monetary policy", "Central banks", "Financial risk", "Green finance", "Carbon tax", "Climate transition", "Inflation", "Sustainability", "Greening"]}