{"sentences": ["Published Date: 02 February 2021 \"Pushing Ahead with SOR-SORA Transition in 2021\" - Keynote Speech by Mr Leong Sing Chiong, Deputy Managing Director (Markets & Development), Monetary Authority of Singapore, at ASIFMA Virtual Event: Singapore IBOR Transition on 2 February 2021 1 Good morning everyone.", "First, let me take this opportunity to wish everyone a Happy New Year!", "Let me also thank the Asia Securities Industry & Financial Markets Association (ASIFMA) and the Association of Banks in Singapore (ABS) for organising this webinar and inviting me to speak on the important issue of Singapore's interest rate benchmark transition.", "In the next 20 mins or so, I will do a brief recap of the key objectives and milestones that we had set out last year.", "I will then touch on some recent developments in the US and UK that have a bearing on our transition timelines, and I will finally outline what our priorities are for this year in the transition to Singapore Overnight Rate Average (SORA).", "3 Back in 2019, the financial industry in Singapore, represented by the ABS and the Singapore Foreign Exchange Market Committee (SFEMC) , assessed that given the eventual discontinuation of USD London Interbank Offered Rate (LIBOR) and SGD Swap Offer Rate (SOR), the most sustainable and sensible path was to transition affected SOR markets to SORA.", "SORA is a robust interest rate benchmark underpinned by transactions in a deep and liquid overnight interbank funding market.", "Such a shi would be aligned to the global direction in other major financial centres, and support continued active participation of global institutions and investors in SGD markets.", "Singapore (MAS) established an industry led Steering Committee (or SC STS ) to provide strategic direction to develop new products and markets based on SORA and oversee the effective transition from SOR to SORA.", "Since then, we have made significant strides in developing SORA markets, even while tackling the challenges and disruptions from the ongoing pandemic.", "In the derivatives space, new market templates were developed to support the trading of SORA derivatives.", "LCH started the central clearing of SORA derivatives early last year up to the 5Y tenor, while key dealer banks started making markets in SORA derivatives.", "MAS also launched a daily SORA derivatives auction to facilitate price discovery, and develop SORA Overnight Index Swap (OIS) and SOR-SORA basis curves with prices quoted by dealers and brokers on key market data platforms.", "Trading volumes in SORA derivatives have continued to rise, doubling in the last quarter, albeit from a low base.", "In the cash market, adoption of SORA has broadened significantly.", "We have seen several sizeable SORA-based commercial loans involving early pathfinders such as CapitaLand, Olam, Wilmar and Sembcorp Industries.", "Our local banks have also launched several business and retail SORA property loan product offerings.", "Given the strong interest in SORA products, and progress made in kickstarting SORA market liquidity, SC-STS also announced that usage of SOR in new cash products will cease by April 2021.", "To support this, our key retail banks will lead the way by offering a broad suite of SORA products by end-February 2021.", "Other banks active in SGD retail and corporate loans will follow suit by April 2021.", "Another significant development last year, was the industry decision to discontinue SIBOR by end-2024 , to reap the expected benefits of enhanced market efficiency in a SORA-centered interest rate benchmark regime.", "Implications of Recent ICE Benchmark Administration (IBA) Announcement 6 Let me now touch on what many of you in the audience would consider the 'elephant in the room'.", "In December 2020, the IBA - or ICE Benchmark Administration, consulted on LIBOR discontinuation timelines across various currency settings.", "What caught most of our attention, was the proposed 18-month extension till 30 June 2023 of the widely referenced USD LIBOR tenors (the overnight, 1M, 3M, 6M and 12M).", "The overarching policy intent of the extended end-date has been made clear in the commentaries from authorities in the US and UK.", "The proposed extension will allow more time for the transition of legacy contracts, while the usage of LIBOR in new contracts is to cease as soon as possible.", "8 US regulatory agencies have stated that the use of USD LIBOR in new contracts aer 31 December 2021 would create safety and soundness risks, and this should cease as soon as practicable and latest by end-2021.", "In the UK, the Financial Conduct Authority will be consulting on an approach to prohibit some or all new use of LIBOR aer end-2021.", "This would likely be coordinated with similar measures across other key jurisdictions.", "All these suggest that aer end-2021, new cash and derivatives contracts in these currencies will predominantly reference overnight near risk-free rates (RFRs), while LIBOR markets will decline in liquidity.", "So what does this mean for our SGD benchmark transition efforts?", "Key priorities for the SC-STS 11 The SC-STS has reviewed its key priorities and timelines against these developments and will be publishing later today an updated Transition Roadmap for 2021/2022.", "While we recognise that there could be further changes pending the finalisation of IBA's proposal, there was broad consensus within the Committee that we should keep building on the strong momentum generated over the past year.", "Let me share with you four key takeaways of the SC-STS, arising from these latest developments.", "First, the proposed extension of LIBOR discontinuation means that SOR will end when LIBOR ends in mid-2023.", "This has two benefits: One, it will allow about 70% of existing stock of legacy SOR cash products or about S$65bn of bilateral and syndicated loans to mature before the new deadline.", "This is a good development, as financial institutions will have a smaller stock of legacy transactions to manage.", "Two, the extension provides time to do more to actively transition legacy SOR contracts to SORA, and to deal with the most challenging legacy transition issues.", "We seek to complete this transition as an industry by no later than end-2022.", "Stopping new use early 14 Second, it must still be the case that we stop adding to legacy SOR exposures as soon as practicable.", "Hence: There was unanimous support within the SC-STS to cease the use of SOR in new cash market products by April 2021, as originally announced.", "In addition, the Committee is considering the need to set a clear timeline, possibly sometime in 2H 2021, to cease the use of SOR in new derivatives transactions, except where strictly necessary for risk management and unwinding of legacy SOR exposures.", "This timeline will support a more coordinated shi to SORA among key derivatives market participants.", "This will also align our market with similar timelines being contemplated for stopping new LIBOR transactions in other key jurisdictions.", "SC-STS expects to share its guidance in the coming months aer incorporating feedback from market participants.", "Related to this, the Committee had previously announced in December 2020 , that it plans to set out guidance on timelines to cease the use of SIBOR in new loan contracts in 2021.", "This will likewise be finalised in the coming months.", "Taken together, we expect SOR, SIBOR and LIBOR activities to wind down towards the end of this year.", "This in turn, will generate a growing critical mass in new SORA-based cash market activity, and spur greater market efficiency and liquidity.", "Developing a robust SORA curve 16 Third, the Committee and MAS will take further steps to develop a robust SORA curve, to reinforce the shi to a SORA-centered regime.", "We will do so by undertaking several key initiatives in the first half of 2021.", "To establish a robust SORA curve, SC-STS is coordinating closely with LCH to extend central clearing for SORA derivatives from 5Y currently to 21Y in the coming months.", "This will mitigate counterparty credit risks and support higher SORA transaction volumes and market activity across the longer tenors.", "Similarly, MAS will also extend the tenors and broaden industry participation in our SORA price discovery auctions.", "Since its launch in June last year, the number of participants in the auctions has doubled from six to twelve major banks.", "This has facilitated price discovery in SORA derivatives up to the 5Y tenor.", "Given the positive outcome, MAS will extend the tenors of the SORA auctions to 20Y from 1 March 2021.", "We expect the bid-ask spreads for SORA OIS and SOR-SORA basis swaps at the longer end of the curve to tighten further with these enhancements.", "To further enhance market depth, MAS will expand our SORA Floating Rate Notes (FRN) programme.", "This was launched in August last year, and has met with strong investor demand, with outstanding size growing to S$5.3 billion in only 6 months.", "Looking ahead, we will extend the tenors from 6 months to 1 year and 2 years in the first half of this year.", "The 1-year tenor will be issued quarterly while the 2-year tenor will be issued semiannually.", "We will also gradually increase the issuance sizes if investor demand continues to be strong.", "Encouraging active transition 17 Fourth, notwithstanding the possible discontinuation of SOR in mid-2023, we will strongly encourage active transition from SOR to SORA during the second half of this year.", "This is a specific window where we expect both SOR and SORA markets to continue to be liquid, and transition from SOR to SORA will be the most conducive for market participants.", "There are two key aspects.", "On derivatives, key banks remain committed to winding down the bulk of their SOR exposures by end-Q3 2021, as announced by SC-STS last October.", "This will involve active participation in vendor-provided compression and conversion services, to reduce SOR exposures at an industry level.", "Broadly speaking, the compression exercises facilitate the multilateral netting or reduction of gross SOR derivatives exposures, while conversion cycles provide a multilateral mechanism for counterparties to convert their SOR derivatives to a SORA reference.", "This is already in progress.", "The first SGD compression cycle for this year will be held this week.", "SC-STS plans to publish an advance calendar of the relevant SOR compression and conversion cycles in 2021, offered by various vendors.", "SC-STS strongly urges all SOR derivatives participants to utilise these cycles.", "Having a critical mass of industry participants will enhance the multilateral netting effects and put the industry in a stronger position to meet its wind-down targets.", "For loan markets, SC-STS will publish by April 2021 market guidance on the transition of bilateral corporate and retail loans, and set out further guidance on market mechanisms for converting legacy syndicated and hedged loans by the third quarter of this year.", "This is expected to rely on active SOR to SORA transition in the derivatives market to establish relevant pricing references for the transition of syndicated and hedged loans, where coordination across lenders and borrowers is essential.", "The key message is this: Banks should actively engage their corporate customers to pro-actively undertake legacy transition wherever possible by end 2021.", "While some customers may be inclined to adopt a wait and see approach, particularly since LIBOR and SOR discontinuation could be extended to mid 2023, it is important to bear in mind that SOR derivatives liquidity will start to decline in 2021.", "There are two reasons for this: Liquidity in derivatives will start shiing to SORA, particularly from April onwards, given the stop to new SOR cash products, and as all hedges on new cash product shi to SORA.", "Likewise, with SC-STS considering a cessation timeline for new SOR derivatives, likely before end-2021, market participants should expect SOR liquidity to decline further as key banks will not be able to undertake new SOR derivatives transactions.", "It is hard to say for certain when SORA liquidity will exceed SOR liquidity.", "But based on our planning parameters, it is likely that the 'sweet spot' for active transition could be between mid 2021 to early part of 2022, when SORA markets would have deepened sufficiently while SOR derivative liquidity still exists before declining subsequently.", "This period of trading will provide the most robust SOR-to-SORA pricing references for transition of legacy contracts.", "One final word, pertaining to retail loans.", "Retail customers that are on SOR packages will need to transition as well.", "The SC-STS will be embarking on a media campaign in 2Q 2021 to educate the wider public of this important shi.", "Retail investors with SOR exposures should be hearing from their banks over the course of this year and next, on the options regarding their loan packages.", "24 In conclusion, as we enter into 2021, I am glad that we are starting the year with some good news - that with the IBA consultation, we are likely to have more time to manage legacy transition.", "Nevertheless, it is important to use this extra time wisely, and sequence our legacy transition activities deliberately and purposefully.", "From SC-STS' point of view, we have made much progress last year in laying the foundations for the transition.", "For this year, we want to maintain our strong momentum, and achieve good depth and liquidity for SORA markets by the middle of the year.", "From there, I strongly urge banks to work with your customers to take advantage of the good liquidity in both SOR and SORA markets in the next 6-12 months to proactively transition legacy contracts.", "If we manage to front load this work early and transition the substantive bulk of legacy books by early 2022, this will leave ample time for us to deal with any residual tough legacy transactions.", "That would be a good place to be in, when we meet again this time next year.", "Thank you very much, I wish you all fruitful discussions for the rest of this webinar.", "The Steering Committee for SOR & SIBOR Transition to SORA or SC STS is an industry led Steering Committee tasked with overseeing the transition from SOR to SORA.", "The SC-STS is chaired by Mr Samuel Tsien, Group CEO of OCBC Bank and ABS Chairman.", "See \"Response to Feedback on SIBOR Reform and the Future Landscape for SGD Interest Rate Benchmarks\" here .", "US agencies referred here are: Federal Reserve Board of Governors, the Federal Deposit Insurance Corporation and the Office of the Comptroller of the Currency.", "Bilateral business loans and syndicated loans outstanding as of end September 2020.", "By end April, all lenders and borrowers to cease issuance of SOR-linked loans and securities that mature aer end 2021.", "To support this, all D-SIBs should be ready to offer a full-suite of SORA-based products to their customers by end-February 2021, while all non-D-SIB banks should be ready to offer new SORA-based products by end-April 2021.", "See \"Response to Feedback on SIBOR Reform and the Future Landscape for SGD Interest Rate Benchmarks\" here ."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SORA transition", "SOR discontinuation", "LIBOR discontinuation", "SORA curve development", "Legacy transition", "SOR derivatives", "SORA liquidity", "SIBOR cessation", "Market efficiency", "Risk management"]}