{"sentences": ["Ladies and Gentlemen, It is a great pleasure to address such a distinguished audience, even virtually.", "I indeed hope that next year we can meet in person in Finland.", "Recalling the world some lightyears ago, I had the privilege of giving a speech at this same conference in May 2019, about six months before the outbreak of the COVID-19 pandemic.", "In that speech, I tried to identify major structural economic changes that required a rethink of both monetary policy strategies and macroprudential policies.", "Now, as many parts of the world have passed the worst phases of the pandemic, it is useful to reassess some of the issues I raised two years ago.", "I will discuss, in the light of the experiences of the COVID-19 crisis, whether the structural changes identified in my speech still remain relevant.", "I also point out some financial risks and vulnerabilities that policymakers, financial market participants and economic researchers should probably pay more attention to.", "Moreover, I make some preliminary suggestions on how policymakers should adjust their monetary, macroprudential and regulatory policies to foster price stability and financial stability in the postCOVID-19 world.", "Let me start with monetary policy.", "In my speech here in May 2019, I highlighted three longer-term economic developments that challenged the then prevailing monetary policy strategies.", "First, inflation seemed to have got stuck at a very low level.", "Second, related to low inflation, the equilibrium interest rate had declined to an historically low level.", "Third, the traditional trade-off between economic activity and inflation seemed to have substantially weakened (or, as economists would put it, the Phillips curve seemed to have flattened).", "In my speech, I argued that these changes and the ongoing and forthcoming economic and societal transformations caused by climate change, population aging and concerns about inequality all called for a review of the ECB ́s monetary policy strategy.", "Last year, the ECB monetary policy strategy review was launched.", "Since then, a lot has happened.", "COVID-19 and the extraordinary circumstances caused by it have further underlined the need to reassess our monetary policy strategy.", "The current ECB monetary policy strategy, adopted in 1998 and reviewed in 2003, is evidently outdated.", "In my view, the main problems of the framework are the double-key formulation of the price stability objective and a monetary policy framework that cannot deliver inflation expectations anchored to the inflation aim.", "As we are still in the middle of the debate in the Governing Council - and it is indeed a very good and worthy debate - let me give you just my personal take on the matter.", "First, in my view the ECB needs a clear and single definition of price stability and the inflation target.", "We need to make sure that our price stability target is understood by the public as symmetric at - and not below - 2 per cent.", "Second, the ECB needs a reaction function that will anchor inflation expectations to the target and will deliver sufficiently forceful and equally effective policy actions to deviations from the target in either direction.", "This would take the increased risk of hitting the effective lower bound properly into account.", "Regarding our current monetary policy stance, we are still affected by the COVID-19 crisis.", "During the pandemic, the ECB has taken numerous measures to maintain favourable financial conditions for households, firms and other economic agents.", "Without the strongly accommodative monetary and fiscal policies, the contraction of and damage to the euro area economy would have been much more severe.", "The outlook for the economy has recently been improving.", "The latest data do signal a rebound in services activity and ongoing dynamism in manufacturing output.", "We expect economic activity to accelerate in the second half of the year as further containment measures are lifted.", "At the same time, uncertainties remain, especially as the near-term economic outlook continues to depend on the course of the pandemic and on how the economy responds after reopening.", "Inflation has picked up over recent months, but the acceleration is expected to be largely transitory, and inflation is expected to remain below our aim over the medium term.", "Against this background, in its June meeting the Governing Council of the ECB decided to confirm its very accommodative monetary policy stance.", "ECB interest rates are expected to remain at their present or lower levels until we have seen the inflation outlook robustly converge to our target and such convergence has been consistently reflected in underlying inflation dynamics.", "We will also continue to conduct net asset purchases under the pandemic emergency purchase programme (PEPP) until at least the end of March 2022 and, in any case, until we judge that the COVID crisis phase is over.", "In our view, premature tightening of financing conditions must be prevented, as this would pose a risk to the ongoing economic recovery and the outlook for inflation.", "Impact of COVID-19 on macroprudential policy The pandemic had an immediate impact also on macroprudential policies around the world.", "Macroprudential authorities started to ease requirements right after the emergence of the crisis in order to support the functioning of the financial system and economic recovery.", "Now that the pandemic is hopefully starting to fade, macroprudential policy faces a balancing act between addressing the systemic risks and supporting lending to the still fragile economy.", "The elevated uncertainty calls for a cautious and gradual approach when recalibrating the macroprudential requirements after the pandemic.", "On a positive note, financial systems have so far coped remarkably well with the economic consequences of the pandemic.", "Banks' resilience has improved significantly during the past ten years.", "Here, the international regulatory reforms undertaken after the global financial crisis have played a critical role.", "The pandemic, like all major crises, provides us with useful lessons for developing our macroprudential policies.", "In my view, the key lesson of the pandemic is the essential importance of resilience.", "We need to ensure - by applying macroprudential tools - that the banking sector remains resilient enough to withstand economic shocks and the unwinding of economic and financial imbalances also in the future.", "The pandemic also revealed the importance of sufficient flexibility in macroprudential policy.", "It is impossible - or at least very difficult - to identify exogenous systemic shocks like COVID-19 in advance even with our most developed risk analyses.", "Enlarging the 'macroprudential space' by, for example, increasing the amount of releasable capital buffer requirements, would help macroprudential policymakers ensure that banks can lend also during periods of unexpected stress.", "In its forthcoming revision of the macroprudential framework of the EU, the European Commission should ensure that the EU legislative framework provides macroprudential policymakers enough flexibility and macroprudential space in applying their macroprudential tools.", "In my speech two years ago, I also underlined the need to broaden the scope of macroprudential policy beyond the banking sector.", "At least over the medium term, the COVID-19 pandemic is likely to accelerate trends that call for extending the reach of macroprudential policy to a larger set of financial institutions and financial transactions.", "As a case in point, digitalisation provides opportunities for new players, and non-banks may take a larger role in financial intermediation.", "To protect financial stability, macroprudential policy should be adjusted to also cover the systemic risks created by non-bank finance.", "Over time, digitalisation may also boost cross-border banking and the provision of cross-border financial services, thus increasing the contagion channels of systemic risks between financial systems.", "This increases the importance of cross-border cooperation between macroprudential authorities, which should be systemically enhanced.", "Related to digitalisation, let me recall that a number of central banks, including the ECB, are actively examining avenues to develop and adopt a central bank digital currency, or CBDC for short.", "On specific areas of concern, both residential and commercial real estate markets have often been a significant source of systemic risks and vulnerabilities.", "The pandemic is likely to have lasting but very diverse effects on real estate markets.", "Therefore, a comprehensive analysis of the macroprudential risks on real estate markets and appropriate tools for addressing them would be most needed.", "In addition to state-of-the-art analytical methods and policy tools, macroprudential policy needs a strong institutional framework to operate effectively.", "In its early recommendation the European Systemic Risk Board proposed clear mandates for macroprudential decision-makers, cooperation between relevant authorities, as well as a leading role for the central bank in macroprudential policy - irrespective of the specific institutional structure.", "Importantly, as already noted by the IMF some years ago , the framework should be able to counter inaction biases that could arise because of lobbying or political pressures.", "The framework should ensure access to sufficient information and promote effective cooperation in risk analysis.", "Survey results published recently by the Czech National Bankprovide interesting information on the views of academic and professional experts on macroprudential and monetary policy.", "According to the survey, sharing of data and knowledge and the capacity to act swiftly are key benefits of a framework in which the central bank conducts both monetary and macroprudential policy.", "However, further research on the institutional arrangements of macroprudential policy would be welcome to help us understand how different policy frameworks perform in macroprudential policy, and whether and how the current structures could be developed.", "On strengthening the European economy and financial stability Let me conclude by sharing some thoughts on the strengthening of the European economy and financial stability.", "In my speech two years ago, I emphasized that both financial stability and the welfare of our citizens depend ultimately on Europe ́s ability to create sustainable growth.", "This is now even more pressing due to the lost output and lost growth potential caused by the pandemic.", "Promoting sustainable growth in the EU requires decisive and ambitious actions on several fronts: in deepening the EU ́s internal markets, strengthening public finances, developing common fiscal arrangements and combating climate change, to name but a few.", "For the sake of time, I ́ll focus here on only one crucial precondition for creating sustainable longterm growth; that is, the ability of the EU ́s financial architecture and financial system to prevent and mitigate systemic financial crises and to provide sufficient financing for the private sector to generate investment and economic growth.", "The creation of the Banking Union was a crucial step in improving the resilience of the European financial system.", "The European financial system has weathered the pandemic with the help of a forceful policy response and the greater resilience of financial institutions.", "In the next major financial crisis - which will come sooner or later despite our best efforts to prevent it - things might not be that rosy.", "To prepare for the next crisis, we need a common European deposit insurance to reduce the risk of bank runs, to strengthen depositor confidence and to loosen the negative feedback loop between sovereign debt sustainability and bank funding.", "Another piece of unfinished business in the EU is the Capital Markets Union.", "European firms - especially small and medium-sized companies and firms offering digital services - are still far too reliant on bank funding.", "Advancing cross-border capital mobility in the EU will require politically difficult reforms in national taxation and insolvency laws.", "Lastly, while not jumping to any definitive conclusion right now, it is worth exploring the pros and cons of a European safe asset with an open mind.", "One clear benefit of it would be to deepen European bond markets and promote the Capital Markets Union by acting as an anchor for the pricing of riskier financial instruments, thus enhancing access to finance for businesses, not least the SMEs.", "This would support much needed productive investment in Europe.", "Moreover, the availability of a European safe asset could help banks reduce their excessive holdings of domestic sovereign bonds on their balance sheets.", "And we have a relevant experiment going on now, which should provide useful information on the pros and cons of a European safe asset.", "I am referring to the fact that the European Commission will issue EUR 800 billion worth of euro-denominated bonds in the coming years to finance the European recovery package, NextGenerationEU.", "The first tranche was very well received by the markets, subscribed by several multiples of the original offer.", "The funding experience the package could provide useful lessons and guidance for the design of a European safe asset.", "To conclude, we need to understand ever better both the lessons of COVID-19 and the structural trends in the economy and their impact on financial stability.", "I would coin the main message of my speech by paraphrasing James Carville: \"It's the resilience, smarty!\"", "resilience should indeed be the critical driver of financial sector polies.", "As far as the central banks are concerned, the biggest contribution they can make to the society is to deliver on their price stability mandate, which will also contribute to sustainable economic growth and broad-based, inclusive employment growth.", "I am confident that the outcome of the ECB's monetary policy strategy review will enhance the effectiveness of our monetary policy and the attainment of price stability, and thus also enabling sustainable growth and full employment.", "Thank you for your attention & let me wish you a productive conference!", "IMF, Staff Guidance Note on Macroprudential Policy, November 2014.", "Simona Malovaná, Martin Hodula, Zuzana Rakovská, and Josef Bajzík, 2021, Czech National Bank Survey on Macroprudential and Monetary Policy, Summary of the Results, June 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Macroprudential policy", "Price stability", "Inflation", "Economic growth", "Resilience", "European economy", "Capital Markets Union", "Banking Union"]}