{"sentences": ["Introduction Thank you for inviting me to speak today.", "I want to start by thanking ISDA for the important work you do, and in recent times particularly Scott O'Malia and his colleagues for working with central banks and regulators to manage the transition away from Libor.", "Your support on this complex transition has been hugely important.", "You may be relieved to hear that I am not going to talk about Libor today.", "I did speak on the subject yesterday, it's on the Bank of England's website if you are interested (Bailey, 2021).", "Instead, I am going to speak about another important part of our current work and a priority for the global Financial Stability Board (FSB), namely Money Market Funds (MMFs).", "The FSB analysed last March's so-called \"dash for cash\" in their Holistic Review published at the end of last year, highlighting a number of vulnerabilities in non-bank finance and setting out some considerations for reforms required to tackle the issues we saw in that episode (FSB, 2020).", "MMFs were one of the issues at the top of that list.", "MMFs also played a role in amplifying the stress we saw during the Global Financial Crisis, so this is the second time they have proven not to be sufficiently resilient.", "I plan, therefore, to set out my views today on the reforms required to solve these issues.", "We are committed to working with others internationally, through the FSB, to avoid history repeating itself yet again.", "Background to the issues posed by MMFs In talking about money market funds, it is important to put them into a wider context.", "Several aspects of that context are important, including: their historical origins, the role they played in amplifying stresses in the global financial crisis, the direction of reforms following that episode, and the position of the funds relative to both banks and the broader investment fund landscape.", "To start, briefly, with some history.", "In the US, money market funds emerged in the 1970s when regulation capped the interest that banks were allowed to pay on deposits at a level below money market yields.", "Money market funds were set up to mimic bank deposits by maintaining a stable value of USD 1 per share while offering money market yields to investors.", "Thus, money market funds gained a reputation as a profitable alternative, which proved attractive to many different types of investors.", "Higher returns, however, rarely come without greater risk.", "During the global financial crises, some of the underlying fragilities of these structures came to the fore.", "In particular, the failure of Lehman Brothers in 2008 contributed to one of the most prominent MMFs - the Reserve Primary Fund - 'breaking the buck', as its share price fell below USD 1.", "As investors realised there was a risk they may not receive their original investment in full, or that their holdings in MMFs may be suspended, a run on other funds followed, contributing to the extreme volatility in money markets and broader financial markets observed at the time.", "Following the financial crisis, considerable work was undertaken to build the resilience of MMFs.", "In 2012 the International Organization of Securities Commissions (IOSCO) published policy recommendations for the regulation and management of MMFs.", "Many of the reforms that were subsequently implemented have helped improve the resilience of MMFs, however it is clear they did not go far enough in solving the underlying problems.", "And in some cases they may have had unintended consequences, such as the introduction of a link between the level of illiquid assets held by a fund and the potential use of tools (such as fees or gates) to manage redemptions during periods of stress.", "While introduced to manage potentially disruptive outflows, these changes have made funds more sensitive to so-called cliff edge effects - thus increasing an incentive to exit before the gate closes.", "One of the important, broader changes in the financial system post financial crisis has been the shift in the importance of bank and non-bank finance, with the latter growing relative to the former.", "This is not accidental: the post crisis reforms meant that there were asset classes which were no longer suitable to hold in large scale on the balance sheet of banks.", "It is worth spending a moment on this point because it has an important parallel in the issues concerning money market funds.", "Banks are primarily funded by deposits, where the contract is understood to be to return the full value of the deposit plus whatever the interest rate is - usually \"on demand\" and without delay.", "Banks are held to high standards by regulators - including through liquidity and capital requirements, and regular stress tests - to ensure that they are well placed to be able to honour depositors' demands.", "Central bank liquidity operations, resolution arrangements and deposit insurance further reinforce confidence in this promise to return the deposit.", "Thanks to the post financial crisis reforms, bank deposits are therefore cash or moneylike in most states of the world.", "At the other end of this spectrum are investment funds of many sorts.", "Most are not meant to be cash-like, in the sense that the promise is to return the fruits of the investment strategy, which may be more or less than the amount invested.", "Cash-like certainty of value is not part of the contract.", "If only it was that simple.", "There are at least two problems which are evident in how this system operates - or possibly two variants of the same problem.", "First, there are instruments which at least in some of their existing forms are neither one thing nor the other - neither properly cashlike nor properly investment-like.", "Second, there are instruments which are meant to be investment-like but which become regarded as cash-like.", "There are structural vulnerabilities in the financial system caused by both of these problems in the non-bank world.", "And the dash for cash episode was the sort of stress event that nearly caused the problems to crystallise in a big way, and arguably would have done so but for the rapid intervention on a substantial scale by the authorities.", "Lessons from the March 2020 \"dash for cash\" episode Let me put this into the context of the role of money market funds and what happened during the dash for cash.", "I will describe the events using evidence from sterling money markets, and then draw on some broader evidence (the UK story is very well described and assessed in Hauser (2020)).", "The dash for cash was, of course, a broader financial system - and indeed economy wide - phenomenon, driven by the underlying health shock and its economic implications.", "Nonetheless, money market funds are an important part of the dash for cash story because they seek to bridge between the desire of investors for immediate liquidity (in other words a cash or depositlike desire) and the desire of the banks, in which they invest a sizeable part of the funds, for term funding in the form of commercial paper or certificates of deposit.", "They are therefore carrying out a form of maturity transformation which in times of stress can become prone to runs.", "In total, sterling money market funds saw outflows of around £25bn; or 10% of their total assets, in the eight days between 12th and 20th March last year.", "At first, the outflows were met by running down their holdings of cash, but as the outflows increased, they sought to liquidate some of their bank assets - CDs and CP.", "But they found that the market for those assets - which typically comes primarily from dealers buying back their own paper - was closed.", "The dash for cash meant that the tide was flowing fast against them.", "As the regulatory system currently works, if MMFs' liquid asset ratios fall towards prescribed thresholds, and they are unable to top up their liquid assets (cash) through sales, they are able to 'gate' or impose fees on investors, in other words decline to provide immediate liquidity.", "As with banks, the broader danger of this situation - which is a threat to financial stability - is that such a problem in one fund could trigger contagion to other funds, through fear that they might have the same problem, and thus lead to a highly destabilising run on money market funds.", "These thresholds can, therefore, also affect the behaviour of fund managers, making liquidity buffers not usable in times of stress, for fear this would fuel investors' desire to run.", "It is also important to note that another consequence of the rising demand for cash, and the failure to meet that demand by selling assets, was a sharp rise in money market rates.", "The rise was sharpest at longer money market-tenors, but there was also a pickup in overnight repo rates.", "This was a particularly serious sign of market dysfunction in what are core markets, and a serious challenge to our ability to implement monetary policy by keeping these rates broadly aligned to the official Bank Rate.", "It resulted in an increase in the cost and reduction in the availability of credit - to the financial system, other companies and households - precisely at the time they needed it most.", "There was therefore a serious threat to both monetary policy and financial stability, in other words both of the core purposes of a central bank.", "It was an existential moment.", "We took two actions which eased the pressure, and did so quickly.", "First, on 19th March the MPC decided to buy gilts in large size and at high speed.", "At its peak the pace of gilt purchases reached £13.5bn per week, more than twice as fast as in early 2009.", "The use of this broad monetary policy tool was warranted given the widespread nature of the dash for cash, and the implications of the pandemic for the economic outlook.", "Other central banks took similar decisions around the same time.", "This helped to stabilise markets and reversed the dash for cash and thus the flows out of money market funds.", "Second, the Bank activated its Contingent Term Repo Facility on 24th March, committing to lend unlimited amounts of reserves at close to Bank Rate against a broad range of collateral.", "Taken together, these operations brought money market rates back to more normal levels.", "The Federal Reserve in the US also launched a specific liquidity facility aimed at easing the stresses in dollar denominated MMFs.", "Turning the fire hoses on at full blast worked and cured the immediate problem.", "It is always worth remembering that all of this happened at a time of a global pandemic and a historically unprecedented collapse in economic activity.", "So, it is hardly surprising that large and rapid actions were necessary.", "It helped that the situation in respect of both monetary and financial stability called for such actions, so there was no conflict between the two.", "Moreover, this was an international shock, in at least two important respects.", "First, by its nature the global pandemic was affecting a very large number of economies and financial markets.", "Second, money market funds, and particularly dollar denominated funds, provide funding to a wide range of banks internationally and are used for cash management by investors and corporates across the world.", "For instance it is common for US funds to buy dollar paper issued by European banks, and vice versa.", "So the transmission of the dash for cash was not constrained by borders or national markets.", "US Prime MMFs saw large outflows, with net redemptions of 30% from prime MMFs offered to institutional investors over a two week period (President's Working Group, 2020).", "This contributed to the effective closure of the market for short-term dollar funding (FSB, 2020).", "US government MMFs, on the other hand, saw huge inflows over the same period.", "A similar pattern was also seen in dollar denominated MMFs in Europe.", "The important conclusion I draw from this review of the experience of the dash for cash is that while we can reasonably conclude that the actions taken meant that the immediate problem was tackled, in doing so some serious issues which represent a threat to the stability of the financial system were revealed.", "Hence, it is right that a very large amount of effort is going towards tackling these issues.", "Much of the rest of my remarks will set out and assess where we have got to.", "Reforms to make MMFs more resilient It is clear from experience that money market funds as currently structured may often be perceived as cash-like, but cannot make good on this expectation in a sufficiently wide range of market conditions, and so can contribute to stress in short-term funding markets.", "The objective must be to improve the resilience and functioning of MMFs to protect the stability of the financial system.", "In doing so, it is also important to recognise that the reforms after the financial crisis did not tackle this issue conclusively.", "I should note that the remaining vulnerabilities in non-bank finance are perhaps the exception, as on the whole the post-crisis reforms have left a financial system that has stood up well to the acute stress of the Covid period.", "In order to create a framework for reforms, it is important to set out clearly the principles that should shape the changes.", "The following principles - while not intended as prescriptive rules - are I think helpful in this respect: 1.", "As a general principle for all funds - investment and money market - redemption terms should be aligned with the underlying liquidity of assets.", "Where investors regard funds as cash-like, they should be made resilient so they can operate as such at all times, which means running minimal maturity mismatch risk.", "Money market funds should not hold less liquid assets on a scale that would make them more suitable to be traditional investment funds.", "Money market funds should not be designed with regulatory thresholds or cliff-edges which create adverse incentives and amplify first-mover advantage behaviour.", "Reforms should improve the ability of funds to support short-term funding markets, including by making them more resilient.", "These principles may sound obvious; indeed, I hope they do.", "But I would emphasise that they are not obvious in the sense that the current landscape is some way from meeting these principles.", "I think there are three big picture changes which follow from these principles, and should form the basis of the necessary reforms.", "I will set out each of them, and then discuss the issues that arise from them.", "First, we should remove the adverse incentives introduced by the liquidity thresholds related to the use of suspensions, gates and redemption fees.", "Second, we should simplify the landscape to make clearer the critical distinction between cash-like funds and investment funds.", "We should remove the ambiguity of intermediate descriptions such as low volatility funds.", "Third, and to support removing the ambiguity, it will be important to define in an accounting and substantive sense more explicitly what constitutes cash-like.", "Current guidance leaves a lot of judgement to managers and auditors to make these decisions on a fund by fund basis .", "Money-market funds are a cash management instrument, so it may seem odd that the meaning of cash-like as a term has not been well defined.", "The resultant ambiguity may have seemed convenient as a means to stretch the boundary of the definition to allow less liquid instruments in, but when a stress event like the dash for cash happens, the flaw is badly exposed and financial stability is in jeopardy.", "The authorities then have to intervene in scale to restore well-functioning markets, but that should not be the accepted way to run the system.", "That said, the definition of cash-like therefore needs to be clear and appropriate rather than overprescriptive.", "For many purposes it does need to provide near instant access to cash - i.e.", "quick redemption of a holding in a money market fund should be assured.", "But there are situations where, say, holding a three month tenor instrument is appropriate because it satisfies treasury management objectives.", "The critical need is to avoid ambiguity of definition and mismatches between an instrument's liquidity and its use.", "Funds that do not meet this requirement should be clearly labelled and treated as part of the investment fund world, serving a different purpose (where there are also issues, but these are not my focus today).", "You may well say \"he really is labouring this point\".", "Yes I am, because the post financial crisis reforms did not tackle it conclusively.", "So, what reforms are required to establish money market funds as cash-like without ambiguity?", "The first thing to say is that no single reform will solve things on its own.", "We must identify a coherent package of reforms that address the current vulnerabilities in the money market fund sector.", "It is easiest to describe three broad approaches to illustrate the potential options available that could deliver this objective.", "These are intentionally somewhat stylistic, to draw out the tradeoffs we face in addressing these issues.", "First, at one extreme, asset holdings could be limited to government instruments.", "Given the low risk and liquid nature of these instruments, run risk would be materially reduced.", "The existing size of the sterling T-bill and gilt repo markets may, however, limit the extent to which this solution would be achievable in sufficient scale to meet the needs of sterling investors, at least in the near term.", "And this would of course also have significant implications for the funding of banks.", "Second, at the other extreme, the liquidity mismatch could be removed by making funds nondaily dealing - i.e.", "This would require a term notice period.", "Such a fund would be somewhat like a term deposit with no break clause.", "This would fundamentally change the potential uses for which MMFs could be held, and so would also have repercussions for the demand for other instruments, such as bank deposits, the implications of which would require further consideration.", "Third, there may be a middle option whereby a combination of measures are used to reduce the risks to a sufficiently low level.", "We have a menu of options to choose from.", "For instance, a limit could be introduced on the percentage of assets a money market fund could hold in nongovernment instruments, to reduce the holding of less liquid assets.", "This could be combined with making sure funds are structured as variable net asset value, albeit with this asset mix the variability of the value in the fund should be lessened.", "And we would need to ensure the absence of regulatory cliff-edges, so that funds could be more confident to release their cash buffers in times of stress to meet withdrawals.", "Run risk would be reduced but not eliminated, and it would be more likely that in a stress funds could sell a so-called vertical (representative) slice of their assets.", "This is important for an agency-form collective investment structure.", "There may though still be some first mover advantage to exit in this structure, so great care would be needed to design it in a way which doesn't fall foul of the familiar issues missed by the post financial crisis reforms.", "Each of the three options I have just outlined may not be mutually exclusive.", "Properly differentiated, there may be a role for funds of each of these types, to suit the needs of the diverse set of existing MMF investors.", "We may end up with some MMFs becoming more cashlike and some less cash-like, but we need to avoid the muddy middle.", "In conclusion, we are very much in the world of having a second chance to deal with the issue of how to structure money market funds consistent with their role.", "The FSB will shortly be consulting on what reforms would be most appropriate.", "The Bank of England remains very supportive of the work being taken forward by the FSB and under the Italian G20 presidency.", "Given the cross-border nature of MMFs, it is important we work together internationally to ensure that we are aligned in our objectives, and adhering to common principles, even if the precise implementation varies a little to reflect the specific nature of each jurisdiction's markets.", "The dash for cash provided an unwelcome reminder that the post financial crisis did not finish the job and left a dangerous gap in our exposure to the risk of financial instability.", "We must finish the task this time.", "I am grateful to Imane Bakkar, Adam Brinley-Codd, Alice Carr, Geoff Coppins, Edward Denbee, Steven Dodkins, Lee Foulger, Karen Jude, Clare Macallan, Nick McLaren, Jon Relleen and Konstantin Wiemer for their assistance in helping me prepare these remarks.", "The International Accounting Standard 7Opens in a new window defines cash equivalents as \"short-term, highly liquid investments that are readily convertible to known amounts of cash and which are subject to an insignificant risk of changes in value\"."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Money Market Funds", "Financial Stability", "Dash for Cash", "Liquidity", "Resilience", "Vulnerabilities", "Non-Bank Finance", "Investment Funds", "Cash-Like", "Maturity Mismatch"]}