{"sentences": ["Introduction The Bank of Japan submits to the Diet its Semiannual Report on Currency and Monetary Control every June and December.", "I am pleased to have this opportunity today to talk about recent economic and financial developments and present an overall review of the Bank's conduct of monetary policy.", "Economic and Financial Developments I will first explain recent economic and financial developments.", "Japan's economic activity has been pushed down recently, mainly in the face-to-face services sector, such as eating and drinking as well as accommodations.", "This is because public health measures have been implemented, such as the state of emergency declared in some regions, amid the novel coronavirus (COVID-19) spreading along with an increase in variant cases.", "On the other hand, exports and production have continued to increase on the back of overseas economies recovering on the whole.", "Business fixed investment has picked up due to improvement in corporate profits.", "In sum, Japan's economy has picked up as a trend, although it has remained in a severe situation due to the impact of COVID-19.", "With regard to the outlook, although the level of economic activity, mainly in the face-to-face services sector, is expected to be lower than that prior to the pandemic for the time being, the economy is likely to recover, with the impact of COVID-19 waning gradually and supported by an increase in external demand, accommodative financial conditions, and the government's economic measures.", "The year-on-year rate of change in the consumer price index (CPI) has been slightly negative and is likely to remain so for the time being, mainly affected by COVID-19 and a reduction in mobile phone charges.", "However, when excluding the effects of temporary factors that push down prices, it has been slightly positive.", "Regarding the outlook, the year-on-year rate of change in the CPI is expected to turn positive and then increase gradually on the back of economic activity continuing to improve and the effects of the temporary factors dissipating.", "Risks to the aforementioned outlook for economic activity and prices are skewed to the downside for the time being.", "The consequences of COVID-19 and their impact on the economy are unclear.", "In addition, it is likely that growth expectations will not decline substantially and financial system stability will be maintained, but this outlook also entails uncertainties.", "Regarding financial risks from a longer-term perspective, there is a possibility that prolonged downward pressure on financial institutions' profits may lead to a gradual pullback in financial intermediation.", "On the other hand, the vulnerability of the financial system could increase, mainly due to the search for yield behavior.", "Therefore, it is necessary to pay close attention to future developments.", "Conduct of Monetary Policy Next, I will explain the Bank's conduct of monetary policy.", "In March, the Bank conducted the Assessment for Further Effective and Sustainable Monetary Easing.", "Based on the findings, the Bank judged it important to continue with monetary easing in a sustainable manner and make nimble and effective responses to counter changes in the situation, with a view to achieving the price stability target of 2 percent.", "It therefore decided mainly on the following three policy actions.", "First, the Bank established the Interest Scheme to Promote Lending so that it could cut shortand long-term interest rates nimbly while taking into consideration the functioning of financial intermediation.", "Second, in order to conduct yield curve control flexibly during normal times, the Bank made clear that the range of 10-year Japanese government bond (JGB) yield fluctuations would be between around plus and minus 0.25 percent from the target level of around zero percent.", "At the same time, it introduced \"fixed-rate purchase operations for consecutive days\" as a powerful tool to set an upper limit on interest rates when necessary.", "Third, with regard to the purchases of exchange-traded funds (ETFs), the Bank decided to maintain the upper limit - which was originally set as a temporary measure in response to the impact of COVID-19 - of about 12 trillion yen on the annual pace of increase in its amount outstanding even after COVID19 subsides and to conduct the purchases as necessary with this upper limit while taking into account market conditions.", "Under Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control, of which sustainability and nimbleness have been enhanced owing to these policy actions, the Bank will persistently continue to conduct powerful monetary easing with a view to achieving the price stability target of 2 percent.", "On this basis, it is important to address the impact of COVID-19 for the time being, and thus the Bank will continue to support financing, mainly of firms, and maintain stability in financial markets through monetary easing measures such as the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance"], "topics": ["COVID-19", "Monetary Policy", "Economic Outlook", "Price Stability", "Financial Risks", "Financial Intermediation", "Quantitative and Qualitative Monetary Easing", "Yield Curve Control", "Interest Scheme to Promote Lending", "Exchange-Traded Funds"]}