{"sentences": ["Good morning, and welcome to the launch of MAS' inaugural Sustainability Report .", "How the world responds to the climate challenge will determine the future of generations to come.", "To avoid the most severe effects of climate change, global greenhouse gas emissions must come down 45% by 2030 and reach net zero around 2050 to keep global warming to within 1.5 degrees Celsius above pre-industrial levels.", "This is what 195 countries resolved as part of the Paris Agreement in 2016.", "Concerted action is necessary for the world to make the transition to a sustainable future.", "There is a renewed sense of urgency and commitment to the climate agenda.", "Despite the pandemic, 2020 witnessed numerous commitments to carbon neutrality and net zero emissions - by governments, corporations, and financial institutions.", "The United States has rejoined the Paris Agreement.", "The stage is set to translate long-term ambitions into tangible policies and early actions.", "Singapore is firmly committed to doing its part in the global effort to reduce greenhouse gas emissions.", "Earlier this year, the government launched the Singapore Green Plan, which sets out a comprehensive road map towards sustainable development, a green economy, and net zero emissions.", "Singapore aims to peak its carbon emissions around 2030 and achieve net zero as soon as viable after 2050.", "Climate change presents two significant risks to the financial system.", "Physical risk arises from the impact of climate-related natural catastrophes and widespread environmental degradation.", "Transition risk arises from the process of adjustment to an environmentally sustainable economy, including changes in public policies, disruptive technological developments, and shifts in consumer and investor preferences.", "At the same time, the financial sector plays a key role in the fight against climate change.", "Finance is key to unlocking a sustainable future.", "It can support the transition to a less carbon intensive economy and channel capital to green technologies and infrastructure.", "This is why MAS is incorporating climate change and environmental sustainability across all its functions.", "As central bank and financial regulator, MAS is working with financial institutions to strengthen the Singapore financial sector's resilience against environmental risks.", "As promoter of Singapore as an international financial centre, we are working with financial institutions to develop a vibrant green finance ecosystem to support Asia's transition to a low-carbon future.", "As the guardian of Singapore's official foreign reserves, MAS is integrating climate risks and opportunities into its investment framework.", "As an organisation, MAS is reducing its own carbon and environmental footprint to support Singapore's broader climate ambitions and commitments.", "A FINANCIAL SECTOR RESILIENT AGAINST ENVIRONMENTAL RISKS Let me begin with strengthening financial sector resilience against environmental risks.", "As a central bank and regulator, MAS has been focused on two broad areas: enhancing environmental risk management in our financial institutions; and promoting high-quality sustainability-related disclosures.", "MAS has issued guidelines on environmental risk management to all financial institutions.", "The guidelines set out MAS' expectations for financial institutions to assess, monitor, mitigate and disclose environmental risks.", "They apply to all financial institutions across banking, insurance, and asset management.", "They cover environmental risks besides climate change - such as pollution, loss of biodiversity, and changes in land use.", "An industry task force on green finance, convened by MAS, has issued an implementation handbook, providing guidance on best practices in environmental risk management.", "MAS will conduct later this year a review of financial institutions' progress in implementing the guidelines, with a view to publish an information paper to share best practices and areas for improvement.", "MAS plays an active role in international efforts to align supervisory frameworks for environmental risks.", "MAS is leading the workstream on micro-prudential supervision under the Network for Greening the Financial System (NGFS), which provides guidance for supervisors in incorporating environmental risk management.", "MAS is supporting the Climate Training Alliance, a portal for training on climate risks for central banks and supervisors, established by COP 26.", "Financial supervisors need to better understand how climate risks can potentially impact financial systems.", "MAS is leading an effort under the NGFS to study potential financial risk differentials between green and other assets and reviewing methodologies for climate and environmental risk analysis.", "MAS is also involved in the Basel Committee Task Force on Climate-Related Financial Risks, which is analysing the transmission channels through which climate risks affect financial institutions and developing methodologies to quantify these effects.", "Stress testing is a very useful tool to assess the impact of the physical and transition risks associated with climate change.", "MAS will conduct by end-2022 stress tests on the financial industry under a range of climate change scenarios.", "We will reference climate scenarios developed by the NGFS and best practices in climate stress testing approaches taken by other regulators.", "We need to urgently enhance the quality and consistency of climate-related disclosures.", "Reliable and comparable climate-related disclosures are critical for: better pricing of climate-related risks; more effective risk management and market discipline; and effective allocation of capital towards financing green and transition activities.", "The lack of consistent climate disclosure standards has resulted in selective reporting against different frameworks, impeding the growth of sustainable finance globally.", "MAS is encouraged by the recent acceleration in progress towards a global sustainability reporting standard.", "The G7 countries have expressed support to move towards mandatory climate-related financial disclosures.", "The G7 has also agreed on the need for a baseline global reporting standard for sustainability which jurisdictions can supplement.", "Efforts by the International Organisation of Securities Commissions (IOSCO) and International Financial Reporting Standards (IFRS) Foundation towards a baseline global sustainability reporting standard have gained significant momentum and support.", "The IFRS Foundation plans to set up by the end of this year an International Sustainability Standards Board (ISSB) as a global standard setter.", "An IFRS work group is already developing a prototype climate reporting standard.", "The IFRS work group's recommendations on the prototype will be reviewed by a technical expert group co-chaired by MAS and the US Securities and Exchange Commission, under IOSCO's Sustainable Finance Taskforce.", "The expert group will assess if the prototype could be a basis for developing the ISSB's standards.", "MAS and SGX will set out roadmaps for mandatory climate-related financial disclosures by financial institutions and listed entities respectively.", "The roadmap will take a phased approach.", "A more ambitious timeline can be considered for listed entities that are larger or more exposed to climate risks.", "Larger financial institutions can similarly be prioritised.", "These details will be worked out in consultation with the industry in the coming months.", "SGX will soon consult the industry on making climate-related reporting in line with the recommendations of the Task Force on Climate-Related Financial Disclosures (TCFD).", "SGX already subjects listed entities to annual sustainability reporting on a \"comply or explain\" basis, but without specifying any particular framework for them to follow.", "The TCFD recommendations provide a good baseline disclosure framework.", "They have gained broad acceptance internationally and will be the basis for future ISSB climate reporting standards.", "MAS will consult the industry later this year on mandatory climate-related disclosures by financial institutions.", "MAS already expects all banks, insurers, and asset managers to make climate-related disclosures from June 2022, in accordance with well-regarded international reporting frameworks, such as the TCFD recommendations.", "Our consultation will focus on how to transition these expectations into legally binding requirements, against a single, internationally aligned standard.", "A VIBRANT GREEN FINANCE ECOSYSTEM Let me now touch on efforts to develop a vibrant green finance ecosystem that can support Asia's transition to a low-carbon future.", "As a promoter of the financial sector, MAS has been working on four areas: shaping the development of green taxonomies; promoting green finance solutions and markets; harnessing technology to enable trusted sustainable finance flows; and building knowledge and capabilities in sustainable finance.", "MAS is actively involved in international forums that are developing green taxonomies.", "Consistent definitions of what constitutes green activities are key to facilitating cross-border capital flows towards sustainable outcomes.", "MAS is a member of the International Platform for Sustainable Finance (IPSF) which is developing a common reference point for definitions of green activities across major existing taxonomies.", "This will help market participants interpret and use the various taxonomies that exist today.", "MAS is working with fellow ASEAN regulators to develop an ASEAN taxonomy aligned with international benchmarks while taking account of the regional context.", "Developing a clear taxonomy for transition activities is especially relevant for Asia.", "Asia needs to sustain economic and social development while shifting to a lower carbon future.", "A taxonomy that includes both green and transition activities can support a progressive shift to greater sustainability.", "In Singapore, the green finance industry task force I mentioned earlier is developing such a taxonomy to guide our financial institutions.", "It sets out a \"traffic light\" system to classify sustainable activities as green, transition activities as yellow, and highly carbon intensive activities as red.", "MAS has been working with the industry to promote green finance solutions.", "MAS has introduced grant schemes to defray the costs of issuing sustainable bonds and green and sustainability-linked loans that are in line with international standards.", "Funds raised through such bonds and loans will support investments in green projects.", "We are supporting initiatives to foster efficient markets to trade carbon credits.", "Carbon credits help to channel funds from firms with hard-to-abate emissions to projects that reduce or remove emissions.", "Voluntary carbon credits will be an important complement to decarbonisation efforts, especially in Asia where transition issues need to be tackled.", "MAS is supporting industry efforts to build the infrastructure for a liquid and transparent voluntary carbon credit market in Asia.", "DBS Bank, SGX, Temasek, and Standard Chartered have announced plans to launch Climate Impact X, an international marketplace for high-quality carbon offsets generated from nature-based solutions in Southeast Asia.", "MAS is promoting Green FinTech - harnessing technology to enable trusted and efficient sustainable finance flows.", "The lack of access to trusted high-quality data on a project's carbon emissions is probably the biggest impediment to green finance.", "Acquiring and verifying such data is currently manual, slow, and prone to greenwashing.", "Technology has the potential to solve this problem.", "Application Programming Interfaces (APIs) and Internet of Things (IoT) devices can enable more accurate data acquisition while technologies like block chains can help to verify and share data on a trusted basis.", "MAS has earmarked S$50 million to support Green FinTech innovations.", "Together with the industry, MAS has launched Project Greenprint - a technology platform to support the green finance ecosystem.", "The project will identify use cases where technology can help to mobilise capital for green projects, monitor commitments to emissions reductions, and quantify the impact of abatement efforts.", "MAS is partnering the industry to build up knowledge and capabilities in sustainable finance.", "We are attracting centres of excellence to conduct Asia-focused climate research and training.", "The Singapore Green Finance Centre will focus on industry-applicable green finance research and training across the undergraduate, post-graduate, and executive education levels.", "The Sustainable Finance Institute Asia will support the implementation of sustainable finance policy initiatives in Asia, beginning with ASEAN.", "We are working to anchor providers of independent ESG reviews and ratings.", "Moody's Corporation is integrating ESG considerations into its credit ratings and risk analytics, building them out of Singapore for the Asia-Pacific.", "A CLIMATE-RESILIENT RESERVES PORTFOLIO Let me now report on what climate change means for Singapore's Official Foreign Reserves (OFR).", "As the guardian of the OFR, MAS seeks to build a climate-resilient reserves portfolio.", "reduce risks to the portfolio across different climate scenarios; seize investment opportunities from the transition to a lower carbon future; and support the transition of portfolio companies.", "MAS has analysed the potential impact of climate change on the OFR over a 20-year horizon.", "This was done across three plausible climate scenarios that incorporated both physical and transition risk factors.", "The exercise informed us that climate change will dampen expected returns - especially for equities - and will present risks that will need to be managed.", "For scenarios assuming faster decarbonisation, companies and assets will be exposed to higher transition risks such as the stranding of fossil fuel-related assets.", "For scenarios assuming slow progress on climate action, there will be greater physical risks due to climate hazards and changes in climatic conditions.", "We are developing a climate sign-posting toolkit to help us understand the most likely transition pathways.", "Government policies to manage climate transition will have the greatest and most immediate impact on company earnings and their distributions to investors.", "Our initial efforts on building a climate-resilient reserves portfolio are therefore focused on equities.", "MAS is developing a climate risk overlay programme for its equity portfolio.", "Such an overlay programme will reduce exposures to carbon intensive sectors, such as energy, materials and utilities.", "But instead of simply avoiding carbon intensive sectors, we will maintain some exposure to companies within these sectors that are likely to make a successful transition.", "Excluding entire sectors could mean missing out on opportunities to facilitate transition.", "It could also reduce portfolio diversification benefits.", "MAS will exclude from its reserves portfolio those companies most at risk from the economy's transition towards lower carbon intensity.", "For example, companies that derive a substantial part of their revenues from thermal coal mining and have no credible transition plan.", "MAS is allocating US$1.8 billion of OFR to climate-related investment opportunities.", "Five asset managers have been appointed under MAS' Green Investment Programme (GIP) to manage new equity and fixed income mandates focused on climate change and the environment.", "The GIP will help to: enhance the climate resilience of the OFR; attract sustainability-focused asset managers to Singapore; and catalyse funding towards environmentally sustainable projects in Asia and beyond.", "The asset management firms appointed under the GIP will establish their Asia Pacific sustainability hubs in Singapore and launch new ESG thematic funds for the Asia Pacific region.", "MAS will expect its external fund managers to be more active stewards of the companies they invest in, particularly on climate-related matters.", "By exercising their shareholder rights through voting, engagement, and escalation, our external managers can influence their investee companies to address climate risks and shift towards more sustainable practices.", "MAS will report every year its progress in strengthening the climate resilience of the OFR.", "We are developing analytics that will enable us to continuously assess the climate risk exposures of the OFR.", "As a first step, we will disclose the Weighted Average Carbon Intensity (WACI) of our equities portfolio relative to market benchmarks.", "Carbon intensity measures the carbon emissions per unit of revenue of the company.", "The WACI is derived from the carbon intensity of revenues of each of the companies in the portfolio, weighted by the relative size of the investments in those companies.", "MAS' equities portfolio has a lower carbon intensity than its market benchmarks.", "As at end-March 2021, the WACI for MAS' Emerging Markets equities portfolio was 30% lower than its benchmark while the WACI for MAS' Developed Markets equities portfolio was 3% lower than benchmark.", "We will continue to monitor MAS' portfolio WACI over time and seek to understand the impact of our portfolio actions on WACI levels.", "A SUSTAINABLE ORGANISATION Finally, as a corporate citizen, MAS is accountable for reducing and reporting its own carbon footprint.", "We aim to build a sustainable organisation and have advanced on two fronts: measuring our carbon footprint; and developing strategies to reduce our footprint.", "MAS has substantially established its carbon profile across Scope 1, Scope 2 and Scope 3 emissions.", "Scope 1 emissions, namely from sources controlled or owned by MAS, are negligible.", "Scope 2 emissions, namely from purchased electricity to power our office premises, have been on a downward trend.", "Scope 3 emissions, namely from corporate activities such as air travel, currency operations, and waste incineration, account for most of our carbon profile.", "We have reported our Scope 1, Scope 2, and part of our Scope 3 emissions over the past three financial years.", "Scope 3 emissions from MAS' outsourced currency operations, namely currency production, processing, and transportation are currently not included.", "We are working with our currency vendors to better understand the carbon profile of these activities, and we will report them in the future.", "MAS' carbon footprint has declined over the last two years but the magnitude was amplified by the COVID-19 pandemic.", "MAS' carbon emissions declined 47% from FY2019/20 to FY2020/21, mainly due to a near collapse in air travel due to the COVID-19 pandemic.", "Emissions in FY2019/20 saw a decline of 8% from FY2018/19, reflecting in part the impact on air travel during the start of the pandemic.", "We will develop a roadmap to set out our targets and strategies for emissions reduction.", "We will, by next year's sustainability report, set targets for emissions reduction in 2025 and 2030 and consider the earliest possible timeframe to achieve net-zero emissions.", "We will develop strategies to reduce the major contributors to our carbon footprint, namely electricity consumption, air travel, and currency operations.", "MAS has made good progress in reducing energy consumption and will continue to do so.", "Our electricity consumption peaked in 2013 and has declined by 23% since through a variety of measures to enhance the energy efficiency of the central air conditioning and lighting systems in the MAS Building.", "MAS is committed to further reductions in our energy consumption, in line with public sector targets under GreenGov.SG.", "We aim to achieve this by: upgrading all fluorescent lightings to more energy efficient motion-controlled LED installing solar panels on the rooftop of MAS Building and Currency House; and adjusting the indoor air-conditioned temperature from 24°C to the energy optimal level of 25°C.", "We will focus on reducing air travel which typically accounts for close to 50% of our measured emissions.", "Emissions from air travel for official business has been rising due to MAS' active and growing participation in international and regional fora.", "Going forward, we will look for opportunities to reduce air travel in line with new norms of international engagement in a post-pandemic world.", "Our biggest challenge is to reduce the environmental footprint of currency issuance.", "We are still collating emissions data on the excluded outsourced currency operations.", "We estimate they will eventually account for 40-60% of our carbon footprint.", "We are engaging our currency vendors to reduce their emissions upstream.", "Some of them have done so through sourcing renewable energy and printing carbon-neutral notes through carbon offsets.", "Ultimately progress on emissions reduction in currency operations hinges on a reduction in public demand for notes and coins.", "MAS will continue to promote electronic payments, the use of good-as-new $2 notes for Lunar New Year, and e-gifting during festive seasons.", "If Singaporeans can reduce their use of cash, it will help to reduce the environmental impact of currency operations, and ultimately the carbon footprint of Singapore.", "The climate crisis demands urgent collective action to drastically reduce greenhouse gas emissions.", "The world is probably on the cusp of the greatest economic and societal transformation since the Industrial Revolution.", "The coming green revolution will involve all segments of the economy and society - governments, businesses, and individuals will all need to do their part.", "It is in this spirit of collective action that MAS is publishing a sustainability report, to account for what we are doing together with the financial industry, and in our own right, to help remake a greener world and secure a more sustainable future.", "We want to be the change we want to see."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green finance", "Sustainability", "Financial risks", "Climate risks", "Environmental risks", "Transition risks", "Climate-related disclosures", "Green taxonomies", "ESG"]}