{"sentences": ["Let me start by thanking the Banque de France for the invitation to join today's conference and contribute to your Financial Stability Review.", "I support Governor Villeroy de Galhau's three areas for action that he has set out in his Review article.", "I am in favour of strong and effective resilience frameworks that operate in individual countries, in the EU and across the globe.", "Of course, as with so many things, we will need to consider carefully any proposals for reform to ensure they do not have any unintended consequences.", "For example, it may be too soon at this point to draw definitive conclusions from our experience with the pandemic.", "But I do think there are some clear lessons that we can already take from the past year.", "Let us start by remembering that macroprudential frameworks are very new.", "Arguably, they were still in their adolescence or teenage years when the shock from the pandemic hit.", "But benefits are now being already seen.", "Our approach has been to build resilience over the last number of years, when times were good so that we could use it when we needed it.", "The pandemic is not over but, on the evidence so far, and despite the effects of the shock on our communities and busineses, the core of the financial system has remained resilient, both financially and operationally.", "We faced an unprecedented economic crisis but we did not see the banking system amplify the economic disruption.", "So the first lesson is we must now focus on taking these frameworks from adolescence to maturity.", "Another key lesson is the need to develop and operationalise a macroprudential framework for market-based finance.", "This would be beneficial for the stability of the financial system as a whole, and not just market-based finance.", "Today's financial system is now significantly different than before the financial crisis a decade ago.", "The banking system has seen a gradual decline in its share of total financial intermediation, a change accompanied by a corresponding increase in parts of the non-bank financial system.", "And in particular by market-based finance.", "For the avoidance of doubt, market-based finance is the raising of equity or debt through the financial markets rather than through the banking system.", "The growth in market-based finance is a positive development.", "It provides a useful alternative to bank financing and can facilitate risk-sharing across the financial system.", "However, it is important that capital markets are resilient.", "We need capital markets that can provide the benefits of increasing flows of market-based finance to the economy in good times, but which also prove resilient in bad times.", "Policymakers must ensure that the level of resilience in market-based finance is commensurate with its contribution to systemic risk and how it interacts with the financial system and the economy as a whole.", "Building resilience in market-based finance will ensure that the wider financial system is better placed to absorb, rather than amplify, financial shocks in times of stress.", "The response to the pandemic proved challenging for the market-based finance sector.", "As financial market turbulence increased, a broad-based 'flight to safety' and a heightened demand for cash swept through a range of markets.", "Around the time a pandemic was declared by World Health Organisation (WHO) nearly a year ago, the funds sector experienced a sharp increase in redemptions.", "Some of the most acute redemption pressures were seen in Money Market Funds (MMFs) which are typically used by investors, such as non-financial corporates, for cash management purposes and are, in turn, active players in short-term funding markets.", "The March episode highlighted that money market instruments may not be as liquid in all circumstances as investors expect.", "And although all MMFs managed to meet redemption requests, had MMFs been forced to suspend redemptions, liquidity stresses could have spilled over to other parts of the financial system.", "The interconnectedness of MMFs with other parts of the financial system - including banks and other non-banks - means their resilience in periods of stress can be systemically important.", "Overall, the market stresses experienced in March, together with the unprecedented scale and speed of central bank intervention required to manage those stresses, have brought to the fore previously identified structural vulnerabilities relating to some segments of the investment fund sector.", "This brings me to the key lesson: the need to develop and operationalise the macroprudential framework for market-based finance.", "The potential for collective action problems is the main rationale for a macroprudential perspective in the market-based finance sector.", "While some progress has been made in this area in recent years, further work is needed.", "Indeed, compared to the banking sector where the tools are already in place, we are at an early stage of development.", "There are some key questions that will need to be considered in the development of a macroprudential policy framework for market-based finance, which I have discussed in greater detail in my written contribution to the Financial Stability Review: 1.", "What is the appropriate toolkit to target excessive liquidity mismatches and excessive leverage in the market-based finance sector?", "What is the appropriate balance between time-varying and structural interventions?", "What is the most appropriate approach to international co-ordination in this area?", "How to consider the appropriate balance between costs and benefits of additional resilience in the market-based sector?", "Finally, aside from developing and operationalising the overall macroprudential framework for the market based finance sector as a whole, it is also clear that reform of the regulatory framework for MMFs is required.", "Specific reforms will need to be targeted on the appropriate areas, whether, for example, it be on the liability side to align MMFs' liabilities with the nature of liquidity on the asset side, or on the asset side, to address the lack of liquidity in certain money market instruments.", "Potential reforms will need to be carefully assessed to ensure that balance can be achieved between maintaining the benefits of this sector and increasing its resilience.", "The challenges we face to address the gaps in the current framework for market-based finance so as to make it fully operational are similar to those faced when developing and operationalising tools for the banking sector.", "We at the Central Bank of Ireland are committed to working with our colleagues in Europe and beyond to develop and operationalise a more comprehensive macroprudential framework to safeguard financial stability, for the benefit of all our citizens.", "www.centralbank.ie/news/article/speech-deputy-governor-sharon-donnery-macroprudential-policy-lessonsin-the-pandemic-era-19-Feb-2021"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["market-based finance", "macroprudential framework", "financial stability", "resilience", "pandemic", "non-bank financial system", "MMFs", "liquidity", "systemic risk", "capital markets"]}