{"sentences": ["I would like to thank you very much for your kind invitation to present the work the Banque de France and the ACPR, its supervisory arm, conducted on climate stress-testing and to share some of the lessons we have drawn from it.", "I will focus my remarks on 1/ the objectives to be set to such exercice 2/ the tools to be used.", "1- I think it is not a matter of debate between financial institutions and their supervisors that climate change affect financial institutions through the traditional risks categories they face.", "Sizing the exposure to and impact of climate-related drivers on those traditional risk categories is however difficult, given the specificities of those climate-related risk drivers, which are not necessarily economic in nature, and the multiple layers of uncertainty which affect them.", "In particular, data on past changes in climate and their financial impact may be a particularly poor guide to future magnitude and dynamic of climate related risks.", "In addition, financial institutions decision-making horizons are usually too short-term oriented to fully account for the long time horizon of risks associated with climate change, the so-called \"tragedy of the horizon\".", "With such caracteristics of climate-related risks, climate « stress test » as well as climate « scenario analysis », can prove to be very useful tools for financial institutions and their supervisors, to examine and understand the effects of different pathways for climate change, as well as the effects of different pathways for climate policy, technology and consumer and investor preferences.", "It can prove also useful to reflect on and examine the impact of management decisions.", "It is with those mainly qualitative objectives in mind that, at the ACPR and the Banque de France, we have conducted with the French insurance and banking industry our first scenario analysis, which was completed and published a few weeks ago.", "I must say that those qualitative objectives have been well met, from our perspective.", "In particular, the exercise has clearly incentivised the participants to reflect on and develop appropriate tools and methodological frameworks to incorporate climate-related risks as a mainstream risk to be governed and managed on a day to day basis accordingly, in line with our supervisory expectations.", "Given the difficulties to assess the exposure to and the impact of climate-related risk we have not assigned to this exercise quantitative objectives, beyond providing participants and us with a first bottom up assessment of their exposure, based on common assumptions, assessment which appears to be moderate by 2050.", "In particular, we didn't set as an objective to assess the extent to which the current regulatory framework is sufficient and well suited to absorb climate-related risks, and whether additional Models, metrics and methodologies supervisory capital requirements would be legitimate.", "developed so far are still in their infancy and the data too sparse to allow drawing firm conclusions about the loss absorption capacity of current capital levels.", "Nonetheless, we already see at the ACPR these exercises as prudential tools, as they have proved helpful to us at incentivizing financial institutions to give the proper level of priority and resources to the monitoring and management of climate-related risks.", "The publication in November 2020 of the SSM guide on climate and environmental-related risk was driven by the same logic and the preparation underway of an SSM stress test should provide an additional step at European level towards more supervisory scrutiny in the process of fully integrating these risks into the day-to-day risk management of banks.", "- There are also a few lessons that can be drawn from our experience from a methodological standpoint, as the use of such scenario analysis by supervisors is likely to be repeated and is likely to spread among supervisors.", "I would like to highlight two of them.", "First, tremendous progresses have been made in the domain of climate risk scenarios under the aegis of the Network of central banks and supervisors for the greening of the financial sector, the NGFSs.", "Thanks to this \"coalition of the willing\", gathering today more than 90 central banks and supervisors across the world, high level scenarios were published in July last year, updated a couple of weeks ago by a set of 6 scenarios.", "This set of global reference scenarios provide a good basis for financial authorities.", "Of course, the NGFS should continue to develop and refine those scenarios.", "However, there will remain the need to tailor those for instance specifics of their climate scenarios to the circumstances of each jurisdiction, policies, or more precise meteorological data at the national level.", "In addition, ST may legitimately differ along other methodological dimensions.", "A case in point is the use or not of a dynamic balance sheet assumption.", "Contrary to the BOE, the ACPR and the ECB have chosen to rely on such assumption, as it allows to take into account the concept of double materiality and to assess how financial institutions would implement their commitments or steer their alignment strategies.", "The second lesson we learned is that the implementation of scenario analysis can expose data gaps on firms' exposures.", "Such data gaps are particularly acute in the case of scenarios, which go beyond the horizons typically considered by firms and their supervisors.", "This make disclosures of climate-related data and forward looking metrics all Progress in this area has already the more important to support effective scenario analysis.", "been made, following the COP21, with the creation of the Task Force on Climate-related Financial Disclosures (TCFD).", "In 2017, the TCFD published its recommendations in terms of reporting.", "These guidelines take into account the double materiality of climate matters: both the information on the exposure of the company to climate change, and the information on the impact of the company on climate must be considered significant.", "Nonetheless, more progress is necessary concerning climate disclosure.", "A first step is the shift from 'voluntary' to 'mandatory' reporting.", "On June 7, G7 nations came to an agreement to make climate-reporting mandatory in line with TCFD recommendations.", "Mandatory requirements have been enforced in the EU since 2014, and will be extended to a larger set of corporates when the Corporate sustainability reporting directive (CSRD) will enter into force (expected to apply as of October 2022).", "It will also be completed by the development of a comprehensive set of EU sustainability reporting standards.", "The first set of standards would be adopted by October 2022.", "We expect that the international standards to be developed by the International Sustainability Standards Board (ISSB) will ensure interoperability with regional standards and offer common building blocks across jurisdictions and sectors.", "Let me conclude in highlighting that we are just at the starting point of what we can do with and what we draw from those scenario analyses.", "Further collective work is needed to improve them.", "I have no doubt that we will succeed in doing so.", "Financial institutions need to step up their effort to combat climate changes.", "Scenario analysis can be an important and useful tool in the hands of financial institutions and their supervisors to guide such necessary effort.", "Thanks a lot for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["climate stress-testing", "climate-related risks", "climate change", "scenario analysis", "climate policy", "climate-related data", "double materiality", "climate disclosure", "TCFD recommendations", "sustainability reporting"]}