{"sentences": ["OF CENTRAL BANK CHILE ANNUAL REPORT PRESENTATION BEFORE THE OF THE HONORABLE SENATE REPUBLIC* Governor Central Bank of Chile 01 September 2021 I.", "Introduction Madam President of the Senate, Senator Ximena Rincón, Honorable Senators, ladies, and gentlemen, On behalf of the Board of the Central Bank of Chile (CBC), I thank you for your invitation to present the report that, in accordance with the Constitutional Organic Law of the CBC, we must deliver annually to the Senate.", "In compliance with this obligation, the following presentation includes our vision of the recent macroeconomic and financial events of the Chilean and international economy, as well as their perspectives and implications for the conduct of monetary policy, as depicted in the Monetary Policy Report (MP Report) of September 2021.", "Next, we will present some advances in improving regional economic information and conclude with a review of the achievements and challenges of macroeconomic policy in the face of the crisis caused by the Covid-19 pandemic.", "The September MP Report document also contains a more detailed review of the CBC's balance sheet, an account of the economic projections of last year's reports, an overview of the main decisions adopted by the Board so far in 2021 and information on the administration of international reserves.", "These issues we will only partially cover in this presentation in view of time constraints.", "The September 2021 Monetary Policy Report In the MP Report that we present today, we note that the Chilean economy has experienced a rapid recovery from the recession caused by Covid-19, a recovery that has far exceeded expectations.", "The data for the second quarter and the IMACEC that we learned this morning confirm that activity has recovered and even exceeded its level prior to the social outbreak and the pandemic with unprecedented speed compared to previous recessions.", "This recovery has been made possible by the adaptability of companies and individuals and the progress of the vaccination plan, which has allowed to give way to an important process of opening of businesses.", "All this has been underpinned by the largest deployment of policy measures ever known in Chile in the face of an exogenous shock, as well as by an international environment marked by the simultaneous action of containment of the crisis, led by central banks and other authorities of the world's main economies.", "However, the expansion and persistence of some of these measures, combined with a high propensity of households to consume the resources provided in various ways, has had an impact on private spending that has exceeded all forecasts.", "This, in a context in which supply has not yet fully recovered, has significantly changed our assessment of inflationary pressures facing the economy.", "Also contributing to this is the depreciation of the CLP, caused in part by the perception of a worsening of the fundamentals of the economy as a result of the successive massive withdrawals of pension funds, and the deterioration of the fiscal accounts.", "All this in an environment of high local uncertainty.", "In fact, interest rates, risk premiums and the stock market show an unfavorable performance when compared to their external similes.", "The need to avoid the accumulation of macroeconomic imbalances which, among other consequences, could lead to a more persistent rise in inflation, exceeding the 24-month target of 3%, has led the Board to alter the monetary policy stance.", "Thus, at our Monetary Policy Meeting held yesterday, we decided to raise the Monetary Policy Rate (MPR) to 1.5% and today we communicated that the convergence of inflation to the target will require further withdrawals of the monetary impulse.", "Therefore, we will bring the MPR close to its neutral range-between 3.25% and 3.75%-by the middle of the first half of 2022.", "Let me now turn to the details of the macroeconomic scenario underpinning this monetary policy stance.", "Macroeconomic scenario Chilean activity has surpassed its levels prior to the social crisis of October 2019.", "In the second quarter of 2021, GDP recorded annual growth of 18.1%, a figure that combined the ability of economic agents to adapt to the context of the pandemic, the impact of policies to support household incomes and a very low basis of comparison.", "This trend was confirmed by the IMACEC of July, which recorded an annual growth of 18.1%, with a seasonally adjusted monthly expansion rate of 1.4% (Figure 1).", "Data for the second quarter and the beginning of the third are showing an increase in the dynamism of consumption that exceeds what we anticipated in June, suggesting that the policies to support households is having greater than expected effects.", "The behavior of durable consumption stands out, which recorded an increase of 130% annually in the second quarter, standing close to 50% higher than that of the same quarter of 2019.", "The available data for the third quarter also show that this dynamism has continued.", "In July, the retail portion of the Trade Activity Index (source: National Statistics Institute; INE)-including car sales-increased 62% annually.", "The consumption of non-durable goods and services in the second quarter recorded a somewhat more moderate growth-between 20% and 30% annually-with the latter still affected by the supply constraints associated with the pandemic, but which, for the same reason, could respond with greater dynamism thanks to progress in the Step-by-Step Plan (Figure 2).", "In line with the greater opening of the economy, job vacancies and employment have been increasing, although gaps persist that especially affect self-employment and women.", "Survey information and administrative data show a significant recovery in formal salaried employment, albeit with differences across sectors.", "Less formal categories of employment-self-employment-continue to lag behind, although the most recent data suggest an improvement consistent with the easing of mobility restrictions (Figure 3).", "The opening of the economy has also contributed to the big increase in recent months' number of vacancies.", "Job postings on the internet have risen considerably, exceeding their 2019 average.", "At the same time, companies' hiring possibilities have also improved, as shown by the Monthly Business Confidence Index (IMCE) and reported in August's Business Perceptions Report (IPN).", "In this context, consumer expectations of the future employment situation have also improved (Figure 4).", "Contrary to other episodes of economic recovery, labor supply has been unusually tight.", "Data from the SENCE Labor Observatory show that, since the end of the first quarter, the number of vacancies available on its website has grown strongly, while the number of applications to these jobs had a decline that has not been reversed (Figure 5).", "According to INE data, the labor participation rate remains below 60% of the economically active population, which is lower than the average of the last five years, although somewhat higher than a year ago.", "At the same time, the INE survey shows a significant decrease in the willingness to work longer hours.", "The IPN of August reported that a significant share of the companies that have searched for workers during 2021 have been unable to satisfactorily fill the available vacancies, and in some cases no candidates applied.", "Events of this type have also been seen in other countries, suggesting that there are common elements derived from fears of infection, disruptions in the supply of services that make it difficult to work away from home when there are dependents, and state aid.", "The recovery of investment is strongly associated with its component of Machinery and equipment (M&E), highly concentrated in imported goods.", "In the second quarter, gross fixed capital formation grew by almost 25% annually, with the M&E component increasing by almost 50%.", "The favorable performance of projects linked to renewable energies and the very low basis of comparison cooperated in this result, as well as the renewal of M&E of different kinds in a context of accelerating activity.", "Meanwhile, the construction and other works component posted lower growth (13% annually), with levels that persist below their pre-pandemic ones.", "The increase in spending on tradable goods-especially consumer durables and M&E-was reflected in the increase in imports and the returning of the negative balance to the Current Account.", "During the second quarter, volume imports of goods rose by about 44% annually-90% in the case of consumer goods-reflecting the growth in spending and a low basis of comparison.", "In turn, volume exports fell by just over 3% in the same period.", "The strong dynamism of consumption, in a context where supply has not yet fully recovered, has put upward pressure on inflation.", "Data from recent months have shown a significant increase in the price of various products, especially in areas where demand has grown strongly, such as clothing and footwear, electronics, home appliances and cars (Figure 6).", "This has occurred in a scenario where restrictions on global trade chains imposed by the pandemic still remain.", "In fact, available inventories, shipping times and transportation costs are factors that continue to affect the performance of several industries globally, Chile included.", "The accumulation of massive pension savings and fiscal transfers have significantly increased liquidity.", "Despite the strong dynamism shown by consumption-including a major upward surprise in recent months-financial system data show that household liquidity is still high.", "Thus, at the end of July the cumulative balance in individuals' current accounts sight savings accounts had risen by USD 23 billion (some 9% of GDP) compared to the balance in July last year.", "On the other hand, the increase in funds deposited in term savings accounts and Voluntary Pension Fund Account 2 was USD 9 billion in the same period.", "This suggests that spending will remain as dynamic in the coming quarters.", "Actually, the liquidity injections that households received in the second quarter of this year were the highest in the past year, and those expected for the second half of 2021- including the extension of the Universal Family Emergency Index (Universal IFE)-far exceed what they received all through 2020 (Figure 7).", "With the extension of the Universal IFE and the implementation of the workers IFE and other programs, this year fiscal spending will exceed projections in the June MP Report.", "The information from the latest Public Finance Report and Government announcements leads us to estimate that, in nominal terms, fiscal spending will increase by more than 35% annually during this year, with an effective deficit of more than 7% of GDP.", "This increase in spending cannot be covered by the tax revenues generated by higher economic growth, increasing the need for fiscal financing.", "This has led the authority to further placements of Treasury bonds and to liquidate sovereign wealth funds.", "The liquidation of long-term savings after the successive massive withdrawals of pension funds, the deterioration of the fiscal accounts, and the uncertainty about the ability to repair it have led to an adverse evolution of local financial variables.", "Therefore, the national financial market has decoupled from global movements, a situation that has become especially evident since the beginning of the second quarter.", "Since then, long-term interest rates have risen by 135 basis points (bp), sovereign risk has risen by just over 10 bp, the stock market has fallen by about 11%, and the peso has depreciated by 10% (Figure 8).", "This has occurred in a context in which, after overcoming the worst of the pandemic, the indicators that measure uncertainty have not fallen in Chile with the same speed as in other economies and are above their levels prior to the social outbreak (Figure 9).", "In this context, the CLP has become one of the currencies that have weakened the most globally in recent months.", "This contrasts visibly with the fact that episodes of higher economic growth and high copper prices have usually been associated with an appreciation of our CLP.", "Projections in the central scenario The central scenario assumes that, after growing between 10.5% and 11.5% this year, the economy will slow down significantly, to grow between 1.5% and 2.5% in 2022 and between 1% and 2% in 2023.", "The expected growth range for this year is increased in response to higher-than-expected effective data in the second quarter and a major upward revision of the consumption trajectory.", "Although higher spending is also foreseen for next year, the higher basis of comparison results in an estimated growth range for 2022 that is lower.", "Towards 2023, the gradual fading out of the effects of fiscal policy and the action of monetary policy reduce the growth range estimate for that year (Table 1).", "In this scenario, it is estimated that the activity gap has already closed as a result of the greater dynamism of demand, becoming significantly positive during the second half of the year and for a good part of 2022.", "By 2023, the gap will return to equilibrium (Figure 10).", "The upward revision of private consumption is the main factor behind the growth correction of 2021.", "Secondquarter figures showed an increase in private spending that exceeded our June estimates, so the starting point for projections is higher.", "In addition, this behavior of spending, together with the marginal data, showed that the portion that is being consumed of the available resources-permanent income, IFE and pension withdrawals-significantly exceeded our June expectations June, so we have revisited this assumption (Figure 11).", "In addition, it is factored into the projection that the resources available for household consumption will be greater, given the announced expansion of fiscal transfers, namely the extension of the Universal IFE and workers IFE.", "Towards 2022 and 2023, consistent with an economy that is leaving behind the effects of the pandemic and where the momentum of economic policies is reduced, consumption will decelerate.", "The central scenario assumes that, after reaching figures of the order of 20% average in the second half of 2021, the annual rate of variation of private consumption will be reduced to an average of around 0.5% in the period 2022-2023.", "In this result interact the very high basis of comparison, the extinction of the Universal IFE, the depletion of liquidity accumulated by the withdrawn pension savings and the tighter financial conditions.", "About investment, the central scenario foresees that, after growing close to 16% annually this year, a series of restrictive factors will manifest themselves that will attenuate its expansion to 0.3% next year and 0.6% in 2023.", "In this case, to the tight comparison base of 2021 are added the slow pace new of large-scale projects to materialize-with the exception of renewable energies-the significant rise in long-term interest rates, the impact of the depreciation of the peso, the fall in the stock market and uncertainty that is at all-time highs.", "As we show in a box in this MP Report (Box I.", "), the expected behavior of investment in Chile differs from what is expected in other economies, where the post-pandemic recovery is showing a much greater traction of this component of domestic demand.", "The central scenario assumes that fiscal policy will begin a trajectory of convergence towards spending and deficit figures in line with the structural balance rule, as stipulated in the Public Finance Report and recommended by the Autonomous Fiscal Council.", "This trajectory becomes relevant not only because of the impacts of fiscal policy on private spending, but also because of its implications on financial market variables, in particular the evolution of long-term interest rates and the foreign exchange rate.", "The central scenario also adjusts upward its short-term inflation projections due to the strong dynamism of consumption, the idiosyncratic depreciation of the peso, higher fuel prices at home and global and local supply that have yet to recover former levels (Figure 12).", "With this, annual CPI inflation will end the year at 5.7% (4.4% in June) and will remain above 5% during the first half of 2022.", "The slowdown in demand resulting from the withdrawal of fiscal and monetary stimulus policies will help inflation to begin its convergence to the target next year, to be below 4% by the end of 2022 and at 3% by the end of 2023.", "Core inflation-CPI minus volatile prices-is also revised upwards from June, projected to stand at 4.7% by the end of this year and peak in mid-2022, as its annual variation approaches 5.5% (Figure 13).", "The idiosyncratic nature of the depreciation of the peso means a greater pass-through to inflation.", "In recent months, the peso has lost value against both the dollar and multilateral baskets of currencies.", "Thus, comparing the statistical closures of this MP Report and the previous one, the CLP/USD parity has increased in the order of 8%, a figure that is only slightly lower when comparing the levels for the multilateral exchange rate.", "The peso depreciation in real terms has also been significant, with the real exchange rate increasing just over 11% so far this year.", "As has already been documented before,1 the size of the average pass-through coefficient from the nominal exchange rate to inflation is larger when the parity moves responding idiosyncratic shocks to Chile-such as the current one-versus one related to global factors.", "As a reference, estimates show that a 10% increase in the nominal exchange rate is associated, a year later, with an increase in inflation of the order of 2.5% when it responds to an idiosyncratic shock, and 0.5% when it responds to a global shock.", "The external scenario that supports this projection is not very different from June's, assuming that the world economy continues to overcome the effects of the pandemic and that the price of copper will slowly converge to its long-term level.", "On aggregate, global economic data have not shown major developments in recent months, which is consistent with global growth projections that, although with some changes in composition, do not show significant variations either.", "This does not mean that the issues surrounding the evolution of the pandemic (i.e., infections, variants, and vaccination, among others) continue to impact on short-term figures and, especially, on the behavior of financial markets.", "Commodity prices, with a few exceptions, have declined in recent months.", "In fact, consistent with what we expected in June, the copper price left behind the all-time highs of mid-May, and the average of the last ten days is closer to USD 4.2 per pound.", "In our central scenario we project that this year copper will average USD 4.15 per pound, it will later fall to USD 4 in 2022 and USD 3.7 per pound in 2023 (Table 2).", "V. Sensitivity scenarios The central scenario I have just described to you is based on a set of assumptions regarding the economic environment, the behavior of economic agents and policy orientation.", "On these assumptions, sensitivity exercises can be carried out that, maintaining GDP growth around the expected ranges, require a somewhat different monetary policy action.", "These scenarios form the corridor for the MPR that we present in the MP Report and that serves as a guide to understand the future orientation of monetary policy and how the CBC would act in the face of certain changes in the macroeconomic environment.", "Externally, we see a sensitivity where the strength of the recovery and cost pressures may lead to inflation exceeding expectations in developed economies, making it necessary to raise their interest rates sooner.", "Such a scenario would lead to a worsening of financial conditions for emerging economies, including a depreciation of their currencies, and a slowdown in global growth.", "In a situation like that, opposing forces operate on activity and prices, so the reaction of the MPR will depend on which dominates.", "However, it cannot be ruled out that the MPR should be placed above what is considered in the central projection scenario.", "At home, there are scenarios in which the future evolution of consumption could give way to trajectories that would take the MPR in opposite directions, but still within the limits of the MPR Corridor.", "On the one hand, it is possible that the propensity to consume the resources from government transfers and withdrawals of pension savings is even greater, which would further expand consumption.", "A scenario like this would require a more contractionary monetary policy response to converge to the inflation target, placing the trajectory of the MPR above that defined in the central scenario.", "On the other hand, there could also be a scenario in which consumption is not as dynamic as expected, either because its current dynamism corresponds to anticipated spending decisions or because environmental factors, such as a resurgence of the pandemic, lead households to contain it.", "Such conditions would reduce short-term inflationary pressures, allowing for a slower pace of monetary normalization.", "The lower bound of the MPR Corridor is determined by a scenario where a reduction in uncertainty decreases inflationary pressures.", "Such could be the case if uncertainty subsides regarding the continuation of massive withdrawals of pension savings and the ability of fiscal policy to resume a credible path of convergence.", "This would have an impact on financial conditions and the trajectory of consumption, giving monetary policy more room for maneuver.", "This would allow for a significantly slower normalization of the monetary impulse.", "The upper limit of the MPR Corridor is determined by a scenario where the start of fiscal consolidation is delayed.", "Such a situation could have major effects on the economy, requiring an even stronger policy reaction to adjust macroeconomic imbalances.", "In this case, higher inflationary pressures would lead to the need for a more accelerated increase in the MPR (Figure 14).", "Risk scenarios In addition to the sensitivity exercises I have just described; the MP Report analyses risk scenarios in which changes in the economy would be more significant and where the monetary policy reaction would cross the limits of the MPR Corridor.", "As in the MP Report of June, one of the risks identified is that the evolution of public finances is unclear about their stabilization in the long term.", "In that case, it would be possible to observe not only greater spending pressures than those foreseen in the central scenario, but also amplified impacts on the financial market.", "In this situation, higher inflationary pressures would lead to the need for a more accelerated increase in the MPR, despite which inflation would fail to converge to the policy target within the two-year horizon.", "Another risk scenario is one where the persistent discussion regarding the stability of pension savings ends up significantly altering the functioning of financial markets.", "Initially, the withdrawal of pension savings was an exceptional measure, a one-off event, in the midst of an economic emergency.", "Despite this, new withdrawals have continued to be approved and proposed, which has had significant effects on the economy, as can be seen from the behavior of long-term rates and the foreign exchange rate (Figure 15).", "It is very likely that new withdrawals of pension savings, or even the probability of withdrawing 100%, will lead the different agents to consider that a structural change is occurring in the savings base of the economy, which has been key to the development of the country, the dynamics of investment and the access of the Treasury to financing at an adequate cost.", "A change in this direction would cause multiple negative effects that are difficult to quantify, but whose impact will undoubtedly be painful and very persistent.", "In the immediate future, a new withdrawal will increase household liquidity and boost the already strong dynamism of consumption, further pressuring prices and the trajectory of inflation.", "Added to this is the fact that keeping this discussion open is significantly increasing borrowing costs, generating capital outflows and a greater accumulation of funds in dollars.", "All phenomena that would be significantly amplified by the approval of a new withdrawal that generates distrust of the fundamental structures that sustain the financial market.", "No Central Bank has the power, the instruments, or the resources to neutralize risks of this magnitude and restore macroeconomic balances.", "Monetary policy stance The economy has already overcome the immediate impacts of the pandemic on activity, and it is necessary that public policies adapt to prevent imbalances between production and spending from prolonging over time and generating high costs for the country.", "GDP has already recovered to levels prior to the social outbreak, reflecting the great effort of individuals and firms, which has been supported by a set of measures where monetary policy has played a major role.", "However, the magnitude of demand-driven policies has led to a much more dynamic consumption than other components of private spending.", "Monetary policy will seek to avoid macroeconomic imbalances harmful to people's well-being.", "It is important to be aware that inflation particularly harms low- and middle-income households, which do not have the mechanisms to protect their purchasing power and assets that the more affluent have.", "Short-term projections suggest that inflation will rise above 5% in the coming months and expectations for longer terms have been rising.", "The importance of keeping inflation expectations anchored to the CBC's target and avoiding a further deterioration that is very costly for the economy is evident.", "A scenario in which this did not happen would require even more drastic responses from monetary policy.", "The CBC will act in accordance with its mandate to control inflation, a task that will be less costly for the economy as long as other players contribute to restoring the macroeconomic balances that have been lost during the pandemic.", "In the central scenario, we estimate that the convergence of inflation to the target will require continuing to withdraw the monetary impulse, so we will bring the MPR to levels around its neutral value by the middle of the first half of 2022.", "From then on, the evolution of the MPR will depend on the materialization of the sensitivity scenarios described by the MPR Corridor.", "The Board's view is that sensitivity scenarios associated with higher price pressures are somewhat more likely to occur, which could lead to a MPR trajectory closer to the upper edge of the MPR Corridor.", "As always, the implementation of monetary policy will be contingent on the effects of new information on the projected dynamics for inflation.", "Territorial impact of the pandemic and improvement of regional economic information In previous presentations, both here and to the Finance Committee, I have been showing products generated under the 2018-2022 Strategic Plan of the CBC.", "Thus, in the presentation of the MP Report in March, I referred to the CBC's efforts to use greater granularity in its analyses, while in the June MP Report presentation I did so with respect to recent evaluations of the CBC's performance in various areas, the most recent in terms of fiscal transparency.", "A concrete expression of these efforts has been to advance in the generation of new data, quantitative and qualitative, that educate us in dimensions of the economy that go beyond what has been traditionally done by the CBC.", "On this occasion I would like to present the progress we are making in the analysis of the behavior of the economy in the territory.", "As we know-and you have often reminded us of this yourselves-Chile is a heterogeneous country, with different productive vocations throughout its geography, which makes the great economic aggregates conceal very different realities.", "Until now, the main statistical product that could reflect these realities was the Regional Accounts, but these were prepared only on an annual basis and were published with a lag of more than one year behind the National Accounts.", "The difficulty of having more upto-date economic information was accentuated when the INE discontinued its Regional Activity Index (INACER) because of its methodological weaknesses.", "Based on the need to have more up-to-date disaggregate economic information, we have crossed information between administrative registries to generate indicators of high-frequency activity at the territorial level.", "The main challenge in this regard has been the distribution of information, given the tendency to concentrate their tax domicile in the Metropolitan Region, regardless of where goods are produced or transactions are carried out.", "To remedy this difficulty, the distribution of annual regional GDP has been approximated by using information of the place of residence of workers in an economic unit.", "Thus, the territorial distribution that results from allocating the sales of the firms in proportion to the location of their workers, delivers a geographical distribution similar to that of the regional GDP.", "This gives rise to sales series in the territory for the period 2019-2021, which we group into six macrozones.", "These series thus allow us to observe the behavior of each of the territories in the period covered by the social crisis and the Covid-19 crisis, which is reported in Box III.", "As can be seen, although there was strong joint movement of territorial activity before the pandemic, since then there has been a marked heterogeneity in the evolution and recovery of activity in the different geographical areas.", "Thus, the best performance of the Northern macrozone is notorious after the initial impact of the pandemic and also in the recovery process, achieving above pre-pandemic levels in June 2020.", "Particularly important in this macrozone is the fact that, beyond some adjustments to adapt to operating protocols, mining has continued to operate throughout the pandemic.", "On the other end of the spectrum, the macrozone most affected by the initial impact of the pandemic was the Metropolitan, followed very closely by the Austral.", "However, in the recovery, the Metropolitan macrozone showed greater dynamism, leaving the Austral lagging behind in its recovery until the end of the summer, which, as has been raised in the IPN, may respond in part to the timing and extension of the quarantines.", "The most stable series correspond to the South and Center-South macrozones, which exhibited moderate falls at the beginning and a recovery with a slow pace-although somewhat higher in the second.", "In the Southern zone, the different timings of the quarantines have been mentioned in the IPN as a cause of the delay in the recovery.", "What we report here is only a first tangible step in the direction of improving the timeliness and quality of the territorial statistics prepared by the CBC.", "In parallel, we are developing a project to increase the frequency, coverage, disaggregation, and timeliness of the Regional National Accounts.", "To achieve this objective, work is being done mainly on: (i) the more intensive use of high-frequency administrative records, which complement the information from surveys and studies currently available and (ii) the development of statistical methods of territorial distribution of national aggregates, in line with what I have stated here.", "The results of this project will be published during 2022 and will include quarterly series that will cover some variables of regional activity from the perspective of origin and expenditure.", "Economic policy achievements and challenges in response to the Covid-19 shock Two years ago, in this same room, I presented the last MP Report before the social crisis and Covid-19 radically changed the scenario in which our economy breathes.", "Two unusual shocks, without an economic origin and with characteristics very different from a traditional cycle, impacted the country transversally.", "Faced with this scenario, those responsible for economic policy have had to deploy all the analytical capacity, resources, instruments, and credibility accumulated over the years, to mitigate their impact on the living conditions of the population and the solvency of companies.", "As I noted at the beginning, the data for the second quarter of this year show us that the Chilean economy has been able to exceed the levels of activity it had before the social crisis and the pandemic.", "According to the projections that we present today, this year the country will accumulate unprecedented growth, above the upper limit of the already high range that we projected in June.", "Tens of thousands of companies, which had to close their doors for several months, are back in business and in sectors such as retail and manufacturing, even the smallest of firms, the most affected during the height of the sanitary crisis, have surpassed their prepandemic sales levels (Figure 17).", "At this point, virtually all formal jobs lost in 2020 have been recovered, a process that must be extended to other segments of the labor market.", "Although the repercussions of this crisis are far from over and the course of the economy has seen a considerable change, we can say that the worst omens about the economic impact of Covid-19 were avoided and that, at least according to technical definitions, the recession that began in March 2020 has ended.", "If we compare this episode with other recessions that Chile suffered in the past, we can see that, despite the enormous initial shock on activity and employment, this episode has lasted between half and a fifth of what was observed in 1983, 1999, and 2009 (Figure 18).", "Likewise, if we compare with other countries, we observe that Chile not only suffered a contraction in activity below the median, but that its recovery has been considerably more robust (Figure 19), all this despite starting from an initial position weakened by the social crisis.", "Impact of policy measures on crisis containment in the short term How much of this better performance is explained by the economic policies applied at this time?", "What has been the contribution of the various measures implemented?", "The preliminary evidence presented in one of the boxes of the September MP Report (Box V.) allows us to affirm that these have played a fundamental role.", "Specifically, if in a scenario of external shock and sanitary measures such as those adopted in this period, fiscal and monetary policy had maintained the previous trajectory, activity would have fallen an additional 5 to 8 percentage points (pp) in 2020, while spending would have contracted in even greater figures, something that would probably have meant many more lost jobs.", "In this result, monetary policy played an important role, but much greater was the impact of credit-support measures, which integrated contributions from the CBC, the Government, and the financial regulator.", "On the other hand, government transfers had a greater impact in 2021, as did withdrawals from pension savings.", "In the case of fiscal policy, various measures were adopted to support households whose timing and magnitude varied, intensifying especially in 2021.", "Considering this, our estimates show that the effect of the greater fiscal expansion would have helped the fall in GDP in 2020 to be 0.8 pp lower and the recovery 1.7 pp greater at mid-2021.", "About the massive withdrawals of pension savings, the first of these had an important effect of mitigating the impact of the crisis.", "Since then, the marginal impact of each new withdrawal on activity has been about half the previous one, as a result of its increasing concentration in higher-income employees.", "Thus, during 2020, the withdrawal of pension savings implied a cushioning of just over 1 pp in the fall in GDP, an impact that was accentuated to 2.9 pp in mid-2021 with the cumulative effect of three withdrawals.", "Conventional monetary policy, consisting of bringing the MPR down to its technical minimum, contributed between 0.2 and 0.8 pp of GDP in 2020 and between 0.6 and 2.1 pp of GDP in the first half of 2021.", "In turn, credit stimulus policies contributed between 2.2 and 4.8 pp of GDP growth in 2020 and between 2.7 and 4.4 pp of GDP in the first half of this year.", "The latter, which required the participation of the CBC through the three stages of the Conditional Facility to the Increase in Loans (FCIC), The Government, through the guarantees of FOGAPE-Covid and FOGAPE-Reactiva, and the Commission for the Financial Market (CMF) through regulatory flexibility, made, according to this analysis, the greatest contribution to the containment of the crisis.", "This is explained by the fact that it has achieved a countercyclical behavior of credit that avoided the bankruptcy of hundreds of thousands of companies, with the consequent permanent loss of jobs (Table 3).", "This order of importance of the various policy measures is accentuated by considering the timing and cost of them.", "Monetary policy measures were the first to be applied, a few weeks after the arrival of the pandemic in Chile, followed by credit-support measures.", "Fiscal transfers to households only began to be implemented, on a limited scale, in May 2020 and the first withdrawal of pension savings occurred in August 2020.", "As for costs, the largest one corresponds to the liquidation of pension savings, as high as 19% of GDP, while fiscal transfers to households will complete nearly 34 billion dollars by the end of 2021.", "The costs of credit boost measures, on the other hand, are considerably less, given that the FCIC is a repayable credit and FOGAPE guarantees will only bear a cost for the fraction of them that is executed.", "It is important to note that, although the impact of public policies is substantial, they were inserted in a global scenario in which all countries were faced with the same shock and where the authorities of other economies also reacted to this situation.", "Thus, in 2020 and 2021, global economic conditions were strongly influenced by the response measures to the Covid-19 crisis adopted by many countries, including the world's largest ones.", "While the outbreak of Covid-19 and the sanitary restrictions aimed at containing the spread of the virus and its most critical manifestations had a strong impact on all of them, generating a global recession of unprecedented depth and simultaneity, the authorities of most of these countries responded with policies at an equally exceptional scale and simultaneity (Figure 20).", "This has led the International Monetary Fund to argue that the global recession caused by Covid-19 could have been three times higher than it was, had it not been for this exceptional policy response.", "This effect is greater than the sum of individual situations, because the similarity in their intensity, timing, and orientation translated into particularly favorable global financial conditions, which allowed local policies to be implemented with less effect on financial prices, capital flows, and parities.", "In the case of Chile, for example, this allowed for a drastic reduction in the MPR in 2020, with a minimum foreign exchange rate depreciation, avoiding pressures on local inflation that would have hindered this effort.", "What lies behind this 3-to-1 ratio in the intensity of the crisis in the world was the ability to prevent the Covid19 shock to the real economy from translating into a financial crisis.", "Indeed, although financial institutions were more capitalized and better regulated this time around than in 2008-09, the risk of leading to a Global Financial Crisis was real, because the sudden halt in sales due to sanitary restrictions could have affected the solvency of companies, households and governments, with a dramatic deterioration in the quality of financial assets and the consequent threat to the solvency of the financial institutions themselves.", "Had the Covid-19 shock precipitated a financial crisis, it would not only have deepened the fall in activity but would have significantly extended its duration.", "The economic literature has documented, theoretically and empirically, that recessions caused by financial crises tend to be more intense and protracted than those originating in other factors.", "A renown study that gathered information of nearly 100 crises associated with the banking system in different economies concluded that, on average, it takes a country about eight years to recover its pre-crisis income levels.", "Thus, it is not difficult to assume that if the Covid-19 shock had precipitated a financial crisis globally and/or in Chile, it would have lasted two to five times longer.", "In this way, the series of factors in operation (i.e., the exceptional response of local policy, the better external environment created by expansionary policies around the world, plus good sanitary management and the adaptability of economic agents) succeeded in avoiding a crisis that could have surpassed that of 1982-83 in intensity and duration.", "Immediate challenges To consolidate these advances, however, it is necessary that the recovery of the economy be orderly and sustainable, generating the space and resources to solve the important social, institutional and productive problems that it has generated.", "Indeed, even if the recession has technically ended, a crisis of this magnitude leaves an important aftermath, scars, and challenges that we cannot ignore, and that require urgent attention.", "As we have already noted on other occasions, even with such a significant recovery in aggregate activity, significant lags persist in some sectors, with a particularly worrying weakness in the non-salaried segments of the labor market.", "Households, businesses, and government will emerge from this episode significantly undercapitalized, as a result of indebtedness and/or depleted savings to cushion the deterioration of income in the course of the crisis.", "As long as this phenomenon is not reversed, the capacity to generate income will be more limited, the country will depend more on external financing and economic agents will be more vulnerable to new shocks.", "The deterioration of the economic agents' net worth is particularly illustrative.", "In the case of the government, between the end of 2019 and the end of 2021, its net financial assets will have shredded off some USD 54 billion, the equivalent to 21% of GDP.", "On the other hand, the pension assets of workers have been reduced by USD 49 billion, equivalent to roughly half of the financial assets of households and 19% of GDP, as a result of the three withdrawals of funds authorized so far.", "The dynamics of the economy at this stage are also important.", "The unprecedented dynamism of private consumption, supported by massive injections of liquidity and public subsidies, combined with high uncertainty, can generate significant imbalances between consumption and investment that threaten its future sustainability.", "Similarly, the loss of synchrony between demand and supply is already affecting inflation, which is reflected in the significant correction of our short-term forecasts in the MP Report.", "These imbalances also impose a ceiling on future growth that is reflected in the economic outlook 2022 and 2023.", "All this draws attention to the fact that the evolution of macroeconomic variables, being strongly intervened by public policies, conceals an economy that has lost strength at its base.", "This is already manifested in the markets: over the last two years there has been a gradual, but sustained, deterioration in the levels and volatility of asset prices that attests to an economy that has been ceding comparative advantages that used to solve its financing needs with greater autonomy and less risk.", "It should be noted in particular that some financial variables are having a more adverse evolution not only with respect to developed countries, but also with respect to emerging economies and those dependent on natural resources.", "This underlying weakness may be transformed into additional losses in growth capacity in the long term, beyond the downward correction already made by the CBC in the MP Report of last June.", "We then revised down the medium-term growth of the economy, given the persistent fall in productivity growth over the past decade.", "But those estimates did not factor in the potential effects-up or down-caused by the structural changes induced by the pandemic or by the ongoing political-institutional process.", "Particularly negative has become the massive, free, and unconditional withdrawal of pension savings from the third withdrawal.", "Since the approval of this measure in the first process until now, long-term sovereign rates have increased by 125 basis points, the value of the dollar has risen by just over CLP 70 and the stock market has fallen 12%.", "In other words, while this measure, originally conceived as exceptional, has been reiterated despite changes in conditions, the response of the economy has become faster and more adverse, threatening to seriously affect-via higher inflation, a higher cost of mortgage credit, and an increased cost of fiscal financing-the very people it sought to help.", "As we have pointed out in recent days, a new measure in this regard represents a disproportionate risk to the economy and people relative to the diminishing and concentrated magnitude of its benefits.", "In this way, the Chilean economy is currently facing a crossroads.", "On the one hand, it can build on what has already been made to concentrate public support on the most lagging sectors and groups of the population, ensuring a more equitable and sustainable basis for future development.", "It can also identify opportunities to raise productivity, supporting the development of skills and investments in areas that are opening up for the new economy, as well as recovering slacks that ensure the ability to face new contingencies, which will undoubtedly occur.", "This will provide a solid economic basis for any project that seeks to respond to the needs and aspirations of Chileans.", "Alternatively, the country can continue to repeat and extend emergency measures, hoping to deliver ever decreasing relief to the most affected groups.", "This seemingly easy path will nevertheless end up exhausting the available savings, but long before that, inflationary pressures and financial imbalances will be intensified.", "Our own history and that of other countries shows that this type of scenario easily leads to futile race to compensate for the lost purchasing power and improvised measures that add distortions and new risks to the economy.", "The choice between an orderly or a tumultuous exit from the Covid-19 crisis does not depend on external factors but on decisions that will have to be made in the coming months.", "The more stagnant we remain in the mitigation measures of the recession that has already passed, the more difficult it will be to face the needs of the future.", "Inertia is a huge risk: just as the counterfactual exercises contained in September's MP Report give an idea of the enormous cost it would have meant not to react in the context of a major shock, the economy would also suffer a huge cost if the challenges of recovery were met with the same tools that were used when the crisis was still developing.", "Challenges for the Central Bank of Chile The CBC will be available, as it was during the crisis, to contribute evidence, ideas, and initiatives within its competence to support the country's recovery.", "To do this, the first thing will be to articulate its own transition, withdrawing the various measures implemented during the emergency.", "This will mean gradually and prudently adjusting the size and composition of its balance sheet, which in mid-2021 reached its maximum extent, with assets increasing by 150% compared to 2018 (Figure 21).", "Adjusting the assets increased during the crisis will require complementary movements of other assets, as well as liabilities.", "With a natural evolution of the balance sheet, in which policy actions beyond those already announced are not considered, it is expected that between June 2021 and June 2024-the end date of the FCIC-the size of the balance sheet will decrease by almost half, from 35.8 to 18.6% of GDP.", "The decline in assets would have as its counterpart a decrease in liabilities of a similar magnitude, mainly the monetary base and the PDBCs that together should decrease from the equivalent to 31.7% of GDP in June 2021 to 15.5% of GDP in June 2024.", "At the end of the day, and always depending on the foreign exchange rate, given the CBC's natural mismatch of currencies, the set of operations motivated by the crisis will still have a positive effect on the CBC's result and assets.", "Thus, compared to the projections presented in our Annual Report in September 2019, the recovery of equity is advanced by 3.5 years (September 2025) and the distribution of profits to the Treasury in 5 years (December 2027).", "This is mainly due to the increase in national and international asset positions, offset by liabilities with lower cost (monetary base and short-term debt).", "All this results in a more accelerated recovery of our net worth.", "A shared task Dear President, Senators, ladies and gentlemen, As a Central Bank we are clear about our responsibilities and we have arranged our instruments to contribute to an orderly, sustainable, and equitable exit from this crisis; but we cannot generate that scenario on our own.", "Stability is everyone's commitment and cannot be isolated from the general environment.", "There will always be those who will argue that order and sustainability went out of fashion and that a little inflation is a price that could well be paid in exchange for a little more demand and activity.", "Faced with this, I would like to quote the words of a great Chilean economist, Felipe Herrera, who dealt with these dilemmas in the past, concluding: \"Inflation, by nature, is cumulative; it creates reflex and concomitant situations, which escape the most skillful proposers: the quantification of that \"little bit of inflation\" that is spoken of, is impossible to carry out.", "There must be some reality in these reasonings, if it is considered that there is no (...) opinion of an economist or expert in which the convenience of \"inflating\" is affirmed, as an arbitrage to stimulate the progress of a community\".", "I conclude then that this is the key moment to work together, without hesitation or dispute, to bring this economy to a good port, so that from there new projects for the country can set sail, which can respond effectively and sustainably to the legitimate aspirations of millions of Chileans who have already suffered enough with a crisis that, fortunately, is already becoming a thing of the past.", "Total Mining Manufacturing Other goods Trade Services Jan. May.", "Source: Central Bank of Chile.", "Domestic demand (seasonally-adjusted series, 2019 average=100) Durable consumption Non-durable consumption Consumption of services GFCF construction and works GFCF machinery & equipment Figure 3 Employment by category (index, 2019 average=100}0 Salaried, formal Informal Salaried, informal Salaried, formal (INE) AFP affiliates 110 80 16 17 18 19 20 21 16 17 18 19 20 21 (*) Sum of household help, employers, and non-remunerated family work.", "Sources: Central Bank of Chile, National Stastistics Institute (INE) and Superintendency of Pensions (SP).", "Vacancies and expectations IMCE (1) IPEC (2) Internet job postings (right axis) (3) 20 15 16 17 18 19 20 21 (1) Simple average of employment expectations in the areas of trade, construction, and manufacturing.", "(2) Expectations about the level of employment.", "(3) Internet job postings index published by the Central Bank (index, January 2015 average=100).", "Sources: Central Bank of Chile, GfK/Adimark, and UAI/ICARE.", "Internet job postings and applications (index, 3 Mar.=100, moving 15-day average) Postings Applications (right axis) 120 95 60 50 Jan. May.", "Sources: SABE Project of SENCE Labor Observatory and ISCI-WIC, Universidad de Chile, based on websites trabajando.com and laborum.com.", "(2) CPI w/o volatiles shares 65.1% in the Total CPI basket.", "For details, see box IV.", "in December 2019 MP Report and Carlomagno y Sansone (2019).", "(3) Shows evolution of CPI price sub-indexes of selected groupings.", "Sources: Central Bank of Chile and National Stastistics Institute (INE).", "(2) Sum of labor income and other earnings (rents).", "Quaraterly values are differences waith same quarters of 2019.", "(3) IFE was extended in amounts and coverage, from an average of 6 million beneficiaries between May.", "Per capita amounts have also risen, from US$70 early on to US$200 in Jul.. Aug. and Sept. figures based on Public Finance Report No.", "For Oct. and Nov. expansion of Universal IFE of US$3.2 billion each month is added.", "(4) Amounts paid based on statistical charts of the SP at 30 Jul.. For 21.III and 21.IV the difference is weighted between total estimated funds to be withdrawn and actual payments at 30 Jul.. (5) Considers Covid-19 bonus, Middle-class bonus, 3rd pension fund withdrawal bonus, additional use of unemployment insurance and workers IFE.", "Sources: Finance Ministry, Superintendence of Pensions (SP), and Central Bank of Chile.", "(*) Latin America is simple average of indexes of Brazil, Colombia, Mexico, and Peru; commodity exporters is simple average of indexes of Australia and New Zealand.", "Sources: Central Bank of Chile and Bloomberg.", "Sources: Becerra and Sagner (2020) and Bloomberg.", "Activity gap (1) (2) (level, percentage points) MP Report Jun.", "MP Report Sep. -16 (1) Dotted lines indicate forecasts.", "(2) Projection uses structural parameters updated in June 2021 MP Report.", "Source: Central Bank of Chile.", "Contributions to 2021 GDP growth revision (*) (percentage points) Increased government consumption (booster jabs, back to school, other) Increased private consumption due to larger fiscal transfers Increased private consumption due to higher actual figure and revised propensity assumption 2.5 2.0 0.2 0.5 1.5 0.5 1.0 0.5 0.8 0.0 (*) Considers midpoint of forecast ranges in June 2021 and September Monetary Policy Reports.", "Source: Central Bank of Chile.", "Contributions to December 2021 inflation forecast revision (*) (percentage points) Increased private consumption due to greater fiscal transfers 1.5 Increased private consuption due to higher actual figure and changed propensity assumption 0.1 0.4 1.0 0.3 0.5 0.5 0.0 (*) Considers headline CPI inflation forecasts of June and September 2021.", "Sources: Central Bank of Chile and National Stastistics Institute (INE).", "Inflation forecast (1) Core inflation forecast (1) (2) (annual change, percent) (annual change, percent) CPI MP Report MP Report Jun.", "(2) Mesured with the CPI excluding volatile items.", "Sources: Central Bank of Chile and National Stastistics Institute (INE).", "MPR corridor (*) 7.0 7.0 Corridor Sep. MP Report Corridor Jun.", "(*) The corridor is built following the methodology in box V. of the March 2020 MP Report.", "It includes the FTS published on 26 August, the EES published on 10 August and the quarter's average smoothed forward curve (statistical cut-off).", "This is calculated by extracting the implicit MPR considering the forward curve over the overnight index swap up to 2 years, discounting the fixed rates of each term to the simple accrual of the overnight index swap.", "Source: Central Bank of Chile.", "(1) Vertical lines indicate the beginning of the discussion in the House (approval of the idea to legislate) of the three withdrawals of pension funds.", "(3) Weighted average of the AFPs' quota value according to respective asset values.", "Sources: Central Bank of Chile and Superintendency of Pensions.", "North Center Metropolitan Center-South South Austral -30 Jan. May.", "in September 2021 MP Report.", "Source: González and Luttini (2021) based on AFC and SII data.", "Sales by firm size (*) (index, September 2019=100) Micro and small Medium-sized Large Jan. Jun.", "(*) For details, see chapter V in September 2021 Monetary Policy Report.", "Source: Central Bank of Chile with SII data.", "(2) Simple median of Saudi Arabia, Argentina, Brazil, Chile, Colombia, S. Korea, the Philippines, Hong Kong, Hungary, India, Indonesia, Mexico, Malaysia, Peru, Poland, Czech Rep., Russia, Singapore, South Africa, Thailand, and Turkey.", "(3) The 2020 figures are data from the January Fiscal Monitor; 2021 figures are the difference between data of July and January.", "For Chile, an extra 2.8% is considered because of the Emergency Family Income IFE.", "Sources: BIS, IMF, IMF Covid tracker, OECD, Central Bank of Chile, Bloomberg, and Consensus Economics.", "Treasury Bank deposits External liabilities Other liabilities (*) Actual monthly data up to June 2021.", "Diamonds indicate forecasts at the close of years 2021 and 2022 for assets (blue diamonds), liabilities (red) and net worth (black).", "Source: Central Bank of Chile.", "Source: Central Bank of Chile.", "(2) Includes monetary and sovereign guarantee policies that sought to stabilize the financial markets, including the FCIC-FOGAPE program, bond purchase, and liquidity programs in local and foreign currency.", "Source: Central Bank of Chile ***"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "fiscal dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Economic recovery", "Fiscal policy", "Unemployment", "Pension funds", "Consumption", "Investment", "Interest rates", "Financial markets"]}