{"sentences": ["Mr Alexander Taymans, Mr Arnaud Stien and Mr Igor Bereza, Experts of the EU Global Facility Isabel Yadira Vecchio, Technical Secretary, Ministry of Economy and Finance of Panama Samya abdel Rahman Abou Sharif, Chief - Anti Money Laundering and Financing Terrorism Unit Representatives of the Financial Services Commission Ladies and Gentlemen A very good morning to you!", "It is my pleasure to welcome you to this workshop on Beneficial Ownership.", "Allow me first and foremost to express the sincere gratitude of Mauritius to the European Union for the invaluable support provided to competent authorities to implement the ICRG Action Plan and exit the FATF Grey list.", "We understand that the exit of Mauritius from the EU list of High Risk Third countries has to undergo a certain process, but we are confident that such exit is imminent.", "Our appreciation also goes to the Experts of the EU Global Facility, a key partner for Mauritius on our AML/CFT journey to improve the effectiveness of our AML/CFT systems.", "We are indeed grateful for the technical assistance which you have provided in the various AML/CFT areas, including the theme of Beneficial Ownership.", "Your assistance to improve our Guidance and Supervisory manuals is highly appreciated, as these will be highly instrumental to bring industry practices at par with global standards.", "Ladies & Gentlemen, the theme of Beneficial Ownership has been high on the agenda of the FATF and consequently, on that of supervisors and legislators worldwide.", "Media sources have highlighted numerous global scandals and high-profile cases showing that one of the ways through which criminals still manage to launder their illicit proceeds without any hurdles is through their ability to obscure the ownership of their tainted assets while still retaining control over them.", "Allow me to bring to mind that as supervisors, you are at the forefront of the combat against money laundering and financing of terrorism.", "The sectors under your purview are the first lines of defence for the country against these risks and you are the overseers of their AML/CFT systems.", "Therefore, your role in ensuring the adequacy of governance, controls and processes in the financial institutions under your supervisory purview is crucial.", "Though sanctions have long been known to be an effective supervisory tool to ensure compliance, the tool of education should be used in the first instance for more effective results.", "The FATF has highlighted the importance of education which is a key supervisory tool for effective AML/CFT systems.", "Supervisors are students and also trainers, not only instilling knowledge, but also transforming compliance cultures of regulated entities.", "So, Ladies and Gentlemen, may I wish you fruitful deliberations in this workshop, which I hope will bring added value to your work in the area of Beneficial Ownership.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Beneficial Ownership", "FATF", "AML/CFT", "Supervisors", "Mauritius", "Education", "Compliance", "Money Laundering", "Financing of Terrorism", "Illicit Proceeds"]}