{"sentences": ["Ladies and Gentlemen, Dear Friends, Today we are celebrating the 30th anniversary of the Bank of Finland Institute for Emerging Economies, or BOFIT, as it is often known.", "The unit's name has changed a few times over the years, but the commitment to rigorous analysis and research on large emerging market economies has been maintained throughout.", "In these opening remarks I will discuss the origins of BOFIT, as well as how this history reflects changes in the global economy and Finland's changing trade patterns.", "In the future, too, we shall need analysis of global phenomena - even more than we do today.", "It is not an exaggeration to say that three decades ago the geopolitical and economic tectonic plates were rapidly shifting in Europe and elsewhere in the world.", "The disintegration of the Soviet bloc had begun in 1989, and more and more countries were abandoning the centrally planned economic model.", "The Berlin Wall fell in November 1989.", "However, exactly thirty years ago the Soviet Union still existed.", "Economic relations between the Soviet Union and Finland were based on a barter trade arrangement: every year the value of goods exported from Finland to the Soviet Union was supposed to match the value of goods imported from the Soviet Union to Finland - more or less.", "Based on the logic of the centrally planned Soviet system, companies did not deal directly with each other.", "Instead, the respective governments agreed on what was bought and sold, and at what price.", "More importantly, from the point of view of the Anniversary Conference today, payments flowed through the central banks of the two countries.", "Hence, the Bank of Finland had a whole department handling payments to and from the Soviet Union, and also various economic risks arising from such payments.", "Experts from this department also participated in successive rounds of trade negotiations.", "However, especially in the 1980s, there was a growing realization that the various reforms initiated in the Soviet Union could have far-reaching consequences for the whole Soviet economy and society.", "Economists of the Bilateral Trade Department began to pay more and more attention to the Soviet reforms and their effects.", "By 1990, if not earlier, it had become obvious that the Soviet reforms and general economic disintegration had proceeded so far that the old system of trading would have to be abandoned.", "This also meant that the old raison d'être of the Bilateral Trade Department was fading.", "At that stage, the Board of the Bank of Finland started discussions internally and with other stakeholders concerning preserving the analytical capabilities of the department.", "The late Matti Vanhala, in particular, stressed the need to understand economic developments in Finland's large eastern neighbour also in the new circumstances.", "In fact, we can say that Finland always has a vital interest in analytically understanding its eastern neighbour - from geopolitics to its economy.", "Moreover, Matti Vanhala - who was responsible for the Bilateral Trade Department - already had the idea that such analytical capabilities would be of benefit to Russian policy-makers and also other European countries.", "In fact, cooperation at the European level has been one of the strengths of BOFIT's work over the years.", "In May 1991, it was decided to disband the old department and establish a new unit specializing in analysis of the Soviet economy.", "Just after the Unit for Eastern European Economies had begun its work on September 1, 1991, the main object of its study, the Soviet Union, ceased to exist.", "But the arguments for understanding the economic developments in a large neighbour were and obviously remain true, even if the neighbour is now called the Russian Federation.", "However, it is noteworthy that dissolution of the Soviet Union also meant that the three Baltic States were able to regain their independence - a process that had begun in the 1980s.", "The new unit would analyse the Baltic economies up to their membership in the European Union in 2004.", "We can note that the late member of the Bank of Finland Board, Esko Ollila, a long-time and well-known Estophile, was instrumental in forging many of the institutional ties between the Estonian central bank and the Bank of Finland.", "Currently, the majority of BOFIT activities concern two large emerging economies, namely China and Russia.", "The emergence of China as the world's largest exporter and the second largest economy has been first a gradual and then intensifying epoch-making tectonic shift of the global economy during the past four decades.", "The Bank of Finland hired its first China economist already in 1999, well before China joined the WTO and before China started to really affect the global trading system and also production in other countries.", "Many of the recent analyses by BOFIT and the Bank of Finland more widely have looked into the functioning of global production networks and world trade.", "China is obviously a very important player in global and regional production networks, but also production chains in Europe and Northern America remain vibrant.", "And despite the current problems with shipping and so on, our analysis clearly shows that globalization has not been cancelled.", "In fact, this year the volume of international trade will reach an all-time high.", "As the centre of gravity of the global economy continues to shift away from the Northern Atlantic, analytical skills and traditions in researching faster-growing emerging economies are even more important for understanding our world.", "Nevertheless, it would be wrong to claim that all is well in the global economy.", "Once the current hiccups related to the uneven COVID recovery are past, we will not return to a situation with only minor trade frictions.", "It is obvious that now, and also in the future, our global economy continues to be marked by very intense and tense great power competition - in innovation, in technology in business, in many, many sectors.", "This competition can sometimes take the guise of a trade war, as when the US imposed tariffs on Chinese imports.", "But, perhaps even more significantly and profoundly, competition is felt in the fields of technology and science.", "Nevertheless, let's hope that there is enough sense of international cooperation in the ongoing COP26 climate conference in Glasgow, to help the world avoid an environmental crisis.", "In the current vacuum of global cooperation, the central banks are an exception.", "In spite of all the ongoing global tensions and the return of power politics, international cooperation among the central banks is very much alive and functioning.", "It was crucial in sparing the world from a new recession or depression, when the COVID-19 pandemic hit 20 months ago.", "The rapid and forceful action especially by the Federal Reserve and the European Central Bank has supported the economy over the troubled waters.", "And all through the crisis, cooperation with the People's Bank of China and Bank of Russia has also remained at a very good level.", "Our intention is to keep it that way in future as well.", "Navigating these new, partially uncharted waters of geoeconomic competition requires solid analysis regarding economic and societal developments.", "That indeed is core business of BOFIT.", "Ladies and gentlemen, With these words I would like to welcome you to BOFIT's 30th Anniversary Conference.", "I hope the discussions and presentations, both in physical form here in Helsinki and virtually, will help us in deepening our understanding of the global economy - including the dynamics driving the current great power competition, which always also matters to smaller countries like Finland.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["global economy", "BOFIT", "Soviet Union", "Russia", "China", "great power competition", "emerging economies", "central banks", "trade", "geopolitics"]}