{"sentences": ["Thank you for the opportunity to speak with you today.", "The growth in our relationship with the Financial Services Council (FSC) has been enjoyable, fruitful, and indicative of our maturing engagement approach with the financial sector.", "We have played our part, but I am also very appreciative of how constructive and proactive Richard Klipin, Rob Flanagan and the FSC have been in fostering it as well.", "Macroeconomic and financial volatility I came into the RBNZ in 2013 - after having observed and interacted with it from close proximity in other related analytical and policy domains during my time at Stats NZ and Treasury prior to that.", "This was a time in the aftermath of the GFC when central banks were reflecting on monetary and financial stability policies and how to avoid another financial crisis in the future.", "Domestically, our housing market was surging, with loose lending standards seeing greater than 20% of all outstanding mortgages with LVRs over 80%.", "The RBNZ became a fast follower of the emerging practice of macro-prudential policies.", "The role and interaction of monetary and macro-prudential policies has been a feature of the past decade and looms just as large today as it did in 2013.", "Using interest rates to lean against excessive borrowing is undesirable when inflation is low, as it was then, and so the macro-prudential policies we use to mitigate boom & bust cycles in the economy provide additional freedom for monetary policy to do its role whilst containing risks from excessive leverage.", "While it is challenging getting macro-prudential policies understood and indeed calibrating them in terms of costs and benefits, I am a strong believer they redress the inherent tendency of banks to be pro-cyclical, underestimating credit risks when asset prices are rising.", "I expect macro-prudential policies to remain an important policy tool in years to come, though how much they are applied in a temporary manner or via permanent standards will be a topic for future policymakers.", "Debt-to-Income restrictions to my mind are an important and probably better tool than LVRs, but perhaps a mix is best.", "Neither will fix the housing market, and nor should they be expected to.", "We can lean against house prices by increasing the cost and restricting the availability of credit, but we cannot alter the supply of land or buildings, and should not be held responsible for the housing market.", "Our job (and capability) is to limit financial stability risks and keep overall inflation under control.", "When in doubt, a bias towards prudence is probably a good thing.", "You might expect a conservative central banker to say that, but I think there is a good deal of evidence in favour of optimism bias amongst borrowers and lenders (or perhaps simply an expectation of being rescued if things go sour).", "There is a long tradition to this view, all the way back to Adam Smith: 'The over-weening conceit which the greater part of men have of their own abilities is an ancient evil remarked by the philosophers and moralists of all ages.", "Their absurd presumption in their own good fortune has been less taken notice of.", "It is, however, if possible, still more universal.", "There is no man living who, when in tolerable health and spirits, has not some share of it.", "The chance of gain is by every man more or less overvalued, and the chance of loss is by most men undervalued, and by scarce any man, who is in tolerable health and spirits, valued more than it is worth.'", "Adam Smith Low inflation was our monetary policy challenge for the 4 to 5 years prior to the COVID-19 pandemic, driven by high international savings, a greater than 70 percent fall in oil prices, the international flow of labour, digitisation, and global competition keeping downward pressures on prices.", "However, just when we thought we had things back to about an even keel in terms full employment and inflation at target at the end of 2019, the global pandemic came and knocked everything for six.", "Anticipating a very deep and prolonged recession, monetary and fiscal policies went into emergency over-drive.", "Fortunately, the combination of these policies, health restrictions and sound private sector balance sheets avoided an economic crash and supported a fairly quick and strong recovery.", "What do I take from these experiences of economic trends, cycles, and shocks?", "Firstly, smooth sailing is rare: the economy at equilibrium (sailing on calms seas with neutral policy settings) is as much the outlier in the distribution of economic circumstances as is the rare instability we wished we were prepared for.", "The New Zealand economy is a small boat on a turbulent global sea.", "Secondly, the single most important thing we as central bankers can do is to ensure the economy and in particular the financial system (the oil that keeps the boat's engine running) is highly seaworthy at all times.", "This means building resilience, maintaining private sector and public-policy buffers that can be drawn on when required, and having enough policy flexibility to be able to exercise a variety of tools and settings when needed.", "Our review and decision to lift banks' regulatory capital requirements was a major step forward in this respect.", "One of my more pleasurable responsibilities has been as a member of the East Asia-Pacific (EMEAP) Deputy Governors six-monthly meetings.", "It is always enlightening and humbling comparing and contrasting central banking policy approaches in the international context.", "These discussions regularly remind me that we are in the mainstream of countries looking to lift their bank capital levels in order to provide adequate resilience.", "The pandemic has been a further pertinent reminder to all of the benefits of higher capital.", "Regulatory approach The international context leads me to my next topic.", "New Zealand is a net importer of capital and reliant on strong credit standing (though less critically so than in the past).", "We welcome international financial institutions and open capital markets for the innovation, networks and lower cost of capital they bring.", "Of course, there can be attendant volatility or fickleness so we need good international relations and we value our participation in international fora.", "Our close working relationship with APRA is especially important (and the broader Trans-Tasman Banking Council), given the dominance of Australian banks, as are the wider Basel, BIS, IOSCO, NGFS and EMEAP communities.", "The IMF Financial Sector Assessment Program (FSAP) review of our regulatory framework in 2016-17 endorsed a number of key features and competencies in our regime, while at the same time setting the bar higher in terms of the international benchmark for regulatory discipline (more intensive supervision and enforcement, greater operational independence in macro prudential policy, and more standard and higher regulatory requirements for crisis management and FMIs).", "We accepted the challenge and (aided by increased funding) have been actively strengthening our regulatory pillar, whilst maintaining continued attention to the market and self-discipline pillars.", "The development of the Bank Financial Strength Dashboard has been an excellent initiative, and I look forward to the counterpart for the insurance sector that is in development.", "I am a data junkie and it has been tremendously enjoyable working with our Data and Stats team to enhance understanding and reporting on the economy and financial sector.", "We have doubled supervisory capacity, placed much of it closer to regulated entities in Auckland, and increased the weight on positive assurance and verification; less 'tell us everything's ok', and more 'show us'.", "We've also seen the FMIs legislation developed and enacted; we established an Enforcement Department and are building our enforcement framework; and our banking and non-bank deposit taking prudential framework and resolution regime is being overhauled via the Deposit Takers Bill, out for consultation at present.", "As we bring these new frameworks and expectations to life, the culture and behaviours of how we work together will be more important than ever.", "Intensifying our scrutiny of entities' risk and compliance potentially could drive more adversarial positions between the Bank and financial institutions.", "Perhaps more than anything else, I am proud that we have, in fact, forged stronger industry relationships over the past few years.", "The Relationship Charter was an excellent initiative forged from our supervisors and has underpinned our active engagement and mutual relationship behaviours, initially with banks and increasingly with insurers.", "CBL's demise was another defining episode in our regulatory approach.", "Failures in market discipline, self-discipline and regulatory discipline were all evident.", "For our part, the corporate failure marks a threshold change in supervisory attitude: we have learnt and determined to act more quickly and proactively on suspicion of inadequate risk management, having the confidence to act and demand prudence before a crisis unfolds.", "Governance and institutional arrangements CBL provides a tidy segue to my next theme - the importance of strong governance and institutional arrangements.", "As most who know me, I have always been a market-oriented economist.", "Unfortunately, there are many instances where market and self-discipline forces have been found wanting on their own.", "Our review of banks' attestation processes revealed significant weaknesses in board governance processes, with directors signing to the veracity of financial and risk compliance on the basis of no awareness of issues, rather than pro-active review and positive confirmation vouching for their integrity.", "The continued identification of historical compliance issues (e.g.", "via the Liquidity Review, Conduct and Culture reviews) testifies to the ongoing need for firms to intensify positive assurance processes and lift investment in systems, processes and compliance.", "The planned Governance Thematic review we are conducting with the FMA in 2022 will add further light and focus on expectations and practices for board governance.", "When I joined the Bank, I was part of a new internal Governors Committee, the first step into collective decision-making for monetary policy.", "Subsequently, the Government introduced legislation mandating a statutory Monetary Policy Committee, from April 2018.", "This has proved an excellent development, consolidating collective decision-making and strengthening further transparency and integrity of policy deliberations.", "The Committee has worked well, appropriately testing the Bank's analysis and advice and making consensual decisions in the uncertain times.", "The interaction between monetary policy and financial stability analysis and decision-making has been increasingly close, partly driven by economic forces (low interest rates, rising house prices and high household borrowing), and by the evolving practice of the financial policy committee directly advising MPC of its financial stability assessment.", "Looking ahead, the Bank faces significant governance changes with the Board (comprising 4-8 non-exec directors plus the Governor) accountable for all non-monetary decisions.", "It will take great discipline and skill to make this unique model (for a central bank) work and maintain the Bank's operational independence, reputation, and effective coordination of decision-making across the MPC, the Board and the Bank's policy (e.g.", "My first speech when I joined the Bank was on communication - with the tagline \"I'm just a soul whose intentions are good, Oh Lord, please don't let me be misunderstood\" (courtesy of The Animals).", "I must say, somewhat immodestly, that looking back on it, it was rather prescient, or perhaps timeless.", "As Yogi Berra was reported to have said \"It's like déjà vu all over again.\"", "For example, I touched on the special challenges of communicating LVR policies and noted that [the] extension in regulatory and supervisory responsibilities will demand new channels, new audiences and new messages.\"", "Communicating the objectives of macro prudential and unconventional monetary policies hasn't gotten any easier, but we have been broadening our channels, our audiences, and our story-telling narratives, and will keep doing so.", "I have already touched on some important continuity challenges in the years ahead.", "I want to mention a few more.", "Central bankers - especially their financial stability representatives - are paid to think about future trends and market dynamics and worry about what might go wrong, preparing mitigation plans accordingly.", "Cyber risks and climate risks require deeper understanding and are appropriately receiving increased focus.", "While risk management is the day-to-day activity of financial institutions, understanding how these risks can cumulate at the system level or be under-priced due to implicit government guarantees is appropriately a focus for the central bank.", "Without further analysis, we don't know how serious these risks are to system stability.", "Important as it is to keep alert to new or emerging risks, as these two are, at the same time we need to maintain our constant watch around market, credit, liquidity, or operational risks that will inevitably raise their head in the years ahead.", "For the Reserve Bank, oversight of climate and cyber risks needs to be an 'and', not an 'or'.", "Efficiency and innovation An enduring challenge for a regulator is the tension between promoting efficient, dynamic markets that generate innovation and customer benefits with the uncertain consequences for stability, resilience, and disruption or adjustment costs.", "The costs of regulatory compliance play into this equation as well.", "Proportionate regulation is the goal; but as a prudential regulator I would put more weight on being proportionate to risk than to size.", "I acknowledge the weight of our endeavour in recent years has been to strengthen resilience and compliance.", "There is still work to do to complete this 'uplift'.", "Implementation of the Deposit Taker's Bill and its new prudential standards framework will keep the banking and NBDT sector occupied for a number of years yet.", "The focus will shift somewhat to enhancing and completing the resolution framework, including the major task of implementing deposit insurance (compensation).", "Across our COFR partners, seeing through the Conduct of Financial Institutions Bill (COFI) and the Credit Contracts and Consumer Finance Act (CCCFA) into the way the financial sector works will absorb considerable effort.", "Closer COFR relationships have been a big step forward but there are more steps on the ladder to achieve joint prioritisation and integrated policy and supervisory approaches.", "The strengthened cooperation amongst regulatory agencies, now embedded via legislation in the formalisation of the Council of Financial Regulators (COFR), should help maintain a balanced focus on efficiency, customer outcomes, and financial stability.", "We have strived to support efficiency through informed, trustworthy markets, regulations that allow overseas entities to compete, levelling the playing field in bank capital, etc.", "Overall, I think the next ten years will see a greater concentration on efficiency, industry dynamics, technological innovation and how financial institutions meet customer needs.", "These competitive and regulatory tensions lie very close to the surface in the insurance sector with its role in supporting households and businesses in managing financial risks arising from a wide variety of adverse events.", "The pandemic has reminded us of the crucial role life and health insurers are expected to play in supporting household welfare and confidence.", "However, significant adjustment issues lie ahead for the insured and insurers as the industry adjusts pricing for seismic and climate risk in various locations.", "Thorough policy analysis will be important to avoid simply shifting risk to the Crown, either directly or through residual liability from under-insured households.", "Changes in the future of money and payments represent an extraordinary challenge to central banking.", "Central bank digital currencies are more than a simple technology change.", "If conducted at the retail level, they have the potential to radically impact the banking system in ways that are not yet sufficiently analysed or understood.", "This will be a huge focus for the central banking community in coming years.", "Other changes in the payments and financial market infrastructures, e.g.", "open banking and cross-border payment arrangements, have the potential to change customer behaviour and market dynamics.", "Industry dynamics are likely to see significant structural change over time.", "Our banking system, in particular, remains heavily concentrated, and the dominance of banks in the NZ financial system is stark when compared with other advanced economies.", "The expansion of NBFIs elsewhere is posing a significant challenge to central banks in the US and Europe, and NZ will need to find the right 'touch' to take advantage and manage the risks from these developments.", "Concluding remarks As I have highlighted, potential or emerging risks abound.", "The nature of financial innovation, NZ's inherent vulnerability to shocks - economic or physical - and the incentive biases that mean private sector financial institutions never fully internalise risks, mean that central bankers must continually look forward, understanding and mitigating potential vulnerabilities and building resilience to the shocks that will at some time eventuate.", "Most probably, the next shock will be something different again, one none of us have predicted, which is why we conduct our annual stress tests, and place the emphasis we do on strong balance sheets.", "While our work is never done, we can take pride in the steps taken.", "I am confident our financial stability approach has strengthened, the foundations are more solid, and most of all our broader sector and industry engagement stand us in good stead to keep learning from one another.", "Lastly, I want to thank my team and colleagues for the shared endeavour, the wisdom I have gained from them, and the fun we have had together.", "Thinking, Fast and Slow.", "Farrar, Straus and Giroux.", "ISBN 97-1-4299-6935-2.David de Meza and Clive Southey, \"The Borrower's Curse: Optimism, Finance and Entrepreneurship\", The Economic JournalVol.", "The contribution of strong balance sheets to New Zealand's economic resilience and recovery from the Supporting sustainable economic growth through financial stability policy I note that APRA has just released its final capital review decisions in Australia, setting total capital requirements at 18.25 percent for major banks from 2026, compared with our requirements of 18 percent from Though I note we have made great progress in reducing our foreign liabilities.", "Toby Fiennes New Zealand's evolving approach to prudential supervisionGeoff Bascand Renewing the RBNZ's approach to financial stability Trowbridge-Scholtens report"], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Macroeconomic and financial volatility", "Monetary and macro-prudential policies", "Regulatory approach", "Governance and institutional arrangements", "Communication", "Efficiency and innovation", "Industry dynamics", "Changes in the future of money and payments", "Risk management", "Financial stability"]}