{"sentences": ["Ladies and gentlemen, I would first like to thank the President, Eric Woerth, for inviting me to close these 4th Assises des Technologies Financières, and to provide my insight, as a central banker and supervisor, into the challenges posed by the digitalisation of financial services.", "In the framework of our mission the main to safeguard monetary and financial stability, issue for the Banque de France is how we can facilitate and accompany the which is a source of efficiency gains, while at the digitalisation of the financial sector, same time preserving the stability of our monetary and financial system.", "In order to present the concrete responses we are trying to bring to this issue, I shall start by reminding you of the new challenges posed by digitalisation to the safety and efficiency of the financial sector, before describing the three main areas where we are working to respond, in line with our mandate.", "The digitalisation of the financial sector poses new challenges A) In terms of security, one of the main concerns raised by the current digital transformation of the financial system is IT or cyber-risk.", "The digital transformation considerably increases financial system participants' surface area of exposure to cyber-threats, and hence their vulnerability to such risk.", "This stems in particular from their internal transformations, which rely in large part on the development of open-platform IT systems and on greater use of IT outsourcing, especially via the cloud.", "The public health crisis has significantly amplified this exposure: the widespread use of remote working has been accompanied by a massive roll-out of new collaboration tools and new software.", "This (sometimes hasty) deployment of third-party software and new methods of labour organisation has amplified the overall vulnerability of the sector.", "The need for vigilance is being even further heightened by the fact that cyberattacks are evolving constantly and becoming increasingly sophisticated.", "On a technical level, this phenomenon can in part be explained by the diffusion of \"turnkey\" hacking tools and a general increase in computer skills.", "On an economic level, the huge financial rewards to be gained from attacks is leading to a surge in the number of potential hackers.", "at the company level, This dual trend has taken cyber-risk into a whole new dimension: it represents a major operational risk, while at the level of the financial system, it has now become a systemic risk.", "B) Digital innovation in the financial sector offers new opportunities for efficiency gains, but also carries risks.", "These innovations, especially the use of DLT, have the potential to enhance the functioning of market infrastructures and payment systems, notably by speeding up transactions, reducing the number of intermediaries and lowering costs.", "However, they could also reduce the efficiency of the overall financial system if their roll-out leads to a fragmentation of processes, and their interoperability and coexistence with existing systems are not properly organised, or, on the contrary, if they lead to the creation of monopolies.", "This latter risk stems from the growing interest of global digital giants in digital payment services.", "Thanks to their huge user bases and expertise in end-toend technology, Bigtechs have the potential to pose a major competitive threat to who are less experienced in the digital sphere.", "They could European payments' players, also increase Europe's reliance on foreign players for payment services, with all the data privacy and sovereignty challenges that this entails.", "This double-edged impact of innovation on financial system efficiency notably concerns the tokenisation of financial markets and, in general, the use cases of decentralised finance (DeFI).", "C) Innovation in the financial sector, especially the emergence of Bigtechs and the development of new settlement assets in the form of crypto-assets, raises new challenges for monetary sovereignty and stability.", "In particular, if stablecoins were rolled out on a massive scale by BigTechs (Facebook's Diem project), they could be adopted as private settlement assets on a global scale, thanks to significant network effects.", "Since pegging these crypto-assets to central bank money - the only legal tender in our monetary system and hence its anchor - is complex and tricky, to say the least, allowing such settlement assets to spread unchecked could affect the transmission of monetary policy and undermine financial stability.", "Our three levers for responding to these challenges I would like to share with you what we are doing to respond to these challenges.", "The Banque de France is working on three complementary areas: regulation, facilitation and experimentation.", "A) The first of these stems from the observation that security depends on having an appropriate regulatory framework in place that guarantees financial stability, but also encourages financial innovation in order to enhance end-user services and system performances.", "At the European level, we have welcomed and are supporting the proposed Markets in Crypto-Assets (MiCA) regulation and the Digital Operational Resilience Act (DORA), presented in September 2020: With the publication of the MiCA proposal, the European Union was the first G20 jurisdiction to respond to the urgent need to regulate the crypto-asset market.", "We also support the Digital Operational Resilience Act (DORA).", "The text will create a harmonised framework for strengthening the IT security of the overall financial sector.", "I'm thinking in particular of cloud players, whose role in critical segments of the sector raises the question of whether they should be located in the European Union.", "I am hopeful that European negotiations will soon come to a conclusion on both these texts, which are crucial for regulating the financial sector.", "On the regulatory front, I would also like to stress the importance of the pilot regime that is to be introduced to help market infrastructure players experiment with DLT.", "This regime will allow multilateral trading platforms and securities settlement systems operated by CSDs to request temporary exemptions from existing regulations, in order to test certain DLT uses securely and with supervisory oversight.", "B) However, adapting the regulatory framework does not, on its own, respond to all the challenges posed by financial digitalisation.", "We firmly believe, at the Banque de France, that to help meet these challenges, we also need to play an active role in innovation.", "For us, becoming part of the European innovation ecosystem means, first and foremost, committing to helping initiatives that can create a diverse and competitive Our institutions - market for efficient solutions, tailored to user needs.", "such as the Banque de France's Lab, its Infrastructure, Innovation and Payments Directorate (DIIP), the ACPR's Fintech-Innovation Unit, with its ACPR-AMF Fintech Forum fully mobilised to facilitate these initiatives and help them grow.", "Among these initiatives, three in particular are worth highlighting.", "those in the field of instant payments, which open a new chapter in the payments industry.", "Second, the continuing development of open banking, thanks to the European financial sector's work on APIs.", "Last but not least, the European Payments which will provide European citizens with Initiative (EPI) a pan-European solution for everyday payments, via both a payment card and a smartphone, covering all retail use cases.", "With some major decisions scheduled to be taken this autumn for the actual launch of EPI, I would like to remind you here that the Banque de France fully supports this initiative, alongside the other Eurosystem national central banks and the European Commission.", "We are counting on you all, as participants in the financial ecosystem, to make this unique opportunity for European payments into a reality.", "C) We are also actively supporting financial innovation by conducting an ambitious experimentation programme for a central bank digital currency (CBDC) Several central banks have begun working seriously on the idea of issuing a CBDC, if it were to prove necessary, to preserve the anchoring role of central bank money in the digital This is a major issue given the trend towards the digitalisation of financial markets and era.", "payments, and the emergence of new, non-bank players in financial intermediation.", "At the Banque de France, we are convinced of the benefits of taking an experimental approach to a CBDC: we are currently in the process of finalising our programme of to test it could experiments on an interbank or \"wholesale\" CBDC, whether and how improve the performance, speed, transparency and security of transactions between major financial players, especially for cross-border payments.", "In parallel, the Banque de France is closely involved in the investigation phase for the retail digital euro, for use by the general public in everyday payments, and which the Eurosystem decided to launch in July.", "To conclude, I would like to share with you this observation: to meet the challenge of transforming the financial sector digitally towards greater efficiency and stability, we feel it is to ensure that public and private initiatives complement each other and are properly coordinated, in order to support the innovation ecosystem and safeguard the stability of It is in this spirit that we intend to continue developing our own initiatives.", "Thank you for your attention."], "classifications": ["monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Financial digitalization", "Cybersecurity", "Financial innovation", "Financial stability", "Monetary sovereignty", "Digital operational resilience", "Central bank digital currency", "European Payments Initiative", "Open banking", "Instant payments"]}