{"sentences": ["Global economic activity has continued to recover since our previous meeting in April this year, thanks to further progress in vaccination campaigns and supportive economic policies.", "However, the pace of the recovery remains uneven across sectors and countries, and the spread of the more contagious Delta variant of the coronavirus (COVID-19), coupled with supply bottlenecks, is casting a shadow over the near-term growth prospects for the global economy.", "The main challenge for policymakers continues to be steering the economy safely out of the crisis.", "It remains crucial that policy support is not withdrawn prematurely.", "On the fiscal side, support measures should be increasingly targeted.", "And on the monetary side, clear communication by major central banks is essential, also in view of the recent inflation developments.", "The policy mix should be accompanied by well-tailored structural reforms to enhance long-term growth and minimise scarring effects from the pandemic, along with action to accelerate the green and digital transitions.", "Euro area developments and outlook The rebound phase of the euro area economy is increasingly advanced, despite supply bottlenecks and continuing uncertainty about the pandemic.", "Euro area activity rebounded strongly in the second quarter of this year and looks set to also have been strong in the third quarter, supported by a marked recovery in domestic demand on the back of the success of vaccination campaigns and substantial monetary and fiscal policy support.", "While there is still uncertainty about how the pandemic will develop from here, we see the risks surrounding the euro area growth outlook as being broadly balanced over the medium term.", "The downside risks are related both to the pandemic and supply bottlenecks becoming more persistent than is currently expected.", "However, upside risks could also materialise from higher confidence effects and further spending by consumers.", "Inflation has increased markedly since the beginning of this year and we expect it to rise further this autumn.", "We continue to view this upswing as being largely driven by temporary factors, especially the strong recovery in oil prices from the sharp drop in spring 2020, the reversal of the temporary VAT reduction in Germany, and cost pressures arising from temporary shortages of materials and equipment.", "The impact of these factors should fade out of annual rates of price changes in the course of next year, dampening annual inflation.", "Our baseline scenario foresees inflation gradually increasing thereafter, but remaining below our 2% target over the medium term.", "Inflation could prove weaker than foreseen if a renewed tightening of pandemic-related restrictions were to affect economic activity.", "On the other hand, price pressures could become more persistent if supply bottlenecks last longer or wages rise more than is currently anticipated.", "So far, there is no evidence of significant second-round effects through wages and inflation expectations in the euro area remain anchored, but we continue to monitor risks to the inflation outlook carefully.", "The ECB's Governing Council concluded its review of our monetary policy strategy in July.", "As part of the review, a symmetric 2% inflation target over the medium term was adopted.", "Our new strategy also recognises the importance of taking into account the effective lower bound on nominal interest rates, which can require especially forceful or persistent monetary policy measures.", "In support of this inflation target and in line with our monetary policy strategy, the Governing Council revised its forward guidance on the key ECB interest rates.", "We expect them to remain at their present or lower levels until we see inflation reaching 2% well ahead of the end of our projection horizon and durably for the rest of the projection horizon, and we judge that realised progress in underlying inflation is sufficiently advanced to be consistent with inflation stabilising at 2% over the medium term.", "Preserving favourable financing conditions over the pandemic period is essential to reduce uncertainty and bolster confidence, thereby underpinning economic activity and safeguarding medium-term price stability.", "The Governing Council regularly recalibrates the net purchases under the pandemic emergency purchase programme (PEPP) based on a joint assessment of financing conditions and the inflation outlook.", "At its meeting in September, the Governing Council assessed that the prevailing level of financing conditions, in conjunction with the slight improvement in the medium-term inflation outlook, allow favourable financing conditions to be maintained with a moderately lower pace of net asset purchases under the PEPP than in the second and third quarters of this year.", "The Governing Council also confirmed in September its other measures, namely the level of the key ECB interest rates, the forward guidance on their likely future evolution, the purchases under the asset purchase programme, the reinvestment policies and the longer-term refinancing operations.", "It stands ready to adjust all of its instruments, as appropriate, to ensure that inflation stabilises at its 2% target over the medium term.", "Europe's response to the coronavirus shock During the COVID-19 crisis, fiscal policy support has been critically important in containing the economic fallout, with fiscal and monetary policy reinforcing each other.", "Going forward, ambitious, targeted and coordinated fiscal policy should continue to complement monetary policy.", "As the recovery solidifies, fiscal measures need to become more targeted and the quality of public finances should be improved.", "Moreover, fiscal measures should go hand in hand with structural reforms in order to lift long-term growth.", "The Next Generation EU programme is of utmost importance here.", "By linking public investment and growth-enhancing reforms, it will help ensure a stronger and more uniform recovery across the euro area and accelerate the green and digital transitions.", "Euro area banking sector developments and financial stability issues The improving economic environment has contributed to a decline in near-term financial stability risks.", "Continued fiscal support helped the corporate sector recover from the pandemic, although the situation continues to vary across industries and firms.", "With corporate insolvencies remaining subdued, bank loan performance turned out to be more resilient than initially feared, although it is still too early to assess the full impact of the pandemic.", "Positive asset quality and financial market developments supported the return of bank profitability to pre-pandemic levels, and the ECB's stress test results published in July showed that the euro area banking system would be resilient to adverse economic developments.", "Amid reduced uncertainty, the Supervisory Board of the ECB decided not to extend its systemwide recommendation on banks' capital distributions.", "Instead, it returned to the previous supervisory practice of discussing capital trajectories and dividend or share buy-back plans with each bank in the context of the normal supervisory cycle.", "The ECB reminded banks to remain prudent when deciding on distributions and not to underestimate the risk that additional losses may later have an impact on their capital trajectories.", "As the economic recovery takes hold, financial vulnerabilities associated with an upswing are building up.", "So targeted macroprudential measures for residential real estate markets and the activation of macroprudential capital buffers should be considered in some euro area countries to build resilience in a timely manner.", "In the medium term, after the COVID-19 crisis it will be important to look at the capital framework for banks holistically, with a view to simplifying it and removing potential obstacles to its effectiveness.", "In particular, the functioning of capital and liquidity buffers warrants further consideration, and an assessment needs to be made of whether there is sufficient releasable capital in place to address future systemic shocks.", "Specific attention may need to be paid to the non-bank financial sector, where the COVID-19 market turmoil revealed significant vulnerabilities.", "Taking into account its growing role in financing the real economy and the interlinkages with the rest of the financial system, the sector needs to be made more resilient through regulatory reforms and the further development of a macroprudential approach.", "Longer-term financial stability vulnerabilities have been also building up.", "The pandemic has left a legacy of significantly higher debt in non-financial sectors.", "Residential real estate prices have continued to rise sharply in many euro area countries, underpinned by strong lending dynamics, which raises concerns of potential overvaluation.", "Vulnerabilities in financial markets have also increased amid strong risk exposure and deteriorating liquidity at non-bank financial institutions.", "And in the banking sector, long-standing challenges associated with weak profitability and overcapacity may limit some banks' ability to invest to stay competitive in a more digitalised future.", "International crisis response Global cooperation has been instrumental in our response to the pandemic so far, and this cooperation should continue.", "Preserving trade openness and ensuring universal access to vaccines and treatments remains of key importance for a durable global economic recovery.", "Support for the most vulnerable countries needs to remain high on the international agenda, also in view of the divergence in vaccination rates and limited policy space in emerging markets and low-income countries.", "In this context, the ECB welcomes the crisis response measures taken by the IMF as well as the G20 Debt Service Suspension Initiative (DSSI) and the Common Framework for debt treatments beyond the DSSI.", "This support was further strengthened in August by the general allocation by the IMF of special drawing rights (SDRs) of a historical magnitude, which is a strong signal of constructive multilateral cooperation helping the global recovery.", "We call for additional IMF members to sign voluntary SDR trading arrangements to facilitate SDR exchanges and ensure the burden is adequately shared across a wider set of countries.", "We take note of the discussions on channelling SDRs to vulnerable countries.", "National central banks of EU Member States may only lend their SDRs to the IMF if this is compatible with the monetary financing prohibition included in the Treaty on the Functioning of the European Union.", "Retaining the reserve asset status of the resulting claims is paramount.", "This requires that the claims remain highly liquid and of high credit quality.", "The direct financing of multilateral development banks by national central banks of EU Member States through SDR channelling is not compatible with the monetary financing prohibition.", "Bolstering the recovery to transform the global economy This pandemic is a prime opportunity for us to build a more resilient future and make progress towards the global economy we want to see, namely a greener, more digital and more inclusive one.", "We welcome the plans to further integrate climate change-related issues into IMF surveillance.", "At the ECB, we have recently established a climate change centre to help us harness internal expertise and shape our climate agenda in line with our mandate.", "Reflections on climate change and environmental sustainability were central to our recent monetary policy strategy review, as we examined how the risks posed by climate change feed into our monetary policy framework.", "The resulting climate action plan we announced in July presents a comprehensive roadmap to step up our involvement in climate change-related matters, in line with our obligations under the EU treaties.", "The ECB has already taken concrete steps to strengthen the role of climate risk in both financial stability monitoring and banking supervision.", "The ECB recently published the methodology and results of our economy-wide climate stress test, showing that there are clear benefits for both banks and companies if they act early and ensure an orderly transition.", "The exercise will also be used to inform the 2022 supervisory climate stress test that will be conducted to test banks' preparedness to assess climate risks.", "ECB Banking Supervision has also asked banks to conduct self-assessments in the light of the ECB guide on climate-related and environmental risks and to draw up action plans.", "The preliminary results were published in August and show that banks have made some progress in adapting their practices, but they are still moving too slowly.", "Next year, ECB Banking Supervision will conduct a full supervisory review of banks' risk management and disclosure practices.", "As regards the digital economy, the ECB will continue to contribute to the G20 initiative to enhance cross-border payments to make them faster, cheaper and more inclusive, and to address the opportunities and challenges of the digitalisation of finance.", "At the ECB, we have launched the investigation phase of a digital euro project that will address key issues regarding the potential design and distribution of a digital euro, which would be a complement to cash, not a replacement for it.", "International cooperation on digital currencies will remain essential in the period ahead."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic recovery", "Financial stability", "Climate change", "Fiscal policy", "Green transition", "Digital transition", "Pandemic", "Euro area"]}