{"sentences": ["A very warm good morning and Namaskar.", "On behalf of the Central Board of the Reserve Bank of India, I have the privilege of welcoming the Hon'ble Prime Minister to this event to launch two major initiatives of the Reserve Bank.", "Sir, your participation in this event is a source of great motivation for all of us in the RBI.", "I would also like to welcome the Hon'ble Finance Minister to this event and thank her for her continuing support.", "We are also honoured by the esteemed presence of Hon'ble Ministers from the Central and State Governments, other financial sector regulators, Senior Govt.", "Officials, MD & CEOs of Banks and various regulated entities of RBI and several other dignitaries.", "A warm welcome to all the viewers from across the country.", "The Reserve Bank, with its multifarious role touches the lives of the people in varied ways, be it through the currency system, the banking system, the financial markets or the 24x7 seamless digital payments.", "The Reserve Bank has been leveraging technology and innovation for enhancing the efficiency of its services.", "The recent announcement of a global hackathon contest, \"HARBINGER 2021 -Innovation for Transformation\" with the theme 'Smarter Digital Payments' on November 9, 2021, is another such initiative by the Reserve Bank to promote innovation.", "The RBI's developmental role is focussed on further deepening of financial inclusion and undertaking people-centric initiatives.", "The two schemes being launched today by the Hon'ble Prime Minister are steps in this direction.", "The first scheme, namely the Retail Direct Scheme seeks to widen the investor base for government securities by creating an ecosystem whereby retail investors can easily participate in the government securities market which is so far dominated by institutional investors.", "By doing so, India is setting an example in democratisation of the government securities market.", "The other scheme being launched today by the Hon'ble Prime Minister i.e.", "the Integrated Ombudsman Scheme focuses on strengthening the grievance redress mechanism for consumers of various services provided by the RBI regulated entities like Banks, NBFCs and payment system operators.", "The existing ombudsman schemes are being integrated into a single scheme which will offer the benefit of a single platform to customers for getting speedy resolution of their grievances.", "This integrated scheme will reinforce confidence and trust in the financial system.", "The launching of these two citizen centric initiatives today will provide further impetus to our journey towards a more inclusive and responsive financial system.", "I once again extend a warm welcome to all the dignitaries, participants and viewers."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Retail Direct Scheme", "Integrated Ombudsman Scheme", "Financial Inclusion", "Digital Payments", "Customer Grievances", "Government Securities Market", "Financial System", "Innovation", "Technology", "Regulation"]}