{"sentences": ["Distinguished media representatives, First, let me thank you for your presence at this conference at the end of the year and for the continuous and effective cooperation that we have cultivated over the years in order to properly inform the public about the activity of the CBK, as well as economic and financial developments in the country.", "Communication with the media is an extremely important part of CBK's activity.", "Through your proper reporting, we have managed to keep the public well informed about developments in the financial system and the economy of the country, influencing the behaviour of the public in relation to the conditions created in the economy to be rational.", "Therefore, I would like to take this opportunity to express my appreciation for the sacrifice and professionalism shown during this year as well.", "Despite the difficulties we faced, I am happy that the Central Bank of the Republic of Kosovo managed to achieve its goals this year as well, providing a stable financial system, which not only managed to withstand the unfavourable economic developments in the country, but also to be one of the main pillars of support to businesses and individuals, and thus to the country's economy.", "Now, let me present to you a summary of the developments that characterized the country's economy and financial system during this year, based on the latest data available for relevant sectors.", "Kosovo's economy started 2021 with a rather uncertain perspective, given that we were leaving behind a very difficult year, in which restrictive measures against the spread of the pandemic had caused a real economic decline of 5.3 percent, which was the biggest blow to the economy in the last 20 years.", "However, easing the measures of movement of citizens inside and outside the country, which resulted in a large number of diaspora visiting Kosovo during the summer months, together with the supportive policies of the Government of Kosovo and the Central Bank of the Republic of Kosovo for the economy, made 2021 to be characterized by very positive developments for the country's economy, which, according to the latest estimates of the CBK, is expected to mark a real growth rate of about 9.9 percent.", "According to data recorded until October this year, the expenditures of non-residents in Kosovo, most of which are from the Diaspora, an were in the amount of 1.33 billion Euros increase of 151.3 percent compared to the same period last year.", "Also, 2021 marked a faster growth rate of remittances sent from the Diaspora in Kosovo.", "The value of remittances received by the end of October 2021 is 956 million Euros, which represents an annual increase of 20.0 percent.", "The increase in domestic demand in Kosovo, during this year, was reflected in a higher value of imports of goods, which, by November 2021, marked the value of 4.2 billion Euros or an annual increase of On the other hand, the export of goods amounted to 42.5 percent.", "684.7 million Euros, marking an annual increase of 60 percent.", "As a result of these events, the trade on the goods account by November 2021 will be worth 3.5 billion Euros, which is an annual increase of 39.6 percent On the other hand, the export of services until September 2021, amounted to 1.59 billion Euros, marking an annual increase of which has occurred mainly as a result of increased visits of our compatriots and tourists to the country.", "The import of services was also characterized by an increase, which, until September 2021, registered a value of 642 million Euros.", "Therefore, the total imports of goods and services, until November this year, are in the amount of about 5 billion Euros, while exports of goods and services are in the amount of about 2.3 billion Euros.", "As for foreign direct investment, their value by September 2021, amounted to 389 million Euros, compared to the value of 254 million Euros recorded by September 2020.", "During this period, high growth was recorded in FDI in real estate investments, which amounted to Euros, compared to the amount of 129 million Euros recorded by the end of September 2020, or expressed in percentage, we have an increase of 106 percent.", "On the other hand, investments in the financial services sector amounted to about 87 million Euros, compared to the amount of about 67 million Euros recorded during the same period last year.", "As for other macroeconomic indicators, it is worth emphasizing that the average inflation until November 2021 marked a rate of 3.1 percent compared to the annual average of 0.2 percent for 2020.", "Whereas, the inflation rate for November 2021 alone was 6.9 percent, which shows that we are facing a trend of growth in the overall price level.", "The increase in the inflation rate in Kosovo mainly reflects the increase in prices in international markets, which, in Kosovo, are transmitted through the increase in prices of imported goods.", "Regarding the financial system, it is very important to note that Kosovo has managed to build a sound financial system, which not only proved capable of withstanding a very unfavourable economic environment during 2020, but also plays a very important role in supporting the economy to cope with the crisis with the smallest possible consequences.", "Over the past year, seeing that the country's economy was entering a crisis, and that businesses and citizens started facing financial difficulties, the CBK, based on international best practices and in cooperation with lending institutions in Kosovo, took a number of measures to help the economy cope more easily with the challenges of this crisis.", "Initially, we took the measure to apply the moratorium on loan repayments without any punitive measures for all borrowers who have been adversely affected by the pandemic.", "This moratorium has temporarily relieved the borrower of the loan repayment burden, thus improving their liquidity position to finance other needs.", "Following the end of the moratorium period, the CBK has published guidelines for loan restructuring in order to establish the criteria on which the loan restructuring process should be based for borrowers who have encountered financial difficulties as a result of the pandemic.", "Loan restructuring guidelines have made it possible to ease the credit burden on borrowers without implicating any deterioration in their classification in the Credit Registry of Kosovo.", "Guideline for credit restructuring has been extended until the end of March 2021, in order to be implemented more widely for businesses in financial difficulties.", "The measures taken by the CBK were assessed as very adequate both by the local public and by international financial institutions, such as the International Monetary Fund in Article IV Report on Kosovo and the World Bank.", "Despite the increased risks due to the economic difficulties that businesses have inherited from the pandemic period, the banking sector continued to increase lending and maintain the degree of stability.", "Until November 2021, the value of new loans issued by the banking sector was about 1.6 billion Euros, representing an annual increase of 21 percent, while the total value of active loans in the banking sector until November 2021 was 3.7 billion Euros, representing an annual increase of 14.7 percent.", "Total assets of the banking sector have continued the growth trend during this year, amounting to 5.79 billion Euros in November 2021, representing an annual increase of 13 percent.", "The banking sector continues to enjoy high public trust, which is also expressed by the continuous growth of deposits.", "In November 2021, the total value of deposits was about 4.67 billion Euros, representing an annual increase of 12.8 percent.", "The growth rate of total deposits is mainly dictated by household deposits, a category that dominates the structure of total deposits in the banking sector with a share of 69.6 percent in total deposits, and which, by October 2021, marked an annual increase of 18 percent.", "The average interest rate on loans in November 2021 was 5.6 percent, which is lower than the rate of 6.1 percent recorded in November 2020.", "The financial health indicators for the banking sector continue to show a high level of sustainability in all aspects.", "It is worth emphasizing the good quality of the loan portfolio with a in non-performing loan rate of only 2.3 percent November 2021.", "Coverage of non-performing loans with loan loss provisions remains at a high level of which indicates appropriate levels of provisions in the banking sector 147.8 percent, The banking sector continues to have a high ratio of at the end capital adequacy 17.5 percent of October, which continues to be significantly above the minimum regulatory level of 12.0 percent.", "The liquidity position of the banking sector remains high.", "The ratio of liquid assets to short-term in July reached which is well above the required regulatory minimum of liabilities 38.4 percent, 25.0 percent.", "We also have positive developments in the insurance sector.", "The assets of insurance sector, representing about 3.0 percent of the total assets of the financial system, in September 2021, reached the value of 235.7 million Euros, representing an annual increase of 10.0 percent.", "It is important to emphasize that the capital of the insurance sector has been increased this year as well, as a result of the CBK's request for a capital increase.", "The value of insurers' capital in September 2021 amounted to 61.1 million Euros with an annual increase of 5.9 percent.", "Whereas, this sector continued to have a positive financial performance during this period, recording a net profit of 5.9 million Euros until September 2021.", "Gross written premiums by insurance companies until September 2021 amounted to 86.9 million Euros, or an annual increase of 20.2 percent, while gross claims paid amounted to 45.6 million Euros, or an annual increase of 30.0 percent.", "As a result of the aggravated financial situation and non-fulfilment of legal requirements for capital, in order to protect policyholders and to prevent growing negative impact on the insurance market and financial system in general, during this year, the CBK, based on the duties and responsibilities arising from the Law on CBK and the Law on Insurance, has decided to revoke the insurance license of the insurer \"Kosova e Re\".", "This decision was a continuation of a series of measures taken by the CBK to increase the sustainability of the insurance sector, in order to ensure a stable sector and in accordance with the legal requirements of the CBK.", "During this year, the pension sector was also characterized by growth, compared to the previous year.", "The total value of the assets of the pension sector, in October 2021, reached 2.29 billion Euros, compared to in October 2020, which corresponds to an annual increase of 2.07 billion 10.7 percent.", "The pension sector marked a positive financial performance, marking a return on investment of about 133 million Euros.", "New pension contributions during this period amounted to about 157 million Euros.", "Regarding the sector of microfinance institutions and non-banking financial institutions, by November 2021, the of this sector amounted to which is an annual assets 343.1 million Euros, growth of 8.6 percent.", "The total active loans of this sector in November 2021 recorded a value of 238 million Euros, or an annual increase of 16.1 percent.", "The average interest rate on new loans issued by microfinance institutions in November 2021 was 18.8 percent, which was 19.7 percent in the same period last year.", "In this sector, too, the good quality of the loan portfolio is assessed with a non-performing loan rate of 2.9 percent.", "In terms of internal developments, the CBK, during 2021, has continued to advance and develop its professional capacities in all areas of its action.", "Despite the created situation and not very favourable conditions in the international markets, the Central Bank of the Republic of Kosovo has managed to maintain its financial stability and good performance of the institution, generating a positive financial result.", "The CBK remains committed to continuing its activity in the service of stability and development of the country's economy, creating the conditions for the development of a sustainable financial infrastructure, in line with contemporary developments in this field, including the development of new segments of the financial system such as the capital market, which requires a broad interinstitutional interaction.", "Before I receive your questions, let me inform you that the CBK has continued to announce the already traditional competition for the \"Young Economist\" award.", "On this occasion, I would like to thank and congratulate all the candidates for their works that they have submitted within this competition.", "This activity aims to promote research activities in the field of economics among young people.", "Based on the assessment of the professional commission for the submitted works, I am pleased to announce the winner of this award, Erzana Uka, with the topic \"The impact of digitalization on the banking system\".", "In the end, hoping and believing that next year will be a more positive year in all aspects, I wish good health, joy and success to all of you and your families."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial system", "Economic developments", "Inflation", "Loans", "Deposits", "Central Bank of Kosovo", "Insurance", "Pension", "Microfinance", "Capital market"]}