{"sentences": ["I want to extend my deepest thanks to Elder Commanda for offering her blessing to launch this important event.", "I hope we draw on the spirit of reflection embodied in this blessing throughout this symposium and beyond.", "I also want to thank Sarah, Ngarimu and Suzette for their meaningful land acknowledgements.", "These acknowledgements are a vital part of our collective efforts toward reconciliation.", "They reflect much more than a historical accounting of the original occupants of this land.", "They commemorate not only Indigenous peoples' rich contributions to our countries, but also their kinship to Mother Earth and her life-sustaining gifts.", "And importantly, land acknowledgements help us all reflect on the history that brought us to reside here.", "This is one of the main goals of the Central Bank Network for Indigenous Inclusion-to recognize the shared history of colonialism in our countries, and to work together to acknowledge and address some historical wrongs.", "This symposium is key to our common objectives.", "And I want to thank two people who have been key to making it all happen.", "First, I want to thank Manny Jules, Chief Commissioner of the First Nations Tax Commission and founder of the Tulo Centre of Indigenous Economics.", "He has been the inspiration behind much of the Bank's work in this sphere, and a leader in helping to bring this event to fruition.", "I'd also like to express my gratitude to the Reserve Bank of New Zealand and Governor Adrian Orr for being an inspiration to us in how you're building closer partnerships with Māori.", "We all have a lot to learn from our combined experiences, and we look forward to collaborating more on this in the future.", "Over the next two days, we'll take a historical look at Indigenous economies, and we'll consider various aspects of present-day economies.", "This includes access to capital, resource development, and Indigenous businesses and labour markets.", "We'll also talk about the impacts that policies throughout history have had on current-day inequalities.", "I expect we will have moments of hope and moments of inspiration.", "We will also have uncomfortable moments of coming to terms with shameful parts of our history.", "Our nations have all travelled different paths in our colonial histories.", "And each country represented here faces unique realities in their relationship with Indigenous communities today.", "But this symposium reflects our shared desire to work together internationally and within our countries-and most importantly, with Indigenous partners-to learn from our histories and to do better.", "Our commitment to reconciliation Here in Canada, governments across the country and Canadians from coast to coast to coast have vowed to uncover historical truths and work toward reconciliation.", "We can't go back and change what's happened.", "But we can try to correct some of the consequences that arose from ugly periods in our past.", "To this end, we have committed as a country to advance reconciliation and renew our relationship with Indigenous peoples, based on recognition of rights, as well as respect, cooperation and partnership.", "Much of the work is being done through the lens of the Truth and Reconciliation Commission's final report that was released six years ago with 94 calls to action.", "Part of this includes economic reconciliation, which relates to our mandate as Canada's central bank.", "Fundamentally, it's our job to promote the economic and financial welfare of our country and peoples within it.", "The report encourages organizations to apply reconciliation principles, norms and standards to their policies and operational activities.", "This speaks directly to one of the goals shared by all of us at this symposium: making our workplaces and policies more inclusive.", "That means eliminating long-standing barriers and ensuring that all voices are heard.", "Because when we listen to more diverse voices, we have a greater understanding of how our policies affect all Canadians.", "This helps us make better decisions.", "The report also calls for meaningful consultations with Indigenous peoples and communities on economic development and equitable access to jobs, training and education.", "As Canada's central bank, we play an important role in creating the conditions for opportunity for Canadians.", "And this must include meaningful opportunities for Indigenous peoples within Canada.", "So, taking concrete steps toward economic reconciliation is our responsibility too.", "And it's incumbent upon us to take the time to do this well.", "With this in mind, the Bank of Canada will be working with a broad spectrum of Indigenous groups to set out what reconciliation means for what we do.", "This will be a thoughtful, intentional exercise.", "We will look to our existing partners-and hopefully, many new ones-to guide us toward a common understanding of what our role should be going forward.", "We've learned a lot from the relationships we've built over the past several years.", "And we've made positive steps forward-here I'm thinking about joint initiatives we've taken with Indigenous partners to identify barriers to economic inclusion, and some education and capacity building we've embarked upon together.", "Now it's time to broaden our engagement and reflect on what we can and should do.", "We know we have more to learn.", "And we know that there are many other voices that need to be heard- including those of you gathering with us today and tomorrow.", "So we'll take the best of the growth and learnings from our recent efforts.", "And we'll ask our partners to walk alongside us as we take the next steps in our journey.", "Together, we'll define what reconciliation means for the work of the Bank of Canada-toward a more inclusive and prosperous economy for everyone.", "As I wrap up my remarks, I want to leave you with some inspiration to guide us over the next two days.", "And I can't say it any better than this quote from Elder Commanda's grandfather, William- who was also an Elder.", "He said: \"We must come together with one heart, one mind, one love and one determination.\"", "I invite you to keep this vision top of mind as we work together to reshape our relationship with Indigenous peoples and foster inclusive growth and prosperity.", "We have much to learn from each other.", "I am grateful to all our presenters, discussants and participants.", "And I am confident that, guided by your insight and wisdom as well as the collective spirit of collaboration, this gathering will be an important building block toward better understanding, better operations and better policies."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Indigenous inclusion", "Reconciliation", "Indigenous economies", "Economic reconciliation", "Land acknowledgements", "Indigenous businesses", "Historical wrongs", "Truth and Reconciliation Commission", "Colonialism", "Inclusive workplaces"]}