{"sentences": ["SLIDE 1 \"Correspondent Bank Relations in Curaçao: no quick fixes available\" Keynote speech delivered by Richard Doornbosch President of the Centrale Bank van Curaçao en Sint Maarten At the IBA-CBA-CIFA information session on Renaissance Hotel 0.", "OPENING Excellencies, distinguished guests, ladies and gentlemen, good afternoon.", "It is an honor to be here among the finest of Curaçao's local and international banking sector, as well as the international financial services sector.", "It's a pleasure to see IBA, CBA and CIFA work together in the interest of Curaçao as an International Financial Center.", "In particular, I would like to thank the International Bankers' association, and its chairman Lionel Anthony, for the conversations about today's topic and the invitation to elaborate on our position on correspondent banking and the de-risking trend in our region.", "There is growing recognition in policy and banking circles that the regulatory treatment of correspondent banking is out-of-balance.", "A year ago, the Economist stated on the cover of its weekly 'The war against money- laundering is being lost'.", "'The global system for financial crime is hugely expensive and largely ineffective' they continued.", "I am surprised you haven't yet started cheering.", "As I suspect this statement can count on some support among bankers dealing on a daily basis with the intricacies of detailed rules and regulations and hefty fines if not enough efforts are made.", "Unfortunately, for those that would have liked to cheer, my message will be the opposite.", "The emphasis on measures protecting the integrity of the financial system is here to stay and - if any - will only increase in intensity and importance.", "But I do hope we will get better - that is more effective and efficient - at it.", "And although I would be happy to discuss with you the merits of the international fight against money laundering and financing of terrorism - as a small jurisdiction we cannot really hope to change the international standards.", "The only way to reduce our correspondent banking risk is to increase our AML/CFT effectiveness.", "There are no quick fixes available.", "With the existence of a large online gaming and trust sector, sectors that are considered either high risk or more vulnerable to AML/CFT offenses, as a jurisdiction we must ensure that these perceived risks be properly managed by our AML/CFT framework.", "Against this background, I would first like to speak to you about the recent past and scope of the wave of de-risking that intensified around 2015 and my understanding of the current situation.", "Secondly, I will discuss our approach and the actions to avert de-risking that we are working on.", "I will highlight both the role and responsibilities of the banking sector and that of the CBCS.", "And ultimately, I will touch on the role of technological innovations and offer a few concluding remarks.", "Scope and range of the CBR-problem 1.1.", "Globally Let's start with some numbers.", "Cross-border payments are crucial for global trade and the correspondent banking network is a vital component of this eco-system.", "Correspondent banks provide access to international markets by providing wire transfers, check clearance, trade finance and securities settlements.", "The Bank of England estimated that the total value of global cross-border payments will continue to rise to over $250 trillion in 2027, from approximately $150 trillion in 2017.", "This is an impressive growth over a period of 10 years, even though current events and the resulting global market segmentation might suppress these numbers somewhat.", "Despite the importance of cross-border payments, this global \"plumbing\" system has been plagued by structural challenges.", "The system is often qualified as expensive, slow, opaque, and not available to many that need them most.", "That is to a large extent seen to be true whether we talk about correspondent banking, credit card networks or money transfers.", "And new technologies and platforms do not provide an alternative.", "World-wide we have seen the number of active banking relationships declining over the past decade.", "We refer to \"de-risking\" when the correspondent bank terminates its services to the respondent bank.", "The Bank of International Settlements continuously monitors the banking network on a global scale and reported that active relationships have decreased by approximately 20% since 2011.", "However, the decline is not evenly distributed across the regions, with some regions being more affected than others.", "Regional and global surveys and data analysis in past years point out that the Caribbean region was one of the two most affected regions (Financial Stability Board1).", "The overall decline was 32% between 2011 and Correspondent banks report that the combination of reputational damage, compliance costs, lack of clarity or ambiguity on the regulatory requirements, and penalties for non-compliance put such pressure on their profitability, that remaining in correspondent relationships and lines of business with low margins, is no longer justified.", "So, while the demand for cross-border transactions is increasing, the correspondent service is declining and becoming more expensive.", "The challenges regarding the cross-border payment infrastructure have not gone unnoticed.", "The concerns have been raised to the level of the G20.", "Indonesia made the improvement of cross border payments in 2020 a focal point of its G20 presidency.", "In response the Financial Stability Board developed a roadmap to address the challenges to cross-border payments aiming to be finalized in 20272.", "At the Centrale Bank van Curaçao en Sint Maarten we applaud these developments.", "But at the same time, we know that the threat of de-risking is too urgent to just wait for others to solve this matter for us.", "Monetary union/Curaçao So, turning closer to home.", "Curaçao and Sint Maarten are small, internationally oriented economies that are - for now - almost fully depended on correspondent banks for cross-border USD (FX) transactions.", "In 2020, the total number of active correspondent service providers was forty- four.", "According to our most recent survey, in 2021 the number of active service providers improved slightly to 46.", "Though the number of active relationships is increased, we see a skewed distribution on the institution level.", "Some banks have experienced more de- risking than others.", "We have seen mostly large global US banks de-risk their correspondent relationships, and a shift has been observed to more regional banks or payment platforms that have stepped into the market to try to fill the gap.", "Aside from losing cross border transfer service, local and international banks in our jurisdiction experienced reductions in service, higher transaction costs, higher maintenance costs and/or longer payment chains by their correspondent banks.", "Some banks were required to stop entire categories of industry-accountholders.", "We have seen differences in de-risking experiences between banks that are part of an international group and banks that are not part of a group.", "Within an international group the main bank is able to provide the backing of a larger network.", "And often, the parent can negotiate more effectively because of pooling of cross-border payment transactions.", "The so-called indigenous banks, local banks not part of international groups, have been affected more severely in the past years.", "Correspondent banks not only expect the respondent banks to comply with the local regulatory and compliance requirements but also with the home country demands.", "On top of that, most correspondent banks also require a minimum annual volume in cross-border transactions.", "Imagine a small bank that, to be prudent, wants to maintain several correspondent relationships to ensure the continuity of its operations.", "Complying with the volume requirement alone can be a challenge.", "According to our most recent survey, the average yearly transaction volume for local banks in 2021 stood at NAf.", "500 million for inflows and NAf.", "600 million for outflows.", "The aggregate volume for the local banking sector in 2021 reached the 10 billion mark.", "The international banking sector (excluding two very large outliers in terms of volume) recorded significantly lower average yearly transaction volume for both inflows and outflows compared to the local banking sector.", "The average yearly transaction volume for international banks in 2021 stood at NAf.", "140 million for inflows and NAf.", "110 million for outflows.", "However, these volumes do not compare to the volumes of for example service providing banks in Europe, which reached an average of approximately 50 billion dollars a day or 33 trillion a year in 20193 .", "SLIDE 7, 8, 9, 10 The increasing load of regulation requirements is felt on all levels.", "Where correspondent banks add pressure to respondent banks, international standard setting organizations do so on the jurisdictional level.", "Curaçao and Sint Maarten are members of the Caribbean Financial Action Task Force (CFATF)4, and both have completed the CFATF third round Mutual Evaluation Process.", "Curaçao has never been on the list of countries identified as having strategic AML deficiencies.", "Curaçao addressed the deficiencies noted in its third round CFATF Evaluation report in 2016 and since then was deemed largely compliant.", "In 2024, the fourth-round mutual evaluation by CFATF is due.", "The focus in this fourth round is shifting from technical compliance to effectiveness of the legal framework.", "Curaçao, the CBCS, and stakeholders in Curaçao are continuously drafting and amending legislation to keep abreast of international developments and updated international standards in particularly related to fiscal legislation and the (AML/CFT) framework.", "As many other Islands in the region adequate resources in both public and private sector remain a challenge.", "The cooperation of all stakeholders is essential to work together to achieve the desired results.", "Whichever way I look at it though, and even while several authorities and stakeholders work tirelessly at improving the conditions for CBRs and ALM/CFT, the de-risking trend is a problem that will stick around and not \"disappear\" for the time being.", "In the words of Toussaint Boyce of the Caribbean Development Bank, de-risking may have become \"the new normal\" in the Caribbean5.", "The strategy of the CBCS The CBCS' strategy for de-risking by CBRs builds both on previous efforts and looks forward at new technologies and how they can help us deal with this de-risking wave.", "The main risk for correspondents stems from AML/CFT.", "That's why the core of our three-pronged approach is focused on reducing AML/CFT risks: Starting with you, the financial institutions and service providers and the efforts you are making to upgrade your AML/CFT framework.", "Secondly, we as a central bank will intensify our supervision, strengthen our AML/CFT risk-based approach and invest in technologies that allow a more efficient and effective supervision.", "Finally, we will continue our dialogue with international partners and the US authorities.", "In parallel, and you could say our fourth prong, we are keeping a close eye on Fintech options that might provide alternative and more efficient solutions for cross-border payments.", "Let's discuss them in turn.", "What can the financial sector do The first prong is also the most important one.", "Before all, the primary responsibility for safeguarding the financial system from abuse is with you, the financial institutions and service providers.", "You will have to ensure your AML/CFT compliance is commensurate with your risk and your risk is commensurate with the risk appetite of your correspondent banks.", "You will have to ensure: 1.", "That your customer due diligence and transaction monitoring is adequate and up to date, that AML/CFT procedures are enforced, and their execution is being monitored, and measured for effectiveness.", "We expect that institutions have an independent compliance unit or compliance officer in place and embedded within the governance framework.", "Institutions' staff should be well trained in AML/CFT procedures and policies, and the banks should have the Know-Your-Employee (KYE) in place and up to date.", "There is the continuous need for financial institutions to work at and improve the culture and acceptance surrounding AML/CFT.", "For this more intangible but equally important facet, CBCS expects the institutions to:  Create a culture of compliance throughout their organization through training and change management tracks, provide ongoing client education programs  The members of the board of directors must be able to show that are fully involved with the Risk Management Framework.", " And demonstrate that deficiencies in the AML/CFT and governance framework are addressed with appropriate urgency and diligence.", "According to compliance software company Fenergo, global banks were penalized 10.4 billion dollars for money laundering offenses in 2020.", "We all know the examples.", "It was noted that US banks have complained that regional banks in the Caribbean are not timely or deficient in providing AML/CFT regulatory information.", "Immediate response time is key.", "Institutions need to have all relevant transaction details on file.", "It is best to avoid approaching the client for additional information only after the correspondent bank requests the additional information, to not cause unnecessary delays.", "Fortunately, there is an increasing number of tools, instruments, and expertise available in the AML/CFT-related market.", "Institutional improvements in AML/CFT frameworks and governance often simultaneously contribute to improved timeliness, accuracy, and transparency of information, thus operational efficiency.", "The task at hand for financial institutions is a tough one.", "There are no quick fixes.", "What is CBCS doing: measures and activities to combat de- Secondly, the CBCS has and is taking several steps to strengthen our AML/CFT supervision.", "We are taking a risk-based supervisory approach with the intensity of supervision proportional to the risk level of the institution.", "The CFATF mutual evaluation remains the gold standard.", "The CBCS has dedicated additional resources to ensure the CBCS is ready in time for the CFATF evaluation.", "In addition, and in this context, strengthening of the regulatory framework for AML/CFT is underway, as revisions to legislation and taking steps to ensure that our AML/CFT framework is evidently effective.", "As for CBRs, the CBCS is taking a close monitoring approach.", "Banks are to report on a more frequent basis the number of CBRs, how many CBRs lost, their cross-border volumes, current onboarding processes and risk-mitigating measures taken by the bank.", "It is our experience that onboarding processes for correspondent services are lengthy.", "Certain institutions may take 2 to 3 years to open an account, which is very different compared to 15 years ago.", "Through surveys and follow-up, we register and gauge CBR situations.", "We get a better view of changes in numbers of relationships and volumes over time, which helps to better identify risks in our banking sector.", "We do understand the need to not overburden you with our surveys and are therefore looking into possibilities to integrate the CBR and de-risking questionnaire into the Chart of Accounts (COA).", "Lastly, the CBCS aims to facilitate courses and seminars for the banking sector on correspondent banking and compliance, together with the sector and international stakeholders.", "Dialogue with international partners and US authorities The last-but-not-least part of our strategy is to continue to invest in the dialogue with international institutions, partners, and the US authorities.", "With assistance from the Dutch Kingdom embassy, we have on and off been in dialogue with US treasury senior officials.", "Last year we had a first meeting under the Biden administration with the Office of Terrorist Financing and Financial Crimes.", "We have agreed with them to engage in a structural dialogue on a roadmap towards an improved country risk profile.", "During November 2021, exploratory virtual meetings were held with technical experts from the US Treasury.", "More recently in April the minister of finance and myself have visited the US treasury in Washington to take stock of the technical discussions.", "The conclusion remains the same though: there are no quick fixes.", "In large part Curaçao's success in averting the negative consequences of de- risking depends on our AML/CFT compliance on all levels.", "It was recommended to communicate more often and more transparent about our individual and collective AML/CFT efforts.", "Transparency is key in creating comfort and trust among international stakeholders.", "The National Risk Assessment and the implementation of the recommendations is a very important element in this respect.", "For the past two years, CBCS has joined forces with the relevant stakeholders on the NRA.", "The results of the NRA and the related plan of action will be presented to the Minister of Finance in June 2022.", "Publication is expected to follow shortly.", "Lastly, I would like to mention that we recently spoke to the Atlantic Council and agreed to join their annual banking forum, where large global banks will join in a Caribbean initiative looking into better servicing of Caribbean countries.", "Regional strategies: matchmaking and pooling The reason we spoke to them is that in March 2022, the Atlantic Council, spearheaded by the Adrienne Arsht Latin America Center in Washington DC, published a report on financial de-risking in the Caribbean and its implications for the US.", "In this report, the authors explain their views on de-risking of financial institutions in the Caribbean region, and its consequences for US-based interests.", "The report argues that de-risking by correspondent banks in the Caribbean is or can become a problem for US interests as well, through economic, financial, leisure and security channels.", "Therefore, the US government and private sector should take steps to avert the consequences of de-risking.", "Their recommendations include regional pooling of transactions and \"Matchmaking\" between banks in the region with US banks.", "We find this an interesting option and would like to explore mapping of the volumes of transaction requirements of banks to see if there are possibilities for joint matchmaking to minimize the profitability constraint.", "We hope to engage in discussions with several CBRs, traditional global banks as well as newer players and smaller US banks offering CBR services, to re- onboard our banks.", "Technical innovations and options for the future Ladies and gentlemen, we know that the technology is there to make cross- border payments instantaneous and direct.", "We also know that the interoperability of the different digital platforms is not there yet.", "Making the correspondent bank still indispensable.", "For this reason, the importance of interoperability, I believe the governance of new technology payment systems will not be fully decentralized.", "Global regulators will want to ensure the integrity of the payment systems and avoid abuse.", "Central banks digital currency platforms will be part of the future payment landscape.", "But I guess we will have to come back to discuss this a separate time.", "Because it opens up a whole new set of issues.", "Within the correspondent banking infrastructure our experts are also looking at available and viable fintech options.", "The CBCS endorsed for example the SWIFT KYC Registry and recommends the local commercial banks and international banks operating from Curaçao and Sint Maarten to participate in this Registry.", "The registry is meant to promote transparency in the institution's business and facilitate the required level of KYC compliance by maintaining a set of data and documents used by correspondent banks.", "The initiative helps financial institutions to address challenges faced in conducting timely, efficient, and low-cost counterparty due diligence.", "Next week the Bank will organize in corporation with SWIFT a webinar for the SWIFT community in Curaçao and Sint Maarten to address initiatives aimed at strengthening the local industry's payments fraud & cyber security defense.", "Other promising developments surrounding digital corporate identitys also have the potential to simplify the verification and identification of companies and reduce the risks of doing business.", "The BIS recently published an interesting paper on this topic6.", "New onboarding processes have increasingly involved alternative regional banks, fintech, and payment platforms.", "The fintech and payment platforms we have encountered are online companies providing cross-border payment services using their own correspondent bank (in the US), and other (credit card) payment platforms offering cross border payment services.", "An advantage of the fintech route is that the fintech company takes care of screening and pre-approval in relation to regulatory requirements.", "On the other hand, it also adds an intermediary in the cross-border payment chain.", "CBCS is aiming to chart and analyze more in detail, the risks of fintech companies to our financial system.", "We are aware, however, that international payments are still largely cleared and settled through correspondent banks, even as more and more alternatives arise in the cross-border payment market.", "Opportunities and vision of the CBCS looking forward At the beginning of the year, we presented our Strategic Plan CBCS 2025.", "The transformation of the financial sector and our supervision remains our number one priority.", "Curaçao can only be an attractive international financial center if we are a high compliant jurisdiction meeting all international standards.", "This not only relates to supervision on financial institutions and service providers but also for supervision on other sectors in particular those to be considered high risk.", "Institutions that have correspondent banks with no risk appetite for these high-risk sectors need to make absolutely sure their accounts and services cannot be used by such companies.", "However, as much as compliance is a cost to one, it is a business opportunity to the other.", "Compliance is and has always been an essential element of financial intermediation determining market power.", "Wrap-up In conclusion, the CBCS has the importance of correspondent banking services and the threat of de-risking firmly on its radar screen.", "However, there is no quick fix.", "A speech on correspondent banking is a speech on the importance of anti- money laundering measures and supervision.", "The CFATF mutual evaluation in 2024 is and should be top of mind.", "Secondly, we are at the same time actively engaging with international institutions and the US treasury and seeking to re-engage global correspondent banks.", "Finally, we are exploring technological options to complement and substitute correspondent networks.", "Let me leave you with this final thought.", "As the Centrale Bank van Curaçao en Sint Maarten, our mission is to safeguard the integrity and stability of the financial system.", "And we work hard to update our regulatory framework, we work hard to assess risks, we work hard to see which institutions have shortcomings and, we work hard to formulate appropriate measures to mitigate risk and maintain compliance.", "But in the end, you have to work harder.", "To make the necessary investments, train your employees, ensure you know your clients, guarantee your transaction monitoring is state of the art while your service delivery to the client remains excellent.", "We all have to do our part to keep Curaçao on the map as a compliant international financial center.", "I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Correspondent Banking", "Anti-Money Laundering", "De-Risking", "Financial Integrity", "Cross-Border Payments", "AML/CFT", "FinTech", "Central Bank", "Regulatory Compliance", "Risk Management"]}