{"sentences": ["September 26, 2022 Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Osaka Governor of the Bank of Japan It is my great pleasure to have the opportunity today to exchange views with a distinguished gathering of business leaders in the Kansai region.", "I would like to take this chance to express my sincerest gratitude for your cooperation with the activities of the Bank of Japan's branches in Osaka, Kobe, and Kyoto.", "The last two meetings with business leaders in the Kansai region were held online due to the novel coronavirus (COVID-19) pandemic.", "I am delighted to meet and exchange views with you in person for the first time in three years.", "At the outset, I will talk about developments in Japan's economic activity and prices and explain the Bank's thinking on the conduct of monetary policy.", "Economic Developments Let me start by talking about Japan's economic developments.", "The repeated waves of COVID-19 at home and abroad have affected Japan's economy through various channels.", "In the first half of the year, COVID-19 cases surged in China -- which strictly adheres to the so-called zero-COVID policy -- and major cities such as Shanghai went into lockdowns.", "In the manufacturing industry -- such as automobiles and machine tools, where Japan has a competitive advantage -- firms faced parts procurement difficulties and had to reduce production.", "Thereafter, the supply-side constraints caused by the lockdown in Shanghai have been dissipating due to the lifting of such restrictions.", "While parts shortages have remained for some goods, Japan's exports and production overall have continued to increase as a trend, with the effects of supply-side constraints waning (Chart 1).", "Looking at domestic private consumption, downward pressure from COVID-19 has waned since the lifting of pandemic-related restrictions across Japan in March this year (Chart 2).", "During the summer, Japan experienced a seventh wave of COVID-19 and the number of confirmed cases significantly surpassed its previous peak.", "However, the number of people visiting downtown areas, such as around Osaka and Namba stations, has almost returned to the pre-pandemic level, albeit with fluctuations.", "The fact that a procession of the floats was held for the first time in three years during Kyoto's Gion Festival also seems to represent a change in the situation.", "Although the impact of COVID-19 has not disappeared, of course, sales for retail and dining-out, for example, suggest that private consumption has increased moderately.", "Meanwhile, crude oil and other international commodity prices have risen significantly, reflecting heightened geopolitical risks, such as the situation surrounding Ukraine, and a recovery in global demand.", "Since Japan relies on imports for most of its raw materials, including natural resources and grains, those rises put downward pressure on the economy by bringing about an outflow of income from Japan.", "Despite being affected by such commodity price rises and other factors, Japan's economy has picked up as the resumption of economic activity has progressed while public health has been protected.", "Regarding the outlook, it seems highly likely that the economy will continue recovering, considering the following three factors.", "The first is improvement in exports, production, and business fixed investment.", "Exports and production are likely to continue on an uptrend, as order backlogs have accumulated and as supply-side constraints, which have put downward pressure on them, are expected to wane.", "Business fixed investment is projected to be supported by high levels of corporate profits and by implementation of projects that have been postponed due to the impact of COVID-19 and supply-side constraints (Chart 3).", "Investment to address medium- to long-term issues, such as digitalization, decarbonization, and restructuring of supply chains, is also expected to take place.", "In fact, business fixed investment plans for fiscal 2022 indicate that investment is expected to increase at a higher rate than usual.", "The second factor is solid private consumption.", "The recent rise in prices is an element that could push down consumption by reducing households' real purchasing power.", "That said, consumption is expected to keep increasing for the time being, supported by the materialization of demand that has been suppressed during the pandemic, such as for travel and dining-out, and by savings that have accumulated to date (Chart 4).", "It should be noted, however, that such demand -- or pent-up demand -- has only temporary effects by its nature.", "Whether private consumption will see a sustained increase even after pent-up demand runs out depends on a rise in household income, especially wage increases.", "I will return to this crucial point later.", "The third factor is that, with the government relaxing entry restrictions, inbound tourism demand is expected to recover.", "In particular, potential demand for such tourism seems to be rising in areas with abundant tourism resources, such as the Kansai region.", "Having mentioned positive factors regarding Japan's economy, I would also like to note that there are ever-increasing uncertainties about the future, especially downside risks to the outlook.", "The first risk factor is developments in COVID-19 at home and abroad (Chart 5).", "In Japan, as mentioned earlier, COVID-19 cases surged at an unprecedented pace during the seventh wave of the pandemic.", "It can be argued that the negative impact on the economy has been limited despite the large number of cases, as the resumption of economic activity has progressed while public health has been protected.", "That said, there seems to be a cautious stance toward consumption activity -- especially among seniors, who are considered to be at higher risk of severe illness from COVID-19.", "It cannot be ruled out that waves of COVID-19 will recur, and, depending on the consequences of the resurgence, the extent and timing of the materialization of pent-up demand will be impacted.", "In addition, if COVID-19 resurges in regions that are linked to Japanese firms' supply chains, such as China, attention is warranted on the possibility that supply-side constraints will intensify again.", "The second risk factor is developments in overseas economic activity and prices (Chart 6).", "Inflation rates have risen around the world recently.", "Those in the United States and the euro area have been close to double digits, marking the highest levels in about 40 years.", "In response, overseas central banks have raised interest rates.", "In the United States, a mismatch in the labor market has widened: labor demand has increased rapidly, as seen in the significant rise in the number of job openings as the economy reopened, while labor supply has been slow to recover, mainly for seniors and women, due, for example, to their concern over COVID-19 (Chart 7).", "Wage growth has been high, registering over 5 percent, and higher labor costs have intensified inflationary pressure.", "In this situation, services prices, which are susceptible to labor costs, have risen further.", "The Federal Reserve is increasingly concerned about the so-called wage-price spiral, where such upward pressure on wages accelerates inflationary pressure and vice versa.", "To contain inflation, it has already raised the target range for the federal funds rate five times for a total of 3 percentage points since the turn of the year, with a view to suppressing demand (Chart 6).", "In the euro area, the inflation rate has risen to roughly the same level as in the United States, but for different reasons.", "The main cause of inflation has been cost-push factors, such as surging energy prices, and demand has not been that strong.", "However, the European Central Bank is concerned about a risk that significantly high inflation will push up people's inflation expectations and consequently lead to runaway inflation through firms' higher wage setting.", "Therefore, it regards containing inflation as the priority task and has been rapidly lifting interest rates even at the risk of adversely affecting the economy to some extent.", "Central banks in other advanced economies, such as the United Kingdom, and in emerging economies have also raised interest rates.", "While these measures are necessary to contain inflation, they may eventually trigger a further slowdown in the global economy.", "There are numerous other risks surrounding overseas economies.", "Europe, which has been affected by high inflation and interest rate hikes, faces a risk that constraints on energy supplies will intensify.", "Adjustments in the Chinese real estate market also are a source of concern.", "The International Monetary Fund's (IMF's) quarterly updates on global economic forecasts show that the projected growth rate for 2022 has been revised sharply downward since autumn last year (Chart 8).", "Nevertheless, in the July update, the IMF maintained the baseline scenario that the global economy will achieve a soft landing, as suggested by the projected overall growth rate of around 3 percent.", "However, attention should be paid to the fact that risks are skewed to the downside, as I have just explained, including the extent of economic deceleration due to interest rate hikes around the world.", "Price Developments I will now turn to price developments in Japan.", "The impact of global inflation has spilled over to Japan.", "Looking at the figures for the domestic consumer price index (CPI) for August released last week, the year-on-year rate of change for all items excluding fresh food was 2.8 percent (Chart 9).", "The rate is likely to increase further toward the end of the year, but as the contribution of elevated costs peaks out from the beginning of 2023, it is projected to decline to below 2 percent.", "The reasons behind this projection are as follows.", "The major contributors to the recent price rises are items for which price developments are susceptible to an increase in international raw material prices, such as energy-related items -- including gasoline prices and electricity charges -- and food products.", "In addition, while prices have also risen recently for durable goods, including household electrical appliances, and services such as dining-out and those related to housing repairs and maintenance, these hikes also are mainly attributed to the nondomestic factor of price rises in raw materials.", "Current price rises in Japan therefore are more likely to be the result of high costs that mainly stem from high commodity prices and the yen's depreciation, rather than an increase in domestic demand.", "Unless international commodity prices continue to rise in the future, such upward pressure from high costs on prices is projected to gradually decrease from the beginning of 2023.", "Underlying inflation, which is developments in inflation in the absence of such cost-push factors from abroad, is determined by two factors: the output gap, which shows the level of economic activity, and people's inflation expectations.", "Japan's output gap has been in negative territory.", "However, with the economy following a growth path that outpaces its potential growth rate, the gap is projected to turn positive in the second half of fiscal 2022 and then continue to expand moderately.", "Regarding inflation expectations, not only short-term but also long-term ones have risen, with the rate of inflation accelerating recently (Chart 10).", "Considering these developments in the output gap and inflation expectations -- although whether they will continue requires careful monitoring -- underlying inflation is likely to rise moderately.", "That said, as mentioned earlier, because the contribution of elevated costs is likely to peak out from the beginning of 2023, the CPI inflation rate is projected to decline to below 2 percent from fiscal 2023.", "This view is shared by the IMF and private forecasters (Chart 11).", "The Bank's Conduct of Monetary Policy Basic Thinking on the Conduct of Monetary Policy Next, I will explain the Bank's thinking on its conduct of monetary policy.", "Since the introduction of quantitative and qualitative monetary easing (QQE) in 2013, the Bank's aim of conducting monetary policy has been consistent -- that is, to achieve the price stability target of 2 percent in a sustainable and stable manner.", "What the Bank aims for is the formation of a virtuous cycle in which prices rise moderately amid a situation where economic activity improves, wages rise, and corporate profits increase.", "On this point, a look at wage developments shows that summer bonuses this year increased at high rates on the back of high corporate profits (Chart 12).", "Minimum wages have been raised by record amounts.", "Looking ahead, in the services industry, which has been affected by the pandemic, pent-up demand is likely to materialize for travel and dining-out as the impact of COVID-19 subsides and inbound tourism demand is projected to recover.", "As this industry faced labor shortages before the pandemic, if labor market conditions tighten due to such a rise in demand, wages are expected to increase, mainly for non-regular employees.", "In addition, exports, production, and business fixed investment -- all of which have been pushed down by supply-side constraints -- are projected to recover as those constraints wane.", "This is likely to lead to improvement in labor market conditions and wages, such as in the manufacturing industry.", "As the environment gradually becomes favorable for wage hikes, the recent price rises are expected to be reflected in wage negotiations.", "The Bank will continue with monetary easing so as to firmly support Japan's economy from the demand side and thereby encourage the formation of the virtuous cycle accompanied by wage increases.", "Policy Responses to Support Financing, Mainly of Firms At the Monetary Policy Meeting held last week, the Bank decided to phase out the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19) -- the so-called Special Operations to Facilitate Financing.", "It also decided to shift to fund-provisioning that would meet a wide range of financing needs.", "The Bank introduced the Special Operations to Facilitate Financing as a temporary measure following the outbreak of COVID-19 in spring 2020, and thereafter has extended the implementation period while making partial revisions to them depending on financial conditions.", "The operations at first were to support financing of not only small and medium-sized firms but also large firms, but they have been targeted at supporting mainly small and medium-sized firms since April 2022.", "Regarding the details on the decisions, the Bank extended the implementation period of the Special Operations to Facilitate Financing by six months for the fund-provisioning against loans for which financial institutions bear credit risk (\"non-government-supported loans\") and decided to complete the fund-provisioning at the end of March 2023.", "The period was extended by three months for the fund-provisioning against loans that financial institutions make on the back of government support (\"government-supported loans\").", "Firms' financing needs arise not only from the impact of COVID-19 but also for various reasons, such as an increase in working capital due, for example, to higher raw material prices.", "From the viewpoint of meeting such a wide range of financing needs, the Bank decided that fund-provisioning under the Funds-Supplying Operations against Pooled Collateral, which previously had been limited to a bi-weekly basis and up to a maximum of 2 trillion yen, will be conducted without an upper limit.", "These operations are the most versatile among the Bank's various market operations, as it accepts various types of collateral for them.", "Japan's financial conditions have been accommodative on the whole (Chart 13).", "Although the impact of COVID-19 has remained in some segments of small and medium-sized firms in particular, financial positions, including of these firms, have been on an improving trend.", "Demand for the Special Operations to Facilitate Financing has declined.", "The Bank will firmly maintain accommodative financial conditions for businesses by shifting its focus to meet a wide range of financing needs while gradually scaling back the role of acute crisis measures, such as the Special Operations to Facilitate Financing, depending on the circumstances.", "Today, I have talked about developments in Japan's economic activity and prices and about the Bank's conduct of monetary policy.", "As we successively face various risks, such as the pandemic and heightened geopolitical risks, Japan's economic society as a whole needs to flexibly respond to them and take this opportunity to grow.", "Specifically, in a society where the population is declining, the urgent issue is \"investment in people\" -- which includes increasing wages, supporting upskilling, and promoting diverse working styles -- as well as improvement in productivity through, for example, digital transformation.", "Although I do not have time to go into detail today, it is also necessary to address climate change, which is a social issue that should be considered from a longer-term perspective.", "Needless to say, the driver of medium- to long-term economic growth is the private sector's various efforts toward improving growth potential.", "The Bank will continue to firmly support your efforts from the financial side by maintaining a favorable macroeconomic environment.", "Thank you very much for your attention.", "Japan's and Monetary Policy Speech at a Meeting with Business Leaders in Osaka September 26, 2022 Governor of the Bank of Japan I.", "Economic Developments II.", "The Bank's Conduct of Monetary Policy Chart 1 I.", "Economic Developments Private Consumption Mobility Trends Based on Consumption Activity Index chg. from baseline, 7-day central moving avg., % s.a., CY 2018 = 100 80 Total real private consumption Services Jan. Mar.", "In the left-hand chart, the \"baseline\" is the median on the corresponding day of the week during the 5-week period from January 3 to February 6, 2020.", "Figures are mobility trends for places such as restaurants, shopping centers, and theme parks.", "In the right-hand chart, figures for total real private consumption are for the real Consumption Activity Index and are based on staff calculations.", "The figures exclude inbound tourism consumption and include outbound tourism consumption.", "Sources: Google LLC \"Google COVID-19 Community Mobility Reports.\"", "Economic Developments Corporate Profits and Business Fixed Investment Planned and Actual Business Fixed Investment y/y % chg. s.a., tril.", "In the left-hand chart, figures are based on the Financial Statements Statistics of Corporations by Industry, Quarterly.", "Excluding \"finance and insurance.\"", "Figures from 2009/Q2 onward exclude pure holding companies.", "In the right-hand chart, the figures include software and R&D investments and exclude land purchasing expenses.", "R&D investment is not included before the March 2017 survey.", "Sources: Ministry of Finance; Bank of Japan; Cabinet Office.", "Economic Developments Pent-Up Demand and Inbound Tourism Demand Private Consumption and Number of Inbound Visitors Disposable Income s.a., ann., mil.", "persons s.a., CY 2018 = 100 90 Consumption Activity Index (travel balance adjusted, real) Disposable income, etc.", "In the left-hand chart, figures for the Consumption Activity Index (CAI) are based on staff calculations.", "The CAI figures (travel balance adjusted) exclude inbound tourism consumption and include outbound tourism consumption.", "\"Disposable income, etc.\"", "consists of disposable income and adjustment for the change in pension entitlements.", "Real values are obtained using the deflator of consumption of households.", "In the right-hand chart, the figure for 2022/Q3 is the July-August average.", "Sources: Bank of Japan; Cabinet Office; Japan National Tourism Organization (JNTO).", "Economic Developments Developments in COVID-19 in Japan Daily Confirmed New Cases Services Consumption by Age thous.", "In the left-hand chart, figures are 7-day backward moving averages.", "In the right-hand chart, figures are from the reference series in JCB Consumption NOW, which take changes in the number of consumers into account.", "Figures are the arithmetic averages of the corresponding age groups in 5-year increments.", "The \"baseline\" is the average for the corresponding half of the month for fiscal 2016 through fiscal 2018.", "Sources: Ministry of Health, Labour and Welfare; Nowcast Inc./ JCB, Co., Ltd., \"JCB Consumption NOW.\"", "In the left-hand chart, figures for the United States and the United Kingdom are for the CPI for all items.", "Those for the euro area are for the HICP for all items.", "Figures for the United Kingdom prior to 1989 are based on the ONS estimates.", "In the right-hand chart, figures for the United States are the medians of the target ranges for the federal funds rate.", "Those for the euro area are the rates on the deposit facility.", "Sources: Haver; ONS; Bloomberg.", "In the left-hand chart, figures for 2022/Q3 are those for July.", "In the middle chart, the figure for 2022/Q3 for Japan is that for July.", "That for the United States is the July-August average.", "In the right-hand chart, figures are for the CPI for all items.", "Figures in angular brackets show the share of each component.", "Figures for 2022/Q3 are July-August averages.", "Sources: Ministry of Health, Labour and Welfare; Haver.", "22 Consumer Prices in Japan (Less Fresh Food) y/y % chg.", "Temporary factors Aug. 2022: +2.8% Services <50%> CPI (less fresh food) <100%> CY 1 8 1 9 2 0 2 1 2 2 Note: Figures for temporary factors are staff estimates and consist of mobile phone charges and the effects of the consumption tax hike, policies concerning the provision of free education, and the \"Go To Travel\" campaign, which covers a portion of domestic travel expenses.", "Figures in angular brackets show the share of each component.", "Figures for 2022/Q3 are July-August averages.", "Source: Ministry of Internal Affairs and Communications.", "In the left-hand chart, figures are the medians of the answers to quantitative questions.", "In the middle chart, figures show the inflation outlook of enterprises for general prices (all industries and enterprises, average).", "Sources: Bank of Japan; QUICK, \"QUICK Monthly Market Survey <Bonds>.\"", "Forecasts of Japan's CPI by the IMF and Economists in the Private Sector y/y % chg. +1.9 +1.3 ― (All items, calendar year) +2.4 +1.2 +0.9 (All items less fresh food, fiscal year) Note: Figures for the IMF and the ESP Forecast are forecasts as of July and September, respectively.", "Sources: IMF; Japan Center for Economic Research, \"ESP Forecast.\"", "The Bank's Conduct of Monetary Policy Employment and Income Situation Diffusion Indexes for Employment Conditions inverted, DI (\"excessive employment\" y/y % chg. -\"insufficient employment\"), % points Special cash earnings (bonuses, etc.)", "The Bank's Conduct of Monetary Policy Corporate Finance Diffusion Indexes for Amounts Outstanding of Loans Provided through the Special Operations in Response to COVID-19 Firms' Financial Positions tril.", "yen DI (\"easy\" - \"tight\"), % points -10 Large enterprises in all industries Small enterprises in all industries Small enterprises in face-to-face services industry Jan. July Jan. July Jan. July CY 07 09 11 13 15 17 19 21 Notes: 1.", "In the left-hand chart, figures for small enterprises in the face-to-face services industry are the weighted averages of the DIs for retailing, transport & postal activities, services for individuals, and accommodations, eating & drinking services.", "In the right-hand chart, figures are those at the end of each month.", "Source: Bank of Japan."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Outlook", "Price Developments", "Inflation", "Wage Growth", "Supply-Side Constraints", "COVID-19", "Fiscal Policy", "Global Economy", "Financial Stability"]}