{"sentences": ["Opening Address Chang Yong Rhee Governor, Bank of Korea Ladies and gentlemen, I am truly delighted to welcome everyone participating in this year's Bank of Korea International Conference.", "It means a great deal to us to host this conference once again after being suspended because of COVID-19.", "I would like to start with a few words of gratitude.", "First, I would like to express my sincere appreciation to our two keynote speakers, Professor Robert Townsend and Dr Hyun Song Shin, as well as to all of the moderators, speakers and discussants.", "As in past years, the organizers have brought together a very impressive list of participants who have made important contributions over the years helping the profession improve the art of monetary policymaking.", "I would particularly like to express my deepest gratitude to Professor Thomas Sargent for all of his guidance and support in organizing this year's conference.", "Most importantly, I want to assure him that we have all gone back and reread his JMCB paper published in 1971 on the \"Accelerationist\" controversy.)", "Some might correctly argue that his work along with Milton Freedman's 1968 Presidential Address to the AEA should have provided ample analytical firepower and warning to prevent the Great Inflation of the 1970s.)", "They can certainly help us avoid making a similar mistake today.", "The theme of this year's conference, \"The Changing Role of Central Banks,\" is very timely and important for several reasons.", "After two decades of low inflation and anemic growth and working hard to fully recover from the global financial crisis (GFC), policymakers were faced with an unprecedented health crisis.", "Initially, in many countries this resulted in aggregate demand falling roughly in tandem with aggregate supply.", "The large reduction in the demand for oil resulted in a collapse in oil prices that initially pushed inflation lower.", "But the reopening phase has been much more problematic as a bounce back in aggregate demand has stretched capacity in several sectors.", "Over the last few months, there is now clear evidence that underlying inflation and long-term inflation expectations have ratcheted upwards to levels in some countries that are well above their stated objectives.", "Many commentators are predicting a recession, while others suggest we might still have a smooth landing without a series of large interest rate hikes.", "Today, I look forward to learning from your insights and wisdom regarding what central bankers can do in the short run to deal with different scenarios and narratives as they evolve, but to also reflecting upon how central banks could develop richer analytical frameworks to support monetary policy making under uncertainty.", "I will be happy to learn more about your views on what you think are the key risks on the horizon and any ideas that you might have to help deal with mitigating the implications of these risks.", "Historically, the role of central banks has changed when faced with major economic and financial crises.)", "The Great Depression in the 1930s served to highlight the macroeconomic stabilization function of monetary policy.", "The 1970s oil shocks and the ensuing experience of the Great Inflation firmly established price stability as the primary objective of central banks.", "Their role as inflation fighters was further entrenched as they gained public trust and secured independence from the government.", "After the GFC, while the financial stability role of central banks was emphasized, growing calls were also made on them to conduct monetary policy with a greater weight on employment and growth.", "As the Occupy Wall Street movement showed us, the Great Recession and the consequent employment slowdown and widening income gap led to criticism of central banks along with voices calling for their social responsibility.", "Meanwhile, persistently below-target inflation eroded the credibility of inflation targeting as a framework for monetary policy, and when policy rates reached the effective zero lower bound, central banks had to resort to quantitative easing and other unconventional monetary policy (UMP) tools.)", "In the aftermath of the COVID-19 crisis, as economic polarization deepened and transformation to a digital and green economy accelerated, the perceived scope of the central bank's role has further broadened.", "Against this backdrop, central bankers started to publicly emphasize collaboration on a full range of economic policies-not only monetary policy but also fiscal and structural policies-in a comprehensive, consistent and coordinated manner.", "What we now find, however, is that the central bank's role that has changed with the times stands at another crossroads.", "With the return of 1970s-style inflation for a variety of reasons-expansionary fiscal policy, low interest rates and UMPs, and supply bottlenecks resulting from the pandemic and the war in Ukraine-we must yet again rethink the role of central banks.)", "Under these circumstances, we cannot but reflect on how the role of central banks should adapt.", "Let me start by asking a few questions.", "The first is, do the current economic conditions simply call for central banks to revert to the past?", "In other words, as in the pre-GFC days, should they focus on the primary objective of maintaining price stability?", "My second question is, once this current inflation eases, will we see a return to the pre-COVID trend of low growth and low inflation?", "And if so, should central banks use the same tools mobilized over the last ten years?", "Or should they recalibrate them or develop a new set of tools accounting for the current episode of unexpected high inflation?", "The first question, perhaps, might be easy to answer in the context of emerging topics such as digital innovation and climate change.", "Coping with them is unavoidable, and the role of central banks in these areas can only grow even larger going forward.", "In recognition of this, central banks around the world are at present either working to introduce CBDCs or accelerating research; for green growth as well, they are drawing concrete plans to develop and implement policy tools.", "Calls for the social responsibility of central banks are also likely to continue.", "This is because the shock from the pandemic and the subsequent recovery turned out to be uneven across income groups and industrial sectors.)", "This trend of polarization is likely to deepen in a high inflation environment.", "And, given the negative perception of the UMP tools mobilized by central banks over the past ten plus years and the consequent rise in asset prices, there are growing voices calling on central banks to fulfill their social responsibility by cleaning up the mess they might have created.", "However, I do not know how effective existing monetary policy tools would be in addressing the challenges associated with income polarization or asymmetric sectoral shocks.", "As for the second question-whether secular stagnation will return once the current inflation episode cools off, and if so, whether central banks could use the same set of tools mobilized as before-there is not much I can say with certainty at this point.", "But I think the chance of returning to a very low inflation and low growth environment again is significant for advanced economies and some emerging market economies (EMEs), at least for Korea, Thailand and maybe China considering their rapid aging problem.", "To escape a low growth, low inflation trap, should EMEs or Korea for that matter follow the same advice Professor Paul Krugman gave to central bankers in advanced economies, to \"credibly promise to be irresponsible?", "\"7) A look into the actual changes in the size of central bank balance sheets in the last decade indicates that EME central bankers may not have the luxury to do so.", "The G7 economy central bank balance sheets saw a large increase from 3.8% relative to GDP to 31.0% over the 2007 to 2020 period.", "But EMEs saw a limited increase from 4.0% to 6.2%, though the increase was still historically high by EME standards.)", "I would attribute this, first of all, to the fact that, after the GFC, EMEs had relatively less severe economic downturns than advanced economies.", "But the fact that EMEs are not key convertible currency issuers is an important constraint and they could not afford to deploy expansionary fiscal and monetary policies at will.", "The same use of UMP tools as in advanced economies, with the slightest misstep, could have led to expectations for currency depreciation and raised the likelihood of capital outflows.", "Credibility constraints were inevitably much more binding in anchoring inflation expectations relative to advanced economies.", "In the conduct of monetary policy, therefore, EMEs had no other choice but to act in a more prudent and conservative manner.", "As a result, compared with their historic average, inflation in EMEs has not reached the high levels advanced economies currently face, but this should be no reason to feel relieved about the future.", "I think EME central banks' effective use of asset purchase programs in the last decade-as seen in the avoidance of significant currency depreciation and capital outflows despite their own massive expansionary monetary and fiscal policies, in some cases defying the taboo of buying government debt in the primary market-was possible mainly because they were implemented in response to common global shocks such as the GFC and COVID-19.", "Abundant global liquidity and the fact that advanced economies themselves were breaking taboos on a much larger scale might have helped EMEs avoid being penalized by international capital markets, unlike in the past.", "In the future, when EMEs alone face the risk of falling into secular stagnation, I doubt whether the same result will hold.", "A similar magnitude of expansionary fiscal and monetary policies in EMEs as seen in the last few years in coping with COVID-19 would, in the absence of massive global liquidity, have different implications for exchange rates, capital flows and inflation expectations.", "What effective EME-specific unconventional polices could be designed for their own periods of low inflation and low growth is still an open question, and this will be my homework to get prepared for the future.", "This could also serve as an opportunity to discuss the topics of how QEs can distort term premiums and other aspects of financial markets, and whether EMEs can look to other effective UMPs such as FX interventions and capital flow management measures to achieve their objectives.", "Distinguished guests, Central banks are like an organism that evolves over time.", "The more than 300 years of central bank history have been an incessant process of evolution.", "We must not forget that the interpretation of central bank mandates and ways to achieve them have been constantly evolving.", "Hopefully, this Conference will be useful in sharing our thoughts on the challenges that lie ahead so that central banks can live up to social expectations during this great transformation to a post-pandemic world.", "I look forward to hearing a rich discussion from diverse perspectives today.", "Once again, I wish all of you a fruitful and successful Conference.", "Governor RHEE, Chang Yong Carstens, A., 2022.", "\"The Return of Inflation,\" Speech at the International Center for Monetary and Banking Studies, Geneva, 5 April 2022.", "\"The ECB's non-standard monetary policy measures: the role of institutional factors and financial structure,\" Working Paper Series, No.", "1528, European Central Bank.", "Monetary Policy and Central Banking in the Covid Era, .", "\"The Role of Monetary Policy,\" Presidential address delivered at the 80th annual Meeting of the American Economic Association, American Economic Review 58(1):1-17.", "\"The Changing Role of Central Banks,\" BIS Working Papers 326, Bank for International Settlements.", "\"Unconventional Monetary Policies in Emerging Market and Developing Economies,\" Special Series on COVID-19, International Monetary Fund.", "\"Credible Irresponsibility Revisited,\" presented at the spring Seminar in Applied Economics at the Graduate Center of City University of New York, 8 March, 2022.", "\"A Review of the Fed's Unconventional Monetary Policy,\" FRBSF Economic Letter, 2018-27.", "\"A Note on the 'Accelerationist' Controversy,\" Journal of Money, Credit and Banking, 3, issue 3, p. 721-25.", "\"Effects of Covid-19 on inequality of households income (in Korean),\" BOK Issue Note, 2021-9, Bank of Korea."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Central bank", "Economic growth", "Financial stability", "Social responsibility", "Digital innovation", "Climate change", "Emerging market economies", "Unconventional monetary policy"]}