{"sentences": ["Remarks by Governor Gabriel Makhlouf at Irish Funds Conference: \"Funds - facing the future\" 31 May 2022 Speech Good morning.", "It is a pleasure to see you all today, and in particular in real life.", "We are at a very interesting juncture for society, the economy, nancial services, consumers and investors.", "Technological innovation and consumer preferences are accelerating unprecedented changes.", "We are seeing major geopolitical shifts as well as new and emerging competitive forces.", "We are entering a new monetary policy environment: the disinationary dynamics some of us have become used to are probably behind us.", "And we are seeing large scale regulatory changes.", "It is a world in transition.", "And it is changing fast.", "Change brings opportunities, whether in renewal or simply in things being different.", "But change inevitably involves uncertainty.", "We are acutely aware of the challenges and risks that have been developing over the last decade and may emerge for the funds sector and market-based nance more broadly.", "Like all forms of nancial intermediation, vulnerabilities can build up, the unwinding of which can be damaging for consumers, for investors, for rms and across sectors and borders.", "In my remarks today, I will touch on why it is important for the economy and ultimately for the wellbeing of citizens to develop deep and liquid capital markets in Europe.", "I also want to discuss some of the regulatory changes coming down the line along with the importance of effective supervision.", "I will look at why macroprudential regulation of systemic risk - the emerging area for regulation of funds - is important.", "And I will conclude with some brief remarks on sustainable nance.", "Capital Markets Union Despite the creation of the single market for goods and services, the EU is still made up of individual national capital markets, some large and others small, with many challenges operating across borders.", "EU economies still rely largely on the banking system to provide funding for businesses and returns for savers and investors.", "In the EU, as much as 40 percent of household savings are held as bank deposits; in the United States, for Market-based nance, including asset management, provides a valuable alternative to bank nancing.", "It can facilitate risk sharing across the nancial system and support economic activity.", "It has a critical role in nancing some of the big transitions we face as a society, including addressing climate change and supporting a sound transition to a climate neutral economy, an issue I will return to that later.", "All of this means that there is a need for continued and renewed focus on creating a Capital Markets Union (CMU), to integrate national capital markets into a genuine single market, while making sure that the EU is a safe place for individuals to save and invest.", "By design and by necessity, CMU is a project that is continually evolving.", "It has a fundamental role to play to support an inclusive recovery from the pandemic and to prepare the European economy to be more resilient in the face of the challenges that lie ahead.", "From the Central Bank of Ireland's perspective, we believe that an effective and well-designed CMU could bolster nancial stability and improve resilience.", "It could lower costs, improve choice and strengthen protections for consumers and investors, especially in cross-border transactions.", "And it could improve macroeconomic conditions by providing additional, diversied, sources of nancing to rms, especially SMEs.", "As a member of the Governing Council of the ECB, I believe one of the important benets of CMU is the role it can play to enhance the transmission of monetary policy across countries, banks and sectors.", "Firms with fewer outside nancing options - SMEs in particular - are more likely to be faced with higher mark-ups on loans by banks who may also be less inclined to pass on interest rate reductions to them.", "Increased access to nance (bank or non-bank) - one of the goals of CMU - could make pass-through of monetary policy more complete.", "Effective regulation CMU requires changes to existing regulatory frameworks.", "Making changes to this \"single rulebook\" - which was developed in the years following the Global Financial Crisis (GFC) - needs to be done with care.", "But we also need to balance that care with taking appropriate risks.", "At the end of the day, we need change to make progress.", "For example, while we support the objectives of encouraging insurance companies to invest long-term - or encouraging banks to invest in SMEs - we also need to ensure the appropriate prudential treatment of long-term investments.", "And while there are potential benets for consumers and investors participating in capital markets we need to ensure that investor protection considerations are at the centre of any proposals to increase retail participation.", "The ongoing reviews of both the European Long Term Investment Funds (ELTIF) Regulation and the Alternative Investment Fund Managers Directive (AIFMD) are relevant here.", "The ELTIF regime has not, to date, proved a success and has lagged far behind the aim of contributing effectively to the real economy by facilitating retail investment in long-term investment.", "Proposed reforms seek to encourage such retail participation while also maintaining a framework of strong investor protection.", "The AIFMD review also represents a targeted approach to reform.", "The new loan origination framework will create a common framework throughout Europe for lending activities by investment funds.", "In an area which has not so far been subject to regulation (except on a limited national basis), this is welcome.", "This has been an area of focus for the Central Bank since we consulted on our own loan origination framework.", "We welcome the fact that a European framework is being introduced with many similarities to the Irish framework.", "Other areas which support the CMU agenda include the introduction of harmonised reporting for both UCITS and AIFMs, the need to ensure real substance in management companies through requirements for appropriate resourcing and ensuring a consistent approach to delegation standards in the EU.", "Overall, we believe the proposals strike the right balance between making worthwhile changes without re-writing the whole framework.", "I would like to say one word on crypto before moving off regulation.", "Leaving aside what I describe as the Tulips - or even the South Sea Bubble - phenomenon, the challenge for us as regulators is to keep pace with the use of the underlying technology while being mindful of the risks that arise when funds have crypto exposures.", "There are undoubtedly benets to innovation, but it is important that fund managers understand the risks they and their customers are exposed to.", "Effective Supervision An effective single capital market relies on services being provided across borders, as this allows for more efcient allocation of resources across the Union as a whole.", "This is not without risks, and there is a challenge for national authorities to protect and support investors in their jurisdictions when the services are provided from other Members States.", "Trust and cooperation between national regulators and EU authorities is the key to achieving effective supervision, and I believe we see that in action through the work of the European Supervisory Authorities (ESAs).", "We need to see greater levels of consistency and convergence between supervisors, as well as further strengthened cooperation between national authorities.", "That is why the Central Bank is supportive of deeper and more comprehensive supervisory convergence in priority areas.", "It will continue to be a key focus for us in our discussions with the ESAs and our National Competent Authority (NCA) colleagues.", "I also believe that we and NCA and ESA colleagues need to ensure we play an active role in the development and design of policy proposals by the Commission and by legislators, in the EU and domestically.", "Policy outcomes are more likely to be delivered if the design of the policy takes account of - and is inuenced by - the expertise of those of us who are tasked with implementing the legislative output.", "Our aim is to deliver a more efcient allocation of nancial services in the EU, greater participation from EU citizens in capital markets, and high quality products and choice to customers and investors, in an environment where they are supported and risks are appropriately identied and mitigated.", "As I said earlier, while there are many opportunities for market-based nance, not just through the development of CMU, there are also risks and challenges.", "Excessive leverage and excessive liquidity transformation, for example, can give rise to re-sale externalities.", "Such vulnerabilities can have implications for markets in which funds are invested and ultimately the provision of nance to the real economy.", "Here, actions that rms might take in times of stress, which are perfectly rational from their individual perspective, can also have adverse implications for the functioning of nancial markets.", "And in the case of a highly interconnected funds sector, shocks can be transmitted to other parts of the nancial system and the real economy, domestically and across borders.", "The experiences from the Covid-19 shock in March 2020 bore-out some of these concerns.", "Certain types of money market funds (MMFs) - those investing in private sector debt - experienced acute outows.", "Moreover, funds with exposures to less liquid assets, or assets that became temporarily illiquid, were particularly susceptible to outows.", "This overall pattern of redemptions was consistent with the presence of 'rst-mover advantage' dynamics amplifying redemption pressures in some cases.", "In my view, the March 2020 experience, coupled with the lessons learned from the GFC, reinforce the case for the development and operationalisation of a macroprudential framework for investment funds.", "Macroprudential frameworks generally are quite new, and in the context of the funds sector, the approach is at an even earlier stage.", "A macroprudential perspective considers the resilience of the nancial system as whole, not just individual nodes in the system.", "And it focuses explicitly on the interaction between nance and the macro economy, seeking to avoid adverse feedback loops between the two.", "This focus is different to the conduct-of-business-based rules that investment funds, for instance, have been subject to traditionally.", "The potential for collective action problems is the main rationale for a macroprudential perspective in the market-based nance sector, it is not concerned with idiosyncratic risk management issues at individual funds, although there are complementarities.", "Progress has been made in strengthening the resilience of the funds sector since the nancial crisis.", "For instance, the MMF Regulation and AIFM Directive in the EU contain provisions that are more directed at increasing the resilience of funds and their managers.", "We at the Central Bank have been at the forefront of efforts to develop and operationalise the macroprudential framework for the funds sector.", "Our strategy for this is based on two elements: rst, examining the links between and risks from the fund sector to the domestic economy; and second, given Ireland's role as a global hub for investment funds, participating in the global debate, seeking to advance the thinking on the development of the framework.", "The exposures of Irish funds are largely international in nature but linkages to the domestic economy have been growing, especially via exposures to the commercial real estate market (CRE).", "That is why we started a consultation last November on macroprudential measures for Irish-domiciled property funds.", "Our aim is to safeguard the resilience of the sector and ensure it is better able to absorb rather than amplify adverse shocks.", "We have had good engagement on these proposals and are now considering the feedback received before we nalise the design of the measures.", "We expect to announce the outcome over the coming months.", "We are working actively with colleagues - including taking leadership roles - at the FSB, IOSCO, ESRB and ESMA as we develop the international macroprudential response to market based nance.", "Key focus areas for us in these discussions are encouraging more use of certain liquidity management tools (such as swing pricing), achieving greater levels of consistency between asset liquidity and redemption terms (especially for funds that invest in assets that generally do not trade) and evaluating the wider approach to data for analysis of systemic risk from funds (accounting for gaps in a proportionate and efcient way).", "Overall, it would be true to say that the macroprudential perspective (for market-based nance) remains under- developed, especially when compared with other parts of the nancial system.", "It will take some time for the policy framework for funds to develop and mature and for the industry to adjust.", "But do not confuse time taken for development with the possibility that it won't happen: it will; a macroprudential framework for funds is only a question of time.", "Sustainable Finance Let me now say a few words about sustainable nance, arguably one of the issues du jour.", "Addressing climate change and supporting a sound transition to a climate neutral economy is a priority for the Central Bank, as it is for the European Union as a whole.", "The market for investment products with environmental, social and governance (ESG) characteristics continues to attract signicant investor demand.", "In the funds sector, this demand is being met through the launching of new investment funds or the 'converting' of existing funds to take into account such characteristics.", "The popularity of these products, the incentive for them to be marketed as 'greener' than they may be in practice and the early stage of the disclosure regime in this area all give rise to signicant potential for greenwashing and for misleading disclosures to investors.", "The asset management sector is now subject to new sustainability-related disclosure requirements intended to address these potential risks.", "In particular, new requirements in the Sustainable Finance Disclosures Regulation (SFDR) and Taxonomy Regulation represent a signicant shift for the sector.", "This is in addition to other changes to existing frameworks to incorporate sustainability considerations into investment processes and risk management.", "Te new requirements have resulted in important changes not only for market participants but also for regulatory authorities.", "Effective implementation of the requirements, in particular disclosure rules, has implications for investor protection and market integrity, which in turn may have implications for broader nancial stability.", "This is why through our gatekeeper processes for funds, the Central Bank is closely monitoring how these new disclosure requirements are being implemented.", "To conclude, I will go back to my introduction.", "The world is in transition.", "We see this across society, the economy, nancial services, consumers and investors.", "How we all - central banks and market participants alike - adapt to this transition will determine our success.", "Deeper and more liquid capital markets can facilitate risk sharing across the nancial system and support economic activity.", "They also have a critical role in supporting a sound transition to a climate neutral economy.", "But in navigating this fast changing and uncertain future, we must be acutely aware of the risks and challenges, as well as the opportunities.", "I hope you have a good conference See -on-capital-market-nance-in-europe Ibid (68 per cent of euro area GDP) Such as amendments to the UCITS Directive/ AIFMD and MiFID."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Capital Markets Union", "Macroprudential regulation", "Effective supervision", "Sustainable finance", "Crypto assets", "European Supervisory Authorities", "Money market funds", "Liquidity transformation", "Greenwashing", "ESG characteristics"]}