{"sentences": ["SPEECH Governor Signe Krogstrup's speech at the National Bank of Belgium policy seminar about perspectives on central bank mandates, instruments and policy trade-offs CHECK AGAINST DELIVERY Slide 1: Perspectives on central bank mandates, instruments and policy It is an honour to be invited to speak at the National Bank of Belgium.", "The role of central banks in the policy response to new challenges, such as climate change or the emergence of crypto-assets, fintech and big tech companies in the financial markets, is actively discussed.", "In this light, I will offer some perspectives on central bank mandates, instruments and pol- icy trade-offs today, and hope to thereby set the stage for our subse- quent discussion of these issues.", "The circumstances under which central banks operate have changed in recent decades.", "Central banks took centre stage in the economic policy mix to address the global financial crisis (GFC).", "While most central bank mandates remain the same, the circumstances under which central banks operate have changed in many ways.", "Two de- velopments stand out, with arguably important implications for current debates around what central banks should achieve.", "First, hitting the effective lower bound.", "As policy rates became con- strained by the proximity of the effective lower bound, many central banks shifted to using unconventional policy tools focused on steering long-term interest rates, risk premia or exchange rates, with differences across central bank approaches.", "For example, the Federal Reserve, the European Central Bank and the Bank of Japan have used balance sheet tools such as large-scale asset purchases, to steer financial conditions.", "The shift to balance sheet policies thrust central banks into new territory, requiring them to make choices about which assets to purchase.", "The channels of transmission, as well as the potential redistributional impact of these choices, and what aims they can achieve, are increasingly the ob- ject of debate.", "Second, the emergence of distributed ledger technologies (DLT), crypto- assets and new actors in the financial markets.", "Since the GFC, new tech- nologies such as DLT have given rise to so-called crypto-assets such as bitcoin or non-fungible tokens, smart contracts and new means of pay- ment such as stablecoins.", "New types of actors, including big tech and fintech companies, are enter- ing the financial markets and offering financial services based on new technologies.", "They have the potential to compete with the services of- fered by regulated banks.", "Meanwhile, the use of cash in payments is declining in most countries.", "In Denmark, the use of cash in retail payments is declining rapidly, reflecting Danes' preference for digital means of payment.", "These two developments give rise to opportunities but also challenges, and foster debates about the role of central banks in the economic policy mix to address the ensuing challenges.", "On the one hand, concerns are voiced that central banks are overstepping their mandates by engaging in policies that have distributional side effects.", "On the other hand, some argue central banks should use their powerful tools with new goals in mind.", "Examples include securing financing for climate change and the green transition, counteracting income and wealth inequality or alleviat- ing competition or data privacy concerns by providing digital public money directly to citizens - so-called retail central bank digital currency (CBDC).", "These are important and welcome debates.", "They are also wide-ranging and complex, and I cannot possibly do justice to them in full here.", "I will first focus on the role of central banks in the green transition, which is a topic that I have given a lot of thought to.", "I will also offer some pre- liminary perspectives on the central banks' role and response to the emergence of DLT, crypto and new actors in finance, and the debate around CBDC.", "I will reflect my own view and the current thinking of Danmarks National- bank, when possible, but these are topics with more questions than an- swers.", "The debates, circumstances and policy perspectives obviously dif- fer across countries and central banks and are evolving fast.", "Slide 2: Stylised division of tools and policy objectives To set the stage for a discussion of objectives, tools and mandates, I start with a stylised overview of the typical division of macroeconomic tools and policy objectives across public authorities.", "The actual division will, of course, be more nuanced and vary across countries and over time.", "A current widespread setup for the governance of central banks is that of mandate, independence and accountability.", "The setup entails that the central bank is entrusted with a mandate from parliament or by law and has operational independence in achieving this mandate so as to shield it from political short-term pressures.", "The central bank is, in turn, accounta- ble to parliament for its success in achieving the mandate.", "This setup has worked well in ensuring price stability.", "It is important to keep this in mind when discussing the role of central banks in new policy issues.", "To justify and hence safeguard central bank independence, it is paramount that the central bank's focus remains on achieving its man- date.", "The mandates of central banks have changed over time and differ across countries.", "Current mandates are typically tied closely to the tools of money issuance and interest rate setting.", "Goals revolve around ensuring stable prices (or a broader goal of economic stability, which can also in- clude employment), a stable financial system, and safe and effective pay- ments.", "Fiscal policy instruments, such as taxes, expenditure and investment poli- cies, are used for a broader set of policy goals of government and parlia- ment, which require political prioritisation.", "Financial supervisory authorities address specified financial policies, en- acting, supervising and enforcing financial regulation, typically with sound and stable financial institutions and consumer protection as objec- tives.", "Financial supervisory authorities can be housed inside the central banks or be separate authorities, and tools and mandates can also over- lap with those of central banks on financial stability.", "Generally, there are overlaps between the areas of responsibility, policy goals and tools of central banks, fiscal and financial authorities.", "The institutional setups for macroeconomic and financial policy have evolved in response to challenges faced by societies throughout history.", "The focus of central banks on ensuring price stability, for example, was in part formalised as a response to the high inflation rates of the 1970s.", "The role of central banks in ensuring financial stability was strengthened in many countries as a response to the global financial crisis, and new tools were in some cases adopted to allow central banks to successfully as- sume this role.", "As new challenges arise, the institutional setups may evolve accordingly.", "Slide 3: New policy issues and the role of central banks When considering the appropriate response of central banks to current policy issues, I find it useful to consider the answers to the following three questions.", "First, how does the policy problem affect our mandate, and hence, is ac- tion required to live up to the mandate?", "Second, how efficient are central bank tools in reaching the desired goal compared to other tools, and third, what are the trade-offs with mandates of price and financial stabil- ity, and secure payments, when addressing a new policy problem?", "Below, I will use these questions as guideposts for a discussion of the role of central banks in climate change and in addressing challenges as- sociated with new technologies and new actors in the space of money and financial services.", "Slide 4: Climate change and price and financial stability What do the answers to the above questions imply about the role of cen- tral banks in the response to climate change and in the transition to a net-zero economy?", "First, it is clear that climate change and the transition can affect both price stability and financial stability, which are central to most central bank mandates.", "Central banks have as a consequence become active in this field in recent years.", "Slide 4 offers some examples.", "For example, a gradually hotter climate can reduce crop yields in some parts of the world and lead to volatile agricul- tural output, thereby increasing food prices.", "Natural disasters, for in- stance floods, can reduce income and wealth, affecting the economy at large.", "Partly as a consequence, climate change can negatively impact fi- nancial institutions' balance sheets.", "In Denmark, we find that rising sea levels affect the value of homes that are close to the shore.", "Most of these properties are mortgaged, and flooding can end up significantly impact- ing the solvency of mortgage credit institutions and spilling over to the broader financial system.", "The green transition - that is, the actions taken to mitigate and adapt to climate change - can also affect price and financial stability.", "Carbon pric- ing policies can result in higher prices for certain goods and services, re- sulting in price increases.", "Current sharp rises in energy prices are an ex- ample of how price stability could be adversely affected in a delayed and abrupt transition scenario.", "Energy prices can also become more volatile, as we rely increasingly on sustainable energy sources that are dependent on sun and wind.", "So-called \"stranded\" assets can emerge in the transition, as some assets may lose value more or less unexpectedly, e.g.", "if new regulation or charges to limit emissions make certain business models obsolete.", "When stranded assets are concentrated on financial institution balance sheets, losses can propagate across the entire financial system.", "There is also a risk of mispricing of financial risks associated with climate change and the green transition, which can lead to the misallocation of investment and loan write-offs, possibly endangering financial stability.", "How should central banks respond to these challenges?", "I address this question in the third column of slide 4.", "I will say a few words on how we look at it at Danmarks Nationalbank, where we ensure price stability through a peg of the Danish kroner to the euro.", "Among other efforts, we analyse thoroughly the impact of climate change and the green transition on price and financial stability.", "We have in- creased our analytical attention to these questions and our communica- tion about them.", "We have also taken the first steps towards climate stress testing of our banks, and we will be extending these efforts going forward.", "Moreover, we aim to contribute to a better understanding of where the financial risks associated with climate change and the transition lie, and how they can be measured, to support risk pricing, proper risk sharing and the proper allocation of risks in the financial sector.", "Better risk pric- ing and sharing will help reduce the systemic risks of climate change and the green transition, but as a welcome side effect, it will also help finan- cial markets channel financing towards the green transition.", "Slide 5: Should central banks do more to support the transition?", "Public debate has addressed what more central banks can and should do to speed up the green transition.", "Some have proposed using monetary policy instruments more actively to pursue climate change goals through green asset purchases or funding for green lending programmes.", "There have been calls for collateral frameworks to favour green assets and for bank capital requirements to be eased for green exposures on bank bal- ance sheets (green capital rebates).", "Let me first emphasise that climate-related risks, just like any other types of financial risks, should be accounted for in the design of monetary pol- icy operations.", "This is not controversial and, in fact, required under cen- tral bank mandates.", "The policy proposals listed in the slide, however, ac- tively favour green assets beyond what a risk perspective would sug- gest.", "From the viewpoint of Danmarks Nationalbank, there is no advantage to using traditional monetary policy instruments to support the green tran- sition beyond taking climate risks properly into account, as compared with tax incentives and publicly owned investment funds.", "There may in- stead be significant disadvantages.", "I have three points to support this view.", "First, such policies are quasi-fiscal by nature, meaning that they emulate the effects of fiscal instruments by making certain activities cheaper and others more expensive, at the same cost to the general budget, but less transparently and efficiently.", "A carbon tax, ideally coordinated interna- tionally, would be a first-best solution and long due.", "Second, they would require the central bank to pick winners and losers in the green transition, opening up the central bank to political risk.", "Central banks do not have the democratic legitimacy to make such distributional choices.", "Third, they can conflict with our monetary policy objectives of price and financial stability.", "The Danish fixed exchange rate policy is a case in point.", "Monetary policy operations that are tiered according to climate criteria could reduce our ability to steer money market rates and hence hamper our ability to secure the peg.", "Moreover, they could distort the pricing of climate-related risks, challenging financial stability.", "Instead, we see the most important contribution of Danmarks National- bank as supporting price and financial stability, thereby supporting sta- ble investment horizons, financial stability and fiscal space, which are key prerequisites for achieving the transition.", "This contribution complements the first-best policy to drive the transition most cost-effectively, namely carbon pricing policies combined with pub- lic investments and efforts to increase data and transparency.", "Carbon pricing should ideally be coordinated internationally, and with a political commitment to a further path for carbon prices that offers transparency to investors making decisions over an appropriate investment horizon.", "The mandates, tools and trade-offs associated with the green transition, and hence contributions to the transition, may look different for other central banks, however.", "Slide 6: New tech and new actors in finance and money I now move to my next topic, namely the implications for central banks of the trend in recent years towards increased digitalisation, new platforms and services based on DLT, and the entrance of new actors in the space of money and financial services.", "These developments are associated with both opportunities and chal- lenges.", "Some are beyond central bank mandates and require a broader societal dialogue.", "Examples are challenges relating to data privacy con- cerns and potential geopolitical risks associated with the entrance of new global or foreign actors.", "Others are at the core of central bank mandates, and while the broader societal concerns are clearly important, I will focus on the latter today.", "The topic is complex and evolving quickly, however, and it is not yet clear which direction innovation will take.", "There is, in short, low visibility.", "One reason is that technological development is fast and its future direction unpredictable.", "Another is that the new actors and services are to a large extent unregulated, and it is unclear whether their rapid growth is driven mainly by a duplication of current financial services and regulatory arbi- trage, or whether they bring genuine new value to finance.", "This low visi- bility means that I have fewer answers than questions under this topic, and I am looking forward to hearing your views.", "I have included some of the developments in slide 6, but the list is not ex- haustive.", "Starting from the top, we currently see payments innovation.", "The emergence of stablecoins as a new form of money (means of pay- ment, unit of account and store of value) may affect the banking system, payments, financial stability and price stability, similarly to how tradi- tional money and payments that do not live to appropriate standards through regulation do.", "We also see an overall trend increase in digital payments and a trend de- cline in the use of cash in retail payments.", "Digital payments are made with privately issued money, whereas cash is central bank money.", "These developments may hence reduce the public's access to central bank money.", "The prospect of cash disappearing has given rise to concerns about trust in money and financial stability, which I will address below.", "We see the entrance of new unregulated actors (e.g., big tech or fintech) in financial markets and services.", "These actors operate across borders and markets and may enhance competition by providing competitive al- ternatives to the traditional financial system.", "They may also, however, with time lead to closed economic silos, reduc- ing competition due to strong network effects, and risk hampering the ef- ficiency and safety as well as the public good nature of payments systems if left unregulated.", "Another concern is the global nature of these entities and the risk of in- creased \"dollarisation\" associated with possible currency substitution, which has the potential to reduce monetary policy transmission.", "Current developments thus touch at the core of central bank mandates, including financial stability, stable and secure payments systems and sta- ble prices.", "We need to pay attention.", "Slide 7: On the questions of tools and trade-offs with mandates The next question is, how do we address potential challenges, namely with what tools?", "First, efforts to collect data and carry out analysis are needed.", "As a first step, we need to use our analytical tools and capacities to understand developments at a deeper level.", "There is already much ongoing work in this space.", "The Bank for Interna- tional Settlements, with its Innovation Hubs, is notably pushing this ana- lytical agenda forward.", "Challenges remain, however, such as how to col- lect and analyse data from DLT platforms and services with no central is- suer.", "Second, regulatory tools are needed.", "The same activities and services should be regulated in the same way, irrespective of the types of actors or the platforms they are offered on.", "As an example, stablecoins share certain features with both e-money, bank deposits and money market mutual fund shares, and should hence be regulated properly to ensure both financial stability and a level playing field.", "Steps are being taken towards this aim.", "For example, the European Un- ion is preparing regulation on crypto-assets.", "But challenges remain, notably on how to regulate decentralised finance with no central counter- party as issuer.", "Moreover, effective regulation requires a high degree of international coordination to prevent loopholes.", "Third, some call for the use of a new tool, namely a central bank digital currency issued directly to private citizens.", "The reasons put forth are many and different, and the debate is highly complex.", "Some are concerned that the disappearance of cash can undermine trust in the monetary system, as private citizens no longer use central bank money.", "It remains to be seen if cash in the hands of private citizens is the anchor of trust in our current monetary systems, however.", "Coming from a coun- try where the decline in the use of cash is driven by lower demand, and where trust in private money seems to be based on the stability of our regulated banking system, with deposit insurance and access to central bank reserves and lending of last resort facilities, rather than on cash it- self, I hesitate to be conclusive on whether cash is the anchor of trust.", "Others see CBDC as a tool to prevent that new global currencies outcom- pete local currencies and hence undermine national central banks' mone- tary policy.", "In the same vein, some see CBDC as a way of preventing for- eign money providers from dominating national payments systems, thereby potentially putting national security and financial stability at risk if payments systems are used as political instruments or subject to cyberattacks.", "Others call for CBDC to prevent new private digital curren- cies from stifling competition and hence preventing future payments in- novation.", "While it is important to understand the concerns in depth and to address them effectively, it is not clear to me that the issuance of a CBDC can ad- dress them better than other tools, such as standards, rules and regula- tion.", "There may additionally be disadvantages to CBDC16, which brings me to the third question on policy trade-offs in addressing new chal- lenges using central bank tools.", "For CBDC to be effective as a solution to the above-mentioned concerns, the CBDC would probably have to take up a substantial market share in payments and be a convenient and reliable alternative to private money.", "For this to happen, the CBDC would arguably have to be available in high or unlimited quantity to users.", "However, an unlimited CBDC would in all likelihood not just provide a competitive alternative to stablecoins, but also compete with private bank deposits as preferred means of payment and money, either struc- turally (good money chases away bad), or certainly during times of stress.", "This could increase the risk of bank runs and challenge banks' cur- rent funding models.", "If alternatively, a CBDC were only made available in limited quantity to avoid these risks, it would leave ample space for private money to pene- trate the financial and payments system irrespective of the CBDC.", "Hence there are some very difficult trade-offs to assess when designing a CBDC that can prove to be an effective tool to address concerns without caus- ing new risks that are in conflict with central bank mandates.", "But the jury is still out.", "It is possible that design features of CBDC can mit- igate such trade-offs in future, and much ongoing analytical work is con- ducted on these aspects.", "A final important point in the CBDC debate is that we need to distinguish clearly between retail CBDC, which I have just discussed, and wholesale CBDC, which is the equivalent of central bank reserves but issued to cen- tral bank counterparties on a DLT-based platform.", "If DLT-based financial platforms and networks indeed end up becoming an important part of the financial system, there may be advantages to of- fering central bank reserves directly on such platforms.", "A system with DLT-based central bank reserves held by issuers of private stablecoins would be the mirror image of current bank-based systems where banks have access to central bank reserves.", "Many central banks are looking into the technical feasibility of wholesale CBDC, and we are following develop- ments closely.", "My hope is that these questions and perspectives can help guide our de- bate, which I very much look forward to.", "Perspectives on central bank mandates, instruments and policy trade-offs National Bank of Belgium Stylised division of tools and policy objectives FISCAL AUTHORITIES FINANCIAL AUTHORITIES Tools Tools • central bank money taxation regulation • interest rates transfers supervision foreign exchange reserves • debt issuance • standard setting Policy objectives Policy objectives Policy objectives price stability • redistribution • prudential policy • financial stability debt sustainability consumer protection • business cycle stability macroprudential policy New policy issues and the role of central banks How does a policy problem How efficient are central What are the trade-offs with affect the mandate, and bank tools compared to other current mandates in hence, is action required?", "means of achieving a policy addressing new policy goal?", "Climate change and price and financial stability CONSEQUENCES OF CONSEQUENCES OF IMPLICATIONS FOR CLIMATE CHANGE GREEN TRANSITION CENTRAL BANKS Income and wealth shocks Price level effects of carbon taxation Understanding implications for price due to climate change and financial stability Volatile energy prices in energy Exposure of financial institutions to Supporting data, standards initiatives natural disasters Exposure of financial institutions to Climate stress tests \"stranded\" assets Climate risk pricing Mispricing of climate risk Should central banks do more to support the transition?", "TOOLS PROPOSED IN THE DEBATE TRADE-OFFS Purchases of green financial assets Tax instruments, e.g.", "carbon taxation, can achieve same effects on prices and incentives more transparently and efficiently (quasi-fiscal) Green funding for lending Democratic legitimacy should guide distributional choices Favouring green bonds as collateral Conflicts with price and financial stability mandates Green capital rebates First-best policy tool: a carbon tax path New tech and new actors in finance and money A.", "Decline in cash and no alternative to private money C. New unregulated and global actors in money and finance D. Competition vs network effects and large markups E. Challenges to price and financial stability On the questions of tools and trade-offs with mandates 1.", "Analysis and data - collaboration is key 2.", "Regulation vs state solution 3.", "Retail and wholesale central bank digital currencies"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-fiscal coordination", "financial dominance", "none", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green transition", "Central bank mandates", "Central bank tools", "Digital payments", "Stablecoins", "Central bank digital currency (CBDC)", "Financial stability", "Monetary policy", "Fiscal policy"]}