{"sentences": ["Many thanks to the organisers for letting me participate remotely in this panel alongside such distinguished speakers.", "And thank you to the Chair of the panel for allowing me to open the discussion with some remarks on the importance of transition planning.", "I fully appreciate the irony of what I'm about to say, what with you in Paris and me here on-screen, but we are all on the path to Paris.", "Citizens, firms, banks and prudential supervisors alike are working towards the climate goals agreed in 2015 as the EU and national governments roll out policies implementing the Paris Agreement.", "In previous speeches, I have stressed the need for banks to put in place transition plans compatible with EU policies implementing the Paris Agreement - plans with concrete intermediate milestones to enhance banks' long-term strategies and decision-making.", "More and more banks are already doing this themselves, while the European Commission also called for enhanced transition planning in its sustainable finance strategy published in July 2021.", "For ECB Banking Supervision, the main concern that needs to be addressed by these transition plans is the level of banks' risk exposures and the effectiveness of their controls.", "Have the exposures been sufficiently mitigated and are they prudent?", "As climate-related and environmental risks become increasingly widespread and more material, banks will, inevitably, be exposed to them, through both physical and transition risks.", "Banks therefore need adequate risk mitigation measures in place.", "This is what we need to assess as the prudential supervisor.", "Introducing a legal requirement for banks to have a clear, detailed and prudent transition plan in place would increase the consistency of the regulatory and supervisory framework and contribute to maintaining a level playing field.", "Needless to say, we are very happy to see that this is exactly what the European Commission has proposed in its review of the Capital Requirements Directive, which is now with the co-legislators.", "But it doesn't stop there.", "For banks to be able to manage their transition risks adequately, they need to have information on how their customers are performing relative to a Paris-aligned transition path.", "This is where the European Commission's proposal for a Corporate Sustainability Reporting Directive comes in.", "The ECB welcomed this proposed directive in a legal opinion and it is now awaiting approval by the co-legislators.", "The current standards on sustainability disclosure are insufficient to ensure that sustainabilityrelated financial risks are properly understood and priced by market participants.", "The proposed Corporate Sustainability Reporting Directive is a necessary step to address the gaps that currently hinder the development of appropriate sustainability policy, risk assessment and risk monitoring frameworks for the financial sector.", "This is because it will not only explicitly ask large banks to disclose their transition plans, it will also ask banks' corporate clients to do the same.", "This last point is crucial, as it will enable banks to assess the climate-related and environmental risks in their asset portfolios.", "These disclosures are therefore an important element in ensuring that banks manage all material risks, in line with what we as the prudential supervisor expect them to do.", "The climate-and-environmental puzzle is still highly complicated, but we can now see the pieces slotting into place.", "Against this backdrop, it is crucial that the elements included in the Commission's proposals are implemented in actual binding legislation entering into force without undue delay.", "This will smooth the path to Paris for all."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Transition planning", "Climate risks", "Paris Agreement", "Sustainability reporting", "Corporate Sustainability Reporting Directive", "Risk mitigation", "Banks", "Prudential supervision", "Corporate clients", "Sustainability policy"]}