{"sentences": ["Remarks by Governor Gabriel Makhlouf at Chatham House's Waddesdon Club of Financial Leaders 01 June 2022 Speech Climate Change: Avoiding the 'Do I Feel Lucky?'", "Good evening everyone and thank you for the opportunity to speak to you today.", "I want to start by reminding us all of what Ernest Hemingway wrote, when one of the characters in his novel The Sun Also Rises was asked how he became bankrupt.", "Two ways was the reply, gradually and then suddenly.", "In a similar vein, Rudiger Dornbusch, a well-known economist, said, when talking about Mexico's currency crisis in the mid-1990s, that \"the crisis takes a much longer time coming than you think, and then it happens much faster than you would have thought\".", "On the face of it, that probably applies to most nancial crises and not just currency ones.", "And perhaps it has application elsewhere.", "I will return to Hemingway and Dornbusch later.", "When it comes to climate change, there has been considerable debate about the role of central banks.", "Questions have been asked about whether actions on climate change would interfere with their legal mandate, or indeed if central banks would be reaching into areas that should only be addressed by democratically elected ofcials.", "In my view, a broad consensus has now been reached: climate change is affecting the capacity of central banks to meet their core and secondary mandates, be that price and nancial stability, or in some cases also supporting broader economic policies.", "So central banks have to play a role in tackling the climate challenge, along with all actors in society, but the time for that action is running out.", "Just two weeks ago the latest warning came in the form of a report from the world meteorological organisation (WMO, 2021 link).", "Everyone in this room will be familiar with that report, indeed you have no doubt discussed it already over the course of this retreat.", "The report is stark in its ndings: key climate change indicators - greenhouse gas concentrations, sea level rise, ocean heat and ocean acidication - all set new records in 2021.", "We are also getting measurably closer to temperatures reaching 1.5oC in the coming years.", "To put it quite simply, the world is off course.", "The role of central banks in altering the landscape So what role can central banks play in changing the landscape?", "At a minimum, as the guardians of nancial stability, central banks and regulators must work to ensure that the nancial system remains resilient to the risks posed by climate change, so that it is capable of supporting the transition to net zero.", "That means that central banks must work to understand and communicate the potential for climate change to damage the economy, and destabilise rms and the nancial system.", "We must bolster the approach to measuring climate risks and modelling future pathways, and we must be ready to act to protect against and mitigate the impacts.", "In that respect, progress has been made.", "The Network for Greening the Financial System, has published several reports and guidance notes on these issues.", "Individually, central banks have been making meaningful progress too.", "The European Central Bank published its own action plan on climate change just last year, signalling ongoing work to incorporate climate change into the monetary policy framework.", "At the Central Bank of Ireland, we established a climate change unit, with a staff dedicated to both understanding the implications of climate change across our broad mandate as well as driving forward our approach to addressing the challenges.", "But this is only part of the task.", "As supervisory authorities, central banks also have an important role to play in ensuring that nancial rms are embedding climate change considerations into their day-to-day operations and business models.", "And in fact nancial services regulation in Europe has now embedded the concept of sustainability within its scope.", "Disclosure of how sustainability or 'green-ness' is integrated within nancial services providers' business models, investment decision-making processes, and nancial products is a welcome development.", "Not only because investors are increasingly seeking to embrace a more sustainable future, but also because it requires the nancial system to understand how its products and services contribute towards a sustainable economy.", "As supervisors, we have a duty to ensure that this is happening in a credible way.", "Having disclosures that are based on standardised and trusted criteria ensures that investors can have condence in the green/sustainable nancial markets and as a result capital investment will ow towards these markets.", "If, however, we fail to police the disclosures, we will not only fail to mitigate the risks from climate change, but we could also exacerbate those risks, and, instead of promoting green nancial ows, we could well dilute them.", "Like the need for supervision to enforce the new disclosures framework effectively, it's equally important that we have a deep understanding of the prudential resilience of rms to climate-related risks.", "Stress tests are valuable exercises.", "Our work includes examining banks' climate stress test capabilities, conducting a peer benchmark analysis to assess the sustainability of business models and their exposure to emission-intensive companies, using macro-nancial scenarios prepared by the Network for Greening the Financial System.", "As central banks operate in a global setting, I do not think I can overstate the importance of international cooperation on the taxonomies, classications, metrics and scenarios that we use to measure climate risks.", "Much like the need for sustainable nance products to be based on consistent and standardised criteria to ensure that they are trusted, central banks must also measure and assess climate risk in a way that is robust and credible, to ensure the nancial system itself can not only support but lead the green transition.", "And now to the question of whether central banks should incentivise ows to green markets, for example by having different capital treatment for green-supporting activities.", "As many of you may be aware, this has been a topic of much debate, with those in favour seeing it as a necessary policy lever to hasten the transition to a sustainable economy, while others have stressed that clear evidence is required to justify any prudential changes of that kind.", "There is still a way to go on this issue.", "At its heart, the debate is centered around the potential for risk differentials for certain exposures, such as green exposures or exposures to environmentally harmful activities.", "The importance of adopting a risk-based approach is, I suggest, self-evident.", "We need to ensure that the prudential framework reects underlying risks and supports the resilience of nancial institutions.", "Green objectives might be better supported by a risk-based framework, particularly if combined with other policy actions.", "I want to speak now about some of those other policy actions - specically those that relate to a central bank's own operations - that can support necessary climate change objectives.", "Monetary policy and central bank operations I noted earlier the broad debate on the role of central banks in climate change action.", "One of the more controversial aspects of this debate relates to a central bank's decisions with respect to its monetary policy activities.", "A central bank could opt to address climate change in a relatively reactive or defensive way by, for example, reducing the proportion of 'brown' or risky assets on its balance sheet to protect against climate-related nancial risks, (Boneva et al., 2021).", "Even though this option is broadly accepted as necessary (NGFS, 2021), decisions on how much adjustment is required are not uncontroversial, since data gaps and uncertainty about future transition policies create ambiguity about the likely impact of these decisions.", "On the other hand, a central bank could opt to be much more aggressive in its approach, actively using its balance sheet to support green activities.", "The direct impacts of such action could be signicant, given the size of central bank balance sheets, but the indirect effects could also be sizeable - if not very unpredictable - given the important signalling effect for market participants.", "And because their impact could be sizeable, such actions would raise questions about a central bank's mandate, its independence, the legitimacy of actions to target sustainability issues or the distributional implications of those actions, to name but a few.", "There are other important considerations too, including any trade- offs between primary policy objectives such as price stability, and 'green' objectives, that would need to be weighed.", "Moreover the actions that one central bank might take may differ from those of another, given different institutional and legal frameworks applying in any one jurisdiction, as well as alternative societal preferences on how important trade-offs should be considered.", "While the debate is not yet settled, I am encouraged by the ongoing work in this area.", "As I said earlier, last year, the European Central Bank announced a comprehensive action plan on climate change, which sets an ambitious roadmap for further incorporating the topic into our policy framework.", "Climatic factors are being incorporated into macroeconomic models to monitor the transmission of monetary policy and in monetary policy operations.", "The approach will complement actions to disclose climate-related information on the non-monetary policy portfolios held by the Eurosystem's central banks , including the Central Bank of Ireland, and should serve as a catalyst for broader progress on climate-related disclosures by the private sector.", "I also support work being done to mandate sustainability reporting across the globe for corporates and small and medium enterprises.", "It will help address the lack of linkage between climate-related disclosures and nancial statements of companies, and act as a means to resolve the issue of lack of comparable data, and indeed to facilitate future risk differential analysis through issuer-level activity metrics.", "Such developments tie into nearly all that I've mentioned up to now.", "Without standardised, robust, and comparable disclosures, our regulated institutions cannot quantify their exposures to the risk inherent in our economies, and neither can we, as central banks, measure the risks to our nancial systems and wider societies.", "So there is a lot at stake and we should be supportive of all measures to harmonise and converge our approach to addressing this global risk.", "Central banks need to play their part and lead by example in their own actions, as well as deliver on their mandate to ensure that the nancial system is resilient to climate- related risks and ready to support the transition to a more sustainable world.", "But let us also be clear: central banks cannot solve the problem of climate change on their own.", "The challenge requires action on the part of the whole community, businesses, households, as well as policymakers.", "Over 15 years ago, Nick Stern's review of the economics of climate change concluded that \"the benets of strong and early actions [to avoid the worst impacts of climate change] far outweigh the economic costs of not acting\".", "And nearly a decade later, in Paris in 2015, the nations of the world agreed on a way to manage the greatest collective action challenge mankind has ever known.", "Which brings me back to Hemingway/Dornbusch.", "A question to consider is whether the impact of climate change will be felt gradually and then suddenly.", "Or, to put it in Nick Stern's language, is the community - and I use that word deliberately - still able, 15 years on, to take \"early action\"?", "I'll leave you to ponder the answer to that.", "In my view, the evidence was and is clear.", "As I said in a blog last year, \"the case for action has been made.", "We don't need to reestablish it and we shouldn't let the next generation rediscover it\".", "We need to take action to address the risks and we should not wait to test and prove the Hemingway/Dornbusch hypothesis.", "Central banks do not believe in the \"do I feel lucky?\"", "school of policymaking, waiting and hoping for the best.", "We are acting and will continue to act.", "Boneva, Lena, Ferrucci, Gianluigi and Francesco Paolo Mongelli (2021), \"To be or not to be \"green\": how can monetary policy react to climate change?", "\", Occasional Paper Series, No.", "NGFS (2021), Adapting central bank operations to a hotter world: reviewing some options, March.", "WMO (2021), State of the Global Climate 2021, World Meteorological Organisation Report, No.", "A global consortium of over 100 central banks and regulators, including the Central Bank of Ireland, The Basel Committee on Banking Supervision is investigating the extent to which climate-related nancial risks can be incorporated in the existing Basel framework, and the assessment is being conducted across the regulatory, supervisory and disclosure dimensions.", "In the areas of disclosure, risk assessment, the collateral framework and corporate sector asset purchases 7~a720bc4f03.en.html .", "The establishment of the International Sustainability Standards Board (ISSB) to develop a global baseline of sustainability disclosure standards, and the EU mandated disclosure standards through EFRAG, are both welcome developments.", "-economics-of-climate-change-the-stern-review/ For those too young to remember, (character)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Financial Stability", "Green Finance", "Monetary Policy", "Climate Risk", "Sustainability", "Central Bank Role", "Disclosures", "Resilience", "Transition"]}