{"sentences": ["Inaugural Address by Governor, Shri Shaktikanta Das at the Statistics Day Conference on June 29, 2022 It is a privilege to inaugurate the annual 'Statistics Day Conference' of the Reserve Bank.", "This annual event is taking place today in the physical mode after a gap of two years.", "On this day, the nation commemorates the contributions of Professor Prasanta Chandra Mahalanobis, one of the pioneers in the discipline of statistics and a true visionary.", "Professor C. R. Rao, a great statistician and a student of Professor Mahalanobis described him as \"a physicist by training, a statistician by instinct and an economist by conviction\"1. .", "Professor Mahalanobis is regarded as the father of modern statistics in India.", "He established the Indian Statistical Institute (ISI) in 1931 and was also responsible for the establishment of the official statistical system in our country, including the large-scale nationwide sample surveys.", "He displayed keen interest in development of innovative statistical techniques for studying questions pertaining to welfare of the people.", "As such, his work highlighted the universal applicability of statistical methods in major scientific and social disciplines - agriculture, meteorology, statistical quality control, economics, anthropology and demography, to name a few.", "Professor Mahalanobis was appointed Honorary National Statistical Adviser to the Union Cabinet in 1949 and was the Chairman of the first National Income Committee formed in 1950.", "The second Five-year plan was based on his model of economic development.", "He received India's second highest civilian award, the Padma Vibhushan, in 1968. .", "As I pay tribute to Professor Mahalanobis, I propose to touch upon the unique challenges faced by the discipline of statistics in these uncertain times, and the evolving expectations from the discipline and practicing statisticians.", "The importance of statistics in public policy is well understood.", "In the face of high uncertainty brought on by the COVID-19 pandemic, the discipline of statistics found itself in greater spotlight.", "This unprecedented global phenomenon has tested human endeavour in multiple facets and magnitude.", "The lockdowns in various countries, including our own, posed severe challenges to the compilation and availability of data relating to the spread of the pandemic and its impact on various economies.", "The world urgently needed solutions to a problem it had never seen before.", "Public authorities, healthcare personnel, scientists and above all, the people eagerly looked for hard data from various sources such as hospitals, municipal authorities, etc.", "on the spread of the pandemic.", "Very soon, data from these sources got updated on a near- real time basis in an accessible manner.", "Statisticians collaborated with healthcare authorities to monitor the age-specific, spatial and temporal dimensions of the pandemic.", "This enabled the authorities to better respond to the healthcare requirements of those affected.", "As statisticians provided new techniques and insights for modelling without precedence, the importance of the discipline was reaffirmed.", "Official statistics became a cornerstone of the responses to the short- and long-term consequences of the pandemic.", "The pressing need for hard data during the crisis accelerated innovation and sharing of experiences, especially in production, dissemination and use of statistics, shift towards the use of new data sources, adoption of new statistical methods and deployment of experimental statistics and dashboards.", "During this period of unprecedented uncertainty, closer monitoring of economic activity demanded immediate attention as the massive shock reverberated across the global economy.", "The compilation of aggregates from electronic systems were least affected; but some channels used in compiling macroeconomic and micro-level data were hampered by social distancing norms and lockdowns.", "Across the world, the authorities responsible for collection and dissemination of real sector statistics started exploring collection of data through alternate modes.", "For example, in many socio- economic and business surveys, traditional face-to-face interviews were replaced by telephonic interviews and on-line surveys.", "According to a survey conducted by the United Nations Statistics Division (UNSD) and the World Bank, over 95 per cent of National Statistical Offices (NSOs) had partially or fully stopped face-to-face data collection in May 20203.", "This has, of course, been gradually restored as economies opened up.", "India was not immune to this impact.", "The Ministry of Statistics and Programme Implementation was compelled to publish imputed figures for consumer price index (CPI) for two consecutive months during the first wave of the pandemic in 2020 due to immense difficulty in collection of prices for many items.", "The statistical innovations arising out of the COVID-19 disruption will have long-lasting benefits.", "At the same time, the upheaval also posed challenges to statistical agencies to build more public trust in the resulting statistics.", "While new data sources open up opportunities for official statistics, it also raises issues for the discipline.", "Development of proper data quality framework and ensuring data privacy and data security has assumed top priority.", "Not surprisingly, this was a central theme for the recently held International Association for Official Statistics Conference in April .", "Central banks on their part are both producers and users of statistics for policy actions as well as for assessing the outcomes of their actions.", "They also need to establish stronger communication of their policies and actions in such turbulent times.", "Thus, central banks too had to cope with all these challenges by focussing on alternative indicators and data sources for monitoring the effects of the pandemic in all its dimensions.", "The Reserve Bank of India refocussed its statistical endeavours during the pandemic to ensure the continuity of its mission.", "The RBI's past efforts in streamlining of data flow, investment in technology and continuous engagement with regulated entities paid dividends.", "In addition to some shift in modes of survey data collection, more consistency checks were put in place and sample follow-up revisits were introduced to ensure sanctity of data.", "Innovative solutions were found in terms of channels of data collection, validations and dissemination for policy inputs as well as for meeting various international reporting commitments.", "Statistical modelling and forecasting fundamentally depend on deriving information from precedents but the pandemic compelled statisticians to forecast in the absence of precedence.", "Even short- term forecasting has become a challenge for central banks in the aftermath of the pandemic.", "Large shifts in economic conditions, as during the pandemic, introduce structural breaks in statistical models.", "At the same time, the assumptions underlying these models also keep changing during uncertain times.", "Different solutions have been proposed by researchers and recent trends highlight a few strands of adjustments in standard forecasting models to deal with COVID-19 disruptions.", "One must use all these available options to check the forecast accuracy before zeroing in on any particular technique.", "Further, the forecasting models will require timely updates to factor in the latest developments in the economy.", "The experience of the last two years has made us mindful of the data gaps that remain, though ensuring standardisation of methodologies in the compilation of various national aggregates have stood us in good stead.", "Our endeavour has been to follow global standards and best practices, some of which are still evolving.", "In parallel to these developments, more indices, sub-indices and other statistics have also come to the forefront as countries strive to achieve higher standard of living, and attempt to monitor their progress across multiple dimensions.", "Various forms of Human Development Indices, Happiness Indices and Inequality indices have been proposed in the literature and are now compiled by various national and international agencies.", "Given its vastness and geographical diversity, India requires regional dimensions of national indicators.", "We should aim at enhanced granularity, regularity and better validation.", "In the Reserve Bank, we treat information as a 'public good'.", "We envision to keep calibrating our information management systems to the needs and expectations of various stakeholders.", "As I have already stated, we should also tap alternate data sources, and consider ways and means of fitting them in the existing analytical frameworks.", "The world has responded to the devastating impact of the COVID-19 pandemic through remarkable determination, strong human spirit and scientific efforts.", "This response is taking place in a period when we are also facing long term challenges of climate change, with its unusually complex dynamics.", "It poses new challenges to central banks, regulators and supervisors.", "The risk assessment methods and models for analysing climate-related risks are, at present, limited by lack of usable data.", "Work is on for identifying and bridging these data gaps5.", "The new phase6 of G-20 Data Gaps Initiative (DGI) proposes climate change as a major focus area to address data gaps that have been identified as crucial for macroeconomic policy making and micro-financial stability.", "The proliferation of internet has led to an explosion in the availability and demand for data.", "Businesses are making large investments to predict the behaviour of consumers by exploiting the advances made in the field of data analytics.", "Amidst this inundation of data and inferences, it is important that peculiarities and nonconformities are subjected to robust statistical analysis and peer review before deriving conclusions.", "In other words, statistics should focus on laying down the pathway towards proper interpretation in the present world of data abundance.", "This would facilitate more informed decision making, clarity in communication from decision makers and formation of rational expectations from market participants.", "In most countries today including our own, there are greater demands from the profession of statistics for policy inputs and decision making.", "Such rising demands on the profession necessitate robust quality of statistics and statistical methods.", "I would encourage the statisticians in the Reserve Bank of India, as well as those outside the Bank, to make full use of the opportunities available by way of advances in statistical methods.", "We are living in an era where computing power practically has no boundaries.", "This is an opportunity as well as a challenge for statisticians across the world.", "I earnestly hope that today's deliberations will inspire our officers, especially the younger officers, to ask pertinent questions and rise to the challenges of the post-pandemic world.", "Their endeavour should be to innovate solutions keeping in mind the Mahalanobis Dictum7 : \"Statistics must have a clearly defined purpose, one aspect of which is scientific advance and the other, human welfare and national development.\"", "My best wishes for productive deliberations in today's conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Statistical methods", "COVID-19 pandemic", "Data gaps", "Climate change", "Data analytics", "Statistical models", "Central banks", "Forecasting", "Public policy", "Data quality"]}