{"sentences": ["The Global Interdependence Center GIC's Central Banking Series - Paris, 6 May 2022 The Eurosystem and its monetary policy: from an \"impossible dilemma\" to a possible roadmap for normalisation Speech by François Villeroy de Galhau, Governor of the Banque de France Good morning, and welcome in Paris for this new GIC-Banque de France Conference.", "Europe is facing an historic turning point with the Russian aggression against the democratic state of Ukraine.", "The economic consequences of this war are maximal in Russia, with a GDP fall of -8.5% expected this year, but also sizeable in Europe: more inflation, less growth, and above all more uncertainty.", "That said, we shouldn't at this stage rush to the stagflation conclusion: the carry- over in growth for the euro area in 2022 is already 2,1 % at the end of Q1, after an actual growth rate of 5,4% in 2021.", "Unemployment is at a historically low level at 6.8% in March.", "Admittedly, these are rough waters that monetary policy is currently navigating.", "Some allege an \"impossible dilemma\" between fighting excessive inflation and escaping recession.", "There are arguments in principle against the dilemma: legally, our mandate clearly prioritises price stability; politically, our fellow citizens care first and foremost about inflation and its impact on purchasing power; and economically, entrenched inflation would mean less confidence, higher risk premia, and greater price distortion, hence less long term growth.", "But today, I will discuss from the operational standpoint about the journey toward normalization of our monetary policy.", "This journey is delicate, but I am confident that we can successfully manage it.", "We have already clarified its first part.", "At under Christine Lagarde's leadership our Governing Council meeting in December last year, we agreed to phase out net purchases under the Pandemic Emergency Purchase Program (PEPP), which has now smoothly ended.i At our March and April meetings we decided to wind-down the monthly net purchases under the APP, and to end them in the third quarter.ii What I want to do now is to take a broader view of the journey.", "Let me share some personal reflections about a possible roadmap to help us arrive at the right destination.", "They can be summarized into three rules of travel.", "(I) This journey is a fully warranted policy normalization, but not a tightening so far .", "(II) The pace and the length of the journey will be guided by an active use of optionality and gradualism.", "(III) The journey should prevent unwarranted fragmentation among travellers.", "Let me elaborate on each of these.", "This journey is a fully warranted policy normalisation, but not a tightening so far 1.", "Normalisation of monetary policy is now fully warranted To begin with, let us be humble: we were surprised by the inflationary surge last autumn.", "As late as October of last year, core inflation was still at 2% in the euro areaiii.", "The surprise was for everyone: on both sides of the Atlantic; including both private and public forecasters, and yes Central bank projections.", "There was excessive reliance on inaccurate energy price futures, as the ECB recently acknowledgediv.", "But let me stress another element: we missed the intensity and contagion of supply chain disruptions, due at the time to the strength of the recovery in demand and the persistence of supply bottlenecks especially in transportation and goods, and in China.", "And then came the war: awful, unexpected, incorporated as an energy shock but probably understated again in supply chain disruptions in Europe regarding other key inputs, from aluminium, to fertilizers, or neon.", "There is probably a general lesson complement \"macromodelling\" by more from that: we need to continue \"microlistening\" to entrepreneurs.", "They are not always right, but this time they were right earlier than us, and they are the real price and wage setters.", "Is surprise a polite euphemism for \"mistake\"?", "In forecasting yes, but it was a very collective one.", "In policy it is not, and this is a powerful foundation: there is wide agreement that the strong monetary accommodation implemented in March 2020 helped avoid lasting economic, financial and social damage, allowing Europe to emerge from the pandemic with a strong recovery.", "And nobody seriously argues that monetary policy, or monetary aggregates, are the main culprit for actual inflation in the euro area: bottlenecks in construction or in the automotive industry can hardly be attributed to, say, excess liquidity.", "By now, it is clear that our monetary policy cannot simply look through the ongoing supply side shocks.", "This would have been the textbook response if the shocks were purely transitory but the original energy price shock has propagated: inflation is not it's much broader.", "Food price inflation has accelerated.", "Core inflation in the euro area climbed to 3.5% in April, still far below the US core inflation rate of 6.5% in Marchv, but well above our 2% target.", "The ECB is highly vigilant about second-round effects and wage developments, knowing that at times they can move quite abruptly.", "We also monitor inflation expectations closely, not only from market participants but also from households and firms.", "There are signs including in BDF business surveys that these expectations are becoming less and less anchored at 2%.", "Against this backdrop, we need to carefully watch exchange rate developments.", "don't have an exchange rate We target, but the level of the euro matters significantly for imported inflation.", "A euro that is too weak would go against our price stability objective.", "I want to stress one further argument in favour of normalisation: even if inflation returns progressively to around 2% by 2024 which is our forecast and remains my view the present monetary accommodation will no longer be warranted.", "Strong unconventional measures such as net asset purchases, or negative - were necessary when inflation was \"too low for too long\".", "As it comes back to our target, which will be good news, this exceptional support is no longer warranted.", "But normalisation does not imply \"tightening\" While policy normalisation is appropriate, and already under way, words matter in Central banking and in economic life as it is about avoiding excessive slowdown.", "We are still far away from monetary tightening, as real interest rates will remain significantly negative and below the neutral rate for some time.", "The neutral rate is a reference pointvi, at which inflation (and economic growth) does not accelerate further, nor slow down.", "Using a metaphor, it is the moment when, while driving your car, you lift your foot from the accelerator pedal as you approach the desired speed.", "Only when you actively push on the brakes would the action be considered as monetary tightening.", "Raising our interest rates from the exceptionally low level where they are now is reducing accommodation, or pursuing normalisation, not a monetary tightening.", "Obviously, the natural rate of interest cannot be precisely observed: I will come back to this debate for both the US and Europe.", "Let me add one element on the side of \"normalisation\": we, and rightly so in the euro area, will maintain a significant size of our balance sheet through our policy of full reinvestment, for PEPP until at least the end of 2024.", "Here again, is a significant difference with the \"quantitative tightening\" that the Fed for instance will start next month by shrinking actively its balance sheet.", "I expect that discussion of balance sheet normalisation will only start once our journey toward policy normalisation is well advanced and the runoff will be quite mechanical.", "The pace and the length of the journey will be guided by an active use of optionality and gradualism Let me now be more specific about the pace and the possible end of the journey.", "strongly advocated and so Christine Lagarde has \"optionality\", have I.vii It means acting in due time, according to the latest real data in a very uncertain period.", "Not being precommitted is an absolute imperative: avoid too \"long\" But optionality doesn't mean inaction, or forward guidance, favour agility.", "adopting a wait and see attitude.", "And I think the time has come for further clarity and action on the start of the journey.", "On the beginning of interest rate normalization First, in the preannounced order of our sequencing, we will stop net asset purchases, and decide in our June meeting precisely when in Q3.", "I have seen much perhaps too much speculation, predictions, statements on that end date.", "Let me simply stress that seen from today the case for continuing to press the accelerator and adding further net purchases after June is not obvious.", "Then will come a more important decision on the timing of our first interest rate increase, what we refer to as lift off.", "This decision is now fully separate from that of ending net asset purchases: I advocated some months ago dropping the \"shortly before\" and the automatic link,ix and we indeed decided in March that the first hike would come \"some time after\".", "How much is some time?", "We will decide it in June or later, but let me share two reflections: The three conditions of our forward guidance on interest rates are, according to my personal judgment, fulfilled, even if they provide a prerequisite for the lift-off without implying necessarily a mechanical and immediate decision.", "The most important condition, consistent with what I said about normalisation and not simply looking through the energy shock, is the third one: that \"realised progress in underlying inflation sufficiently advanced to be consistent with inflation stabilising at 2% over the medium term\".", "By all measures, underlying inflation is clearly above 2% at present.", "There have also been many comments about the precise month of the lift- While I wouldn't preclude the next few Governing Council meetings, I off.", "would rather set a marker a bit further down the road: barring unforeseen new shocks, I would think it reasonable to have entered positive territory by the end of this year.", "As the most obvious next step, rate increases towards zero may have dampened effects, as bank margins and profitability might increase and improve the ability of banks to provide credit, although the evidence here is far from clear-cut.", "As we raise the DFR which is at present our key rate -, the level of MRO rate presently at zero and MLF rate will have to be increased at some stage, to preserve a smooth functioning of the interbank market.", "On the duration of interest rate normalization As the start of the journey is becoming clearer, the attention is currently shifting more towards its end.", "The IMF interestingly suggested in its latest WEO that \"Central banks should communicate clearly their perspective on the pandemic neutral rate [...] giving markets some clarity on the likely endpoint for rate hikes\".x True, our current forward guidance does not provide information on the path of nominal rates post lift-off.", "The notion of gradualism, introduced in the March meeting,xi fills this gap to some extent, as it rules out too abrupt rate hikes.", "There are two traditional and strong arguments for gradualism: first, avoiding the economic and financial instability created by 'stop and go' policies; second, dealing with uncertainty in convergence with the other principle of optionality, or with the famous Brainard principle of 1967.", "That said, research by the Banque shows that gradualism shouldn't mean excessive caution or inertia: if, in the case of persistent shocks, the central bank reacts too cautiously, inflation expectations are likely to increase putting higher upward pressure on inflation.", "The bottom line is that the pace of normalization will have to be calibrated in order to reduce the uncertainty on future inflation.", "Measuring monetary policy stance To calibrate the normalisation of policy rates we need to assess the monetary policy stance appropriately.", "Firstly, what is the correct horizon of real interest rates to measure the stance?", "Current levels of headline inflation are very high, leading to deeply negative ex post short-term real interest rates.", "Larry Summers has noted that this goes against established rules to stabilise inflation.", "However, if we look at longer term implied real rates, there is less reason to be alarmed.", "While current inflation is quite high, inflation is expected to recede back to 2% over the medium term at the same time as policy rates are expected to increase.", "The neutral rate As I mentioned earlier, the level of the neutral rate cannot be precisely determined ex ante.", "However, current estimates of real neutral rates point to levels between -1% and 0% in the euro area, and between 0 and +1% in the US.xiii Such natural real rate gap can be largely explained through less dynamic demographics and potential growth in the euro area compared to the US.", "Given an inflation target of 2% on both sides of the Atlantic, this suggests a nominal short-term neutral rate possibly between 1% and 2% in the euro area and between 2% and 3% in the US.", "These values seem indeed consistent with financial market-based interest rate expectations, for short-term rates or nominal terminal rates of about 1.5% in the euro area and 2.5% in the US, as proxied for the OIS with a maturity of one year in 9 years.", "But we will have to be pragmatic along the way: when short-term nominal rates in the euro area approach such a range, we will then have to judge whether or not this is sufficient according to the inflation outlook at that time.", "If this seems compatible with a stabilised inflation outlook of 2% over the medium term, then we can say that we are close to the end our normalisation journey.", "If not, we would have to pass over this neutral rate zone, which means that a tightening of the stance would then - and only then- be necessary.", "The speed of convergence towards this neutral zone could also depend on the degree of economic slack.", "Unlike the US, which is currently in a situation of excess demand, it might justify a slower journey in the euro area.", "The journey should prevent unwarranted fragmentation among Let me now come to our specificity as a Monetary Union, and elaborate on a third principle put forward by our Governing Council: flexibility.", "Flexibility supporting interest rate normalisation While monetary policy normalisation requires an appropriate calibration of nominal interest rates to reach the right stance, equally important in the euro area is ensuring an even and smooth transmission across jurisdictions and asset classes.", "In a widely remarked speech in Jackson Hole in 2010, Jean- Trichet set out the idea of a principle\" xiv: \"The monetary Claude \"separation policy is always designed to deliver price stability in a medium and longer term perspective.", "The non-standard measures have a clear purpose: ensuring that the standard measures themselves are transmitted as effectively as functioning of some markets.\"", "possible despite the otherwise abnormal less relevant in an environment of \"too low This separation was afterwards inflation for too long\", in which non-standard measures contributed importantly to providing monetary policy stance to close the inflation gap.", "Indeed, the PEPP and TLTRO-III had both stance and transmission effects.", "But here we are again, close to a separation principle.", "During the normalisation phase, we are prepared to confront two possible transmission perils.", "First, liquidity shortfalls in the banking sector in some jurisdictions can be addressed any time by longer-term refinancing operations; this is why I propose new LTROs.", "During the normalisation period, the remuneration of such a liquidity backstop should be designed at \"normal\" prices, indexed on MRO, to protect transmission only, without undesired interference with the desired stance.", "Second, unwarranted market fragmentation in public or private bond markets (or specific asset classes such as commercial paper in March 2020) could happen.", "I stress here the \"unwarranted \"; at its December 2021 meeting, the Governing Council has taken a strong and clearly defined commitment: stressed conditions, flexibility will remain an element of monetary policy whenever threats to monetary policy transmission jeopardise the attainment of price stability \".", "As regards all the lasting consequences of the pandemic, we are ready to be flexible in PEPP reinvestments, or even resume its targeted net purchases if necessary.", "But our commitment against unwarranted fragmentation is broader, as Christine Lagarde strongly said in the April press conference: \"We need to continue to integrate flexibility in our monetary policy determination, if warranted, and if necessary we can move very promptly\".xv To we don't need to be be determined in our commitment, specific about technicalities: the precise design of a new instrument, or the conditions which would trigger appropriate interventions.", "But we can at any time draw the positive lessons from the PEPP flexibility efficiently used in 2020.", "Everybody should be aware that we have in our toolbox this contingent backstop: preventing fragmentation belongs to succeeding in normalisation.", "In order to avoid any influence on the stance, an option worth considering would be to sterilize flexible asset purchases, that is to absorb the liquidity injected through adequate (liquidity) off-setting operations, as it is was practiced under the Securities Markets Program (SMP) until June 2014.", "Other innovative design options could include selling a particular asset sometime after its purchase, once the market stress episode has disappeared.", "The key mechanism behind this strategy is an asymmetric flow effect between purchases and sales: the central bank can buy bonds during a market stress episode and sell them more gradually over time once market conditions normalise, with no long term implication for the overall balance sheet size and thus for the stance.", "This would further underline the differential impact that the flow of purchases versus the size of the overall balance sheet have for monetary policy transmission and stance.", "Regarding the stock, let me reiterate the point that we should maintain the size of our balance sheet for an extended period of time: this will ensure through reinvestments a significant presence of the Eurosystem in markets, and also contribute to prevent fragmentation or too brutal adjustments in the term premium.", "Note however that the coexistence of a large balance sheet and hence significant excess liquidity and positive ECB rates will raise new technical about banks' we'll solve them in issues reserve remuneration.", "I have no doubt due time.", "While the first part of the journey towards policy normalisation, namely the exit from asset purchase programs, is almost concluded, it is time to provide a possible roadmap on the next part of the journey, including the possible endpoint.", "By the way, I spoke today about travellers, not about birds.", "I never believed in the ornithological taxonomy, still less today: describing our discussion as \"the hawks taking control\", or \"the doves resisting\" is a bit of intellectual laziness.", "It's about a new and challenging situation faced by 25 independent and open-minded Council members, whose views are presently \"When facts change, I change my mind\", Keynes rightly significantly converging.", "In this regard, we are all Keynesian !", "And I am confident that the three travel rules I proposed today, beyond their technical content, will enable us to fulfil our commitment towards our fellow citizens.", "Let me say it for the wider public of 340 million Europeans: you can trust us, your central bank, to ensure price stability and bring inflation back firmly and durably to 2%.", "We have the duty to act, the will to act, and decisively the capacity to act.", "I thank you for your attention.", "Monetary policy decisions, 16 December 2021.", "Monetary policy decisions, 10 March 2022, Monetary policy decisions, 14 April 2022 This refers to core inflation as measured by year-over-year changes in the Harmonized Index of Consumer Prices, all items excluding energy, food, alcohol and tobacco.", "Chahad, Hofmann-Drahonsky, Meunier, Page, and Tirpak (2022) „What explains recent errors in the inflation projections of Eurosystem and ECB staff?", "As measured through the CPI Index Wicksell, Knut (1898).", "\"Interest and Prices\", Nihon Keizai Hyoron Sha.", "\", Friedman, Milton (1968) \"The role of monetary policy\", American Economic Review 58(1), 1-17; Presidential address delivered at the 18th Annual Meeting of the American Economic Association, Washington, D.C., and Woodford, Michael (2003): Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton, N.J.; Woodstock, Oxfordshire England: Princeton University Press.", "F. Villeroy de Galhau, Monetary policy in uncertain times, Speech - London School of Economics, 15 February Ibid.", "This choice has the merit of enhancing optionality because it brakes the quasi-automatic temporal link between the two instruments whilst retaining the sequencing.", "Optionality would mean that the lift-off could possibly take more time, if warranted.", "IMF, World Economic Outlook, April 2022 Monetary policy decisions, 10 March 2022.", "Dupraz, Guilloux-Nefussi, Penalver 2020, A Pitfall of Cautiousness in Monetary Policy, BdF WP no.", "758, forthcoming International Journal of Credit Banking.", "See Holston, Laubach, and Williams.", "\"Measuring the Natural Rate of Interest: International Trends and Determinants,\" Journal of International Economics 108, supplement 1 (May): S39-S75 and Garnier, O., S. Lhuissier and A. Penalver (2019) \"Taux d'intérêt bas, quelle responsabilité de la politique monétaire?", "120, Décembre 2019, 71-78 A survey of the literature is provided by Brand, Bielecki and Penalver (editors).", "\"The natural rate of interest: estimates, drivers, and challenges to monetary policy\", ECB Occasional Paper Series No.", "\"Central banking in uncertain times: conviction and responsibility\", speech by Jean-Claude Trichet, President of the ECB, at the symposium on \"Macroeconomic challenges: the decade ahead\", Jackson Hole, Wyoming, 27 August 2010.", "ECB Press Conference, \"Monetary Policy Statement & Transcript of the Questions and Answers\", Christine Lagarde, President of the ECB, and Luis de Guindos, Vice-President of the ECB, 14 April 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Interest rates", "Neutral rate", "Transmission", "Fragmentation", "Flexibility", "Optionality", "Gradualism", "Normalisation"]}