{"sentences": ["To our fellow advocates of sustainability, co-speakers, and everyone here present, good morning.", "It is a pleasure to speak in front of the \"Pillars of the Green Industry\" to share the BSP's critical role in promoting the sustainability agenda in the financial system.", "Let me start by providing you with an update on the Philippines' economic outlook, followed by the BSP's initiatives and key milestones in our sustainability playbook.", "Lastly, I will leave some insights on how these sustainable aspirations tie-in to post-pandemic economic outlook.", "We welcome the year 2022 with optimism.", "Amid the threats from the evolving variants of Covid19 virus, we see that the Philippine economy will be on a strong growth trajectory.", "The strong fiscal and monetary measures complemented by appropriate health interventions helped boost the country's better than expected economic growth of 5.6 percent in 2021.", "Meanwhile, the country's headline inflation rate averaged 4.5 percent in 2021.", "We see inflation easing to within the target range of 2 to 4 percent this year.", "The country's gross international reserves remain hefty at $108.9 billion as of end-December 2021.", "This GIR level is equivalent to 10.3 months' worth of imports of goods and payments of services and primary income.", "Personal remittances from overseas Filipinos posted an increase of 5.3 percent to USD31.6 billion for the first eleven months of 2021 as compared to same period in 2020.", "The strong growth in cash remittances provides a consistent supply of foreign exchange and source for consumer spending.", "The Philippine banking system remains sound with ample capital and liquidity buffers to support continued growth in assets and deposits amid the COVID-19 pandemic.", "The banking system's total assets grew year-on-year by 7 percent to P20.4 trillion as of endNovember 2021 from the expansion of funds, mainly from deposits, channeled to lending and investment activities.", "Bank credit growth was observed with total loan portfolio expanding year-on-year by 4.3 percent to P11 trillion as of end-November 2021, which is mainly attributed to real estate lending.", "The quality of the banking sector loan portfolio remained manageable and within BSP's expectations with total non-performing loans at 4.3 percent as of end-November 2021.", "During the same period, NPL coverage ratio remains high at 87.1 percent.", "The banking system posted an annualized net profit growth of 8.5 percent year-on-year or P199.8 billion as of end-September 2021.", "Banks maintained sufficient capital and liquidity buffers.", "The capital adequacy ratios of banks are well-above the minimum thresholds of 10 percent set by the BSP and 8 percent by the Bank for International Settlements.", "As of end-September 2021, universal and commercial banks registered a risk-based CAR of 17.4 percent on a consolidated basis.", "Meanwhile, liquidity buffers remain relatively stable, with liquidity coverage ratio of universal and commercial banks at 197.5 percent on a solo basis as of end-October 2021 or almost twice the 100 percent minimum threshold.", "The high LCR indicates the ability of banks to fund its shortterm funding requirements including liquidity shocks.", "Similarly, the Minimum Liquidity Ratio of stand-alone thrift, rural and cooperative banks surpassed the 20 percent minimum.", "Despite the noted resilience of the banking sector, the BSP extended in January 2022 the prudential and operational relief measures needed to sustain the momentum of bank lending and to ensure continued access to financial services by the public, including the vulnerable sectors of the economy.", "This is in response to the recent surge in COVID-19 cases in the country.", "The regulatory relief measures include, among others, the extension of the effectivity of the 30 percent single borrower's limit (SBL), non-imposition of sanctions for SBL breach by foreign bank branches subject to a ceiling, reduction of credit risk weight for performing loans to micro, small and medium enterprises, and reduction of the MLR of stand-alone thrift, rural and cooperative banks, until end-December 2022.", "That said, the BSP recognizes that sustainability objectives play a significant role in achieving our core mandates of maintaining price and financial stability.", "We also see green investments as one of the integral tools to recovery.", "A study by the OECD shows that the implementation of properly designed green stimulus measures can deliver economic and environmental benefits in the aftermath of a crisis.", "This was demonstrated by countries that used green stimulus approach consequent to the Global Financial Crisis.", "These measures include investments in energy efficiency, green infrastructure, support for environment-related research and development, support for low-carbon vehicles, among others.", "Also, according to the International Finance Corporation of the World Bank Group, investments in the Philippines and in three other big emerging markets - China, Indonesia, and Vietnam - may reach 5.1 trillion US dollars if these economies move towards a green recovery approach postpandemic.", "Indeed, the pandemic recovery presents an opportunity to scale-up investments in green projects and activities.", "It is in this context that the BSP plays a pivotal role in providing a sustainable regulatory pathway that will enable the financial system to mobilize credit and capital towards sustainable or green projects and activities.", "As such, BSP launched the Sustainable Central Banking Program in 2019.", "This sums up our role as enabler, mobilizer, and doer, in championing the sustainability agenda.", "As an enabler, we aim to provide a regulatory environment that will empower banks to take on the sustainable path and to drive sustainable finance and activities.", "Towards this end, we issued the first two sets of regulations covering the Sustainable Finance and the Environmental and Social Risk Management Frameworks.", "Moving forward, we will issue guidelines on the management of environmental and social risks in relation to the investment activities of banks, climate stress testing and prudential reporting.", "We are also considering the use of regulatory incentives to nudge banks to extend green loans or finance sustainable investments.", "We are currently studying the use of preferential rediscount rates or provision of higher loan values, which will largely depend on the results of our ongoing assessment.", "The BSP likewise proposed the recognition of sustainable finance as one of the allowable forms of compliance with the required credit to the agriculture sector in the proposed bills seeking to amend the Agri-Agra Law.", "Allow me to walk you through the two sustainability-related Frameworks issued by the BSP which will facilitate in mobilizing funds to green or sustainable investments and projects.", "The Sustainable Finance Framework, issued in April 2020, provides the overarching principles in integrating sustainability principles and environmental, social and governance considerations in banks' corporate and risk governance frameworks, strategies and operations.", "There are three key elements in the Framework: First, the fundamental role of banks' board and senior management in leading and institutionalizing the adoption of sustainability principles within the organization.", "With this, we expect the board and senior management to promote a culture that embeds environmental and social risk consciousness in business decisions and in the overall strategic thrusts of the organization.", "Second, the adoption of an Environmental and Social Risk Management System which covers policies, procedures, and tools to identify, assess, monitor, and mitigate exposures to environmental and social risks.", "This is the subject of the second phase of our policy issuance.", "Third, the disclosure requirements, which we consider as a key element in driving sustainable finance as it promotes transparency and market discipline.", "We recognize the importance of adequate and quality disclosures in making informed green credit and investment decisions.", "Hence, we expect banks to disclose the fundamental components of their sustainability plan and strategy in their Annual Reports.", "We expect banks to fully implement the Framework in 2023.", "Anchored on the principles laid down in the Sustainable Finance Framework, the BSP issued more specific guidelines on the management of environmental and social risks in relation to credit and operational risks last October 2021.", "The ESRM Framework provides detailed expectations on the board in setting strategic environmental and social objectives, considering material environmental and social risks in the banks' capital planning process, institutionalizing a capacity building program to equip all personnel in managing such risks and adopting an effective communication strategy.", "In terms of credit risk, we expect banks to embed environmental and social risks in their credit risk strategies and credit risk management system.", "This may include progressively increasing targets on the proportion of the loan portfolio into green or sustainable investments as well as incorporating the environmental and social risks in the entire credit process, from underwriting, review and provisioning, among others.", "Moreover, the framework expects banks to conduct vulnerability assessments which will later on connect into their business continuity plans.", "This is critical in ensuring the ability of banks to withstand and quickly resume operations during disruptions.", "We have witnessed how the health crisis and severe weather events, like Super Typhoon Odette, disrupted the operations of banks.", "This has highlighted the importance of integrating environmental and social risks in the banks' operational risk management system, and in turn, building their operational resilience.", "As mobilizer, BSP influences banks to embrace sustainable business and responsible investment decisions.", "As part of greening the BSP's investment process, we are gradually incorporating sustainability considerations in our portfolio management.", "We are also reviewing the strategic allocation of investments towards those that espouse environmental, social and governance principles.", "In fact, the BSP has invested USD 550 million in the Green Bond Fund managed by the Bank for International Settlements.", "We look to invest more funds to the Asian Green Bond Fund to be launched by the BIS in 2022.", "Through these actions, we lead by example and trust that banks will follow suit.", "Our initiatives are guided by our active participation in global and local conversations on sustainable finance.", "At the global front, the BSP is a member of the International Finance Corporation - supported Sustainable Banking Network (SBN) and is a plenary member of the Central Banks and Supervisors Network for Greening the Financial System or NGFS since July 2020.", "At the national level, the BSP, through the Financial Sector Forum, leads the financial sector in harmonizing regulatory expectations on sustainable finance, including the governance, risk management and disclosure aspects.", "Meanwhile, the BSP co-chairs, with the Department of Finance, the Interagency Technical Working Group on Sustainable Finance or the \"Green Force\".", "The Green Force, consisting of 18 government departments and agencies, is the country's response to adopt a whole of government approach in mitigating climate change and other environment related risks, building our resilience against these risks, and ushering the flow of finance to green or sustainable projects.", "The Green Force endeavors to harmonize all government policies concerning green and sustainable projects as we see the need to establish a cohesive action plan that will cut across all sectors.", "Among the key milestones of the Green Force is the development of the Philippine Sustainable Finance Roadmap and the Sustainable Finance Guiding Principles which were launched in October 2021.", "The Roadmap sets out the high-level strategic plans to promote sustainable finance and address climate change.", "On the other hand, the Guiding Principles provide the standard considerations in identifying which economic sectors or activities can contribute to sustainable development with special focus on addressing climate change.", "The Guiding Principles is based on principles-based taxonomy that will enable investors to identify opportunities that comply with sustainability criteria for high-impact investments.", "The same will help banks and financial institutions to create and structure sustainable finance products and support financing and investment decisions.", "We aim to quicken the implementation of the taxonomy through the issuance of more detailed standards to be developed by the Green Force working clusters.", "The Financial Sector Forum will likewise facilitate alignment and implementation of the common standards across the financial sector.", "With these developments, we believe that banks are better equipped in scaling up sustainable or green finance and in promoting the low carbon transition financing.", "But we recognize that there are first mover banks.", "In fact, of 15 issuers of green, social and sustainability bonds in the country, seven are banks.", "Since 2017, they have issued around USD 2.9 billion worth of sustainable bonds.", "During the pandemic, two banks have issued social bonds totaling approximately P29 billion to finance the needs of eligible micro, small and medium enterprises.", "At the regional level, sustainable bond markets in ASEAN+3 continued to expand to USD 415.6 billion as of end-December 2021 with green bonds dominating the market at USD 294.0 billion.", "Meanwhile, the country is also seen to issue sovereign bond in the international sustainable bond market.", "The Department of Finance recently launched the Sustainable Finance Framework.", "This sets out how the National Government intends to raise green, social or sustainability bonds, loans and other debt instruments in the global capital markets.", "This information presents clear opportunity for banks and investors to build on the strong momentum in the issuance of green and sustainable bonds both at the local and regional markets.", "Achieving the Nationally Determined Contributions and the Sustainable Development Goals also present an opportunity for sustainable finance.", "Financial institutions can introduce new and innovative sustainable financial instruments that are responsive to their clients' needs and at the same time contribute to our carbon emission reduction targets of 75 percent by 2030.", "These sustainable financial products may also be extended to fund the post-pandemic recovery of the micro, small and medium enterprises and agricultural sectors which were greatly affected by the pandemic.", "Meanwhile, companies that engage in sustainable projects or activities may benefit from obtaining funding at potentially reduced competitive costs.", "This may be possible through the concerted efforts of both public and private sectors to develop a pipeline of green investments and to incentivize sustainable finance supplemented with blended finance.", "With the Philippines being vulnerable to typhoons and climate change related risks due to its geographical location, \"green recovery\" approach is the ideal to strike the right balance in implementing economic strategies and in building climate resilience.", "We are confident that our sustainability efforts complemented by favorable macroeconomic fundamentals and sound banking system will all tie in as we move forward to a more stable, resilient, and inclusive Philippine financial system.", "In closing, I'd like to emphasize the impact of sustainability in our lives.", "Sustainability is not just a business decision that we have to make, but one that will have impact on our lives and the world as we know it.", "It's important that we act now.", "The sooner we do, the sooner we will reap the benefits of sustainable finance in the post-pandemic world.", "Thank you and a pleasant day to everyone."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainability", "Green Finance", "Environmental and Social Risk Management", "Sustainable Finance Framework", "Environmental and Social Risk Management Framework", "Sustainable Banking Network", "Green Force", "Sustainable Finance Roadmap", "Sustainable Finance Guiding Principles", "Green Bonds"]}