{"sentences": ["25 Aug 2022 Welcome Remarks at the HKIMR-ADB-BIS Joint Workshop on \"Monetary Policy Spillovers\" Edmond Lau, Deputy Chief Executive, Hong Kong Monetary Authority 1.", "Good morning, Mr Park (Chief Economist and Director General of the Economic Research and Regional Cooperation Department, Asian Development Bank (ADB)), Mr Zhang (Chief Representative for Asia and the Pacic, Bank for International Settlements (BIS)), ladies and gentlemen.", "It is my pleasure to welcome you to this Workshop on monetary policy spillovers, jointly organised by the ADB, the BIS and the Hong Kong Institute for Monetary and Financial Research (HKIMR).", "We are honoured by the impressive list of panellists, discussants and speakers today, who will share their expertise on this timely and important topic.", "Since early this year, central banks around the world have tightened monetary policy to ght raging ination, with the US Federal Reserve (Fed) being particularly assertive as it tries to cool down the unwelcome rise in ination and avoid ination expectations from getting de-anchored.", "As global nancial conditions tightened, nancial markets rattled and many emerging market economies (EMEs) experienced capital outows given their narrowing interest rate differentials against the US.", "The crux of the latest situation is, will such gyrations in asset prices and capital ows pose a threat to EMEs' nancial stability?", "As far as emerging Asia (EM Asia) is concerned, the latest situation does not seem too bad.", "Even though the region saw quite notable bond fund outows since the Fed began to raise rates in March, such outows have yet to cause any signicant disruptions.", "That being said, there is no room for complacency.", "For one, as the global economy is heading towards a growth slowdown, if not an outright recession, Asian EMEs may be less able to look for support from external demand to cushion the effect of tighter global nancial conditions.", "Moreover, capital outow pressures faced by the Asian region may persist, leaving EM Asian currencies and FX reserves to bear the brunt of global tightening.", "Unfortunately, there are limits as to how much these shock absorbers can shield the domestic economies from tighter global nancial conditions.", "In particular, even though exchange rate exibility can be a useful shock absorber, research suggests that currency depreciation is not a panacea for cushioning the impact of US rate hikes.", "As a few papers in today's Workshop would argue, given the centrality of the US dollar in the international nancial and monetary system, a US monetary tightening shock and an appreciation in the broad US dollar index can still induce a widening of EMEs' sovereign credit spreads.", "Worse still, for more vulnerable EMEs with signicant FX mismatches, allowing their currencies to depreciate is not an appealing option; instead, their central banks may actually have to tighten monetary policy even when global nancial conditions are already tightening, in order to support their currencies and prevent their FX liabilities from spiralling out of control.", "What can and should EME policymakers do?", "I would argue that \"keeping our own house in order\" is a tried-and-tested recipe for enhancing EMEs' resilience to global monetary policy spillovers.", "Indeed, as a few papers to be presented will show, the extent of global monetary policy spillovers would depend not only on the source economies, but also on the recipient economies, including their economic settings and vulnerabilities.", "Accordingly, macro-prudential measures would provide another line of defence through mitigating macronancial imbalances, and many Asian EMEs including Hong Kong are precursors in this regard.", "Furthermore, policymakers in the region have been working hard to grow the regional local currency bond markets and create a sticky domestic investor base, which help reduce the risk of disruptive capital outows during times of distress.", "A few papers to be presented today also offer other valuable policy recommendations, highlighting the importance of good central bank communications, in the sense that: (1) credible communications to anchor ination expectations can alleviate the policy tradeoffs faced by EME central banks when external monetary policy shocks arrive, and (2) clear communications by the Fed regarding its monetary policy normalisation may help limit the resulting adverse global spillovers.", "These research ndings corroborate well with our experience as central bankers, who have always been extolling the virtues of clear, credible central bank communication.", "In closing, while the synchronised global monetary policy tightening will likely result in challenging spillovers to Asia and other EMEs, these diculties are not insurmountable with the appropriate policy mix.", "However, formulating the right policy responses to monetary policy spillovers requires a better understanding of various spillover channels as well as mitigating factors that help reduce the sensitivity of EMEs to global monetary policy shocks.", "I would therefore like to thank you all for taking the time to join our Workshop today, which brings together seasoned researchers and policymakers dedicated to understanding these vital issues.", "I look forward to their insights and I hope you enjoy the Workshop."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy spillovers", "Emerging market economies", "Financial stability", "Global financial conditions", "US Federal Reserve", "Inflation", "Capital outflows", "Exchange rate flexibility", "Macroprudential measures", "Central bank communication"]}