{"sentences": ["- Reliable partners speech by Ben Broadbent Given at Gresham College, London Published on 30 March 2022 The Bank of England's Monetary Policy Committee (MPC) was set up 25 years ago to use monetary policy to keep the rate of inflation in the UK low and stable.", "Ben Broadbent talks about its work.", "Ben focuses on some of the theory, the practice and the pitfalls of communication about the course of monetary policy over the future (sometimes called \"forward guidance\").", "He stresses the importance of understanding that the path of policy will depend on how the outlook for the economy evolves.", "It's a pleasure to be here at Gresham College, a place that has held public lectures on important societal questions for over four hundred years.", "That makes it one of the few City institutions that's been around longer than the Bank of England.", "I would also like to thank both NIESR and the Money, Macro and Finance Society (MMF) for organising the event.", "Over the years the work of both institutions has been invaluable to the UK policy community.", "We are living through the most extraordinary - and in many ways an extraordinarily unwelcome - time.", "Russia's unprovoked attack on Ukraine has brought war to Europe for the first time in decades, with all its terrible humanitarian consequences.", "From an economic perspective, coming on top of what was already a very steep rise in the cost of globally traded goods, in the wake of the pandemic, the invasion has led to substantial rises in the cost of energy and other commodities.", "As a big net importer of manufactures and commodities it's doubtful that the UK has ever experienced an external hit to real national income on this scale.", "From the narrow perspective of monetary policy it will result in the near term in the difficult combination of even higher inflation but weaker domestic demand and output growth.", "However, the MPC has already said quite a bit about these things, individually and collectively, and - dramatic though its economic effects have been - my topic today is not this awful conflict or the immediate questions it poses monetary policy.", "I've no doubt we will discuss these things in the Q&A.", "Instead, I wanted to talk about something more general, namely the communication of monetary policy, and specifically the role of \"forward guidance\".", "I will take this to mean statements by monetary authorities about future policy.", "The question \"what's going to happen to interest rates?\"", "is asked of us routinely.", "(Sometimes it's phrased directly, sometimes more circuitously, but it always seems to come in one form or another.)", "And perhaps it's understandable that people should want to know, particularly in an environment as uncertain as this.", "If it were possible to eliminate or reduce at least one source of unpredictability, wouldn't that be a good thing?", "And since the MPC is in control of interest rates why can't it just tell us what it's going to do?", "The problem is that we can't be sure.", "Interest rates are not an end in themselves.", "They're a means of meeting our objectives: the stabilisation of inflation over the medium term and, subject to that, the stabilisation of economic activity.", "And because there are lots of unpredictable shocks hitting the economy, things that would otherwise (and often do) move output and inflation around, the appropriate path of interest rates is necessarily unpredictable as well.", "The skipper of a boat, adapting to a skittish wind, and interested in making the journey as smooth as possible, may have perfect control of the tiller.", "But that doesn't mean she can tell you exactly which position it will be in at every point in the future.", "That will depend on the direction of the wind at the time.", "It's not that monetary authorities are unconcerned about expectations of future interest rates.", "Quite the opposite: these expectations are central to the transmission of policy.", "We directly determine only one particular - and very short-term - interest rate (what commercial banks get paid on their overnight deposits, or \"reserves\", at the central bank).", "But demand and spending depend more on longer-term interest rates.", "In the UK, around half of corporate borrowing has a maturity of three years or more.", "Some mortgages have interest costs tied directly to Bank Rate but most are now fixed for at least two years.", "And these longer-term rates depend in their turn on expectations of how the short-term interest rate evolves over the future.", "Equally, however, these expectations should - and generally do - respond to the news about the economy of their own accord, without the need for any explicit prompting by the central bank.", "The private sector forms its own views about how the economy might evolve over the future, views that are continually adjusted as new information comes in.", "As long as people also understand the objectives of the central bank, and therefore the appropriate response of policy, they should then be able to work out for themselves what that news means for the likely path of interest rates.", "Sometimes, when economic conditions are relatively stable, there isn't that much to work out, as one can observe the central bank's \"reaction function\" - how it responds to incoming data - pretty much directly.", "In the years prior to the financial crisis, official interest rates in the UK were very tightly correlated with economic activity (and exhibited very little dependence on anything else).", "Chart 1 is one way of representing that relationship: it plots the change in the average interest-rate vote on the MPC, in basis points, against a survey-based measure of economic growth[1].", "At least until 2008 the correspondence was extremely tight.", "Chart 1: Monetary policy and economic activity tightly correlated before the financial Six-month rolling averages.", "Combined IHS Markit/CIPS and CBI distributive trades lagged one month.", "Sources: ONS, IHS Markit/CIPS, CBI, Bank of England and Bank calculations.", "From an economic perspective, the behaviour of policy over that period was understandable.", "If you think trend supply growth is pretty stable - and that was generally the view at the time - then stronger activity will always mean more pressure on resources, weaker activity less of it.", "So, in order to stabilise inflation, your best response is to lean against these swings in demand.", "If, in addition, there are few other enduring influences on inflation (from the rest of the world, for example) then there's no reason to respond to anything else.", "Whatever the rationale, this stable \"reaction function\" made it easier for asset prices to respond as well, in a similar fashion.", "Chart 2 plots that same survey-based measure of economic growth against expected future interest rates (specifically the three-year forward rate).", "Even without any verbal encouragement from the MPC monetary conditions tightened in response to stronger growth.", "As Mervyn King pointed out at the time, the cyclicality of forward interest rates, in anticipation of action by the MPC, itself helped to stabilise demand, putting less burden on the policy rate.", "(Some of you may remember that, in an unlikely comparison, he suggested this was similar to the behaviour of the hapless England defenders against the great Diego Maradona in the 1986 World Cup.", "This was the first, and I daresay the last, time that MPC members were likened to an elite sportsman.", ")[2] Chart 2: Forward interest rates and economic activity also co-moved closely before the financial crisis, less so afterwards Six-month rolling averages.", "Combined IHS Markit/CIPS and CBI distributive trades lagged one month.", "Six-month change in one-year forward one-year LIBOR rate, spliced onto one-year, one-year OIS rate in 2022.", "Sources: ONS, IHS Markit/CIPS, CBI, Bloomberg Finance L.P. and Bank calculations.", "So if financial markets are able to react this way, without any explicit hints from the policy maker, why has there since been more communication from central banks about future policy - and more expectation of it in financial markets?", "What is the rationale for \"forward guidance\"?", "At least in theory there are two distinct types of guidance.", "The reasons for both, I think, are connected with changes in the economy in recent years.", "But they are quite distinct and it's important to understand how.", "The first - sometimes described in the economics literature (somewhat grandiosely) as \"Delphic\" guidance - seeks in general to convey what is sometimes referred to as \"private information\" held by the central bank.", "This makes it sound more exciting than it really is.", "More often than not it means making clear to the outside world the policy maker's view of how the economy might evolve over the future - its forecasts - and to clarify the so-called \"reaction function\" (how monetary policy might respond to possible future events).", "I said the simple pre-crisis pattern in Chart 1 was the appropriate way to set interest rates if you're in an environment where swings in economic growth are driven predominantly by shocks to demand, things that push output and inflation in the same direction, and if there are few other enduring shocks to inflation.", "But if that was a reasonable view of the world in the years before the financial crisis - a period some now call the \"the Great Moderation\" - it's clearly been much less of one since.", "Productivity growth is less predictable and it's harder to count on a single rate of \"trend growth\".", "(Nor can we be assured of a fixed, \"neutral\" rate of interest, below which policy is necessarily expansionary and contractionary only above it.", "In particular, it became clear even before the crisis, and increasingly so after it, that this \"neutral rate\" had over many years been declining.)", "And if we'd forgotten during the Great Moderation that domestic output isn't the only thing that affects inflation we've certainly been reminded of it since.", "In the UK, the two big exchange-rate depreciations in 2008 and 2016 pushed up inflation for a protracted period, independently of activity at home.", "The strains in global goods markets caused by the pandemic, and the substantial impact on commodity prices of Russia's invasion of Ukraine, have done the same, to an even greater extent.", "In this environment, simple rules of thumb like Chart 1 are less reliable - you can see clearly how the correlation between the two lines declined after the crisis - and it might therefore be an advantage for the central bank to communicate more about how policy is being set.", "This \"Delphic\" guidance can come in various forms.", "Regular forecasts are part of it.", "You can speak directly about the changing environment and the implications for the reaction function, perhaps with the aid of particular simulations (I gave a talk in 2013 arguing that, when productivity growth is less predictable, the monetary authority will want to put less weight on output and more on the domestic labour market[3]).", "Monetary authorities have often made more specific remarks about the near-term path of interest rates, depending on how things turn out (\"if the economy develops in line with our forecast then policy might be expected to do such-and-such\" is a typical example).", "A handful of central banks publish forecasts of the policy rate, alongside those for GDP and inflation.", "Their joint behaviour can help people understand how these things interact.", "It's worth noting up front that not all forms of \"Delphic\" guidance have to involve direct communication about the future path of interest rates.", "And, whatever its precise form, the important point about this sort of guidance is that it's always conditional.", "These are - and should always be seen as - \"if....then\" statements.", "Their purpose is not to pledge some particular path of policy, independently of what happens to the economy.", "It's to help people understand the dependence of policy on the economic outlook.", "The other form of guidance - sometimes called \"Odyssean\" - is quite different in this respect.", "It actively promises a certain path - in particular to keep interest rates very low - almost regardless of how things turn out.", "It's a means of easing monetary conditions, and specifically of lowering longer-term real interest rates, when the outlook for inflation is weak but the immediate policy rate is constrained by the lower bound (and if other alternatives like QE are for some reason unavailable or ineffective).", "If you're able to convince people that, even in the event of a positive shock to inflation in the future, you won't raise interest rates, this can push up expected inflation, thereby reducing the real forward rate of interest and encouraging more demand today.", "This \"promise to be irresponsible\"[4] won't necessarily be believed because, when the time comes, and if there were subsequently some significant rise in inflationary pressure, the policymaker will be tempted to go back on the earlier promise and respond by raising interest rates.", "The optimal policy is intrinsically \"time inconsistent\".", "But if you can find a way of tying yourself to the policy in advance - like Odysseus lashing himself to the mast of his ship - then this is in principle an effective way of easing monetary conditions, even when the policy rate itself can't be lowered any further.", "It's striking that this \"Odyssean\" guidance has received much more attention in the economics literature - but, in the real world, and despite often being right up against the lower bound, central banks have used it only rarely.", "This may be because, in practice, it's quite difficult to make credible commitments of this sort (and because central banks have also been able to use QE).", "Whatever the reason, most \"forward guidance\" has been of the \"Delphic\", more conditional form.", "Yet my impression is that outside observers can sometimes mistake one for the other: the \"if\" clause is forgotten, or downplayed, and purely conditional statements somehow get interpreted (or rather misinterpreted) as hard commitments.", "It's not entirely clear why this is the case.", "It may be quite a deep-seated tendency.", "Some psychological research demonstrates that people can misconstrue \"if...then\" statements, particularly if they're fairly abstract.", "It may also be wishful: because people don't like uncertainty and would therefore prefer there to be some fixed path of interest rates set in advance, perhaps they're prone to believe that this is what they're being told.", "But there's no doubt it happens.", "In September 2013, the MPC said that a minimum necessary condition for a rise in interest rates was that unemployment should fall below 7%.", "This was not a sufficient condition and the Committee was also at pains to emphasise that the actual path of rates would depend on the outlook for the economy at the time.", "Yet quite a few observers viewed the condition as a hard trigger and were confused when rates didn't immediately and automatically rise in response (memorably, one MP subsequently likened the Committee to \"an unreliable boyfriend, blowing hot and cold\").", "Similarly, in a speech in July , the then-Governor Mark Carney said the \"the decision as to when to [start raising interest rates] will likely come into sharper relief around the turn of the year\".", "This was no more than suggestive and was immediately qualified with a remark about the importance of economic developments in the interim: \"I am conscious of several important considerations which mean the actual path [of interest rates] almost certainly will not be mechanical, linear or pre-determined.", "First and foremost, shocks to the economy could easily adjust the timing and magnitude of interest rate increases....There is, in fact, a wide distribution of possible outcomes around any expected path for Bank Rate, reflecting the inevitability that the economy will be buffeted by shocks and that monetary policy will have to adjust accordingly.\"", "Yet when - thanks precisely to such shocks - interest rates did not subsequently rise \"around the turn of the year\", he was criticised for having misled people.", "Such criticisms, whether justified or not, are par for the course, and may not be that consequential in the grand scheme of things.", "But there could be a more material cost if, in mistaking conditional for unconditional statements, people come to rely on them at the expense of thinking about the economy, and its implications for interest rates, for themselves.", "As I said earlier, it's an important part of the transmission of policy, and of the stability of demand more generally, that prices in financial markets respond to economic news as it comes in, without the need for any prompting by the central bank.", "That is precisely the purpose of the \"Delphic\" sort of guidance that, in the main, central banks have employed.", "But as Chart 3 demonstrates, the sensitivity of market interest rates to releases of economic data seems to have declined somewhat in recent years.", "Chart 3: The sensitivity of market interest rates to news in economic data has fallen in Sensitivity of 3-year spot rates to economic data news: coefficient in regressions of change in the interest rate to change in a data surprise index prepared by Bank staff, using 12-month rolling windows.", "Sources: Bloomberg Finance L.P., Refinitive Datascope and Bank calculations.", "There could, of course, be several explanations for this.", "It may well be that, precisely because the economy seems less predictable than it was during the \"Great Moderation\", markets are understandably more reluctant to infer things about the medium term from shorter-term data.", "The fact that central banks have for so long been pressed up against the lower bound would also naturally have attenuated the reaction of forward rates to news about the economy (they can't fall as far as they usually would in response to negative news).", "But it's possible that an over-reliance on central bank communication, and a misinterpretation of it as a fixed plan for interest rates, has contributed to this as well.", "If you believe that the monetary authority will always tell you in advance what it's going to do you may feel less inclined to anticipate and price such a response yourself[6].", "I don't know if this is true.", "It's really no more than a conjecture, and a relatively idle one at that.", "But it would be an irony if an effort to get people to think more about how monetary policy might respond to events, by communicating something akin to a \"reaction function\", had actually had the opposite effect.", "At any rate, having already gone through at some length the point I want to make, the rest just fills in some gaps.", "I'll start with a more formal description of \"Odyssean\" guidance, explaining why, when the interest rate is up against the lower bound, there could be very significant gains to credible commitments to keep rates low in future - but also why, in practice, such credibility is hard to secure.", "There's then a brief discussion at various forms of guidance in the real world.", "As we'll see, the distinction between \"Odyssean\" and \"Delphic\" guidance is less clear in practice than in theory.", "In the real world the dividing line between them is sometimes a bit fuzzy.", "This may have contributed to the conflation of the two - more exactly the (mis)interpretation of conditional as unconditional statements - in the outside world.", "But I think it's clear enough that central banks have rarely if ever committed themselves unconditionally to future policy.", "It's clear too that, on several occasions, the outside world has nonetheless viewed these statements as promises.", "I'll give some examples before a short concluding section.", "Credible, \"low-for-long\" guidance as a means of easing policy at So let's start with the value of commitment when the policy rate is close to the lower bound.", "As you know, the last thirty years have seen a marked decline, around the world, in the underlying, \"equilibrium\" real rate of interest (sometimes called \"R*\").", "This a real phenomenon, not a monetary one, caused by some combination of a greater desire to save - across the world as a whole - and weaker investment demand.", "But central banks have still had to accommodate the decline and the appropriate nominal rate of interest has therefore fallen alongside this \"R*\" [7].", "However, there's a limit to how far the nominal rate can fall.", "As long as people also have access to physical cash, bearing zero interest, it's not possible to lower the official rate much below that level.", "And when the \"normal\" policy rate is already close to that lower bound there's very little room for conventional policy to respond to negative, disinflationary shocks.", "This in turn creates the potential for deflationary traps.", "Because the policy rate can't fall in response, a decline in inflation expectations pushes up real interest rates, depresses demand and inflation, and this justifies the original (and self-perpetuating) weakness of expectations.", "These traps are potentially very costly as they can lead to protracted periods of unnecessarily weak economic activity.", "It was in a determined effort to avoid them, having already cut interest rates as far as they could, that central banks then turned to alternative, \"unconventional\" monetary policies.", "For the most part this meant QE.", "Asset purchases are designed to keep a lid on forward rates, thereby supporting demand and activity.", "In the academic literature, however, many economists argued for an alternative - and potentially more powerful - option, namely a committed form of forward guidance.", "The economist Michael Woodford has been one prominent advocate[8].", "Remember that the name of the game, when faced with this risk, and having run out of room to cut the policy rate any further, is to lower forward real interest rates.", "In this respect, a credible declaration that you will keep the actual policy rate low, even in the event of a future increase in inflation, does two things.", "It keeps nominal forward rates low.", "It also raises expected inflation.", "In the normal course of events the central bank would tighten policy as inflation rises, choking it off before it turns into a persistent overshoot.", "If you tell people you're not going to do this then - as long as they believe you - this will push up inflation expectations and further depress the real rate of interest.", "In many simple economic models expected real interest rates have almost as big an effect on spending as the current real rate.", "In that setting, credible guidance that depresses those forward real rates can therefore be an effective way of boosting demand and combatting the risk of deflation.", "Chart 4, based on simulations with a simple (and pretty standard) model of the economy, gets the point across.", "The ability to commit credibly to future policy helps soften the effects of the Results from a simulation of a small macroeconomic model under alternative assumptions about monetary policy and the average distance to the lower bound.", "Macroeconomic volatility is measured using a simple \"loss function\" that weights the variance of inflation and the output gap.", "The y-axis shows the square root of the loss function, scaled to 1 for the case of commitment policy with an average distance to the lower bound of 5pp.", "Sources: See Appendix for further details.", "What we've done is to hit this simple model economy[9] with lots of simulated shocks and measure how far it is, on average, from meeting the central bank's objectives - keeping inflation close to target and output close to potential.", "(A simple measure of this, based on a \"loss function\" that weights together the variances of the output gap and inflation, is plotted on the y-axis.", "Note that the perfect score of zero isn't attainable.", "Because there are so-called \"trade-off-inducing\" shocks in the model, things that push the objectives in different directions, inflation and demand can't both be perfectly stabilised[10]).", "We've plotted this performance while varying two key things.", "One is the distance between the \"neutral\" nominal rate of interest and the lower bound.", "This is plotted on the x-axis.", "The larger this gap (i.e.", "the further you are to the right) the less the lower bound is likely to matter.", "There may occasionally be shocks that are bad enough to take you there but they obviously become rarer the more distant the average policy rate from its floor.", "Maybe you can think of this a reasonable description of the 1990s (when the neutral interest rate was comfortably above zero and \"forward guidance\" was no more than a twinkle in Michael Woodford's eye).", "The second is the scope for this committed (\"Odyssean\") form of guidance.", "QE isn't available to either of the policymakers in Chart 4.", "But one, at least, has the capacity to commit credibly to particular policies beyond the current date.", "The average loss in this case is plotted in blue.", "The red policymaker can't do this.", "He takes the lower bound into account when setting current policy, but, unfettered by any sort of prior commitment, he's free to reset policy each period as he sees fit.", "This may sound like a good thing (isn't it better always to have full discretion?)", "and there are certainly many instances in which the blue policymaker would prefer to be released from his earlier promise.", "But perhaps a better way to think of it is to recognise that, thanks to this ability to make credible commitments, Blue essentially gets to choose future as well as current policy.", "This is a pretty valuable addition to the set of monetary tools when the current interest rate can't be cut (and if the economy responds sensitively to forward rates).", "Without it, as you can see, the simulated performance of the economy deteriorates significantly as the neutral real interest rate gets closer to the lower bound (i.e.", "as the red line approaches the origin).", "Unable to do much about them, the fully discretionary policymaker will spend quite a bit of time in these low-inflation, low-output traps.", "But because he effectively controls future as well as current policy, and can credibly \"promise to be irresponsible\" (i.e.", "to keep rates low even in the event of positive inflationary shocks in the future), the blue policymaker manages to avoid the worst effects of the lower bound for interest rates.", "Forward guidance in practice What about the real world?", "In practice, looking at what central banks have actually said about future policy, the boundary between the two is less clear in practice than in the theory.", "Even a fully discretionary policymaker - one who can't credibly commit to future policy decisions - may react slightly differently to incoming data around the lower bound.", "As I pointed out in the introduction, there may be other changes in the economy (less predictable productivity growth, for example) that also warrant a change in the \"reaction function\".", "So, if a statement signals some shift in how policy might respond to the economy, that doesn't necessarily make it \"Odyssean\".", "Nor does commitment mean you ignore entirely what's going on in the economy: the blue policymaker is still \"data dependent\" in some sense, just less so - less responsive to inflation overshoots in particular - than the red.", "So although I've been stressing the contingent nature of \"Delphic\" guidance, and the relative invariance in the case of commitment, it's not a rigid distinction.", "In any case, perhaps there's always some room for interpretation when it comes to language.", "That said, I think one can still outline some broad parameters - things that colour a statement more in one shade than another - that can help distinguish the two.", "For example, Odyssean, committed guidance is probably more likely to refer to dates - a time-frame for low interest rates - than to economic conditions alone.", "If it does tie future policy to economic variables it may explicitly pick out inflation expectations (as Odyssean guidance is explicitly designed to raise them).", "More generally, it will actively seek to convey a more dovish stance relative to incoming data.", "Without these things, a statement that simply says \"we expect such-and-such a policy to be appropriate given the current outlook\" doesn't seem to me to qualify, especially if it goes on to stress the dependence of one on the other.", "The same goes for forecasts of future interest rates based on the latest projections for the economy.", "These are just an effort to explain more about the \"reaction function\".", "On these grounds, and even with a fairly liberal interpretation of these requirements, it's difficult to pick out many episodes that clearly count as pre-commitment.", "Perhaps the US Fed's communications during and in the years after the financial crisis came the closest, though the shift to more Odyssean-like guidance was as much evolutionary as revolutionary.", "The FOMC had begun to signal the likelihood of a long period of low interest rates as early as December 2008, though to begin with, this was phrased simply as what would be justified by the economic outlook: \"Weak economic conditions are likely to warrant exceptionally low levels of the federal funds rate for some time\" The following summer, the statement still explained the outlook for policy as a normal and justifiable response to that for the economy, but for the first time introduced specific timelines: \"The Committee currently anticipates that economic conditions...are likely to warrant exceptionally low levels for the federal funds rate at least through mid-2013\".", "Some years later, by 2012, the FOMC was indicating not only a time horizon for low rates but had added two important extra ingredients - first, the recognition that policy was \"highly accommodative\" and second, that it would remain so even after a fuller economic recovery \"The Committee expects that a highly accommodative stance of monetary policy will remain appropriate for a considerable time after the economic recovery strengthens.", "[It]...currently anticipates that exceptionally low levels for the federal funds rate are likely to be warranted at least through mid-2015.\"", "I suppose you could still quibble about how committed this language really is.", "But the clear dovish skew puts it more firmly in the Odyssean camp than the earlier statements.", "This is also the view of Del Negro and co-authors, in a 2015 paper looking at the effects of this guidance.", "In any event, to my mind it's hard to find guidance from other central banks that has come as close as this.", "If you squint a bit you could perhaps see some of the same in the ECB's new strategy, published last autumn.", "The ECB said that, when rates were close to the lower bound, policy should respond \"forcefully and persistently\" and that \"This may also imply a transitory period in which inflation is moderately above target\"[12].", "But this is about the ECB's general strategy, not a particular path for policy.", "Even a \"red\", discretionary policymaker would in practice recognise that the proximity of the lower bound can affect appropriate policy.", "And the ECB took pains to say that, although the approach might skew the subsequent distribution of possible inflation outcomes to the upside, this would be \"accidental not deliberate\".", "So I don't think it really qualifies.", "Anyhow, these episodes aside, most guidance seems to me to be pretty clearly \"Delphic\" in nature: it's about the central bank's view of economic outlook (a forecast) and about policy conditional on it (a \"reaction function\").", "As a general matter, we know that's the purpose of numerical forecasts for interest rates, because those central banks that publish them tell us so.", "The Norwegian central bank, for example, describes the rationale like this: \"With the aid of the policy rate paths and related communication, Norges Bank provides forward guidance regarding future policy rate developments and information about the central bank's response pattern.\"", "As for the UK, the few times the MPC has issued formal guidance about policy, it's very clearly of this type.", "If ever it's said something about future policy, it's always been in the context of, and dependent on, the outlook for the economy and inflation at the time.", "In August 2013, the Committee said it would not raise interest rates \"at least\" until unemployment had fallen to below 7% (so passing this threshold was a necessary but not a sufficient condition for a hike).", "It added the proviso that low rates would be maintained only \"provided this does not entail material risks to either price stability or to financial stability\".", "My own interpretation was that this guidance helped to signal the greater dependence of policy on the labour market, at a time of greater uncertainty about supply.", "Whatever one's view, it's clear, I think, that this was not designed to engineer above-target inflation - nor was 7% unemployment a hard trigger for a rate rise (it was only a necessary pre-condition).", "In February 2014, the Committee commented about future policy in the context of a low \"neutral\" rate of interest.", "While the MPC would always in practice do what was necessary to keep inflation stable over the medium term, it was unlikely that this would require interest rates to rise to levels seen in the first few years of inflation targeting (let alone the 1970s and 80s).", "What might then have counted as a \"loose\" level of interest rates could now be \"tight\".", "However, we were conscious of the risk that people might see this as some sort of commitment to keep interest rates low, come what may - it wasn't that - and therefore added that, whatever one's expectations, actual policy would depend on the economic outlook at the \"The actual path Bank Rate will follow over the next few years is, however, uncertain and will depend on economic circumstances.", "Bank Rate may rise more slowly than expected, and increases in Bank Rate may be reversed, if economic headwinds intensify or the recovery falters.", "Similarly, Bank Rate may be increased more rapidly than anticipated if economic developments raise the outlook for inflation significantly.\"", "Later on, in the summer of 2015, we described guidance about future interest rates, more succinctly, as \"an expectation, not a promise\".", "The time inconsistency of optimal policy: why \"low-for-long\" guidance may not be as powerful as simple models predict So why, in view of the power of the policy apparent in Chart 4, hasn't this committed form of guidance been used more often?", "In their 2015 paper, Del Negro and co-authors claimed that, while it had helped ease monetary conditions, the Fed's post-crisis guidance had had significantly less impact on demand and inflation than predicted by theory.", "Their explanation was that, in the real world, demand is less sensitive to forward interest rates than the theory presumes.", "Certainly the very simplest models, in which a drop in forward rates five years ahead (say) does almost as much to stimulate spending as a same-sized cut in the current rate, surely exaggerate the impact.", "But there may also be a more fundamental problem with the policy.", "It's intrinsically \"time inconsistent\" (to use the technical term).", "From today's perspective, in the face of a risk of deflation, it would be better if you could persuade people that you will keep policy loose for an extended period, even in the event that inflation rises above target.", "But you know full well - as does the private sector - that, when the time comes, you'll want to do something else in that case.", "It's one thing to promise in abstract to be \"irresponsible\", in advance of some hypothetical inflationary shock.", "It's quite another, in the teeth of a real one, actually to be irresponsible.", "By that time the promise is in the past, the inflation is happening now and it obviously feels more important to deal with what's in front of you than to abide by a pledge you might have given some time - even some years - earlier.", "Knowing this, people will naturally be sceptical about the promise in the first place and the policy would lose its force[14].", "You'd be back in the world of the red line in Chart 4 (subject to the effects of QE).", "In a paper in economists at the Bank formalised this idea by introducing a probability that the central bank reneges on earlier commitments.", "The probability was assumed to rise in line with the scale of the subsequent inflation (and therefore the temptation to abandon the promise).", "But it's precisely from the possibility of these high-inflation states of the world that the prior commitment really gains its force.", "(This is the Catch-22 of time-inconsistent policies: the only promise worth making is one you'll subsequently be tempted to break).", "So even a relatively small effect of this sort can have a material impact on the credibility, and therefore the power, of the guidance (the dotted line in Chart 5).", "The solid blue line presumes that there's some mechanism - some Odyssean mast to which you could tie yourself - ensuring that the cost of breaking the promise is always greater than the temptation to do so.", "Commitment policy loses much of its power if it isn't fully credible Results from a simulation of a small macroeconomic model under alternative assumptions about monetary policy and the average distance to the lower bound.", "Macroeconomic volatility is measured using a simple \"loss function\" that weights the variance of inflation and the output gap.", "The y-axis shows the square root of the loss function, scaled to 1 for the case of commitment policy with an average distance to the lower bound of 5pp.", "Sources: See Appendix for further details.", "In practice, it's hard to see that there is one.", "The importance of maintaining reputation obviously helps.", "There's a cost to breaking one's word.", "But that mightn't be enough, especially if your promise seeks to constrain not just your future self but your successor as well.", "That obstacle is all the greater if, as in the UK, policy decisions are made not by collective consensus but by democratic vote.", "Each member of the MPC member is individually accountable for his or her vote.", "It's part of the UK's constitution that \"no parliament can bind its successor\"[16].", "I'm not sure it would cut much ice with parliament's Treasury Committee if I said I was voting not on the basis of what was going on in the economy right now but instead because of some guidance a few years ago by an earlier MPC.", "The interpretation of guidance and the potential costs of mistaking the conditional as unconditional I picked out a moment ago a couple of key bits of guidance by the MPC.", "But all of them contained the message that the outlook for interest rates would be dependent on that for the economy and inflation at the time.", "However, I think it's clear from the reaction to these episodes that the points we were trying to get across - including this critical point about conditionality - were not universally understood.", "One particular problem was that, in response to the September 2013 guidance, many commentators appeared to see the 7% unemployment threshold as a sufficient, not just a necessary condition for the tightening policy.", "We would apparently be \"forced\" to raise interest rates if unemployment fell below this level, whatever the outlook for inflation at the time.", "As for the general point about conditionality, it was only two days after the February 2014 Inflation Report that the BBC said: \"What is forward guidance?", "It is making a promise about the future, particularly about future interest rates.", "\"[17] And despite the intervening (and frequently re-iterated) point that our statements about future policy were \"an expectation, not a promise\", a recent newspaper comment, published only a couple of months ago, referred to the \"many promises [made by the MPC] to raise interest rates\".", "There may be several reasons for this.", "One must be the very fact that there are these two distinct forms of communication - one much closer to a \"promise\" than the other - yet economists use word the \"guidance\" for both, distinguishing them only with the (slightly arcane) classical descriptors \"Delphic\" and \"Odyssean\".", "This kind of jargon can obscure more than it clarifies and one can quite understand why people might muddle them up[18].", "More generally, it's possible that central banks probably don't help themselves with language which, while it may seem clear to people whose job it is to think about these things, is unclear or ambiguous to others.", "To the economist author the meaning of a phrase \"we expect the appropriate level of interest rates to be X\" may be \"X is the arithmetic mean of a conditional distribution for interest rates\".", "To others it may come across simply as \"interest rates will be X\".", "In hindsight, the logical structure of the MPC's 2013 guidance linking policy to the rate of unemployment - \"if not p then not q\" - may well have been too convoluted to be readily understood.", "There is psychological research, in the field of cognition, demonstrating that people have an easier time understanding conditional statements if they're less abstract and more rooted in real-world experience.", "In addition, I suspect there may be sometimes a degree of wishfulness involved.", "None of us likes uncertainty.", "Longstanding research has identified related, and deep-seated, cognitive biases.", "We are all prone to over-confidence in our own predictions and, after the event, to the belief that what has happened was entirely predictable (and, indeed, that we predicted it[19]).", "I think there may be something of the same underlying phenomenon at work in people's desire to know the \"plan\" for interest rates.", "In a letter to the FT in 2018, my former colleague Martin Weale made a similar point: \"The pressure on the Bank of England for clearer communication is a consequence of people wanting the future to be less uncertain than it is.", "\"[20] Anyhow, whatever the true cause, I sometimes worry that there's a potential cost to this (one that matters more than the odd \"unreliable boyfriend\" tag).", "If people come to rely too much on explicit steers from the central bank, forward interest rates and other asset prices may become insufficiently sensitive to economic events.", "And if in turn the central bank acquiesces to the desire for more definitive statements about the future path of interest rates, and feels the need to signal policy changes well in advance, this could compromise its ability to respond to surprises that occur in the meantime.", "The dotted line below, in Chart 6, seeks to get the point across.", "It's the outcome of a simulation in which the monetary authority periodically publishes a plan for future interest rates.", "People believe the plan but the monetary authority only gets to change it intermittently.", "In the meantime, and no matter what crops up in the economy, it's obliged to follow the most recently published path.", "The idea is to convey the flavour of what happens when the central bank is (or feels) obliged routinely to \"pre-announce\" a path for interest rates but can only update that path now and then.", "Remember that this is a model in which forward interest rates have a powerful impact on current demand and economic activity.", "So living with the \"wrong\" forward rate - one that fails to respond to incoming news - can be pretty costly.", "In reality the economy is almost certainly less sensitive to expected future interest rates than assumed here, and the dotted line wouldn't be so far above the others.", "But qualitatively, at least, it gets the problem across.", "Sought for its own sake, greater stability and predictability of interest rates can come at the cost of less stability in demand and inflation (i.e.", "the central bank's ultimate objectives).", "If the central bank feels obliged to \"pre-announce\" a policy path in advance this could compromise its ability to stabilise demand and inflation Results from a simulation of a small macroeconomic model under alternative assumptions about monetary policy and the average distance to the lower bound.", "Macroeconomic volatility is measured using a simple \"loss function\" that weights the variance of inflation and the output gap.", "The y-axis shows the square root of the loss function, scaled to 1 for the case of commitment policy with an average distance to the lower bound of 5pp.", "Sources: See Appendix for further details.", "It would be nice if interest rates were more predictable.", "In fact, it would be nice if everything was more predictable.", "But many things, including stuff that might otherwise disturb inflation over the medium term, are not.", "And because it's the job of monetary policy to respond to such things, interest rates are also unpredictable.", "There are particular circumstances in which committing more unambiguously to a future path of interest rates can be an advantage.", "If there's a risk of deflation but the policy rate is stuck at the lower bound, and QE is for some reason thought to be ineffective, a declaration that policy will remain accommodative, even in the event of more inflationary pressure in the future, can in principle stimulate demand today.", "But even when such a commitment is believed, the effects are probably smaller than simple economic models tend to assume.", "Such a promise is by its nature non-credible - you know you're going to be tempted to break it - and is therefore likely to be ineffective unless there's a mechanism for keeping you to it.", "(Even if that were possible elsewhere, I think the hurdle to such commitments is higher in this country, given the MPC's one-person, one-vote decision- making.)", "This helps to explain why, in practice, central banks have made such commitments only rarely, even when the most pressing problem was the threat of low inflation.", "There is obviously even less of a case for it today.", "Yet my impression has been that, even when central banks attempt to engage in more standard, conditional statements about future policy, they can be sometimes mistaken for firmer commitments than they really are.", "The potential cost is that forward interest rates, and monetary conditions more generally, become over-dependent on central bank communication and insufficiently sensitive to economic news.", "Clearly the central bank has an obligation to set out its view of the economic outlook, not least to explain the stance of policy today (as distinct from what might happen to it tomorrow).", "That's because it takes time for policy to work and today's decision can therefore only be taken in the light of some distribution of possible economic outcomes in the future (i.e.", "In a changeable economic environment, in which these things may not be so easy to infer directly, it may also want to say more about its potential reaction to such outcomes (its \"reaction function\").", "Expectations of future interest rates affect current demand and policymakers clearly have an interest in their behaving appropriately as economic news comes in.", "There are various ways of doing that - speeches, simulations, perhaps even published rate paths.", "But whatever the medium monetary authorities need always to think that the message - not least the point that future policy will depend on how the outlook for inflation evolves - is well understood.", "I've received helpful comments from colleagues at the Bank of England.", "I'd like to thank Jack Meaning, Alberto Polo and Tuli Saha for their help in preparing the speech.", "Particular thanks are due to Fabrizio Cadamagnani and to Rich Harrison, who ran the simulations for Charts 46 and wrote the appendix.", "The views expressed are my own and do not necessarily reflect those of the Bank of England or other members of the Financial Policy Committee or the Monetary Policy Committee.", "On this point see also Feroli et al.", "(2017), \"Language after liftoff: Fed communication away from the zero lower bound\", Research in Economics 71, 452-490; and Swanson and Williams (2014), \"Measuring the effect of the zero lower bound on yields and exchange rates in the U.K. and Germany\", Journal of International Economics 92, Supplement 1, S2-S21.", "Remember that the nominal rate of interest is the real rate plus expected inflation (πe).", "So the \"neutral\" nominal rate is something like i* = R*+πe.", "Broadly speaking, policy will be contractionary (expansionary) if the official interest rate is higher (lower) than i*.", "Woodford and others have argued that QE works mostly because it signals something about future interest rates.", "See, for example, Woodford (2012) 'Methods of Policy Accommodation at the Interest-Rate Lower Bound', presented at Jackson Hole.", "For an overview of the transmission channels of QE see Broadbent (2017) 'The history and future of QE' and Bailey et al (2020) 'The central bank balance sheet as a policy tool: past, present and future', Bank of England Staff Working Paper No.", "There's a formal description of the model, and how Charts 4-6 were generated, in an appendix at the back.", "In this simple model, monetary policy affects inflation pretty much immediately.", "In the real world it takes time.", "Lags between policy and its effects are another reason why perfect stabilisation isn't possible.", "Del Negro, Giannone and Patterson (2015) 'The forward guidance puzzle'.", "Federal Reserve Bank of New York Staff Report n.. .", "Lagarde (2021), Press conference on the ECB monetary policy statement on 22 July 2021. .", "'Norges Bank's monetary policy handbook', 2022.", "Other examples are from the Riksbank: \"The publication of repo rate forecasts has given the general public greater insight into monetary policy and improved possibilities for evaluation and accountability.\"", "('The Riksbank's experiences of publishing repo rate forecasts', 2017).", "And from the Reserve Bank of New Zealand: \"Published forecasts help markets assess the economic environment and understand our policy strategy.\"", "(John McDermott (2013) 'The role of forecasting in monetary policy').", "In a speech in 2012, while still Governor of the Bank of Canada, Mark Carney put this well: \"Today, to achieve a better path for the economy over time, a central bank may need to commit credibly to maintaining highly accommodative policy even after the economy and, potentially, inflation picks up.", "Market participants may doubt the willingness of an inflation- targeting central bank to respect this commitment if inflation goes temporarily above target.", "These doubts reduce the effective stimulus of the commitment and delay the recovery.\"", "Haberis, Harrison and Waldron (2019) 'Uncertain policy promises', European Economic Review, Vol 111, pages 459-474. .", "More formal, written constitutions, which usually can't be altered except by super-majorities in the legislature, and therefore evolve more slowly than the electoral cycle, could be seen as a commitment device to allow for (otherwise) time-inconsistent but optimal government policies.", "See David Miles' 2014 speech 'What is the Right Amount of Guidance?'", "The oracle at Delphi foretold the future but she often spoke in riddles (encouraged, some claim, by the hallucinogenic gases emanating from fissures in nearby rocks).", "Presumably the name was chosen more because of the contrast with commitment: one of the inscriptions at the temple reads \"make a pledge and mischief is nigh\", sometimes shortened to \"surety brings ruin\".", "The first is called \"the over-confidence effect\", the second \"hindsight bias\".", "Both are extremely well researched and documented (see, for example, Kahneman (2011), 'Thinking Fast and Slow').", "How often does one hear people - or, indeed, oneself - say \"X was bound to occur\", or \"I always knew Y was going to happen\", when neither is, in fact, true?", "'The Bank of England cannot make promises about interest rates'.", "Technical appendix Deputy Governor, Monetary Policy Sign up for latest ©2022 Bank of England"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Interest rates", "Inflation", "Economic outlook", "Forward guidance", "Lower bound", "Neutral rate", "Quantitative easing", "Time inconsistency", "Commitment"]}