{"sentences": ["Welcome address by Bank of Greece Governor Yannis Stournaras at a formal dinner in honour of Jean-Claude Juncker, former President of the European Commission and former Prime Minister of Luxembourg 18/05/2022 - Speeches on the occasion of his election as honorary member of the Academy of Athens.", "It is a great pleasure and privilege for the Bank of Greece to welcome President Jean-Claude Juncker, on the occasion of his election as honorary member of the Academy of Athens.", "We welcome a great European statesman and a great friend of Greece.", "A man who has contributed so much to Greece staying in the Eurozone in 2012 and 2015, as I have witnessed first-hand in these difficult years, first as Minister of Finance and then as Governor of the Bank of Greece.", "A statesman who, during his long years of service in senior government positions both in Luxembourg and at European institutions, proved to be one of the staunchest champions of European integration and one of the strongest leaders who handled successfully the crises that the Eurozone faced over the last several years.", "A visionary leader who contributed enormously to the creation of our common currency, the euro, who strongly believed in it since its inception and fought hard to ensure its stability throughout these years.", "Born in Luxembourg, a country in the heart of Europe, our dearest Jean-Claude realised at a young age that the future of Europe lies in the close cooperation of its member-states and mainly in the gradual integration of national policies and rules.", "Having left his mark on his country's politics, he rose to top positions in the European Union and, in this capacity, worked hard on European integration.", "He is one of the great Europeanists, following in the footsteps of Helmut Kohl and François Mitterrand, with his firm conviction that European integration is the only way forward and that this path is irreversible.", "President Juncker was one of the most consistent and influential advocates that Greece could solve its fiscal problems within the Eurozone, rather than outside, as some sadly wanted at the time.", "He strongly resisted the idea that Greece should be sacrificed like Iphigenia to allow the fleet to sail.", "This was due not only to his expressed love for Greece and its heavy cultural heritage, but mainly to his strong belief in the European values and in the basic principle of keeping the Eurozone together.", "He fervently defended Greece's place in the European family, by deeply understanding and recognising the efforts that the Greek people had made to preserve the country's hard-won place.", "I believe this is his greatest contribution, as far as we Greeks are concerned.", "Last, but not least, I want to thank Prime Minister Kyriakos Mitsotakis, who came here tonight almost directly from his flight back to Greece from his trip to the United States, in order to honour our guest, President Jean Claude Juncker."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European integration", "Eurozone", "Greece", "Jean-Claude Juncker", "European Union", "Euro", "Fiscal problems", "European values", "Academy of Athens", "Helmut Kohl"]}