{"sentences": ["As no doubt all of you joining me here today, we at the European Central Bank look with horror at the distressing reports from Ukraine.", "The human suffering and destruction we see in our part of the world remains difficult to fathom.", "Our hearts and minds are with the people of Ukraine.", "With those who are still in harm's way, and with those who have been forced to seek refuge elsewhere, mainly in the European Union.", "These events are a stark reminder about what the European Union stands for: peace in Europe, being united in diversity, shared principles and the rule of law.", "The rule of law that also governs the institutions - including the ECB - that within their mandate serve European citizens.", "Today, I want to outline to you how the ECB will continue to contribute to this greater purpose by delivering on the mandate bestowed upon us by the European treaties.", "The mandate to deliver price stability in the euro area.", "You may be aware that last summer the ECB announced a new monetary policy strategy after concluding a comprehensive review.", "A review in which we engaged with a wide range of stakeholders, including European citizens, to learn lessons and better understand the concerns of those we serve with respect to monetary policy and the broader economy.", "Understandably, one of the key elements of our new strategy which received a lot of attention was the new, symmetric 2% inflation target over the medium term.", "This replaced our earlier medium-term inflation aim of below, but close to 2%.", "Together with our new strategy, we also published a roadmap outlining actions to incorporate climate change considerations in our monetary policy.", "And I am very happy that this roadmap is drawing an equal amount of interest and appreciation from among our stakeholders.", "Today, however, I will focus on another specific element of our new strategy that tightly binds together many of its constituent parts.", "A principal component that underpins the evidence-based foundations of our monetary policy strategy.", "It is the compass that guides our actions when taking monetary policy decisions.", "I am talking about the role of proportionality in our monetary policy deliberations.", "Bear with me these next twenty minutes and I will talk you through how, we as monetary policymakers assess the proportionality of our policy actions, illustrated with experiences of lawyers and construction workers, and how we apply this framework in the current circumstances.", "The legal principle of proportionality As a trained lawyer, let me start by providing you with some legal background on proportionality.", "To do so, I will take you back to 1882 when the Prussian Royal administrative court delivered the Kreuzbergerkenntnis, or Kreuzberg judgement.", "This was a groundbreaking verdict that for the first time explicitly established that a public authority - in this case the police - cannot pursue the public good in full discretion without any limitations to the sacrifice of individuals and their legal positions.", "The verdict annulled an ordinance issued by the police that banned owners of land around the Kreuzberg war memorial in Berlin from constructing buildings above a certain height, to keep the view of the monument clear.", "The court argued that with the ordinance, the police had exceeded their mandate.", "To put it simply: the ruling made it clear that the police were only responsible for public security, and not for safeguarding aesthetic interests.", "The verdict signified an important step in the development of modern societies.", "Acknowledging that their actions intrude on the lives of citizens, public sector authorities began limiting their actions to what is strictly necessary to achieve the established objectives.", "Since then, proportionality has evolved to become a fundamental principle in many legal systems.", "The proportionality principle is a cornerstone of the institutional structure of the European Union, laid down in Article 5 of the Treaty on the European Union.", "And all its institutions are bound by it in the pursuit of their respective mandates.", "It requires them to carefully assess the necessity and suitability of policy action to deliver on the mandate, while also considering whether this policy action is less intrusive compared with other options for achieving the same goal.", "Needless to say, this requirement also applies to the ECB.", "Proportionality in policy deliberations Thus, systematically assessing the proportionality of our monetary policy actions is exactly what we set out to do - and made even more explicit in our new monetary policy strategy - when the ECB Governing Council meets to discuss monetary policy every six to seven weeks.", "It is important to note that the scope of the proportionality assessment of policy decision-making bodies like the Governing Council differs from the scope of the judicial review that a court would conduct when assessing the proportionality of public policy measures for the law.", "This was carefully explained by European Court of Justice President Koen Lenaerts, at the ECB's recent annual legal conference.", "He outlined that when assessing proportionality, the Court applies a judicial review limited to manifest errors.", "With this approach, the Court acknowledges that institutions like the ECB enjoy a margin of assessment within the limits of their competences to weigh technical considerations that go beyond the Court's own competence and expertise.", "At the same time, the Court does require that institutions have in place a due process that ensures that within their margin of assessment, all factors and circumstances of relevance at the time of a policy decision are considered, including the impact of the action on other policies and the existence of less intrusive means to achieve the set objective.", "This is what the Governing Council's proportionality assessment needs to account for.", "And to achieve that, our monetary policy strategy includes an integrated assessment framework to support our deliberations on monetary policy options.", "This framework builds on two interdependent analyses: the economic analysis and the monetary and financial analysis.", "The economic analysis focuses on real and nominal economic developments which includes economic activity, employment and price and wage developments.", "The monetary and financial analysis examines monetary and financial indicators which includes lending by banks and nonbanks, asset prices and financing conditions.", "The focus here is on monitoring how our monetary policy decisions transmit throughout the financial system into the wider economy and assess whether any impairments in that mechanism could be harmful to our price stability objective.", "Moreover, the monetary and financial analysis allows us to monitor the possible risks to mediumterm price stability from financial imbalances.", "These two strands of analyses do not stand in isolation.", "Indeed, the important role of macro-financial linkages in economic, monetary and financial developments requires that the interdependencies across the two analyses are fully incorporated.", "Each monetary policy decision by the Governing Council - even if it reconfirms decisions taken in a previous meeting - builds on the evidence provided for by our integrated assessment framework.", "This evidence informs our discussion on the monetary policy stance required to ensure that economic, financial and monetary developments are consistent with maintaining price stability.", "And it also supports our decisions on the choice, design and calibration of instruments that deliver the required monetary policy stance.", "In this sense, our analytical framework enables us to ensure that the blend of our policy instruments is proportionate to the circumstances and challenges that we face in the pursuit of price stability.", "Making the strategy concrete Let me explain how this can be envisaged in practice with an analogy in construction that may speak more to the minds of a general audience than concepts from the world of monetary theorists and lawyers.", "Very much like price stability ensures a solid foundation to support a wellfunctioning economy, in construction concrete is the bedrock of any structure: homes, office buildings, bridges, wind and solar power stations, and so on.", "This bedrock is made up of four simple ingredients: cement, gravel, sand and water.", "Every ingredient plays its part.", "Cement is the key bonding agent that holds the concrete together.", "It is the gravel and sand that give it its strength and structural integrity.", "The water activates the bonding process and also makes the concrete malleable and allows for flexible application.", "The optimal concrete mix ratio depends highly on where the concrete will be used.", "Generally, the amount of sand and gravel is important for strength and durability, whereas cement and water add to workability.", "As one might expect, dry environments call for a relatively higher proportion of water in the concrete mixture, while the opposite holds for moist surroundings.", "Exposure to mechanical or chemical erosion also call for relatively less water to maintain durability.", "Environments subject to freezing and thawing benefit from concrete that contains some air pockets, determined by the proportion between gravel and sand.", "The builder mixing the concrete surely needs to establish what likely conditions the concrete needs to withstand before deciding on the optimal mix.", "I have come to learn that this concept is known among economists as state and shock dependence of the optimal policy response.", "And the optimal calibration of the monetary policy compound to maintain price stability is equally dependent on the external factors that have an impact on the economy.", "Our new strategy confirms that the key ECB interest rates play a primary role in this compound, but it also explicitly accounts for the use of other instruments as appropriate.", "In line with the central banks in other advanced economies, this includes communicating the expected future path of interest rates - also known as forward guidance - as well as asset purchases and the provision of longer-term refinancing operations to banks.", "The Governing Council has made clear its commitment to deploying and withdrawing all these instruments to respond flexibly to challenges in a proportionate manner, as we have demonstrated in the past.", "In our proportionality assessment we are also mindful that monetary policy measures have an impact on the broader economy and economic policies.", "In fact, the Treaty requires us to support - subject to such support not undermining our efforts to maintaining price stability - the general economic policies in the European Union with a view to contributing to the achievement of the EU's objectives.", "These objectives include balanced economic growth, a highly competitive social market economy aimed at full employment and social progress, and a high level of protection and improvement of the quality of the environment.", "In this context, whenever we identify different sets of instruments that are equally conducive to price stability, we will choose the configuration that best supports those general economic policies of the EU.", "Or, to use the example of the concrete mix: when there are multiple blends that are equally conducive to preserving structural integrity, the one that is most supportive to environmental sustainability is clearly mandated from a proportionality perspective.", "Current outlook for the euro area economy The framework that I have outlined provides the lens through which we assess the proportionate monetary policy response also to recent developments.", "We update our outlook for growth and inflation by closely monitoring all relevant incoming data and analysing them with our state-of-theart modelling toolkit, building on the knowledge and expertise of both ECB and Eurosystem staff.", "Now, even with all this analytical infrastructure in place, the current exceptional uncertainty means that we need to be humble about how accurately we can predict the future state of the economy.", "It is difficult to assess the exact quantitative impact of the tragic developments that began unfolding just as we were casting off the impact of two years of another unforeseeable event with dramatic consequences - the COVID-19 pandemic.", "That being said, the new ECB staff projections that were prepared for our monetary policy meeting two weeks ago and included two complementary scenarios to cater for the uncertainty paint a clear picture of what qualitative impact to expect.", "The analysis confirms that the present circumstances represent new headwinds to growth, emerging at a time when previous, pandemic-induced, headwinds were finally waning.", "In particular, there are two important channels through which the war weighs on the euro area economic outlook: negative confidence effects, which have an impact on both international trade and on financial markets, and high energy prices.", "This is reflected in a downward adjustment of growth in the baseline of the latest staff projections.", "At the same time, it should be noted that the outlook that prevailed before the Russian invasion was quite favourable, showing the euro area economy emerging from the pandemic on solid footing.", "This implies that in our updated baseline outlook, and also in more adverse and severe scenarios for the impact of the war, stagnation is not foreseen.", "While we are facing downward pressures on growth, inflation has continued to surprise on the upside.", "After having fallen sharply in the first months of the pandemic, it started rebounding around one year ago and has increased above our 2% target since last summer reaching 5.9% last month.", "The strength and the persistence in the rebound of inflation has consistently surprised many analysts and professional forecasters, including us.", "Unexpectedly high energy costs contributed most to these surprises, yet we do also see that price rises have become more broad-based.", "Even if global oil prices do not increase any further and stabilise at high levels, we currently expect inflation to be above our 2% target well into 2023, before settling around target in 2024.", "We are aware that the current spell of high inflation has a consequential impact on many citizens' personal livelihoods in a time in which both economic and a broader sense of uncertainty have again taken hold.", "Let me reiterate: our commitment to medium-term price stability is unwavering.", "With inflation stubbornly above our target for so long, some concerns have been raised about the risk of \"second-round effects\", which could make high inflation even more persistent.", "These effects describe a situation where high inflation feeds into higher wages, implying increased costs for businesses, which would lead to higher inflation still.", "Our current inflation projection accounts for some increase in wages building on historical regularities of pass-through from inflation to wages and further spillback mechanisms.", "And at present we are not yet observing stronger second-round effects than projected.", "At the same time, we are mindful that some ingredients for potential stronger effects are in place.", "Slowing growth and high inflation put pressure on households' real disposable income that they may seek to recover through higher wages in an economy in which labour market shortages and other supply side bottlenecks are lingering.", "Thus, the interplay between inflation and wage growth - with an important role for inflation expectations - is something that we will carefully continue to monitor in the period ahead.", "Similarly, in the pursuit of our mandate, we diligently monitor whether the prevailing financing conditions remain consistent with inflation reaching our 2% objective in the medium term.", "The Russian invasion of Ukraine and the subsequent financial sanctions have clearly caused substantial volatility in financial markets.", "However, these factors have so far not caused severe strains in money markets or liquidity shortages in the euro area banking system.", "Shortly before the Russian invasion of Ukraine, ECB Banking Supervision published the results of the 2021 cycle of the Supervisory Review and Evaluation Process (SREP).", "The findings of that annual assessment indicate that significant institutions have maintained solid capital positions, with most banks going beyond the levels dictated by capital requirements and guidance.", "Of course, the 2021 SREP cycle did not envisage the current war in Ukraine nor the sanctions on Russian counterparts that followed.", "Yet, the SREP results do reflect the general resilience of Europe's banking sector, which should help avoid disruptions in financing conditions as the economy and financial system are adjusting to the evolving circumstances.", "As regards Russia, the ECB continues to monitor direct and indirect channels of impact on European banks, but none have been disruptive so far.", "Outlook for monetary policy Let me now turn to how this assessment of the euro area economy outlook translates into the outlook for monetary policy.", "It is a well-established practice in monetary policy that in times of uncertainty prudent policy calls for gradualism, as was also alluded to in a speech last week by ECB President Christine Lagarde.This holds particularly true when we approach potential turning points in the monetary policy cycle.", "In determining the appropriate degree of gradualism, the Treaty gives us a compass - the principle of proportionality.", "A compass that points to price stability and - in line with our monetary policy strategy - has its needle moved by the evidence.", "Against this backdrop, already in December we announced our intention to end the net asset purchases conducted under our pandemic emergency purchase programme (PEPP), which in our recent meeting we confirmed we would do at the end of this month.", "Moreover, in light of the revised inflation outlook, we have assessed that net asset purchases under our other purchase programme can be discontinued in the third quarter if the incoming data confirm that the medium-term inflation outlook will not weaken after net asset purchases.", "This strengthens our policy optionality by removing obstacles for potential policy rate normalisation beyond the horizon of our asset purchases.", "Any adjustments to the key ECB interest rates will take place some time after the end of our net asset purchases and will be gradual and based on the incoming data.", "Both the timing and the pace will be proportionate to the evolution of the inflation outlook in relation to our price stability objective.", "If the evolution of the inflation outlook supported by incoming data allows a further normalisation of monetary policy, we stand ready to adjust our instruments accordingly.", "Meanwhile, we will continue to fully reinvest the maturing securities acquired in the context of our asset purchase programmes past the date on which we start raising the key ECB interest rates.", "Whenever we face renewed pandemic-related threats of market fragmentation that are a risk to price stability, the reinvestments that we undertake under the PEPP can be adjusted flexibly across time, asset classes and jurisdictions to counter those threats.", "Moreover, we can design and deploy new instruments to counter any threats to price stability that may emerge as we move along the path of policy normalisation.", "The Scottish philosopher David Hume once said that a wise person proportions their beliefs to the evidence.", "Likewise, I think the evidence should proportion a wise person's actions.", "This is as true for a wise monetary policymaker pursuing price stability as it is for a wise judge delivering a sound verdict, or a wise construction worker securing structural integrity.", "In our case, it is our evidence-based monetary policy strategy that enables us to do exactly this.", "And by paving the way for gradual normalisation with significant policy optionality to account for uncertainty, we are putting it into practice.", "We will proportion our actions to the evidence.", "That way, our commitment to maintain medium-term price stability remains rock-solid.", "Lagarde, C. (2022), \"Monetary policy in an uncertain world\", speech at \"The ECB and Its Watchers XXII\" conference, Frankfurt am Main, 17 March."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["proportionality", "price stability", "monetary policy", "inflation", "euro area", "financial markets", "monetary policy strategy", "economic outlook", "economic analysis", "monetary and financial analysis"]}