{"sentences": ["Professor Emil Bolongaita, Head of Carnegie Mellon University - Australia, Professor Ariel ZetlinJones, Associate Professor of Economics, Tepper School of Business and visiting scholar of the Federal Reserve Bank of Philadelphia, Professor Murli Viswanathan Associate Professor of Information Technology, Professor Riaz Esmailzadeh professor of Management of Information Technology, Securities and Exchange Commission Chairperson Emilio Aquino, Insurance Commission Commissioner Atty.", "Dennis B. Funa, Philippine Deposit Insurance Corporation President Roberto Tan, Bangko Sentral ng Pilipinas Deputy Governor Chuchi Fonacier, colleagues from the Financial Sector Forum, ladies and gentlemen, good morning!", "The pursuit of learning is an unending journey.", "With the rapid changes in the financial landscape, it is a must for every regulator to continue to learn and re-learn matters vital in carrying out our mandates.", "From the Financial Sector Forum Supervisory Technology and Regulatory Technology summit held last October 2021, one thing is certain: the need for transformation that will bring forth a new breed of supervisors.", "It important that supervisors are not only technology literate, but are also competent and knowledgeable in various digital technologies, such as AI, Blockchain, Machine Learning, and other emerging technologies.", "As such, the FSF, through its Information Exchange Committee will roll out additional training programs designed to give an in-depth understanding of these technologies.", "At this point, I'd like to thank our partners from Carnegie Mellon University Australia, headed by Professor Emil Bolongaita, for sharing their knowledge with us all.", "Through this collaboration, we hope to develop financial supervisors ready to take on the lead and be in the forefront of the industry's digital transformation.", "In closing, I'd like to welcome everyone to this online conference.", "I hope you take this opportunity to widen your horizon and take in as much learning as you can to benefit your respective agencies and the Philippine Financial Sector as a whole.", "Thank you and good morning!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital transformation", "Technology", "Supervisors", "Financial Sector", "Learning", "Training", "AI", "Blockchain", "Machine Learning", "Emerging technologies"]}