{"sentences": ["Officers and members of the American Chamber of Commerce, good afternoon.", "Thank you for inviting me to your General Membership Meeting.", "Let me update you with, first, our country's recent economic performance; second, the BSP's support to the economy; and lastly, our near-term macroeconomic prospects.", "On the economy's latest performance... After five consecutive quarters of decline, the economy rebounded strongly in the second quarter of last year with a growth of 12.0 percent.", "Since then, the country has managed to sustain this growth.", "In the last quarter of 2021, the economy grew by 7.7 percent, resulting in a 5.6-percent full-year growth, which is above the government's target range of 5.0 to 5.5 percent.", "The employment situation has improved.", "Unemployment rate fell to 6.4 percent in January 2022 from the peak of 17.6 percent in April 2020.", "Moreover, the 43.02-million employment posted in January 2022 represented a 1.77-million net employment gain from the level in January 2021.", "Manufacturing activities are gaining traction.", "The purchasing manager's index (PMI) increased by 1.3 percent to a three-year high of 52.8 in February 2022 following easing of quarantine protocols.", "The COVID-19 situation is improving-i.e., new confirmed COVID-19 cases are falling, vaccination rate is rising, and hospitalization rate has declined.", "Headline inflation stood at 3.0 percent in January and February 2022, the midpoint of the government's average inflation target range of 2.0-4.0 Inflation expectations remain well anchored.", "Inflation projections of private-sector economists and multilateral agencies for 2022, 2023, and 2024 all fall within the government's target range of 2.0 to 4.0 percent.", "The country's external sector remains manageable.", "The sustained rebound in key economies has spurred external demand.", "FDIs rose by 54.2 percent to USD 10.5 billion in 2021, which reflects positive investor sentiment and bodes well for job creation.", "OF cash remittances and BPO revenues grew 15.1 percent and 9.5 percent y-o-y, respectively in 2021.", "Supported by strong foreign exchange inflows, gross international reserves (GIR) remain hefty at USD 108 billion as of end-February 2022.", "This represents more-than-adequate external liquidity buffer equivalent to 10.2 months of imports of goods and payments of services and primary income.", "It is also about 8.4 times the country's short-term external debt based on original maturity and 5.8 times based on residual maturity.", "The Philippine banking system remains sound and stable, as shown by continued growth in assets, deposits, and capital, as well as net profit, stable capital and liquidity buffers, ample loan loss reserves, and manageable loan quality.", "Overall, the banking system's financial condition allows it to support the country's financing needs.", "Bank lending has posted six consecutive months of year-on-year growth since August 2021, up 8.5 percent in January.", "Moving to pandemic recovery measures...", "The economy is on its way to recovery, thanks to swift and decisive actions.", "On the part of the National Government, it passed in 2020 the Bayanihan 1 and 2 laws and allocated a portion of the 2021 National Budget for COVID-19 response.", "The 2022 General Appropriations Act (GAA) also contains fiscal stimulus.", "Together with the extended 2021 GAA, this year's budget will support continued implementation of COVID-19 recovery measures and help the economy bounce back.", "On the part of the BSP, we implemented a long list of crisis responses-from actions intended to boost market confidence to extraordinary liquidity measures.", "With our liquidity-easing measures, the BSP has injected into the financial system about Php 2.2 trillion (or approximately USD 42.9 billion), equivalent to 11.1 percent of the country's GDP.", "We also implemented regulatory and operational relief measures to maintain stability of the financial system and ensure public access to financial services.", "We have seen favorable reactions to the BSP's crisis-response measures.", "Domestic market rates have dropped amid the BSP's cumulative 200-basis point reductions in the policy rate.", "Also, amid the successive waves of downgrades of many countries-developed and emerging, credit rating agencies have maintained the Philippines' investment grade credit ratings throughout the pandemic, reflecting their confidence on the Philippine economy's recovery prospects.", "As the recovery further gains traction, BSP is considering its exit strategy.", "The broad sequence of the BSP's exit strategy involves the following: recalibration of our monetary operations, unwinding of our liquidity provision, reduction in monetary accommodation (when prospects for the economy have improved), and building our buffers in preparation for future crisis episodes.", "At present, the BSP's key policy rate remains at a historic low of 2.0 percent.", "The low interest rate environment has helped support credit activities amid the pandemic.", "But some groundwork for the BSP's \"exit\" has already been initiated with the significant decline in the BSP's purchases of government securities in the secondary market since the latter part of 2020 and the reduction in the provisional advances to the National Government from P540 billion to P300 billion.", "Moving on to economic outlook... After a higher-than-target growth of 5.6 percent last year, the government projects that the Philippine economy will grow by 7.0 to 9.0 percent this year, and by 6.0 to 7.0 percent next year.", "The latest baseline inflation forecasts are within the target range at 3.7 percent for this year and 3.3 percent for next year.", "In recent weeks, there is heightened uncertainty due to soaring world crude oil prices.", "Based on the BSP's oil price simulation, however, inflation could settle above the target range of 2.0 to 4.0 percent, only if crude oil prices average higher than US$95.00 per barrel in 2022 and 2023 on a sustained basis.", "Below US$95.00 per barrel, inflation would settle within the target range.", "Should oil prices reach US$120-140 per barrel this year, inflation would be 0.7 -1.0 percentage point above baseline in 2022.", "In brief, inflation would average between 4.4 - 4.7 percent under the US$120-140 per barrel scenario.", "Meanwhile, the current account is expected to post a deficit equivalent to 2.3 percent of GDP in 2022, driven by rising demand for imported capital goods and inputs for production as the economy continues to recover.", "Overseas Filipino remittances is expected to grow at 4.0 percent this year, after a 5.1 percent growth in 2021.", "Net foreign direct investments are projected to rise to USD 8.5 billion this year amid expectations of improved domestic and global investment climate.", "While the Covid-19 virus rages, we didn't sit idly by and wait for the pandemic to recede.", "We continued to work for the enactment of structural reform measures: These include the following: First, the amended Retail Trade Liberalization Act, which lowers the minimum paid-up capital for foreign retailers; Second, the amended Foreign Investments Act, which encourages foreign professionals to bring their practice, know-how, and technical expertise to the Philippines; and Third, the amended Public Service Act, which will open key economic sectors, such as telecommunications and airline industries.", "However, there are risks to our outlook.", "One is the uneven recovery between advanced economies (AEs) and emerging market economies (EMEs), as the pace of mass vaccination and effectiveness of policy support differ.", "Another risk is the potential emergence and spread of new COVID-19 variants in other countries.", "Rising inflation, both in AEs and EMEs, is also a threat owing to growing demand, input shortages caused by supply-chain bottlenecks, and rapidly rising commodity prices.", "We expect the conflict between Russia and Ukraine to continue exerting pressure on key commodity prices, particularly oil and wheat.", "The conflict could also cloud global trade and investment outlook and cause financial market volatility.", "The BSP supports the national government's fiscal interventions to address upside risks to inflation and safeguard the economic recovery momentum.", "For instance, timely social protection measures could alleviate the impact of rising crude oil prices on the transportation and agriculture sectors, while measures to ensure adequate domestic food supply could mitigate further supply-side pressures on inflation.", "In closing, I would like to highlight three key points: • First, the country's macroeconomic fundamentals remain sound.", "• Second, there are risks to this outlook, such as lingering uncertainties in the COVID-19 situation and the Russia-Ukraine conflict.", "• And third, the BSP is one with the National Government in helping the economy achieve full recovery.", "The BSP is striking a balance between providing adequate stimulus to sustain economic recovery and managing risks to price and financial stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Economic performance", "Monetary policy", "Inflation", "Economic outlook", "COVID-19", "Financial stability", "Fiscal policy", "Banking system", "External sector", "Economic recovery"]}