{"sentences": ["08.04.2022 Sustainability and climate change: measurement and management \"Private capital: investment with an impact\" / Annual congress of the Asociación Española de Capital, Crecimiento e Inversión (ASCRI) Pablo Hernández de Cos *iEnglish translation from the original in Spanish.", "I should like to begin by thanking the Asociación Española de Capital, Crecimiento e Inversión (ASCRI) for inviting me to participate in their annual congress.", "This congress is today going to address environmental sustainability, one of the main challenges facing our society, as we have very recently been reminded by the Intergovernmental Panel on Climate Change (IPCC).", "As you know, the IPCC has just published the third part of its Sixth Assessment Report, which stresses that we are still in time to limit the temperature increase by the end of the century to 1.5oC, although immediate and decisive measures are required.", "In particular, the transition to a more sustainable economy (one that generates lower emissions) requires a very significant volume of economic resources.", "In the European Union alone, according to European Commission estimates,2 complying with the emissions reduction target set for 2030 requires investing approximately an extra €350 billion per year over the current decade.", "The financial sector clearly needs to be involved in mobilising this enormous volume of resources.", "Given our mandate to preserve financial stability, the contribution of supervisors and financial regulators to the achievement of these targets involves ensuring that intermediaries identify, measure, manage and disclose the financial risks associated with climate change.", "Undoubtedly, the incorporation of these risks into their management decisions will help to change the relative prices of financial instruments in favour of those that fund more sustainable activities, thereby reinforcing the impact of other public policies.", "Today I wish to take this opportunity to describe the actions we as supervisors and financial regulators are taking at global level for this purpose.", "I will start by identifying the financial risks associated with climate change and the main channels of transmission to financial institutions, and then analyse the specific features of these risks, as well as the regulatory and supervisory initiatives adopted in the banking field.", "Risk factors associated with climate change Climate change risks may be divided into two types: physical risks and transition risks.", "Physical risks are those that arise when climate change materialises, to a greater or lesser extent.", "This leads to extreme weather events, a rise in sea levels, desertification, greater risk of wildfires, etc.", "In the case of Spain, the National Plan for Adapting to Climate Change 2021-20303 suggests that these risks have already started to materialise.", "Also, according to the European Environment Agency, extreme weather and climate events have already caused direct economic losses in Spain totalling more than €60,976 million since 1980.4 The European Commission estimates, in its 2020 report,5 that a global temperature increase of 3°C could result in an annual welfare loss of around 1.4% of GDP in Europe, with the greatest impact arising in southern Europe.", "Meanwhile, transition risks relate to the costs that may arise during the transformation of the economy needed to mitigate climate change and minimise the impact of the physical risks.", "The implementation of public policies necessary to achieve these objectives, the development of less contaminating technological innovations and changes in consumer preferences in favour of lower-emission goods and services will lead to a reallocation of resources between sectors.", "If this is not a sufficiently smooth process there could be significant economic disruption.", "Channels of transmission to financial institutions Financial institutions are exposed to the above-mentioned risks both directly and indirectly.", "This issue has been addressed by various studies and institutions.", "For example, in the banking field, the Basel Committee on Banking Supervision (BCBS) published a paper in April 20216 dividing transmission channels into two groups: microeconomic and macroeconomic.", "Microeconomic channels refer to the effect that the above-mentioned risk factors may have on institutions' counterparts (borrowers).", "Macroeconomic channels refer to the negative effect that physical and transition risks may have on economic growth, which would also affect financial institutions.", "To illustrate these channels, transition risks may, for instance, arise from the introduction of green taxes, which would raise energy costs.", "This increase in costs may, in turn, drive up the prices of those goods whose production requires more energy and, subsequently, a decrease in the demand for them, affecting firms' revenues.", "Household real income would also be affected.", "New greener technologies may reduce these energy costs due to their greater efficiency, but they may also increase firms' leverage, on account of the need to invest in these new production processes.", "In the case of households, investment and adaptation will be needed in personal transport and housing.", "Also, the transition could generate a change in consumer preferences, in favour of greener goods and services.", "This would involve changes in relative prices that would affect firms and sectors unevenly.", "As regards the impact of the physical risks, damage to physical capital, including housing, and production disruption as a result of the materialisation of these risks would affect institutions' revenues and costs, and also the value of collateral and wealth.", "For one thing, insurance and maintenance costs will rise, causing an overall increase in companies' costs.", "Furthermore, physical capital damage would necessitate new investment, which would increase leverage.", "Additionally, revenues would also suffer from these risks due to their negative effects on production capacity.", "From a more macro perspective, these risks may impair productivity and also cause a reallocation of resources, not only of physical capital, but also of labour, through migration.", "Special features of climate change risk factors In general, these risks can be considered to manifest themselves in financial institutions through the traditional financial risk categories (credit, market, liquidity, operational and reputational risk).", "However, climate change incorporates some fundamental special features into these traditional risks, which must be taken into account if they are to be managed and supervised appropriately.", "First, the consequences of climate change are unprecedented and will occur over a very prolonged period.", "Historical experience is thus of little use to assess their magnitude and evolution, and therefore the uncertainty associated with how and when they will materialise is very high.", "Second, that uncertainty is exacerbated by the fact that the physical and transition risks are interrelated non-linearly, and possibly subject to tipping points.", "This, in essence, means that the magnitude of the effects of their materialisation could be greater than expected and will affect economic agents more generally and more abruptly than other risks.", "Third, the problem has a global dimension.", "There is little any one country can do on its own to avoid the problem and there may always be free-riders.", "That is why utmost collaboration and cooperation are required.", "International organisations and institutions therefore need to play a key role in this area.", "Fourth, the impact of the materialisation of the physical and transition risks of climate change may be very uneven across geographical areas and economic sectors.", "Moreover, apart from this geographical and sectoral diversity, the impact is also likely to be very uneven across economic agents.", "Given these special features, we banking regulators and supervisors have launched various initiatives to assist and oblige banks to take these risks properly into account.", "Thus, the European Banking Authority (EBA),8 the European Central Bank (ECB)9 and the Banco de España10 have each published supervisory guidelines and expectations explaining how banks are expected to consider these risks in their daily operations, their business strategies and their risk management.", "At global level, the BCBS has published for consultation a paper on principles for the effective management and supervision of these risks.", "In any event, the improvement in banks' management capability will presumably have to be supplemented by the development of a regulatory and prudential framework that properly takes into account the special features of the risks associated with climate change.", "There are two preliminary issues here: the existence of information and common taxonomies and the development of measurement methodologies.", "The need for common definitions and granular data To assess climate risks correctly, first it is necessary to have common definitions and data of sufficient quality and granularity.", "The Network for Greening the Financial System (NGFS), of which we, among 108 central banks and supervisory authorities from all over the world, are members, published in May 2021 a report12 emphasising the importance of having common worldwide definitions and standards for disclosure of information associated with these risks.", "Common definitions Owing to the complexity of the matter, the progress made towards establishing a global taxonomy is, unfortunately, still limited.", "Not only are productive technologies characterised by great heterogeneity at any given moment in time, which affects their environmental classification, but also a dynamic approach, which recognises the progress made in reducing their emissions, needs to be adopted.", "I would, however, like to stress the impetus the European Union has given to this issue, through the Taxonomy Regulation,13 which sets the foundations for a common European classification of \"environmentally sustainable\" economic activities.", "The regulation establishes six environmental objectives.", "An economic activity qualifies as sustainable when it contributes to one of these objectives without causing significant harm to the others, and complies with certain minimum social safeguards.", "For example, economic activities with low CO2 emissions (such as solar power production) qualify as sustainable as they contribute to mitigating climate change, as do activities that have no viable low emissions alternative but support the transition by gradually eliminating CO2 emissions.", "This classification is the cornerstone of the European sustainable finance agenda and provides the basis for all sustainability regulation.", "The European Commission is currently working on completing this taxonomy, extending it to so-called \"brown\" and \"neutral\" activities.", "In November 2021, during the COP26, a decisive step forward was taken at international level on disclosure.", "The IFRS Foundation announced the creation of the International Sustainability Standards Board (ISSB), to establish global sustainability-related disclosure standards.", "This initiative could be of comparable importance to the creation of the International Financial Reporting Standards 20 years ago.", "At European level, the European Commission's proposal for a Corporate Sustainability Reporting Directive (CSRD) is also a significant step forward in terms of improving the information available to market participants and supervisors.", "This initiative, still in the negotiation phase, revises and strengthens the sustainability reporting standards for companies operating in Europe and establishes mandatory sustainability reporting standards for more than 50,000 firms, including all large and listed firms, although simpler standards will apply to listed SMEs.", "In January this year, the EBA published disclosure standards for environmental, social and governance (ESG) risks.", "These provide the basis for publication by the European banking sector of comparable quantitative information on how climate change risks affect their balance sheets.", "Compliance with these standards will undoubtedly require a significant effort on the part of banks, which ultimately depend on the information available on their counterparties.", "As a result, the EBA has introduced certain transitional features in the standards to facilitate the adaptation process.", "In any event, providing this information to the market will encourage banks to improve their information systems and databases.", "Moreover, improving public information will ultimately enhance the ability of financial market participants to discriminate.", "The BCBS is playing a notable role globally.", "In November 2021 it publicly communicated its support for the creation of the ISSB.", "At the same time it indicated its intention to explore in parallel how to use the bank disclosure framework (Pillar 3) to promote a common disclosure baseline for climate-related financial risks across internationally active banks.", "Importance of scenario analyses and stress tests A second challenge arises from the lack of satisfactory analytical tools to measure the impact of climate change on traditional financial risks and on the resilience of banks and the financial sector as a whole.", "Scenario analysis exercises and stress tests are particularly appropriate: their forwardlooking nature and the ease with which numerous assumptions can be included make them especially suited to measuring these risks.", "These instruments are not new.", "Indeed, they have been used by supervisors for prudential purposes since the last global financial crisis.", "However, some significant adaptations are needed to capture the complexity and uniqueness of climate risks.", "In this respect, the BCBS published a report in 2021 analysing the main problems that arise when measuring these risks.", "Essentially, three difficulties stand out: the complexity associated with the design of different physical and transition climate-risk scenarios, the need to incorporate different time horizons into the assessments and the operational problems involved in carrying out these exercises, in terms of the data and resources required.", "As regards the scenarios, the NGFS has developed a set of scenarios intended mainly for central banks and supervisors, which may also be useful for stress tests for financial institutions.", "These scenarios are plausible representations of the future consequences of climate change depending on the severity of the physical damage and the speed and effectiveness of the policies rolled out globally to support the transition to a sustainable economy.", "Specifically, an extreme scenario is defined, based on the assumption that no measures are taken to mitigate climate change, which would naturally entail materialisation of the physical risks.", "An alternative scenario involves an orderly transition, in which the measures necessary to reduce the volume of CO2 emissions in accordance with the Paris Agreement are taken promptly and progressively.", "As the measures are introduced gradually, the physical and transition risks are considerably reduced.", "Disorderly transition is a third scenario, under which measures to combat climate change are not taken until a relatively late stage, so that it is necessary to reduce emissions to a greater extent than under the orderly transition scenario in order to achieve the same emission reduction target.", "As a result, the transition risks increase.", "A growing number of central banks and financial supervisors have begun to carry out climate change stress tests, making use of these scenarios, adapted as necessary to reflect the specific features of each economy.", "In September 2021, the results of the ECB's stress tests were published.", "They covered approximately 4 million companies worldwide and 1,600 consolidated banking groups in the euro area and incorporated the impact of both physical and transition risks over a 30year period.", "The results show that the long-term benefits of early adoption of policies boosting the transition to a carbon-free economy more than offset the short-term costs of this transition.", "They also show that if climate change is not mitigated, the materialisation of the physical risks will generate large economic losses, which would be greater in certain geographical areas, with particularly significant effects on banks exposed to these areas.", "In terms of their impact on economic activity, the differences between these scenarios are considerable.", "The short-term cost, in terms of GDP, of measures to mitigate climate change will be greater the later they are implemented.", "Even so, by the end of the time horizon of the exercise, GDP would be approximately three percentage points lower under the disorderly transition scenario than under the orderly transition scenario, and six percentage points lower under the scenario of no significant measures.", "These impacts on economic activity lead to a deterioration in the financial situation of businesses and, consequently, in their ability to pay their bank debts.", "Also, the materialisation of climate risks impairs the quality of bank collateral and increases the losses in the event of default.", "Given these results, the ECB estimates that the expected losses for the banking sector arising from the impairment of the credit quality of its counterparties and collateral would amount to approximately 3.5% and 8% in 2050 under the disorderly transition and measure-free scenarios, respectively.", "European banks would also face impairment of their corporate bond holdings under these scenarios, further reducing their profitability and solvency.", "As already mentioned, the impact would be uneven across economic sectors and geographical areas, and therefore the effects on banks across different countries would also be uneven.", "A very important point here is that banks' potential response to the materialisation of risks is not currently modelled in these stress tests, since the aim is to show what would happen precisely in the absence of any such response.", "In reality, however, banks can be expected to respond to the increase in the probabilities of default associated with the materialisation of physical risks in the event of inaction, which would exacerbate the negative implications for activity in these areas.", "The possibility of response makes the climate stress test methodology even more complicated, but it is a key element which will have to be incorporated in future.", "In addition, the ECB is currently conducting bottom-up stress tests in which banks will assess their exposure to climate risks.", "The exercise began with a questionnaire for banks, the aggregate results of which are due to be published in the summer.", "At the Banco de España we have also carried out top-down stress tests to assess the resilience of the Spanish banking sector to climate-related transition risks,17 and we are currently carrying out various empirical analyses to approximate the potential impact of the physical risks.", "In the first case, we simulated the impact of different transition policies over a three-year horizon: 1) a rise in the price of CO2 emissions to €100 per tonne; 2) extension of the obligations to acquire emission allowances for the most polluting sectors to all other productive sectors; 3) a combination of the previous measures, which would be compatible with the aim of achieving net zero emissions in 2050; and 4) a combination of these same measures with an extension of the emission trading system to households.", "Given the time horizon of the analysis (three years), these scenarios seek to calibrate the initial cost to the Spanish economy of the transition to a green productive model.", "The results show that the cost of applying these policies in terms of economic activity would be moderate over the first three years, although highly uneven across sectors.", "Also, according to this exercise, the Spanish banking sector could absorb the impact of the increase in costs of productive sectors that would be generated by an ambitious climate transition policy, without significant impairment of its solvency.", "At the same time, as I have already said, we are working to measure the costs of failing to act on climate change.", "In this respect, certain episodes have already been observed that enable this cost to be approximated to some extent.", "One of these episodes - the degradation of the Mar Menor - has been analysed by our economists.", "Using econometric exercises, they estimated that the ecological deterioration has already had a significant negative impact on the value of housing in the areas affected; in cumulative terms, house prices have risen by approximately 40% less than in comparable areas that have not suffered a similar impact.", "For the banking sector, the loss of value of residential housing obviously entails a lower value of the available collateral and increased risk in the event of impairment of the loan portfolio, and especially of mortgage loans.", "More generally, this exercise shows that the materialisation of climate change may have a significant impact on the economy as a whole.", "I have referred today to various initiatives that show that we financial regulators and supervisors, within our mandates to guarantee financial stability, can (and should) actively contribute to international action to combat climate change.", "To ensure that the relative prices of financial instruments change, and thus to help internalise the consequences of climate change, it is essential that financial market players identify climate risk factors and their transmission channels, measuring their economic and financial impact appropriately, and that they disclose their exposure to these risk factors and define and develop possible measures to mitigate and reduce them.", "This is necessary to supplement the fiscal and environmental instruments required to achieve the environmental targets.", "Allow me to finish by emphasising the global nature of this strategy.", "Climate change is a phenomenon that affects the whole planet.", "Globally coordinated action is needed to address it, including, of course, in the financial sphere.", "This is the perspective that informs the Banco de España's firm commitment to do its utmost to contribute, within the scope of its responsibilities, to this common task of combating climate change."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Climate change risk", "Financial stability", "Sustainability", "Transition risk", "Physical risk", "Climate stress test", "Scenario analysis", "Disclosure", "Taxonomy", "Green finance"]}