{"sentences": ["I am delighted to be here today in the third edition of the Global Fintech Festival (GFF).", "I would like to congratulate the organisers - the National Payments Corporation of India (NPCI), the Fintech Convergence Council (FCC) and the Payment Council of India (PCI) for organising this event.", "The theme of the event - Creating a sustainable financial world - is very relevant in current times.", "In recent years, India has witnessed rapid progress in the financial services sector.", "Technology, innovation and fintech are working in tandem and contributing to the dynamism of this sector.", "In our journey towards higher levels of sustainable development and financial inclusion, these forces have morphed into force multipliers.", "We have leveraged a lot on these forces; we need to leverage even more.", "Let me now get down to the specifics.", "There has been exponential growth of technological enablers in India.", "Telecom penetration, availability of internet services, adoption of technology in facilitating access to credit, more efficient payment systems and deepening of financial inclusion have made significant progress and are continuing to progress further.", "The total number of broadband internet users in India stood at 80.7 crore at the end of July 20221.", "With more than 46.5 crore Jan Dhan accounts, 134 crore Aadhaar enrolments and 120 crore Mobile connections, new opportunities are opening up for implementing innovative ways of integrating and delivering services.", "This can be gauged from the emergence of 100 unicorns in the country with record 44 unicorns established last year2.", "For any society aspiring to grow faster, its financial institutions must be robust, efficient and accessible.", "The next decade of finance will be more focussed on two central themes: (i) sustainable development and (ii) technology led innovations transforming the lives of common people.", "Therefore, sustainable development and ensuring a resilient financial system form the fulcrum for our policy architecture.", "As we have all witnessed, technology has been central to the resilience in the face of the COVID-19 pandemic, particularly during the lockdowns imposed around the world.", "It has also been central to our response to the crisis and in supporting the recovery.", "Technology coupled with finance safeguarded the economies by ensuring seamless disbursal of loans, robust 24x7 payment systems, access to financial markets, insurance, MSME credit, pension services and direct benefit transfers.", "As per the World Bank, at least 58 governments in developing countries have used digital payments to deliver COVID-19 relief3.", "The scale of operations in India in this regard was of course much larger compared to other countries.", "The Global Findex Database 2021 reported a significant increase in financial inclusion around the world.", "In developing countries, 71 per cent of people have bank accounts, up from 42 per cent a decade ago.", "Approximately 40 per cent of people who made a digital payment from their account (to a merchant or for a utility service) did so for the very first time since the start of the pandemic.", "In India, the pandemic accelerated the push towards digitalisation, especially in the rural areas.", "The period from March 2020 to August 2022 has seen a massive growth of 427 per cent in UPI transactions, which reached a new high of 657 crore transactions in August 20225 alone.", "The number of UPI QR code enabled payment acceptance points6 increased by about 9 crore (86% YoY) to reach 20 crore as at end of July 2022, reflecting the growing acceptance and preference for contactless payments.", "Innovations in our Financial Sector The financial services industry in India has seen enormous transformation.", "Products like internet and mobile banking, electronic funds transfer, UPI, Aadhaar e-KYC, Bharat Bill Payment System (BBPS), QR Scan & Pay, digital pre-paid instruments and similar other initiatives have transformed the traditional banking operations.", "Banking hours have been transcended.", "We now have digital-mobile-anywhere- anytime banking.", "While several initiatives originated from the industry, the government and the regulators have created an enabling ecosystem to promote the FinTech sector.", "Initiatives like Startup India, Digital India, India Stack, Account Aggregators, Peer to Peer (P2P) lending platforms and 24x7 digital payment systems have proved to be key enablers.", "The Fintech ecosystem in India has indeed evolved and is poised for a giant leap.", "Let me now touch upon some of the other initiatives taken by the RBI in this area.", "The Regulatory Sandbox framework was released in August 2019 with a view to foster innovation.", "With this, the Reserve Bank entered the select group countries that have their very own regulatory sandbox ecosystem.", "After four theme-based cohorts on retail payments, cross-border payments, MSME lending and prevention of financial frauds, a theme neutral fifth cohort was announced earlier this month.", "It reflects our keen desire to increase the footprint of innovation in the FinTech space.", "The success stories emanating from our Regulatory Sandbox initiative include, among others, the 'Framework for facilitating Small Value Digital Payments in Offline Mode' and the recently launched UPI123Pay which was aimed at enhancing digital financial inclusion by enabling over 40 crore feature phone users to access the benefits of UPI in a safe and secure manner.", "The Reserve Bank, for the first time, organised a Global hackathon titled HaRBInger 2021 - with a view to make retail payments more innovative.", "We received 363 proposals including 22 from abroad from countries like the USA and the UK.", "This exercise gave us a glimpse of the creative talent pool that India possesses and reinforced our belief that India is well positioned to provide leadership in the FinTech space.", "I understand that the winners of HaRBInger 2021 are also participating in this Global Fintech Festival to further showcase their creativity and talent.", "More recently, the RBI has set up the Reserve Bank Innovation Hub (RBIH) as a subsidiary in Bengaluru.", "The Hub has an eminent Board of Directors drawn from the private sector and domain experts.", "The RBIH is currently undertaking several important projects.", "I am confident that going forward, the RBIH will benchmark itself as a centre of excellence.", "We have also created a new FinTech Department in the RBI from January 2022 to give focused attention to this evolving and dynamic sector.", "The objective of this department is not only to promote innovation, but also identify the associated challenges and opportunities and address them in a timely manner.", "All matters relating to facilitation of constructive innovations and incubations in the FinTech space, with wider implications for the financial sector and markets, are being dealt with by this department, in addition to inter-regulatory issues and international cooperation.", "Further, as you would be aware, the RBI is now actively working towards a phased implementation of Central Bank Digital Currency (CBDC) in both wholesale and retail segments.", "This is expected to give further fillip to the digital ecosystem.", "FinTech; the road ahead 15.", "It is well known that FinTechs contribute to enhance efficiency in terms of service delivery and in bringing down costs.", "Through their customised products and customer interfaces, they provide an enriching and seamless consumer experience.", "They also have the potential to improve market access and a range of product offerings, apart from improving access to credit and financial inclusion in the traditionally unserved or underserved segments.", "In India, one of the most transformative roles that can be played by FinTech is in the area of credit delivery in partnership with traditional lenders, especially in rural and semi urban areas.", "Timely availability of credit at reasonable cost, especially for agriculture and allied activities and MSMEs, is very crucial for our economic growth.", "One of the key challenges currently associated with availment of such credit is that it is a largely paper based process with high Turn Around Time (TAT).", "Sometimes it requires multiple visits to bank branches and cumbersome documentation.", "It entails high operational costs for lenders and opportunity cost for borrowers.", "Considering these challenges and taking forward RBI's FinTech initiatives, digitalisation of Agri Finance in India was ideated between the Reserve Bank and the Reserve Bank Innovation Hub.", "The idea was to enable frictionless delivery of Kisan Credit Card (KCC) loans in a paperless and hassle- free manner and also reduce the turnaround time and avoid multiple visits to bank branches.", "I am happy to state that the Reserve Bank Innovation Hub has designed an end-to-end digital process for seamless and quick access to rural credit.", "A pilot project based on this innovation has been launched in Madhya Pradesh and Tamil Nadu in partnership with the Union Bank of India and the Federal Bank respectively, for both new KCC loans and renewal of such loans up to a threshold (₹1.60 lakh) per borrower.", "Going forward, based on the learnings from the pilot, the digitalisation of KCC loans is proposed to be expanded to all districts of these two states as also to other states.", "Eventually, our desire is to develop and operationalise an integrated and standardised technological platform to facilitate frictionless credit to all segments of society for the whole country, with special emphasis on rural and agricultural credit.", "And if we can do this in the next one year, it would be a major milestone in India's growth story and journey towards India@2047. .", "Another example of tech-enabled regulatory innovation by the RBI is the Account Aggregator (AA) framework.", "This is an important step towards realising the potential of empowering millions of underserved customers to digitally access and share their financial data across institutions in a secure and efficient manner.", "The framework has been expanded to include institutions regulated by SEBI, IRDAI and PFRDA.", "This is a progressive step to help customers gain control over their financial data and use it for accessing a variety of products including credit, insurance, investments for their own benefit.", "Centralised KYC (CKYC) and Video KYC are other enablers to facilitate seamless onboarding of customers in a digital and cost effective manner.", "We are giving greater focus on these initiatives.", "The Reserve Bank is committed to take more such initiatives with the support of all stakeholders.", "In this endeavour and in collaboration with the stakeholders, three exciting new products are being launched later today.", "Two of these pertain to enhancing the feature set of UPI by facilitating small value transactions through 'UPI Lite' and linking credit cards to UPI.", "The third initiative is the enablement of cross-border inward bill payments using Bharat Bill Payment System (BBPS).", "The emergence of FinTech players and the growing popularity of their innovative products have challenged the existing players in financial services in maintaining their market share, margins and customer base.", "The incumbent firms are responding to these challenges by adopting various strategies, which include making investments in FinTech companies and partnering with them.", "They are also enhancing their in-house capabilities to adapt to the new realities.", "A wave of changes brought in by FinTech have had a positive impact in terms of enhancing inclusion and further penetration of financial services.", "At the same time, these developments have also ushered in an era where enormous amount of consumer data is being generated and leveraged upon by a few entities (the so called BigTechs) by virtue of their huge customer base.", "Such developments raise concerns on concentration risk and potential spillovers as their level of engagement with the financial system strengthens in the years to come.", "Therefore, potential risks to public policy objectives of maintaining competition, market and business conduct, operational resilience, data privacy, cyber security and financial stability need closer attention.", "As we have seen, the way digital lending has taken off in the recent past was phenomenal.", "While it has served the needs of various segments, it has also raised several concerns which manifested itself through spate of complaints regarding usurious interest rates, unethical recovery practices and data privacy issues.", "The Reserve Bank has endeavoured to address these issues proactively and, as early as in June 2020, regulatory guidance was provided to our Regulated Entities.", "This guidance, among other things, mandated that digital lending platforms disclose the names of the banks/ NBFCs upfront on whose behalf they were providing credit.", "The recently issued regulatory guidelines on digital lending7 strike a well considered balance between customer protection and business conduct on the one hand and supporting innovation on the other.", "Let me emphasise that while innovations are very much welcome, they must be responsible and should enhance the efficiency and resiliency of the financial system while benefitting the consumers.", "Robust internal product and service assurance frameworks, together with fair and transparent governance, will go a long way to safeguard the interest of customers and ensure long-term sustainability of the FinTech entities themselves.", "The level of due-diligence and oversight exercised by the regulated entities on their outsourced activities needs to be strengthened further.", "This would help in proactive mitigation of risks at the incipient stage itself.", "I would also like to flag certain material concerns regarding the unbridled mushrooming of digital lending apps.", "The need of the hour is to ensure assurance of safety after following a process of green-lighting (whitelisting) and due-diligence by the regulated entities.", "The RBI, in association with other relevant agencies, is taking steps to address this issue and take further steps as may be necessary.", "Governance and Conduct 24.", "As we continue to support technological advancement and innovation, it is equally important that adequate attention is also placed on governance and conduct issues.", "At the end of the day, sustainability of any FinTech activity or business is about enhanced customer protection, better cyber security and resilience, managing financial integrity and strong data protection.", "I wish to assure the FinTech community that the RBI will continue to encourage and support innovation.", "At the same time, we would expect the ecosystem to pay attention to governance, business conduct, regulatory compliance and risk mitigation frameworks.", "The fintech road ahead will witness ever growing traffic in addition to the large number of existing players who are already there.", "It is, therefore, imperative that every player on this road follows the traffic rules for his/her own safety and the safety of others.", "A sustainable financial world is not just for us, it is also for the future generations.", "It is up to us how we want to move forward in this journey.", "The RBI's focus has always been on encouraging innovation by providing an enabling environment.", "Simultaneously, as guardian of financial stability, the RBI also remains watchful of any undue risk build up and responds to them.", "The Fintech players, I am sure, will join us in this endeavour.", "With the amazing talent base that we have in India and the giant leaps we have taken in the digital and FinTech space in recent years, I am confident that India is well positioned to shape the future course in this area.", "As we set sail for a brighter future, I wish you all a safe and fulfilling journey ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Sustainable development", "Financial inclusion", "Digital lending", "Fintech innovation", "Central Bank Digital Currency (CBDC)", "Account Aggregator (AA) framework", "UPI", "Data privacy", "Governance and conduct", "Cyber security"]}