{"sentences": ["Vice President Thomsen, Distinguished audience, Ladies and gentlemen, Welcome to this year's webinar organized by the European Investment Bank in partnership with the National Bank of Romania, titled „Policy support and the emerging \"new normal\": How well-positioned are Romanian firms?\".", "I am delighted that so many of you could join us virtually this morning.", "Today, as we are shifting to a new phase of the global pandemic (and hopefully the last one), we will discuss the latest developments in investment and investment finance in Romania.", "We will try to provide an overview of what is needed in order to use the economic recovery as a springboard for change and transition to a more digital and greener economy.", "Please allow me to extend a warm welcome to Vice-President Christian Kettel Thomsen and his colleagues from the European Investment Bank, including Chief Economist Debora Revoltella and Ms. Lara Tasan Zanin, the Head of the EIB office in Bucharest.", "I would also like to express our appreciation for the EIB's continuous involvement and support in engaging with stakeholders in Romania through this valuable series of events.", "Romania and the European Investment Bank share a long and fruitful partnership that has favored investments in important sectors of our economy.", "I consider there is large space for this partnership to expand, also based on new challenges from the European agenda.", "As always, this event centers around the EIB's Investment Survey, an excellent country analysis conducted by EIB experts.", "The conclusions of this survey represent a welcome addition to those of our central bank's own survey on the access to finance of non-financial corporations in Romania.", "Our survey captures the opinions of the real sector on: (i) the most pressing problems that firms are facing in their activity; (ii) the perception on the financing cost; (iii) the perception on the implications of a possible appreciation/depreciation of the local currency; (iv) the perception on the impact of climate change.", "Coming back to the EIB, its Investment Report analyzes the state of investments in the EU in the pandemic, climate change and digitalization context.", "The EIB's survey shows that Romanian firms have become more optimistic, with more of them expecting to increase investment rather than the other way around.", "It's good to hear this, yet we are also aware that Romania has more work in several aspects.", "This is the case for areas like innovation activity and access to finance.", "However, we see that a large percentage of Romanian firms have already invested or plan to invest to tackle the impact of climate change, putting Romania ahead of the EU average.", "We concur with the EIB Investment Report that the COVID 19 represented a massive shock mitigated by a bold policy response.", "Indeed, the pandemic's immediate economic impact was unprecedented and the pandemic caused the steepest drop in output in Europe's post-war history.", "With respect to the National Bank of Romania's responsibilities, since the outbreak of the COVID-19 pandemic in March 2020, we have taken a series of measures proportionally with the evolving situation.", "When the pandemic broke out, the NBR initiated a program containing measures aimed at supporting the economy: It lowered the policy rate, but stopped at 1.25% Kept liquidity in the system at moderate levels, but avoiding to flood money market with excessive cash and looking carefully to a relative stability of the exchange rate Acquired a moderate volume of government bonds on the secondary market to stabilize the yields.", "Once inflation re-emerged, the NBR started a normalization process, with an adequate sequence (spring 2021): Stopped the purchase of government bonds Tightened liquidity control Since autumn - increased policy rate and extended the interest rate corridor On the macroprudential front, we have implemented similar measures adopted at the European level in order to ensure banks preserve their ability to finance the economy in a sustainable manner.", "The Romanian banking system entered the COVID-19 crisis with significantly improved financial soundness indicators compared to the 2008 financial crisis.", "The banking sector remains well capitalized, with liquidity ratios well above prudential requirements, and with adequate resources to fight back if NPL ratios will restart growing, as expected all around the world.", "The annual growth rate of credit to the private sector climbed further in December 2021, albeit visibly more slowly, reaching 14.8 percent from 14.6 percent in November, solely due to the component in local currency.", "Leu-denominated loans saw their annual dynamics accelerate further in 2021, to 19.6 percent in December from 19.0 percent in November, also backed by government programs, with their share in total thus widening to 72.4 percent.", "Nowadays, as many other EU member states, Romania is preoccupied by the geopolitical and energy situation and their considerable impact on inflation.", "Inflationary shocks on the energy components of the consumption basket hit repeatedly throughout second half of 2021.", "These were partly offset by a government support scheme, in effect from November 2021.", "Nevertheless, the energy component still accounted for more than half of the overall annual inflation rate by the end of 2021.", "It is a fact now that approximately 85 percent of the CPI has root in the energy price surge.", "Therefore, the inflation expectations on the 1-year horizon have risen sharply, reflecting current developments.", "The positioning of the 2-year ahead expectations close to the target variation band suggests that the anchoring mechanism is still in place.", "However, specific measure to address energy situation is a need.", "Uncertainties continue to stem from the evolution of the pandemic as well, given the current wave, triggered by the more contagious Omicron variant of the coronavirus although the variant seems to be less virulent.", "This implies a lower and abating severity of related restrictions, including in many European countries.", "As always, NBR will continue to use all policy tools to control inflation and to be supportive of the recovery of economic activity.", "By doing the work on our side, with a \"balancing act\" we also hope to support improvements in firms' sentiment with positive effects on longer term economic development.", "With these in mind, I would like to invite our honored guests and audience to have a fruitful discussion.", "I hope that we will be able to see each other in person at next year's edition.", "As for now, I trust that this virtual environment proves to be an adequate opportunity for promoting productive debates and exchanges of ideas.", "Please allow me to invite Vice-President Thomsen to take the floor.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Investment", "Climate change", "Inflation", "Finance", "Economic recovery", "Energy", "COVID-19", "Policy rate", "Liquidity", "Government bonds"]}