{"sentences": ["Thank you for inviting me to address you today and welcome to everyone tuning in from around the world as well as those at home here in Ireland.", "My main theme today is resilience.", "We have seen the benefits of resilience over the last two years and we will continue to focus on it.", "Mark Twain is reputed to have said that \"history doesn't repeat itself, but it rhymes\" and I agree with that.", "We certainly cannot lose focus on the risks that have brought down financial systems in the past: misaligned incentives and excessive credit growth, leverage, and liquidity transformation.", "These risks are always there.", "And to paraphrase Carmen Reinhart and Ken Rogoff, these times are rarely different.", "On the other hand, transformational change is in the air.", "Our roles are changing as we adapt to significant economic transitions and at a pace that is only going to accelerate further.", "Economic resilience through transitions In my first speech as Governor in 2019 I spoke about 'economic resilience' and what I considered some of the major transitions of our time.", "Economic resilience is in essence the ability of an economy to manage change, whether it is to withstand or recover from shocks or the more gradual evolution to a different state.", "Of course back in 2019 I wasn't talking about a global pandemic but about four particular economic transitions: climate change, technological change, change in the financial system, and the UK's withdrawal from the EU.", "In many respects most of those transitions remain as important today as they did in 2019.", "They are also driving some of the key global and European trends in financial regulation.", "The economics of regulation Economic theory tells us regulation is about protecting the essential needs of the public, whether constraining monopoly power, preventing distortions to competition, ensuring market integrity or simply correcting for market failure.", "In short, regulation is about supporting positive outcomes.", "But all policy interventions have costs as well as benefits.", "And we need to balance these carefully as we develop regulation and policy more broadly.", "Put simply, we want to ensure the financial system supports the effective and sustainable functioning of the economy.", "And, like the economy, regulation happens in cycles.", "Financial crises are a recurring phenomena in market economies and I suggest there is an important role for 'long memories' in financial regulation.", "We need to guard against the swinging pendulum where regulation has tended to weaken during a boom and is then strengthened following the inevitable bust.", "The benefits of financial regulation tend not to be noticed, but the cost of things going wrong is felt by everyone, and rarely forgotten.", "The green transition Awareness of these costs and benefits is important in times of economic transition, not least the most talked-about right now, the transition to a carbon-neutral economy and the need to correct a major market failure.", "I agree with US Treasury Secretary Yellen that \"our most financially stable future is our most environmentally sustainable future.\"", "The future will see new regulations putting requirements on institutions to embed ESG risks into their strategies and risk management frameworks.", "But collective action by all of us - governments, policymakers, firms, investors, consumers, and regulators - will be needed to overcome this major market failure.", "And in the next few months, our new Climate Risk and Sustainable Finance Forum will bring together key industry and other stakeholders to share knowledge and understanding of the implications of climate change for the Irish financial system.", "The digital transition Turning to the digital transition, technology is not only re-shaping the way we engage, interact and do business, but it is also having a structural impact on our economies and the financial system.", "The benefits of operational resilience and investment in technology were evident throughout the pandemic.", "But a competitive digital economy is central to Europe's approach to shaping its future.", "Payment and e-money firms, for example, are expanding into the financial services ecosystem.", "And Ireland is the European home to some of the global BigTech firms.", "We established an 'Innovation Hub' a few years back to allow fintech firms - as they moved from the world of technology into a regulated financial environment - to engage with the Central Bank outside of existing formal regulator and firm engagement processes.", "We are going to review the Hub this year to ensure we are engaging effectively in light of the rapidly-changing landscape.", "In the interests of time, I will not talk about central bank digital currencies.", "And in the interests of managing my inbox, I will not talk about crypto, other than refer you to the blog on digital money that I wrote last year.", "The changing financial system Implicit in what I have said already is the changing nature of the financial system itself.", "We have seen large growth in the financial sector outside the traditional banking system.", "Market-based finance has grown rapidly in recent years and has become a central part of the global order.", "The sector in Ireland is one of the largest in the world, both in absolute terms and relative to the size of the economy.", "It plays an important role in economic activity but - like all sources of financial intermediation - it can also become a source of risk.", "The pandemic exposed global financial interlinkages and tested the resilience of some segments of market-based finance.", "And, quite rightly, there is growing international focus on strengthening the resilience of non-bank financial intermediation.", "Global interdependencies stress the need to implement global standards in a timely and consistent way.", "The value of Basel III and the new International Capital Standard for insurers cannot be overstated.", "The Central Bank of Ireland is an active participant in international standard setting bodies, and a strong supporter of the faithful implementation of their outputs.", "But, although the changing financial system offers opportunities for investors and consumers of financial services, the emerging business models also challenges us as regulators.", "Do we regulate the entity or the activity?", "My view is that we should regulate on the basis of strong consistency across entities, activities and products.", "But this consistency should be founded in the risks.", "And risks are different depending on the activity, the entity, and the product.", "So all of these risk vectors need to be reflected.", "Open economic and financial strategic autonomy The final transition I want to mention today is the aim to boost the role of the European Union on the world stage.", "The move to foster 'openness, strength and resilience' underlies ambitions towards greater economic and financial strategic autonomy.", "This transition encapsulates initiatives like completing Banking Union, making progress on the Capital Markets Union, promoting the international role of the euro, strengthening the EU's financial market infrastructures, and improving the implementation and enforcement of the EU's sanctions regimes.", "It also ties in the green and digital transition I discussed earlier.", "We are going to be kept busy!", "To conclude, the next decade will continue to be characterised by rapid change in our economies and in the financial system, driven by technology, by the need to respond to climate change, by an ageing society, and, perhaps most immediately, by the move to different ways of working.", "We will all need to accelerate our own pace of change to meet the challenges and the community's expectations, not least at the Central Bank of Ireland.", "Our new strategy recognises the emerging context, and the need to change both the way we work and what we work on.", "It sets out how we are choosing to navigate the uncertainty of a complex and fast-changing world, a world characterised by major economic transitions and a world where effective economic resilience will remain essential.", "Our strategy's four connected themes - future-focused, open & engaged, transforming, and safeguarding - represent a renewal and repositioning to ensure that our direction and ambitions over the coming years are responsive and forward looking.", "The themes underpin our guiding principle, taken from the original Act establishing the Central Bank in 1942, that our \"constant and predominant aim shall be the welfare of the people as a whole\".", "As we navigate the major transitions of our time, that principle is also what economic theory tells us should guide our approach to financial regulation.", "I am sure the next panel will discuss some of these issues in more depth.", "I hope to be able to meet you all in Dublin Castle next year.", "This Time Is Different: Eight Centuries of Financial Folly', by Carmen M. Reinhart, Kenneth S. Rogoff, Princeton University Press, 2009 See 'Resilience through transitions: facing the tumult', remarks at Waterford Institute of Technology, 20 November 2019.", "See for example Brunnermeier et al (2009, P2) 'The Fundamental Principles of Financial Regulation', Geneva Reports on the World Economy: here.", "See 'Regulatory Cycles: Revisiting the Political Economy of Financial Crises' by Jihad Daghe, IMF Working Paper WP/18/8 p61.", "See Remarks by Secretary Janet L. Yellen at the Open Session of the Meeting of the Financial Stability Oversight Council.", "Available: here See my blog on 'Digital money' here: here See Special meeting of the European Council (1 and 2 October 2020) and European Commission Communication The European economic and financial system: fostering openness, strength and resilience See Our Strategy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic resilience", "financial regulation", "green transition", "digital transition", "changing financial system", "open economic and financial strategic autonomy", "climate change", "technological change", "financial stability", "risk management"]}