{"sentences": ["Introduction: Indian Financial System- Looking back and looking ahead in the 75th year of Indian Independence Distinguished members of banking fraternity, ladies, and gentlemen It is a privilege to deliver the twelfth memorial lecture honouring the great legacy of late Shri R.K. Talwar.", "I feel thankful and humbled for this opportunity as an occasion to remember personality like Shri R.K. Talwar given his contribution to the banking industry.", "India recently celebrated 75 years of its independence and during this period, our country has witnessed a transition to a promising and prominent force in the new global order.", "However, the journey is far from complete, and a lot remains to be accomplished to realise our true potential.", "Such occasions as these give us an opportunity to reflect on the path traversed, the continuing and emerging challenges and the way ahead.", "Shri R. K. Talwar took the helm at India's largest bank at a very pivotal point in our banking history- the period of nationalisation.", "He reoriented the commercial banking to serve the underprivileged, which aligned seamlessly with the objectives of nationalisation.", "His emphasis on innovative banking, rehabilitation of sick units, convenient and accessible financing to small scale industries and credit impetus for rural development are testaments to his vision which later became the cornerstone of responsible banking, paving way for inclusive development in our country.", "Since independence, our country has taken giant strides in growth and development in all sectors.", "The GDP of India rose from a meagre Rs.", "But in the shadow of this growth story lies a duality which attracts the attention of every policymaker and concerned citizens.", "Even as the GDP has grown 27-fold in last seven decades, the per capita income has grown merely seven-fold from about Rs.,000 (1950-51) to about Rs.", "This duality highlights the importance and requirement of inclusive growth of our country - a goal we all should aspire for and contribute towards in our respective professional capacities.", "The evolution of the financial system, too, has been dotted with several twists and turns, reflecting the policy choices made in a given socio-economic and political context.", "As is generally said, policy making is not amenable to corner solutions.", "The outcomes more often than not lie somewhere in the hazy middle, reflecting the contextual trade-offs.", "In my remarks today, I intend to dwell on some of these tradeoffs, the idea being not to judge them for their existence, or to contemplate about their counterfactuals but just to bring forth the specific structural paths our financial system has journeyed over the course of last seven decades whilst bolstering the ever-evolving Indian growth story.", "I will therefore briefly touch upon some of such structural and regulatory dualities of Indian financial system which are integral to addressing some of the key questions that I highlight, while venturing with a few thoughts of my own on the way ahead.", "Bank-led vs market-led financial intermediation in India Is it possible to envision a transition from a bank-dominated financial system to a non-bank intermediation channel?", "There is extensive empirical evidence and literature which substantiates the claim that economic development of a country is closely associated with the development of financial system, which creates an efficient system of pooling the savings and channelising them to productive capacities of the country.", "While bank credit has historically been a dominant source of financing in India, the same has been supplemented over the period by non-bank channels, which have grown significantly in last one decade or so.", "India now has more than 10 crore demat accounts and there has been a spurt in the entities accessing primary market to raise funds.", "Relatively newer entrants to this game, Mutual Funds, have clocked assets under management (AUM) of around Rs.", "The corporate bond market has also grown significantly, though structurally it remains confined to better rated corporates with the expected penetration down the credit curve remaining an enduring challenge.", "There has been a steady increase in the corporate bond issuances and the outstanding amount has crossed Rs.", "As we all know, corporate bond market acts as a risk diffuser within the financial system, redistributing the risk among a larger set of investors.", "While the gradual shift in the flow of credit from banks to market-based mechanisms has been evident, the road has been longer in our case as we can still see the centrality of banks in the economic system.", "Ironically, banks have also been supporting several market segments of non-bank intermediation channel - as providers of secondary market liquidity, for credit enhancement and as market makers.", "This makes the job of Reserve Bank, as a regulator, even more critical because of the interconnectedness of all economic agents with the banking system.", "The government, SEBI and the Reserve Bank have taken several steps to develop corporate bond market.", "SEBI has put in place a market microstructure for corporate bonds in the form of DvP settlement, electronic bidding platform and reporting of trades to increase transparency in pricing.", "Reserve Bank has also endeavoured to develop complementary markets such as repo and CDS to supplement the efforts of SEBI.", "We firmly believe that with growing need for credit, the sources would also need diversification.", "This would enable a competitive pricing of credit risk among the market participants and give more bargaining power to the companies looking to fund their growth and expansion and thus, would be beneficial to the real sector.", "However, let me emphasize here that over the years, there is, one key aspect in which the role of banks has become more and not less important, - inclusiveness of intermediation - both geographic as well demographic.", "The banking sector has, over the years, borne much of the burden in this regard, absorbing a lot of costs in the process.", "Any assessment of the performance of the banking system vis-à-vis other channels must not lose sight of this critical aspect!", "Ownership - Public vs Private Does there exist a middle ground in the debate?", "Indian banking system has a very distinguishing characteristic pre-and-post liberalisation.", "Before liberalisation, Indian economy was largely a mixed economy with government playing a dominant economic role for planned development.", "This economic structure was well aligned with the contemporaneous banking structure where public sector banks owned roughly 90 per cent of total banking assets in India, especially after two major episodes of nationalisation of banks (1969 and 1980).", "The genesis of financial sector reforms in India could be attributed to the recommendations of the Committee on the Financial System- chaired by Shri M Narasimham in 1991 (popularly known as Narasimham Committee-1).", "Based on the recommendations of the committee, the dual regulation of banks was proposed to be removed, interest rates were largely deregulated, Statutory Liquidity Ratio (SLR) and Cash Reserve Ratio (CRR) were reduced to increase the productive capacity of bank capital, and more importantly, the banking sector started to get re-organised with entry of private sector and foreign banks.", "The idea of introducing new banks was to improve the competitiveness of the banking system for better allocative efficiency.", "Since commencement of their business, the new age private sector banks have been contributing increasingly to the credit needs of the economy.", "While private banks have had their share of problems, their presence has made the financial system more resilient and has provided impetus to the efforts of financial deepening in form of an accelerated growth in bank-credit to GDP ratio from about 26.7 per cent in 1995 to about 52 per cent in 20214.", "As regards the public sector banks, their role has been extensively debated over the years.", "The idea of banking consolidation was first pitched in the Narsimham Committee1 through establishment of a three-tier banking structure: i) three large banks with international presence, ii) eight-to-ten national banks, and iii) large number of regional and local banks.", "It is argued that large, consolidated banks may potentially have better risk diversification due to economies of scale and capacity to finance large projects.", "The latter rationale of consolidation becomes more pertinent as Indian firms, and their concomitant credit requirements grow.", "Government of India has been facilitating consolidation of public sector banks in India over last few years.", "The number of private sector banks has remained constant at 21 during the same period.", "The consolidation of public sector banks does not seem to have had any negative impact on their outreach or inclusive banking efforts as the total number of bank branches has largely remained same (with minor reductions due to rationalisation) pre-and-post merger.", "Besides, the financial inclusion efforts have already transcended to a business correspondent led model leveraging on technology.", "At a broader level, for enabling a reasonable level playing field, there would have to be a gradual convergence in terms of the operating space and flexibility available to each class of entity.", "In terms of regulatory and prudential norms governing the Public and Private Sector banking operations, there is already a significant amount of convergence.", "Therefore, from prudential perspective, the debate is infructuous.", "However, the same level of convergence would have to be extended to managerial and operational flexibility of PSBs based on certain governance standards.", "Going forward, this will generate the requisite space for both PSBs as well as private banks to grow their business and thrive.", "Business models - Diversified vs Specialised Does the promise of niche, specialised banking still hold?", "With widespread digital revolution and massive penetration of internet in Indian households, the need for aligning banking practices of 21st century with new aspirations of India was felt.", "Based on this evolving scenario, a committee under the chairmanship of Dr Nachiket Mor, the then member of central board of RBI, was constituted to study the scope of comprehensive financial services to small businesses and low-income households.", "The committee submitted its report in 2013 and discussed idea of 'differentiated banking' in India on the basis of horizontal and vertical differentiation involving formation of separate stylised banks on the basis of regional /sectoral scope and activities (deposit, transaction, or credit).", "The concept of 'payment bank' was first discussed in that report which started the formal discourse on differentiated banking.", "Subsequently, the union finance minister announced in 2014-15 budget speech that RBI will create a framework for licensing Small Finance Banks (SFBs) and other differentiated banks.", "In accordance with the announcement, Reserve Bank issued guidelines for setting up SFBs and Payments Banks (PBs) in November 2014.", "The specified objectives of setting up of SFBs, as envisaged in the licensing guidelines , is to further financial inclusion by provision of savings vehicles, and increase supply of credit to small business units; small and marginal farmers; micro and small industries; and other unorganised sector entities, through high technology-low-cost operations.", "On similar lines, PBs were set-up with the objective to further financial inclusion by providing small savings accounts and payments/remittance services to migrant labour workforce, low-income households, small businesses, other unorganised sector entities and other users6.", "Since their inception, SFBs have started playing a progressive role in mobilising savings from and providing credit to their niche customer segments, furthering the cause of financial inclusion.", "The growth of aggregate deposits and credit of SFBs have been significant since March 2018.", "In the quarter ended Mar 2022, the deposits grew by 37.3 per cent on y-o-y basis while growth in credit portfolio was 25.6 per cent, as against growth rate of deposits and credit of SCBs at 10.2 per cent and 10.8 per cent respectively .", "Although, it may seem unfair to compare the concerned numbers of public and private sector banks to SFBs because of scale-effects, even in terms of outreach through bank branches, SFBs represent about 4 per cent of bank branch network in India currently, expanding from less than 1% in 2017 .", "Payments Banks are truly first-generation new age differentiated banks designed on activity based functional differentiation.", "The impact of these banks on digital payment economy and doorstep banking cannot be assessed just by their points of presence but also from the data of facilitated digital transactions.", "Just to give you all a perspective on this, the payments banks facilitated a total of about 11.4 crore mobile banking transactions amounting Rs.,465 crore in value in the month of June 2020, which has increased to 47.3 crore transactions with aggregate value of about Rs.,338 crore in just two years (August 2022), growing by 4.1 times in terms of volume and 2.7 times in terms of value.", "It is also important to highlight that as of August 2022, there were 2.5 crore active users of payments banks using their mobile banking facilities, representing about 2.7 per cent of all active internet users in India .", "The primary objective of a differentiated banking structure, as alluded earlier, was to expand the reach of financial services and institutions with financial inclusion being the overarching objective.", "Therefore, the underlying premise of differentiated banking institutions is based on differentiated reach.", "As we all are experiencing now, almost all banks have or are adopting technology to improve and expand delivery of financial services and products.", "The Reserve Bank has been taking progressive measures to improve availability of digital infrastructure for banking services and this process recently got a significant boost by the launch of 75 Digital Banking Units (DBUs) by Hon'ble Prime Minister.", "These DBUs will be set up in 75 districts to commemorate 75 years of independence under the Azadi Ka Amrit Mahotsav for a targeted Digital Banking drive.", "The DBUs would facilitate the customers in embarking the digital journey through digital modes /channels in a paperless, efficient, safe and secured environment, enhance financial inclusion and make available the full array of financial service products to the public in a seamless and efficient manner and enhance their banking experience.", "These DBUs would also help in creating awareness on various aspects on digital banking, lessening the hesitation among customers towards availing digital financial services and thereby catalyse faster adoption of digitization.", "Establishment of DBUs is a noteworthy step to augment digital infrastructure for banking services in the country and facilitate a seamless banking experience.", "Given the scope to scale up the financialisation of the Indian economy , and accelerate the pace of financial inclusion, there exists enough space for differentiated financial institutions to operate and grow.", "At the same time, it needs to be ensured that business models have to be sufficiently robust to provide the required financial resilience; and good governance and technological standards are adhered to while striving to fulfil their desired objectives.", "Customer Protection Technology-enabled innovation in financial services has been one of the greatest disrupters to the traditional way of banking.", "Alternate models of lending are rapidly changing the market dynamics and affecting the role of traditional intermediaries.", "While banks have access to low-cost deposits, tech firms' advantage is that with technology's aid, they can utilise a range of data/ alternate inputs for evaluating creditworthiness or who to lend to.", "From a regulatory standpoint, while there are strong arguments for making sure that the traditional vehicles of lending continue, there is a view that regulators are reluctant to encourage fintech led innovations and this approach is perceived to unfairly skew the balance in favour of banks.", "To my mind this would not be the right inference; technological changes need to be imbibed in digestible doses to forestall destabilising of the financial system.", "No doubt, growth of tech led innovation need to be fostered, but preserving financial system stability is an overriding objective for the Regulators and achieving the right mix of ensuring stability while fostering innovation remains the goal.", "Therefore, regulators expect that the nature of partnership between traditional banks and the new fintech players to evolve into a symbiotic one, and not necessarily an adversarial one.", "This could create a win-win outcome for all the stakeholders, but one challenge that may arise is that of proxy disintermediation, with the attendant risks of financial activities taking place outside the regulatory perimeter.", "The recent guideline on digital lending is an attempt to have an enabling framework, balancing competing considerations.", "Most of the innovations in the delivery of financial services have an inherent aspect of conduct - the choice between exploitative vs responsible conduct.", "It is important to establish a common denominator of what is 'responsible'.", "This dimension has a lot more subjectivity while seeking to address the issue.", "Ethical and responsible banking, being sensitive to the needs of people we are serving, being inclusive in our approach to vulnerable sections of the society, taking prudent financial decisions - these all are the choices which are always available to each one of us engaged in the financial sector.", "Banking fraternity being the trust bearer of the society owes it to people and the country, to be sensitive, inclusive, responsible, and prudent.", "Our financial institutions have navigated and will continue to navigate through these choices.", "Adopting unfair means, oblivious to the consequences may push top line in the short run but will potentially harm organisation in the long run.", "After all, financial institutions are not in this business for few years but for a long haul.", "Hence, purely from a business point of view, it makes a lot of sense to act in the interest of all stakeholders.", "All aspects- affordability, accessibility, and especially the appropriateness should, therefore, be adhered whenever we design a financial product or deliver it.", "Breaching any of the above cannot be a choice at all.", "Concluding remarks I have tried to briefly highlight the critical dualities of Indian financial system.", "As mentioned earlier, I do not intend to judge any of these categories.", "The only intention to bring forth these dualities is to emphasize the largely organic evolution of Indian financial system in response to our growing economy and highlight that the regulatory frameworks of RBI have facilitated meeting the ever-changing needs of the country.", "At every juncture of growth in financial system, at every kink, there are innumerable policy choices for a regulator.", "The decisions we make today have the potential to shape the present and future of our economy and our nation.", "But sometimes, we can wonder on what could have been the counterfactual and answering such a counterfactual is difficult.", "But it can be most certainly stated that the depth, size, and resilience of Indian financial system owes much to such decisions in past taken at various crossroads.", "One may well argue that these policy choices were not necessarily pro-active but sometimes reactive as well.", "Central Bankers do not have liberty to innovate freely, we have to put our mandate and financial stability first.", "There have been times when we are appreciated for our prudent policies and times when we are criticised for being conservative.", "But let me assure you, whatever we do, we strive to do in broader public interest.", "Every policy stance of ours is customised to the need of our growing economy and preserving financial stability, and that remains our guiding principle.", "In a conventional set-up, the banking regulation has some pre-specified toolkits which are time tested and globally adopted.", "Every financial crisis offers some insights to the regulators, and the toolkit is accordingly modified in response to the lessons learnt.", "But, with a dynamically evolving financial system, regulators do not have liberty to rely excessively on existing means because many of the potential challenges emanating from the emerging financial order are not foreseeable.", "Worldwide, regulators are striving to remain ahead of the curve, because they simply cannot afford to be reactive in this environment.", "The changes we feel to be insignificant can now grow manifold in a very short span of time posing threat to the stability of financial system.", "Therefore, we have to be cognisant of all the financial changes happening around and respond appropriately to such changes.", "As the regulatory perimeter gradually extends to uncharted domains - climate finance, regulation of digital lending, etc.", "some of these issues will become even more relevant.", "To guide us in this transition, we have tried to fix some broad principles that make the policy stances adaptive enough to cope up with any present and future challenges, while creating enabling environment for innovations with positive externalities.", "At a broad level, three guiding principles that would be helpful in framing financial regulation going ahead are - principle-based, proportionate and activity-based regulations.", "In an uncertain business environment, it is very difficult to predict and then prescribe all possible scenarios of a financial transaction.", "Therefore, such complex superstructure warrants that regulator should move away from rule-based prescriptive regime to principle-based regime and the principles of regulation should always have the financial stability and interests of consumers at its core.", "The second principle for present and future regulation should be a differentiated regulatory system based on size, complexity and contribution to systemic risk.", "Further, as the interconnectedness, scope of activities and harmonisation of financial intermediation increases, entity-based regulatory architecture may create arbitrage between different entities undertaking similar activity.", "Therefore, going forward, activity should form a common regulatory thought for future regulations.", "Let me end by citing a few lines from the well-known poem by Robert Frost, which not only resonates with what I just said but also touches upon the theme of this lecture- the reflection on policy choices: \"Two roads diverged in a yellow wood, And sorry I could not travel both- I took the one less travelled by, And that has made all the difference.\"", "Thank you once again IIBF for organising this lecture and giving me an opportunity to share my thoughts.", "And thank you to all the distinguished guests for your patient listening.", "The inputs provided by Shri Vaibhav Chaturvedi, Shri Pradeep Kumar and Shri Saurabh Pratap Singh are gratefully acknowledged.", "Ministry of Statistics and Programme Implementation, GoI, accessed at .", "gov.in/web/mospi/download-tables-data/-/reports/view/templateOne/28401?q=TBDCAT Handbook of Statistics on Indian Economy, RBI, Sep 2022 Bank for International Settlements Guidelines for licensing small finance banks, RBI /BS_PressReleaseDisplay.aspx?prid=32614 Guidelines for licensing of payment banks, RBI /BS_PressReleaseDisplay.aspx?prid=32615 Commercial Banks at a glance, DBIE, RBI Bank-wise Number of Functioning Offices of Commercial Banks as at end of the Quarter, DBIE, RBI Bank wise volumes in ECS/NEFT/RTGS/Mobile transactions, Data releases, RBI Financialization of an economy may be defined as increasing depth and size of financial market.", "In this context, I refer it to the volume of financial assets in an economy as a proportion of its GDP."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Bank-led vs market-led financial intermediation", "Ownership - Public vs Private", "Business models - Diversified vs Specialised", "Customer Protection", "Technology-enabled innovation", "Ethical and responsible banking", "Regulatory frameworks", "Policy choices", "Principle-based regulation", "Activity-based regulation"]}