{"sentences": ["President Cecilio San Pedro, officers and trustees of the Chamber of Thrift Banks, directors and officers of member-thrift banks, good day.", "Let me thank the Chamber for inviting me to your annual convention.", "It is my pleasure to join you virtually and share the BSP's views on the economy, the state of the banking industry, and what the Bangko Sentral is doing to respond to the challenges of the times and bring the industry forward.", "We appreciate conversations like these with the industry since it gives us an opportunity to share our views and regulatory approaches and hear your feedback on our policies in return.", "Let me start, as I always do, with our three pillars: price stability; financial stability; and a safe, secure, and efficient payments and settlements system.", "Given the theme of this event, the discussion will focus more on our second pillar which defines our role as supervisor of financial institutions.", "Now, our three pillars are constant.", "What we do at the central bank is always anchored on these three core mandates: keeping prices stable and low through our various tools, ensuring the banking system stays strong and stable, and improving the economy's plumbing or payments system.", "What changes, however, is the environment against which we do our job.", "If one were to use a ship as an analogy, the ship - which represents the economy - and what makes the ship strong remain the same.", "But the currents, the waves, and the winds change as time passes.", "As these external factors change, piloting the ship will have to change in response.", "On price stability- We have heard this week that inflation for September 2022 reached 6.9 percent.", "· Based on our September policy meeting, inflation will likely exceed our 2-4 percent target range.", "Indeed, our forecast this year is that it will average 5.6 percent.", "· But as our rate hikes kick in - remember, our tools act with a 6-18 month lag - inflation for H2 2023 will likely be closer to 3 percent than to 4 percent, with the full-year figure averaging slightly above target at 4.1 percent.", "The high inflation for the first half [of 2023] will not be fully offset by lower inflation in the second half [of 2023], so we might slightly miss the upper band of our target at 4 percent.", "· Then, inflation will come down to within 3 percent by 2024.", "Adding further to inflationary pressures was the movements in the peso.", "The BSP does not normally react too much to movements in the exchange rate in keeping with our market-determined exchange rate policy.", "We view such movements as healthy market adjustments that send appropriate signals to producers and consumers.", "But the peso depreciation, while remaining in line with regional peers, has been adding to the build-up of inflationary pressures.", "This strengthened the case to act - and to act decisively.", "This begs the question: how did the ongoing policy normalization affect growth?", "Some feared that our tightening would kill the nascent recovery.", "But as you can see in this chart, while we have hiked by a cumulative 225 bps, our policy settings remain accommodative.", "The real policy rate is still quite low.", "Achieving a target-consistent path of inflation is of paramount concern to us.", "\"Targetconsistent\" does not mean that we [inflation] will always be below 4 percent.", "What we mean by target-consistent is that while we are above 4 percent, we are quite confident that with the passage of reasonable amount of time, inflation will go back to the midpoint of our target.", "Then, respectable growth is still possible under these terms, but for the BSP, our price stability pillar, of course, is the primary concern.", "Now, as I shared at the start, I'll discuss our third pillar before the second.", "Our third pillar is one that has been dramatically shaped by technology: safe and efficient payments and settlements system.", "· Our overarching strategy is embodied in the Digital Payments Transformation Roadmap 2020-2023.", "The Roadmap has the twin objectives of digitizing at least 50 percent of the total retail transactions volume and 70 percent of Filipino adults onboarded to the financial system by 2023.", "We have several initiatives to further broaden digital payments adoption across several use cases.", "We are pleased to hear that thrift banks are actively leveraging our two digital payment rails, PesoNet and InstaPay.", "Based on our data, a quarter of thrift banks are using InstaPay and 17 percent are using PesoNet.", "We expect adoption to increase as digital payments momentum gains ground.", "Now onto our second pillar and the meat of today's discussion: financial stability.", "As you can see in this chart, the Philippine banking system (PBS) is on strong footing: growing assets, loans, and deposits; sustained profitability; ample capital and liquidity buffers; and more than enough coverage for bad loans.", "· In short, you have a banking system that's growing steadily without sacrificing the stability of the system and at the same time, preserving depositor interests.", "The same picture can be seen for the thrift banking industry today.", "Of particular interest is that the profit growth of thrift banks outpaced that of the entire banking system by more than threefold - PBS profitability only at 16.7 percent compared to 57.1 percent [for thrift banks] as of June.", "· But of course, profitability is only one metric.", "Loan growth also continued to expand, indicating your key role in supporting households.", "· Households remain the main driver of thrift banks' operations.", "This segment holds the largest share of the industry's loans and deposits.", "Even during the crisis, the industry continued to provide financing, mostly catered to individuals for household consumption, real estate, and wholesale and retail trade.", "As regulator of banks, the BSP did its part to adopt enhanced and forward-looking supervisory frameworks and policy reforms and prudential standards that will strengthen corporate and risk governance, advance digital transformation and broader access to financial services, uphold the financial system integrity and advance sustainable finance.", "The BSP pursued, among others: · First, key relief measures that remain in place until theend of 2022 · Second, guidelines to strengthen the corporate governance of banks, with focus on board responsibilities, risk governance and self-assessment functions.", "We have prudential capital and liquidity standards for BSP-supervised financial institutions and framework for DSIBs as well as guidelines on Sound Credit Risk Management Practices, adoption of PFRS 9-Financial Instruments for BSFIs, single borrower's limit and related party transactions, among others.", "· Third, guidelines upholding financial system integrity.", "This covers tighter anti-money laundering/countering the financing of terrorism rules, reporting guidelines and enforcement policy.", "We also adopted the Supervisory Assessment Framework (SAFr) aligned with international best practices on supervision.", "The SAFr is a single integrated risk-based assessment framework anchored on business models where the supervisory activities consider not only the BSFI's risk profile but also its impact on the financial system.", "Aside from enabling regulations, the BSP has been strengthening its surveillance and analytical capabilities to effectively carry out its mandate to promote financial stability.", "Our Financial Supervision Sector (FSS) remains committed to enhancing the quality of policy decisions and strengthening the BSP's analytical capacity through heightened surveillance and research, and building the capacity through briefing sessions and seminars for financial institutions and BSP supervisors to deepen knowledge and enhance their skillset.", "According to the Banking Sector Outlook Survey, the outlook on the entire banking system remains stable, with expectations of double-digit growth in assets, loans, deposits, and net income for 2022 to 2023.", "On sustainable finance- As regulator, we are trying to play an important role in mainstreaming the environmental and sustainability agenda in the banks' management of risks.", "The BSP is grateful that this year's CTB Annual Convention theme,\" \"Thrift Banks 2022: Responding to the Call for Sustainable Development\" reflects the thrift bank industry's commitment to support the country's sustainability agenda.", "While we are a rounding error when it comes to global greenhouse gas emissions, we have to recognize that climate change could create new risks for banks, especially as how it may affect default rates.", "Here are some measures to incentivize financing of green or sustainable projects: · First, we increased the single borrower's limit (SBL) from 25 percent to 30 percent · In addition, we hope to get the necessary revisions in the Agri-Agra Law so that sustainable finance can form part of compliance with mandatory credit to the agri-agra Ladies and gentlemen, it is indeed that the prospects of the Philippine banking industry, including the thrift banking industry, in the country appear to be steady and bright.", "As such, we thank the CTB for your continued enthusiasm in supporting BSP initiatives.", "Thank you for being the unifying voice among thrift banks.", "We call all the thrift banks to continue your efforts towards the BSP's vision of a stronger, more sustainable, more digitalized, and more inclusive Philippine economy.", "Rest assured that the BSP will continue to foster an enabling environment that allows the financial institutions under our supervision to contribute to our three pillars of price stability, financial stability, and a safe, secure, and efficient payments and settlements system, while supporting economic growth.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["financial stability", "price stability", "inflation", "digital payments", "banking industry", "thrift banks", "payments and settlements system", "sustainability", "supervision", "risk management"]}