{"sentences": ["SPEECH Investing in Europe's future: The case for a Speech by Fabio Panetta, Member of the Executive Board of the ECB, at Istituto per gli Studi di Politica Internazionale (ISPI)[ Milan, 11 November 2022 The Italian Institute for International Political Studies (ISPI) was founded 88 years ago in the middle of the Great Depression and during a period of geopolitical upheaval.", "At that time, the American New Deal marked the onset of fundamental change in the United States' economic system.", "Similarly, the sheer size and type of shocks we are experiencing today call for changes to our growth model in Europe.", "They reveal the dependencies we have built up and the investments we have not made.", "Today we are paying a high price for this.", "Nevertheless, the COVID-19 crisis has shown that by joining forces at European level, we can change course.", "The EU response, with the Next Generation EU (NGEU) recovery instrument at its core, was built on the premise that acting together to cushion the shock and invest in common objectives is in the best interests of all Member States.", "This allowed the European economy to recover swiftly.", "Today I will argue that our response to the new shocks we are facing should include measures to make up for the lack of public investment in the period between the global financial crisis and the start of the pandemic.", "Specifically, we should aim to boost investment to fulfil objectives, such as energy security and the green transition, which constitute European public goods.", "This could take the form of a European fiscal capacity dedicated to investment that would build on the experience of NGEU.", "The case for higher public investment in Europe Public investment has seen a marked decline in Europe.", "This decline has not been limited to public investment alone.", "For most of the post-global financial crisis period, the non-financial corporate sector in the euro area has been a net lender, suggesting that firms have also not invested enough.", "However, the decline in public investment has been even more pronounced.", "Before the global financial crisis gross public investment levels were at around 4% of gross domestic product (GDP).", "But after the sovereign debt crisis, public investment tumbled by more than one percentage point.", "When accounting for the depreciation of capital stock, net public investment fell from about 1% of GDP in 2010 to around 0% in 2013.", "It hovered around that level until 2019 and even turned negative between 2014 and 2017 (Chart 1).", "[ Euro area governments invested around €500 billion less in the 2011-19 period compared with the 2000-09 pre-crisis period.", "Net public investment in the euro area during the 2011-19 period was the lowest of the advanced economies, with the exception of Japan.", "Public investment in the euro area Public investment in the euro area and projected contribution of the NGEU Recovery and Resilience Facility (percentage of GDP, four-quarter moving sum) Sources: Eurostat, Bańkowski et al.", "Notes: RRF stands for \"Recovery and Resilience Facility\".", "\"RRF-funded investment\" includes both government investment (direct public investment - dark green bars) and capital transfers to the private sector (indirect public investment - light green bars).", "GFCF stands for \"gross fixed capital formation\" in national accounts.", "The public investment-to-GDP ratio (blue lines) includes government GFCF and investment grants.", "In other words, not only did public investment behave procyclically during the sovereign debt crisis, it also weighed on potential growth in the years preceding the pandemic.", "In short, it undermined both demand during a recession and supply over the longer term.", "This did not make economic sense.", "Neither did it make sense from a monetary policy perspective.", "Procyclical public investment made the task of the ECB more difficult when confronted with too low domestic demand after the sovereign debt crisis.", "And structurally low public investment levels undermined domestic resilience to imported supply shocks, amplifying their stagflationary effects.", "Similarly, it did not make sense from the perspective of ensuring the implementation of sound fiscal policies.", "[ A higher share of investment makes the composition of public finances more growth friendly.", "[ And even when financed through borrowing, effective public investment can both increase debt sustainability and benefit future generations.", "[ Investments with high multipliers - e.g.", "in research, infrastructure and education - are likely to generate a return in excess of the cost of borrowing and over time increase output more than they raise debt.", "[ In contrast, deferring investments may reduce debt initially but will impair growth, both cyclical and potential.", "It will result in lower benefits and higher costs over time.", "A typical example is investment in infrastructure.", "Deferring the maintenance of infrastructure can lead to a deterioration in its condition and potentially cause it to fail.", "This compromises its availability and level of service, as we have seen recently with some transport and energy infrastructure in Europe.", "Ultimately, the catch-up efforts required may come at a much greater cost than would otherwise have been the case.", "Public investment need not crowd out private sector investment.", "Crowding-in effects can in fact materialise when effective public investment provides firms with high quality infrastructure or human capital that supports its development.", "This is particularly true when it comes to digitalisation and energy challenges.", "Evidence shows that firms were more likely to invest in digitalisation during the pandemic if better quality internet was available.", "Conversely, insufficient investment in low-carbon energy sources has led to higher electricity costs, which are reflected in the rapidly growing share of firms reporting energy as an obstacle to investment.", "[ Reviving public investment has been at the heart of the EU's response to the pandemic.", "Unlike during the sovereign debt crisis, real investment and net public investment have risen in the last two years.", "In addition, NGEU will support public investment over the next few years, with a particular focus on digitalisation and the green transition.", "But while NGEU is a crucial step in the right direction, it will only temporarily bring public investment back up to pre-global financial crisis levels if correctly implemented (Chart 1).", "The energy crisis and Russia's aggression against Ukraine have made it even clearer that Europe needs to reinvest in its own future if it wants to keep control of its destiny[ as geopolitical developments reshape the global map.", "[ While the ideal scenario for Europe remains an open, multilateral international order, it needs to make sure that its openness does not become a vulnerability where dependencies can be weaponised against it.", "[ As a result, the concept of open strategic autonomy has been gaining traction as the EU seeks to avoid depending on partners with whom it does not have a genuinely stable relationship for critical inputs and technologies.", "So far, the evidence available does not indicate that there is a clear trend towards deglobalisation - it might be too early to tell - but it does point to a change in the nature of globalisation.", "Geopolitical factors and the need to secure inputs and technologies are likely to play a growing role in how future global value chains will be structured.", "Like firms, governments will need to invest in reducing their excessive dependencies and guaranteeing Europe's collective security.", "Investment in energy efficiency and low-carbon energy sources is one way they can do this.", "[ Investment in defence technologies is another.", "Both are at the heart of the Versailles declaration adopted by EU leaders in response to the new macro and geopolitical environment brought about by Russia's aggression against Ukraine.", "[ The new world order also means that European economies can no longer rely on foreign demand as a \"fixer of last resort\".", "In recent years developments such as trade wars have cast doubt on the excessive confidence shown in export-led growth.", "There are now calls for a more balanced growth model in which domestic demand has a greater role to play to stimulate growth in Europe and public investment regains the necessary relevance in strengthening the domestic capital base and responding to shocks.", "Research from the International Monetary Fund suggests that increasing public investment can significantly reinforce confidence and boost private investment during periods of high uncertainty.", "[ And a new trend towards higher investment would support productivity and potential growth, helping to mitigate inflation over time.", "It could lead to higher neutral interest rates, reducing the likelihood that monetary policy is constrained by the effective lower bound.", "I would now like to focus on the contribution to public investment at the European level.", "European public goods Investment at the European level makes sense when it can deliver more value than at the national level and is to be expected in policy areas where there are clear economies of scale or externalities and where Europeans' preferences converge.", "[ This is typically the case for European public goods[ ].", "Richard Musgrave famously defined public goods as goods from which everybody benefits and where the benefits for one individual do not reduce the benefits for others.", "[ Energy security, defence, the digital transition as well as technologies and infrastructure needed to protect strategic autonomy and underpin the Single Market are all examples of public goods at the European level.", "European policies can also make an important contribution towards global public goods, such as climate change mitigation.", "A lack of investment would ultimately affect all Europeans and surveys show that there is strong public support for common European policies in areas such as energy and defence (Chart 2).", "Support for common policies in the EU Share of EU population in favour of a common defence and security policy and a common energy policy Source: Standard Eurobarometer.", "Note: The question in the Standard Eurobarometer asks \"What is your opinion on each of the following statements?", "Please tell for each statement, whether you are for it or against it.", "[A common defence and security policy among EU Member States/A common energy policy among EU Member States]\".", "The results in panel b show the share of population stating that they are \"For\" in latest Standard Eurobarometer 97 with fieldwork performed in June-July 2022.", "The lines represent the range between the maximum and minimum shares in Member States.", "But public goods tend to be underprovided because economic agents typically prefer to wait for others to produce them, acting as free riders to save resources for other purposes.", "And they may not fully consider the benefits for society at large, ignoring the externalities of their decisions.", "The same applies to national investments for public goods that are European in nature.", "[ Limited fiscal space in some countries may also exacerbate the risk of under-provision, with negative spillovers to other countries.", "The pitfalls of unilateral national policies are more apparent now, as Europe's collective security is at stake.", "And today's estimates point to huge financing needs for investment in European public goods.", "First, the European Commission has estimated the public and private climate-related investment needs in the EU over the period 2021-30 at €466 billion on average per year, excluding the green reconversion of the transport sector.", "[ Between a quarter and a fifth of climate-related investment will have to be funded by the public sector.", "[ This year a new initiative - REPowerEU - has been taken in the wake of the war in Ukraine.", "It identifies at least another €33 billion of investment needs per year in the period 2022-30 to diversify European energy supplies, save energy and produce additional clean energy (Chart 3).", "[ Climate and energy security investment needs in the EU (average annual needs over 2021-30, public and private; EUR billions in 2022 prices) Sources: ECB staff calculations based on Commission estimates of and investment needs.", "Fit-for-55 REPowerEU Notes: Fit-for-55 needs are based on the Commission's MIX 55 scenario, which assumes carbon price signal extension to road transport and buildings and intensification of energy and transport policies for the EU to achieve 55% emissions cut by 2030.", "REPowerEU needs look at investments required to build an energy system that is independent from Russia as a fossil fuel producer.", "Additional green investment needs for wider environmental objectives (€150 billion per year in 2022 prices) are not shown in this chart.", "transport\" includes industrial, residential and tertiary-related investments.", "** Supply side includes power grid, power plants, boilers and new fuels production and distribution.", "Second, in the decade up until 2030 European institutions and governments would also need to contribute approximately €75 billion per year to close the digital gap in Europe.", "Moreover, education, upskilling and reskilling of the labour force to manage the digital transition is expected to require additional annual investments of €42 billion.", "[ Third, over €70 billion will be required annually to deliver the contributions announced by EU governments towards meeting the NATO military expenditure target of 2% of GDP (Chart 4).", "Announced defence expenditure targets in EU Member States (percentage of GDP) Source: Defence spending according to NATO data (NATO members) and SIPRI (non-NATO members).", "Targets according to media sources.", "Notes: (*) indicates non-NATO EU Member States.", "To meet those financing needs, we need a European strategy.", "In this respect, the recent individual national policy responses to the ongoing energy crisis suggest that a coordination approach falls short of what is required today.", "EU governments have scrambled to implement national measures that cushion the negative impact of soaring prices on people.", "But about four-fifths of these national measures have not targeted the most vulnerable in the euro area.", "Moreover, around two-thirds have not supported income, but have subsidised prices in a way that reduces energy-saving incentives.", "Unilateral national policies may have also produced negative externalities in other countries, for instance in terms of pressure on public finances, distortionary effects on the Single Market, or supply scarcity.", "Integrated EU policies can avoid free-rider and beggar-thy-neighbour outcomes.", "Recent EU initiatives are working in this direction, such as rules for reducing gas demand, making joint gas purchases and redistributing surplus energy sector profits.", "But a more fundamental European rethinking is needed.", "The energy crisis marks a discontinuity in our growth model that will require a permanent response to fundamentally increase the supply of sustainable energy over the medium term.", "A common initiative leading to the establishment of a climate and energy security fund would mark a major step in this direction.", "Towards a European fiscal capacity NGEU shows how a European fiscal capacity could contribute to financing European public goods, thereby increasing the resilience of the European economy.", "If well designed and focused on investment, it could - like NGEU - contribute both to macroeconomic stabilisation and to shared European interests.", "Much of the policy debate on a European fiscal capacity initially focused on completing the architecture of the Economic and Monetary Union (EMU) with a macroeconomic stabilisation facility for the euro area.", "[ This would help counteract adverse business cycle shocks on top of national fiscal policies.", "And by fostering business cycle convergence in the euro area, it would invigorate common monetary policy in a context such as EMU, which tends to produce low private risk sharing in the face of low public risk sharing.", "But since the seminal contribution of Peter Kenen was published in 1969[ ], the main obstacle to a stabilisation capacity has been the lack of trust among euro area countries when implementing a European fiscal capacity focused on macroeconomic stabilisation.", "NGEU has shown however, that the emergence of shared interests - such as the need to address the pandemic and the challenges of climate change and digitalisation - can provide the impetus that was missing in the past.", "NGEU also shows how such a fiscal capacity can support macroeconomic stabilisation.", "[ It protects productive capacity and boosts potential output, thus helping counteract negative supply shocks.", "During a downturn, it prevents procyclical cuts to public investment in European public goods.", "And it reduces the scale of deficit financing at country level, so national governments have more fiscal space to cushion shocks.", "Finally, it indirectly reinforces private risk sharing by strengthening market confidence in the resilience of EU economies, thus allowing credit and financial markets to operate more smoothly.", "[ If NGEU continues to be rolled out successfully, it could serve as a model to address the financing needs identified for European public goods.", "Several design aspects need to be considered.", "First, we need to identify the policy priorities that best serve common European interests.", "As the Versailles declaration and EU initiatives such as Fit-for-55 or NGEU illustrate, there is already a high degree of consensus.", "Climate change mitigation, energy security and defence are obvious candidates.", "Such objectives are for EU legislators to decide, and a European fiscal capacity would require strong accountability towards them.", "Second, when deciding how to implement a European fiscal capacity that supports projects with genuine European added value, the two complementary approaches of bottom-up and top-down could be considered.", "Like the Recovery and Resilience Facility, the bottom-up component of the fiscal capacity would allow Member States to identify and deliver key investments that contribute to providing European public goods with financial support from the EU.", "This should be done according to clear criteria and monitoring at EU level.", "The top-down component of the fiscal capacity could instead support large-scale, cross-border European initiatives for infrastructure, research and innovation.", "[ This would be consistent with the approach in the United States, where most public research and development funding is financed at federal level through institutions such as the National Science Foundation.", "[ Third, one of the main objections to the creation of a European fiscal capacity is the risk of \"moral hazard\".", "It is argued that benefiting from additional common resources could lead countries to weaken their efforts to achieve sound fiscal positions and implement structural reforms, which are typically costly in the short term.", "I do agree that this risk cannot be neglected.", "But NGEU shows how this risk can be turned into an opportunity by linking EU financing to national investment and reform plans consistent with objectives agreed at European level.", "[ Fourth, the key question - and probably the most contentious - is how to fund a European fiscal capacity.", "There are three complementary options: reprioritising the EU budget, tapping new EU own resources and issuing common debt.", "The share of \"new and reinforced priorities\" has already been increased in the current EU budget.", "[ However, this item still amounts to only around €55 billion per year (0.4 per cent of EU GDP in 2021).", "It needs to be augmented along with the overall size of the EU budget.", "Making progress on new own resources is essential.", "There is a clear rationale to funding EU policies with EU revenues.", "An agreement on the package proposed by the Commission at the end of 2021 would be a welcome first step, also in view of the future repayment of NGEU debt.", "Finally, further debt issuance at EU level could be mobilised when warranted by external shocks.", "To pursue our common interests, we need common investments.", "Investing together will cement our unity.", "This is because investing in Europe's future defines the Europe we want to see.", "We have inherited a great legacy from European history.", "But tomorrow's Europe is our own responsibility.", "If we leave it to others to decide, we risk losing what we value most: the ability to shape our destiny.", "Thank you for your attention.", "Thank you to Jean Francois Jamet, Laurent Abraham, Jacopo Cimadomo, Ettore Dorrucci, Maximilian Freier, and Agnieszka Trzcinska for their contributions.", "See Sandbu, M. (2022), \" The investment drought of the past two decades is catching up with us \", Financial Times, 20 July.", "See Bańkowski, K., Bouabdallah, O., Domingues Semeano, J., Dorrucci, E., Freier, M., Jacquinot, P., Modery, W., Rodríguez-Vives, M., Valenta, V. and Zorell, N. (2022), \" The economic impact of Next Generation EU: a European perspective \", Occasional Paper Series, No 291, ECB, April.", "See Furman, J. and Summers, L. (2020), \" A Reconsideration of Fiscal Policy in the Era of Low Interest Rates \", Brookings Institution, 30 November.", "European Central Bank (2017), \" The composition of public finances in the euro area \", Economic Bulletin, Issue 5.", "The governance of public investment is key to its effectiveness.", "Notably, this depends on the quality of central public investment management, the governance of public-private partnerships and cooperation between central and local public administrations.", "(2021), \" Public Investment Management in the EU: Key Features & Practices \", Discussion Paper, No 154, European Commission, December.", "See also Melina, G., Yang, S. and Zanna, L-F. (2014), \" Debt Sustainability, Public Investment, and Natural Resources in Developing Countries: the DIGNAR Model \", Working Paper Series, No 14/50, International Monetary Fund.", "This paper shows that with a higher level of investment efficiency, the outlook for debt sustainability improves.", "See, for example, Martino, R. (2021), \" Public investment, convergence and productivity growth in European regions \", Working Paper Series, No 2019/21, Università degli Studi di Firenze; de Jong, J., Ferdinandusse, M., Funda, J. and Vetlov, I.", "(2017), \" The effect of public investment in Europe: a model- based assessment \", Working Paper Series, No 2021, European Central Bank; Abiad, A., Furceri, D. and Topalova, P. (2015), \" The Macroeconomic Effects of Public Investment: Evidence from Advanced Economies \", Working Paper Series, No 15/95, International Monetary Fund; and Mourougane, A., Botev, J., Fournier, J-M., Pain, N. and Rusticelli, E. (2016), \" Can an Increase in Public Investment Sustainably Lift Economic Growth?", "\", Economics Department Working Papers, No 1351, OECD.", "See EIB Investment Report 2021/2022 - Recovery as a springboard for change, European Investment Bank.", "See Panetta, F. (2022 a), \" Europe's shared destiny, economics and the law \", Lectio Magistralis on the occasion of the conferral of an honorary degree in Law by the University of Cassino and Southern Lazio, 6 April.", "For an analysis of the new trends in the global economy, see Lagarde, C. (2022), \" A new global map: European resilience in a changing world \", keynote speech at the Peterson Institute for International Economics, Washington, D.C., 22 April.", "See European Parliament (2022), \" EU strategic autonomy 2013-2023: From concept to capacity \", EU Strategic Autonomy Monitor, July; Lippert, B., von Ondarza, N. and Perthes, V. (2019), \" European Strategic Autonomy: Actors, Issues, Conflicts of Interests \", German Institute for International and Security Affairs, March; and Grevi, G. (2019), \" Strategic autonomy for European choices: The key to Europe's shaping power \", European Policy Centre, 19 July.", "See Panetta, F. (2022 b), \" Europe as a common shield: protecting the euro area economy from global shocks \", keynote speech at the European Parliament's Innovation Day \"The EU in the world created by the Ukraine war\", July.", "The Versailles declaration was issued at the end of the informal meeting of the Heads of State or Government held on 10 and 11 March 2022 in Paris.", "See \" Public Investment for the Recovery \", Fiscal Monitor , International Monetary Fund, October 2020.", "See Jamet, J-F. (2011), \" The Optimal Assignment of Prerogatives to Different Levels of Government in the EU \", Journal of Common Market Studies, Vol.", "Public goods are thus goods that are non-rivalrous and non-excludable.", "See Musgrave, R.A., and Musgrave, P.B.", "(1973 and subsequent editions), Public Finance in Theory and Practice, McGraw-Hill.", "Figures are converted into 2022 prices.", "See European Commission (2021), \" Commission staff working document.", "See also Ferdinandusse, M., Nerlich, C., and Delgado Téllez, M. (2022), \" Fiscal policies to mitigate climate change in the euro area \", Economic Bulletin, Issue 6, ECB.", "(2021), \" A green fiscal pact: climate investment in times of budget consolidation \", Policy Contribution, Issue No 18/21, Bruegel, September.", "See European Commission (2022), \" Commission staff working document.", "Implementing the REPowerEU Action Plan \".", "REPowerEU funding is expected to be dedicated mostly to direct and indirect public investment.", "See European Commission (2020), \" Shaping the digital transformation in Europe \", report prepared by DG Communications Networks, Content and Technology, September.", "See, among others, Beetsma, R, Cimadomo, J. and van Spronsen, J.", "(2022), \" One Scheme Fits All: a central fiscal capacity for the EMU targeting eurozone, national and regional Shocks \", Discussion Paper, No 16829, Centre for Economic Policy Research, February; Beetsma, R, Cima, S. and Cimadomo, J.", "(2018), \" A minimal moral hazard central stabilisation capacity for the EMU based on world trade \", Working Paper Series, No 2137, ECB, March; Arnold et al.", "(2022), \" Reforming the EU Fiscal Framework: Strengthening the Fiscal Rules and Institutions \", Departmental Paper, No 2022/014, International Monetary Fund, September; Arnold, N, Barkbu, B. Ture, E., Wang, H. and Yao, J.", "(2018), \" A Central Fiscal Stabilization Capacity for the Euro Area \", Staff Discussion Note, No 18/03, International Monetary Fund, March.", "See Kenen, P. (1969), \"The Theory of Optimum Currency Areas: An Eclectic View,\" in Mundell, R. and Swoboda, A., eds., Monetary Problems of the International Economy, The University of Chicago Press, pp.-60.", "See also Buti, M. and Messori, M. (2022), \" A central fiscal capacity to tackle stagflation \", Centre for Economic Policy Research, 3 October.", "See Farhi, E. and Werning, I.", "107, No 12, American Economic Review, December, pp.", "See European Fiscal Board (2022), Ibid.", "Support to research and innovation could build on existing EU- level funding for research and innovation within the EU's Multiannual Financial framework, in particular through the Horizon Europe programme.", "This funding still represents a small fraction (slightly above 10%) of total government spending on research and development in the EU.", "A particular challenge with financing at EU level (similar to the federal level in the US) is to overcome the \"juste retour\" approach, which allocates projects according to national budget contributions.", "For a discussion on moral hazard risks and possible ways to alleviate these risks, see Beetsma, R., Cimadomo, J. and van Spronsen, J.", "The authors propose a mechanism based on symmetric transfers in the long term which would avoid redistribution across countries.", "Compared to the past, the 2021-2027 budget allocates a higher share of resources to policy areas where EU action can achieve better results than the EU Member States could manage on their own.", "As a result of this reorientation of priorities, 31.9 % of the 2021-2027 long-term budget is allocated to policy areas such as research, education, and border protection.", "This share increases to about 50 % when NGEU funding is considered.", "The share allocated to economic, social and territorial cohesion and to the common agriculture policy has decreased to 30.5 %, and 30.9 % respectively.", "The latter policies have themselves been modernised, taking into account the objective of the green and digital transition.See European Commission (2021), \" The EU's 2021-2027 long-term budget and Next Generation EU: facts and figures \" and \" Multiannual Financial Framework 2021-2027\" ."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Public investment", "European public goods", "Energy security", "Green transition", "Digitalisation", "Geopolitical factors", "Defense technologies", "Monetary policy", "Fiscal capacity", "Moral hazard"]}