{"sentences": ["INTERNATIONAL MONETARY AND FINANCIAL COMMITTEE the IMFC Deputies meeting Tuesday, September 20, 2022, Statement by Mr. Mouatassem BOUDIAF Deputy Governor Bank of Algeria Islamic Republic of Afghanistan, Algeria, Ghana, Islamic Republic of Iran, Libya, Morocco, Pakistan, and Tunisia Global Economic Outlook Thank you Chair.", "I also thank the First DMD for the lucid presentation.", " Since our last meeting, the global economy continues to face strong global headwinds, triggered by the cumulative negative spillovers of the two overlapping crises.", "Risks to the global outlook feared in April, and even as late as July, have materialized, and the outlook continues to be subject to unusually high downside risks, due to a number of global economic and political factors.", "We are also facing a global inflation crisis reflecting the consequences of the unprecedented policy support during the pandemic and the pandemic's lingering impact on supply chains.", "In most cases, price pressures predate the conflict in Ukraine, but were exacerbated by direct and indirect impacts of the war.", "Taming the global inflation would require a collaborative approach and coordinated policy action.", "It is understandably a delicate balancing act and policy slippage, in either direction, would potentially have severe consequences, including a prolonged global recession in case of over-tightening, that we can ill afford.", "In fact, the global tightening of financial markets and the sharp real appreciation of the US dollar are already having pronounced adverse impact on EMDEs through capital flows, currency depreciation and debt distress.", "The increase in sovereign spreads has elevated debt at risk for vulnerable EMDEs, including those in our constituency.", " The high food and fuel prices have had a clear disproportionate impact on poorer countries and vulnerable populations in all countries, and the two overlapping crises have worsened poverty significantly in the developing economies since 2020, with food insecurity emerging as a new major challenge in low-income countries.", "In this regard, strong global initiatives are needed to address food insecurity, reduce poverty worldwide and alleviate the risks of social unrest that is already evident.", "The IMF would need to do its part as it did during the COVID pandemic.", "The IMF's proposed Food Shock Window could play a useful role if the facility is more accessible, and its terms and conditions are less restrictive.", " The adverse effects of climate change, to which no country is immune, continue to wreak havoc in all parts of the world.", "Most recently, the flooding in Pakistan, a member of our constituency, has created an unprecedented humanitarian catastrophe, a major health crisis, with initial damage assessed at 10-15 percent of GDP.", "We have to recognize and collectively address the existing highly inequitable system, where countries with negligible carbon footprints bear the burden of negative externalities of climate change.", "Thank you Chair INTERNATIONAL MONETARY AND FINANCIAL COMMITTEE the IMFC Deputies meeting Tuesday, September 20, 2022, Statement by Mr. Mouatassem BOUDIAF Deputy Governor Bank of Algeria Islamic Republic of Afghanistan, Algeria, Ghana, Islamic Republic of Iran, Libya, Morocco, Pakistan, and Tunisia MD's Global policy Agenda Thank you, Chair.", "We welcome the Managing Director's GPA, which we believe is balanced and well focused.", "We particularly welcome and strongly support the GPA's emphasis on \"acting together and acting now\" to alleviate the immediate hardship due to successive years of global crises, and to build resilience for addressing future shocks.", "Food insecurity and debt distress are two key challenges facing the developing countries where a global collaborative approach is most urgently needed.", "It is also important to recognize that the current geopolitical fragmentation will likely have major longer term implications for the global economy and lasting impact on global trade, including energy, and supply chains, for which we have to prepare.", "We welcome the Fund's readiness to enhance and adapt its lending toolkit to address not only the immediate financing needs related to the two overlapping crises, but equally importantly, the future crises that could not be easily anticipated.", "In this connection, we welcome the establishment of the RST and urge members with strong external positions to meet its funding requirements, including through additional pledges to channel SDRs and bilateral contributions.", "We would like to stress at this juncture that the RST was created to help members finance long-term structural changes to build resilience to different shocks, with climate change being the main one but not the only one.", "Finally, at the risk of repeating what I said in the previous session, I would like to underscore the GPA's increased emphasis on climate change, recognizing and addressing the existing inequity in burden sharing between small and large emitters.", "It is also important to recognize that there are different paths leading to the same objective of saving the planet that we all share."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Global Economic Outlook", "Inflation", "Food Insecurity", "Climate Change", "IMF Policy Agenda", "Debt Distress", "Global Headwinds", "Poverty", "Financial Markets", "Resilience"]}