{"sentences": ["SPEECH Finding the right mix: monetary-fiscal interaction at times of high inflation Keynote speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the Bank of England Watchers' Conference London, 24 November 2022 Over the past few years, the interaction between monetary and fiscal policies in the euro area has changed decisively.", "In the years before the pandemic, monetary policy faced the challenge of inflation being persistently below target, while being constrained by the effective lower bound.", "It became widely acknowledged that accommodative monetary policy on its own may not be sufficient for inflation to return to target.", "At the effective lower bound and with inflation too low, monetary policy needed support from expansionary fiscal policy that would increase aggregate demand and thus inflation.", "[ It was only with the onset of the pandemic that monetary and fiscal policies started to pull in the same direction, reinforcing each other.", "The combination of a strong fiscal response, at both national and European level, and a forceful monetary policy response proved highly successful in lifting the economy out of the deepest contraction since the Second World War and in preventing a downward spiral of prices.", "But these large-scale policy interventions coincided with a broad shift in the macroeconomic environment.", "Persistent constraints on production meant that supply could not keep up with demand, putting upward pressure on underlying inflation.", "Russia's invasion of Ukraine fuelled price pressures further, pushing euro area inflation to double-digit levels in October.", "In my remarks today, I will argue that the new macroeconomic environment requires a different mix of monetary and fiscal policies to effectively fight the current cost-of living crisis, limit the adverse distributional effects of high inflation, and tackle the long-term challenges facing our economies.", "Fiscal policy needs to protect the most vulnerable parts of society from the consequences of the energy and food price shocks.", "At the same time, governments must avoid an overly expansionary stance that fuels inflationary pressures and adds to the historically high public debt burden.", "They should give clear priority to reforms and public investments that support potential growth and stabilise debt dynamics in an environment of higher interest rates.", "In doing so, governments should preserve relative price signals, which are needed to pave the way towards a greener and more sustainable economy.", "[ Unfortunately, this is not what we are seeing today.", "Many of the fiscal measures taken so far have not been targeted, they have been directed towards consumption rather than investment, and they often weaken the incentives for businesses and households to reduce energy consumption.", "In any case, fiscal policy needs to observe intertemporal budget constraints.", "Broad-based debt-financed transfers, subsidies or public consumption today imply higher tax rates or lower expenditures tomorrow.", "Credible commitments preserve fiscal sustainability and help to anchor medium-term inflation expectations, supporting monetary policy.", "Central banks, for their part, must remain determined to bring inflation back to target in a timely manner, so as to prevent current high inflation from becoming entrenched in expectations.", "Doing so requires raising interest rates further for as long as needed to put inflation back on a sustainable path towards 2%.", "Monetary-fiscal interaction at the zero lower bound The years before the pandemic were characterised by an environment of persistently low real interest rates and below-target inflation.", "Structural forces, such as globalisation, digitalisation and demographic change, were putting persistent downward pressure on both real interest rates and underlying price dynamics.", "Monetary policy aimed to tackle low inflation by stimulating demand, first by lowering interest rates and, when getting closer to the effective lower bound, by embarking on unconventional monetary policy measures.", "However, historically accommodative financing conditions did not stimulate aggregate demand as expected.", "This was mainly because they failed to spur public investment, which remained at the low levels reached after the sovereign debt crisis (Slide 2).", "As a result, despite the unprecedented expansion of central banks' balance sheets, inflation remained stubbornly low, and years of subdued price pressures threatened to become entrenched in longer-term inflation expectations.", "It was increasingly acknowledged that monetary policy on its own could not lift the economy out of the low inflation trap.", "[ Instead, monetary and fiscal policies needed to reflate the economy together.", "[ When monetary policy is constrained by the effective lower bound, fiscal policy is more effective, as a boost to aggregate demand does not immediately trigger expectations of tighter monetary policy in an environment of persistently low inflation.", "The measures taken during the pandemic showcased the powerful interplay between monetary and fiscal policies.", "The ECB introduced a new asset purchase programme - the pandemic emergency purchase programme (PEPP) - and offered new targeted longer-term refinancing operations at highly favourable rates.", "Fiscal policy, meanwhile, supported demand through job retention schemes and broad support measures at national and European level.", "Expansionary monetary and fiscal policies reinforced each other, successfully countering the sharp decline in demand and swiftly lifting the economy out of the deep recession.", "A shifting macroeconomic environment Yet, these large-scale policy interventions coincided with fundamental structural changes in the global economy.", "As the recovery of supply was held back by persistent disruptions to global supply chains, labour shortages and social distancing measures, demand started to outpace supply, putting upward pressure on prices.", "Inflationary pressures were then reinforced by Russia's invasion of Ukraine, which led to a surge in energy and food prices.", "Over time, inflation broadened substantially, creeping into most goods and services, and pushing up underlying inflation to historically high levels, with no clear signs of reversal so far (Slide 3).", "ECB staff analysis suggests that both demand and supply have made a significant and broadly even contribution to the recent rise in underlying inflation in the euro area (Slide 4).", "These price pressures are unlikely to dissipate quickly.", "Even if the deterioration in the euro area's terms of trade and the significant loss in purchasing power will dampen private consumption and investment, the current macroeconomic environment differs from that before the pandemic in at least four key aspects.", "First, excess savings accumulated since the start of the pandemic remain significant in both nominal and real terms (Slide 5, left-hand side).", "Second, due to supply constraints, firms in the manufacturing sector continue to have full order books with a backlog of more than five months (Slide 5, right-hand side).", "Third, euro area firms continue to add new jobs, and unemployment rates remain at record low levels despite elevated risks of a technical recession in the winter.", "Finally, there is increasing evidence that the pandemic and the energy crisis may have more permanent negative effects on current and future potential output, implying that inflationary pressures may persist if demand does not slow down accordingly.", "[ Potential output growth may be constrained through different channels.", "The first is labour scarcity.", "A significant share of euro area firms continue to identify labour shortages as a major factor limiting production in manufacturing and the services sector (Slide 6, left-hand side).", "Research shows that the pandemic has led to lower labour participation in sectors where it is hard to work from home[ ], and that those sectors are likely to experience some scarring, facing a loss in their trend output (Slide 6, right-hand side).", "[ This development reinforces pre-existing trends, driven primarily by demographic change.", "The second channel works through the capital stock and productivity growth.", "The energy crisis is likely to have hit investment and total factor productivity, especially in energy-intensive sectors.", "Higher energy prices devalue part of the existing capital stock, curbing production or raising the number of insolvencies due to higher costs and lower profitability.", "The car industry is a case in point.", "Since the summer of 2021, the extraordinary increase in energy costs has gradually become the most important factor holding back motor vehicle output (Slide 7, left-hand side).", "Demand-side factors, by contrast, continue to support production.", "More generally, ECB staff analysis shows that a persistent increase in energy prices significantly and persistently lowers potential output across euro area countries (Slide 7, right-hand chart).", "[ In fact, for more than two thirds of euro area countries potential growth projections for the period 2022-27 are below their long-term average from 1999 to 2021, a period that itself was already characterised by subdued growth in many countries (Slide 8, left-hand side).", "Potential output has only been revised up in some of the high-debt economies.", "In part, this probably reflects the fact that allocations under the Recovery and Resilience Facility are tilted towards countries with lower GDP per capita and higher public debt ratios, thus advancing convergence and reducing macroeconomic imbalances (Slide 8, right-hand chart).", "In sum, the important role of both positive demand-side and negative supply-side shocks in spurring inflation clearly shows that the current macroeconomic environment differs from the one before and during the pandemic, when downside risks to price stability called for an expansion of both monetary and fiscal policy to support risk-sharing and counter weakening demand.", "Pulling together in a high inflation environment In the current high inflation environment, monetary and fiscal policies should pull together rather than working against each other.", "[ Fiscal policy needs to be targeted and future-proof Fiscal policy needs to focus on two types of measures: first, protect the most vulnerable households and firms from the energy price shock in a targeted way; and second, foster potential growth and energy independence through public investment and structural reforms.", "[ Regarding the first point, targeted support to low-income households is important, from both a macroeconomic and a distributional perspective.", "Low-income households are not only more liquidityconstrained and have less room to buffer sharp increases in their cost of living, but also face significantly higher effective inflation rates than high-income households.", "The difference between the effective inflation rate in the lowest and highest income quintiles increased to 2.2 percentage points in October 2022, its highest level since 2006 (Slide 9, left-hand chart).", "This inflation gap between poorer and richer households is mainly driven by relative price increases for energy and food (Slide 9, right-hand chart).", "Monetary policy can do little about such relative price changes.", "Even tighter monetary policy, leading to lower headline inflation, would not have prevented such uneven effects across households.", "Only governments have the mandate and tools to address distributional issues.", "As regards the second type of measure, governments must address the underlying sources of the supplyside shocks that are likely to affect the structure of the economy more persistently.", "This requires public investment and decisive structural reforms that foster potential growth and, at the same time, help to dampen inflationary pressure over the medium term by reducing supply-side constraints.", "[ In this regard, the Next Generation EU programme offers a historic opportunity.", "[ Disbursements under the Recovery and Resilience Facility (RRF) are expected to stay at high levels over the coming years.", "A swift and efficient implementation of the key investment projects and reforms envisaged in the national plans under the RRF is key for boosting investment and potential growth.", "[ So far, governments have often not followed the above prescriptions.", "They focussed mainly on a combination of untargeted measures, fossil fuel subsidies and government consumption to soothe the damages inflicted by the energy crisis.", "Only a small share of the temporary fiscal measures implemented to alleviate the burden of rising energy prices target low-income households (Slide 10, left-hand side).", "Rather than cutting taxes for vulnerable households or providing transfers to those in need, governments have mostly resorted to broad-based tax cuts or subsidies, or to outright energy price caps.", "In addition, many measures support short-run fossil fuel consumption, thereby working against efforts to move away from fossil energy sources.", "In terms of their budgetary impact, only 1% of the total measures contribute directly to the green transition.", "Tax cuts and subsidies for fossil fuels, unless properly designed, incentivise neither the efficient use of energy nor investment in energy-saving technology.", "[ Moreover, public investment will remain subdued this year and next.", "It is only expected to pick up in 2024 and 2025, mainly reflecting increased defence spending, which helps to support our security, but has a low contribution to potential growth (Slide 10, right-hand side).", "As a result, fiscal policy measures hardly help to accelerate the green transition or tackle the sources of supply-side constraints, while contributing to aggregate demand and high inflation, making it more difficult for the ECB to deliver on its mandate.", "Indeed, ECB staff simulations suggest that war-related support and energy measures may dampen inflation in the short run, especially if they directly affect energy prices, but will contribute positively to HICP inflation over the medium term.", "Sound fiscal policy helps to anchor inflation expectations Sound fiscal policy is also a key factor for stabilising debt dynamics.", "The fiscal support measures taken during the pandemic resulted in a sharp increase in public debt ratios, which were already elevated before the pandemic started.", "Euro area public debt as a ratio to GDP has increased by around 20 percentage points from 2007 to 2019, and by around another 10 percentage points by 2021.", "Initially, higher inflation had a beneficial effect on debt-to-GDP ratios, due to a temporary windfall from the boost in nominal growth (Slide 11, left-hand side).", "[ However, an inflation increase due to a supply-side shock cannot be expected to significantly alleviate the debt burden over the medium term.", "ECB staff simulations show that the resulting decline in real growth, higher interest payments and deteriorating primary deficits would increase public debt ratios over longer horizons (Slide 11, right-hand chart).", "Rising interest rates as a result of tighter monetary policy or higher public debt lift up the interest rategrowth differential for a given rate of potential growth.", "The negative interest rate-growth differential before the pandemic helped to contain, or even reduce, debt-to-GDP ratios.", "The differential still stands near historic lows but is about to become less favourable (Slide 12, left-hand chart).", "Against this backdrop, current circumstances call for responsible fiscal policy.", "Governments need to be clear that current budget deficits are backed by future primary surpluses, via either future higher tax rates or lower spending.", "If governments do not credibly signal their commitment to responsible fiscal policies, the private sector may eventually expect that higher inflation is needed to ensure the sustainability of public debt.", "[ This would be the case if high unfunded budget deficits ended up eroding the credibility of the central bank to pursue its monetary policy objectives, endangering price stability.", "[ If, by contrast, the central bank is fully credible - because it has earned a reputation of safeguarding price stability - monetary dominance prevails, implying that monetary policy is going to tighten by more if fiscal policy is too accommodative.", "[ Fiscal expansion during and after the pandemic, combined with the activation of the general escape clause under the Stability and Growth Pact for a period of at least four years, from 2020 to 2023, and the lack of a functioning EU fiscal framework, risk contributing to higher inflation, by weakening public perceptions that governments would stabilise public finances by taking the necessary future fiscal adjustments.", "[ Recent developments in the United Kingdom have served as a wake-up call.", "They have shown that expansionary fiscal policy has its limits.", "Without clear communication about how fiscal spending or broadbased tax cuts are to be funded, markets are likely to expect higher inflation, higher real interest rates or both.", "Abrupt increases in sovereign yields can put debt sustainability at risk and jeopardise financial stability, as shown by the example of the liability-driven investment funds.", "So far, in most major economies, inflation is expected to return to target over the medium term.", "[ In the euro area, investors do not currently expect high debt levels to cause inflation to persistently deviate from the target, in spite of an upward shift to levels slightly above 2 percent, speaking in favour of central bank credibility and monetary dominance (Slide 12, right-hand side).", "Monetary policy must stay focused on price stability Fiscal policy is hence at risk of contributing to inflation at a time when price pressures remain unabated.", "Inflation in the euro area has continued to surprise on the upside, and significantly so.", "While fears of a technical recession have increased, economic data surprises have recently also turned positive (Slide 13, left-hand side).", "In this situation, monetary policy must remain firmly focused on its mandate and restore price stability as quickly as possible.", "Determined policy action by the ECB has already led to a notable tightening of financing conditions.", "Euro area real GDP-weighted sovereign yields have increased across the maturity spectrum since the turnaround in monetary policy in December 2021.", "Yet, real rates remain in negative territory for most tenors, meaning policy is likely too accommodative (Slide 13, right-hand side).", "Markets' expectations of a \"pivot\" have recently worked against our efforts to withdraw policy accommodation, bringing the actual policy stance further away from the stance that is required to bring inflation back to target.", "This raises the risks that first round effects from higher energy and food prices eventually turn into second round effects.", "The longer inflation is unacceptably high, the larger the risk that inflation expectations adjust in a way that puts medium-term price stability at risk.", "[ According to ECB staff analysis, higher perceived inflation appears to have a substantial impact on households' inflation expectations, and this impact has been rising (Slide 14, left-hand side).", "As a result, inflation expectations of households have been on a notable upward trend, and a significant share of survey respondents expect a sustained period of high inflation (Slide 14, right-hand side).", "Surveys among professional forecasters yield very similar results.", "[ Hence, recent financial market developments, broad-based fiscal stimulus and high inflation persistence call for further determined action to prevent a de-anchoring of inflation expectations.", "At present, the largest risk for central banks remains a policy that is falsely calibrated on the assumption of a fast decline in inflation, and hence on an underestimation of inflation persistence.", "[ In light of this, we will need to raise interest rates further, probably into restrictive territory, so as to ensure that inflation returns to our medium-term inflation target as quickly as possible and second-round effects do not materialise.", "Incoming data so far suggest that the room for slowing down the pace of interest rate adjustments remains limited, even as we are approaching estimates of the \"neutral\" rate.", "The extraordinarily large degree of uncertainty surrounding such estimates implies that they cannot serve as a yardstick to inform the appropriate pace of interest rate adjustments.", "Instead, policy needs to remain data dependent.", "While interest rates will remain the key instrument for calibrating our monetary policy stance, we will complement our actions with a measured and predictable normalisation of our monetary policy bond portfolio.", "In our December policy meeting, we will lay out the principles for our balance sheet reduction.", "At the same time, we continue to stand ready to counter fragmentation in financial markets that is not justified by economic fundamentals and hampers the smooth transmission of our monetary policy throughout the entire euro area.", "Our toolkit - PEPP flexibility, the Transmission Protection Instrument (TPI) and the Outright Monetary Transactions (OMT) programme - allows us to swiftly respond to destabilising dynamics in financial markets.", "But the use of this toolkit also relies on an effective fiscal framework, making a timely agreement on a credible European fiscal framework all the more important.", "In the pandemic crisis, monetary and fiscal policies reinforced each other, preventing a collapse of the euro area economy.", "In the current environment, there is a risk that monetary and fiscal policies may pull in opposite directions, leading to a suboptimal policy mix.", "Many fiscal measures that are popular among the electorate, such as tight price caps or broad-based subsidies, risk fuelling medium-term inflation further, which could ultimately force monetary policy to raise interest rates beyond the level that would be seen as appropriate without fiscal stimulus.", "Governments need to internalise the effects of their actions on future inflation and monetary policy.", "They should support fiscal sustainability and price stability by targeting their measures to the most vulnerable parts of society, fostering potential growth and accelerating the green transition.", "Such measures would dampen inflationary pressures over the medium to long run.", "Monetary policy can best contribute to macroeconomic stability and social welfare by ensuring a timely return of inflation to target, thereby preserving people's purchasing power, and supporting investment by reducing uncertainty.", "(2021), \" Unconventional fiscal and monetary policy at the zero lower bound \", speech at the Third Annual Conference organised by the European Fiscal Board, 26 February.", "Reichlin, L., Ricco, G. and Tarbé, M. (2021), \" Monetary-Fiscal Crosswinds in the European Monetary Union \", CEPR Discussion Paper Series, No 16138, Centre for Economic Policy Research, May.", "Lagarde, C. (2022), \" Monetary policy in a high inflation environment: commitment and clarity \", lecture organised by Eesti Pank, 4 November.", "Sims, C. (2016), \"Fiscal policy, monetary policy and central bank independence\", address at the annual economic policy symposium organised by the Federal Reserve Bank of Kansas City, Jackson Hole, 26 August.", "(2020), \" Pulling together: fiscal and monetary policies in a low interest rate environment \", speech at the Interparliamentary Conference on Stability, Economic Coordination and Governance in the European Union, 12 October.", "For a comprehensive overview and discussion of monetary and fiscal policy interactions in the euro area, see ECB (2021), \" Monetary-fiscal policy interactions in the euro area \", Occasional Paper Series, No 273, September.", "(2022), \" Monetary policy in a cost-of-living crisis \", speech at the IV Edition Foro La Toja, 30 September.", "Fernald, J. and Li, H. (2022), \" The Impact of COVID on Productivity and Potential Output \", Working Paper Series, No 2022-19, Federal Reserve Bank of San Francisco, September.", "(2022), \" The impact of the COVID-19 shock on euro area potential output: a sectoral approach \", Working Paper Series, No 2717, ECB, September; Aikman, D., Drehmann, M., Juselius, M. and Xing, X.", "(2022), \" The scarring effects of deep contractions \", BIS Working Papers, No 1043, October.", "Le Roux, J., Szörfi, B. and Weißler, M. (2022), \" How higher oil prices could affect euro area potential output \", Economic Bulletin, Issue 5, ECB.", "In a similar vein, the International Monetary Fund has argued that fiscal policy should not work at cross- purposes with monetary policy.", "Research shows that public investment raises the productivity of the physical and human capital stock and may also encourage new private investment.", "See Abiad, A., Furceri, D. and P. Topalova (2016), \"The Macroeconomic Effects of Public Investment: Evidence from Advanced Economies\", Journal of Macroeconomics, 50: 224-40.", "Fornaro and Wolf (2022) argue in favour of fiscal policy supporting business investment.", "In fact, in their model, monetary tightening in response to a supply side shock may be self-defeating, unless it is accompanied by fiscal policies fostering the economy's productive capacity.", "See Fornaro, L. and M. Wolf (2022), \" The Scars of Supply Shocks \", Economics Working Papers 1748, Universitat Pompeu Fabra.", "For the impact of Next Generation EU on financial integration and public risk-sharing, see European Central Bank (2022), \" Financial Integration and Structure in the Euro Area \", April.", "Given the strong complementarity between public and private investment, the funds from the recovery programme can also pave the way for private investment activities that are at the core of the large innovation effort required to master the green and digital transitions.", "Checherita-Westphal, C., Freier, M. and Muggenthaler, P. (2022), \" Euro area fiscal policy response to the war in Ukraine and its macroeconomic impact \", Economic Bulletin, Issue 5, ECB.", "European Central Bank (2022), Financial Stability Review , November.", "Leeper, E. (2010), \" Monetary science, fiscal alchemy \", Proceedings, Economic Policy Symposium, Jackson Hole, Federal Reserve Bank of Kansas City, pp.", "This relates to the fiscal theory of the price level, which was established by Leeper, Sims and Cochrane, in part expanding the work by Sargent and Wallace, in the early 1980s.", "See Leeper, E. (1991), \" Equilibria under 'active' and 'passive' monetary and fiscal policies \", Journal of Monetary Economics, Vol.", "129-147; Sims, C. (1994), \" A Simple Model for Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy ,\" Economic Theory, Vol.", "501-528; Sargent, T. and Wallace, N. (1981), \"Some Unpleasant Monetarist Arithmetic\", Federal Reserve Bank of Minneapolis Quarterly Review, Fall, pp.", "See also See Bianchi, F. and Melosi, L. (2022), \" Inflation as a Fiscal Limit \", Federal Reserve Bank of Chicago Working Paper, No 2022-37; Cochrane, J.", "(2022), \"The Fiscal Theory of the Price Level\", Princeton University Press.", "Woodford, M. (2003), \"Interest and Prices: Foundations of a Theory of Monetary Policy\", Princeton, New Jersey, Princeton University Press.", "Gopinath, G. (2022), \" How Will the Pandemic and War Shape Future Monetary Policy?", "\", remarks at the Jackson Hole Symposium.", "Ilzetzki, E. (2022), \" Commentary: Inflation as a Fiscal Limit \", remarks at the Jackson Hole Symposium.", "Malmendier, U. and Nagel, S. (2016), \"Learning from Inflation Experiences\", The Quarterly Journal of Economics, Vol.", "European Central bank (2022), \" The ECB Survey of Professional Forecasters \", October.", "(2022), \" Monetary policy and the Great Volatility \", speech at the Jackson Hole Economic Policy Symposium organised by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, 27 August.", "Copyright 2022, European Central Bank"], "classifications": ["none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Fiscal policy", "Inflation", "Price stability", "Demand", "Supply", "Potential growth", "Fiscal sustainability", "Monetary dominance", "Financial stability"]}