{"sentences": ["Fellow governors, ladies and gentlemen I would like to thank our host, Governor Kavcolu and his team, the OECD, IEMed, and the Bank of Spain for their invitation and for their warm welcome.", "I have come to share my views at this Seventh Annual Conference of Mediterranean Central Banks on the challenges we monetary policymakers are facing in the current macroeconomic and geopolitical environment, because as Mediterranean countries we have an obligation to explain our respective position and its relevance to our region.", "Because financial instability in any one country does not help the attractiveness of the whole region in the eyes of the investor.", "Let me start with what is relevant to any Central Banker wherever he or she comes from.", "I think that what is sharply standing out today is the sharp trade-offs confronting us central bankers.", "The biggest being that between containing inflation and avoiding a recession.", "And in spite of the uncertainty surrounding the outcomes, the decision cannot be put off, since a wait-and-see approach is likely more costly, and certainly riskier.", "What is the price of not tackling inflation decisively?", "The high tax on the disadvantaged, on those on fixed incomes, incentivising rent seekers, the waste of dog chase tail wage-price spirals.", "At the same time we hear that a recession is not just around the corner but on our door step.", "We hear that certain indicators are also giving out the message that certain prices have peaked and some are even falling.", "So why all this unrelenting rush to kill off inflation when the recession has started to do the work itself.", "My understanding is that the financial markets and economic forecasters do not believe that the recession as seen today will be so deep that it will do all our work.", "For inflationary expectations not to be anchored at levels where we do not want them, we need a more resolutive anti-inflationary policy measures.", "The reason for taking this stance issupported by the currentsituation that fiscal policy this time around will not be in synch with the restrictive policy taken by Central banks.", "Driven by social pressures to cushion families hit by fuel and food shortages accompanied by astronomical price increases, governments are responding with subsidies of all sorts but mostly aimed towards fuel and food prices.", "For governments political stability takes precedence to other objectives.", "Still Central Banks cannot neglect their own mandates.", "The upshot is that this expansionary fiscal policy will make the work of monetary tightening that much harder.", "Confronted with many \"unknowns\", decision makers turn to history to enlighten the course of action.", "History teaches its lessons not by means of similarities, but rather through differences.", "For example, the bout of high inflation sweeping across the (western) world today has led many commentators to draw comparisons to the 1970s.", "On the surface similarities are glaring, notably in relation to energy supply shocks, and in particular the warning that even a one-offshock to prices could cement a structural high inflation regime.", "But it is essential to bear in mind that the institutional contexts are very different today compared to half a century ago.", "When inflation began to pick up in the late 1960s/early 1970s, the socio-economic consensus in the West revolved around the \"Keynesian paradigm\".", "In the post-war decades, the state actively steered the economy towards full employment.", "An accentuated interventionist agenda addressed inflation amid restrictions on capital flows and managed exchange rates.", "Such policies naturally empowered organised labour: unions' significance in the national economy grew and workers were able to extract increasing real wages and benefited from improved standards of living.", "A wage-price spiral that transformed a one-off shock to inflation into a structural feature of advanced economies.", "The word stagflation takes us to those days.", "It is in this context that the West was hit by oil shocks in 1973 and 1979 unleashing upward pressure on inflation and slowing real economic growth across major economies.", "Fast forward to 2020s, the pandemic and the war in Ukraine acted like two large supply shocks that put out of balance the global economy.", "Prices have gone up, and economic activity is slowing.", "Just like in the 1970s, the risk is that supply shocks spill over to the demand side, initiating a process that could push the world economy into a high inflation regime.", "Contrary to the 1970s, however, many central banks are more resolute than ever to pursue their mandate of price stability.", "Looking at the demand side, indicators of wage responsiveness are on the rise, but not to the extent that would fuel a wage/price cycle like in the 1970s.", "Indeed, despite a tight labour market, organised labour does not exert the influence it had fifty years ago: the labour share of income has declined by around 15 percentage points from the mid1970s to 55%.", "A caveat on the labour supply.", "Today we still have to understand fully the make-up of our laboursupply post-COVID.", "Active ageing has still to come back to the 2019 levels, many young people are changing jobs more often, with some professions being shunned, people are taking time to decide what job they want to go for.", "In short a lot of supply characteristics and relationships with wage changes have changed.", "At the same time inflation is currently pulling down real wages, suggesting that demand factors are going to weigh on inflation going forward.", "On the supply side, however, firms operating in non-competitive industries have increased prices to a larger extent than the surge in input costs driven by the energy component.", "Profits across sectors such as manufacturing, construction, utilities and agriculture have risen beyond the increase in nominal wages.", "Such behaviour is normally associated with a de-anchoring of price expectations when compared to the recent past when the only prices to go up were energy and logistics related activity.", "Taking a international perspective, two metrics neatly capture some of the macroeconomic developments currently unfolding.", "The inflationary pressures unleashed by skyrocketing energy prices sliced the world economies into four groups, as the economic environment faced by net energy exporters or net energy importers changes and substantially if these are advanced economies or Emerging Market and Developing Economies.", "Indeed, while net energy exporting nations are benefiting from large windfall profits, Emerging Markets and Developing Economies are also facing the pressure from capital outflows driven by the synchronised monetary policy tightening undergoing in many advanced economies.", "Thus, Emerging Market and Developing Economies that are also energy importers are subject to strong pressures, as they must cope with both high hydrocarbon prices and capital outflows.", "The fact that euro area is not witnessing a strong pickup in wages should not make us complacent: the risks to inflation are on the upside.", "The latest Eurostat data show that the bulk of inflation is due to the cost of energy (40.8%), but there are signs of it spreading to non-energy industrial goods and to services, whose prices grew by 5.5% and 4.3% respectively in the year up to September 2022.", "Price and financial stability are important drivers of foreign direct investments that foster international economic integration by creating long-lasting ties between countries, promoting economic development through access to foreign markets and technology dissemination.", "As such foreign direct investments bear particular significance in the catching up process of Emerging Market Developing Economies.", "The ECB Governing Council is well aware of the risks inherent in policy normalisation and for this purpose a sequencing approach has been adopted.", "Net asset purchases were halted first, then a series of rates hike began.", "At the same time, the proceeds of matured securities are being fully reinvested.", "Interestrates are the marginal tool to alter the policy stance and the hiking cycle isintended to settle rates at a level consistent with inflation converging towards the target.", "Frontloading interest rate hikes has also been shown to lower the risk of the economy suffering a hard landing later on.", "A quick pace of rate normalisation also creates a safety buffer to tackle possible disruptions in the markets that may ensue as the balance sheet of the Eurosystem is gradually adjusted to the new macroeconomic environment.", "Indeed, while policy rates currently represent the primary tool to normalise monetary conditions, their interaction with the balance sheet of the central bank matters to gauge the overall degree of monetary support to the economy.", "In conclusion decisiveness in tackling high inflation must come with the flexibility to address the possible side-effects from policy normalisation.", "Fiscal policy should be deployed to support the most vulnerable by means of targeted and temporary measures so that central banks' effort to restore price stability is not jeopardised.", "At the international level, there is scope for greater cooperation to prevent financial stability risks from materialising and to bring inflation down without jeopardising economic and social development.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["Inflation", "Recession", "Monetary policy", "Fiscal policy", "Wage-price spiral", "Supply shocks", "Emerging market economies", "Foreign direct investment", "Eurostat", "Financial stability"]}