{"sentences": ["Ladies and gentlemen, It is a great pleasure and honour to participate in the 7 Annual Conference of Mediterranean Central Banks to discuss the critical topic of building resilience in the financial system.", "Resilience is key, especially during these uncertain and challenging times, which combine heightened inflation and increased debt levels, market volatility and high energy prices due to the war in Ukraine, as well as intensifying climate related risks.", "In this demanding environment, we need to encourage financial markets to flourish and support our economies in a way that fosters economic integration and strong cooperation.", "In this session, I will focus on a topic that has demanded our attention in recent years, that is the evolution of digital finance.", "How has it impacted the financial system?", "What are the benefits it has brought alongside risks?", "What challenges are we facing, or are we soon bound to face?", "I will share some thoughts on the stance that central banks and regulatory authorities may take to overcome these challenges.", "Beyond any doubt, almost every aspect of our everyday life is becoming increasingly digital.", "It is no wonder that financial services follow this global trend.", "Consumers and businesses access financial services digitally, market participants are deploying new or existing technologies in innovative ways, incumbent firms' business models are being transformed, and data is becoming a key asset for innovation, alongside IT infrastructure.", "n 2020, acknowledging the importance of these trends, the European Commission published its Digital Finance Strategy.", "Its key objective is to embrace digital finance for the benefit of consumers and businesses.", "Digital transformation offers benefits and opportunities that can have a positive impact on financial and economic integration across borders, creating links between economies both at regional and at global level: Economic processes, such as supply chains, benefit from increased efficiency gains.", "Certain processes which took weeks or even months in the past may now be completed in hours or days.", "Payments have become faster, acting as a major building block for e-commerce, especially during the pandemic.", "Digital finance can strengthen competition and the supply of innovative products and services.", "Businesses in smaller countries can penetrate neighbouring and international markets and obtain financing for their innovative ideas.", "Financial technology (FinTech) ecosystems can function as incubators for cooperation between incumbents and start-ups, benefiting all participants across financial sectors and facilitating capital flows.", "The level of remote and ubiquitous access to services is unprecedented, as individuals and businesses use applications to access accounts in financial institutions which may be located in a different country.", "Application stores of BigTech companies, such as Apple and Google, list financial tools for lending, trading or crowdfunding, often oblivious to where the companies offering the tools are established.", "Lower demand for physical infrastructure reduces operating costs for financial entities, which may divert funding to new sources of revenue across borders, as well as to attracting talent to work remotely.", "Remote work has become a norm for certain types of financial institutions, establishing a \"digital nomad\" culture.", "Emerging economies may also benefit from digital finance.", "In certain cases, all it takes to access payments is an account with a mobile operator, serving even unbanked citizens across borders.", "Stablecoins, crypto-currencies whose price is pegged to a reference asset (such as the US dollar), can offer several benefits such aslower-cost, safe, real-time, and more competitive payments compared to what is on offer today.", "Finally, as we all know, a number of central banks are investigating the design and implementation of central bank digital currencies, CBDCs, in order to strengthen monetary sovereignty and enhance wholesale and retail payments based on central bank money.", "On the one hand, wholesale CBDC discussions revolve around upgrading existing central bank infrastructures in the settlement of interbank transfers and related wholesale transactions in central bank reserves, to make them safer and more efficient.", "On the other hand, retail CBDCs can enable individuals and businesses to hold central bank money and use it for payments, complementary to cash, while enabling traditional intermediaries to offer innovative new products built on CBDCs.", "In the future, CBDCs may even co-exist with stablecoins, like central bank money co-exists nowadays with commercial bank money.", "Against this backdrop of innovative technologies combined with financial services to form what we call \"digital finance\", regulators and supervisors are responsible for ensuring the smooth functioning of the markets within their respective mandates and for safeguarding financial stability.", "Innovation can bring about major changes in the way businesses operate.", "However, these changes may create new risks or amplify existing ones.", "These risks relate to specific aspects of technologies or their application, and in certain cases can effectively be mitigated only with concerted and multi-jurisdictional effort.", "First and foremost, heavy reliance on technological infrastructures exacerbates cyber security and data protection risks.", "This year's ESRB report on Mitigating systemic cyber risk, highlighted very accurately that the cyber risk landscape is constantly evolving, attacks become increasingly sophisticated, and potential targets may easily span sectoral and geographical boundaries.", "Currently, authorities at national and international level, including the ESRB, the FSB and the IMF, are investigating the concept of \"systemic cyber risk\" as a potential threat to financial stability.", "Building cyber resilience, cooperative oversight and crisis management frameworks are top priorities for financial authorities worldwide.", "Cryptoassets and decentralised finance, commonly referred to as DeFi, have also raised concerns among supervisory authorities with respect to financial stability, market integrity, investor and consumer protection and anti-money laundering.", "Assessing the relevant risk exposure of markets and institutions, as well as potential contagion across borders, is a difficult task that requires extensive enhancement of central banks' monitoring capabilities.", "Another concern, from a cross-border financial stability perspective, is the overreliance of financial sector entities on a limited number of third-party providers, for outsourcing or technology provision purposes.", "This is particularly relevant in the context of transition of critical infrastructures and services to the cloud, which may lead to concentration, business continuity and data governance risks.", "In the case of BigTech providers with global footprint, coordinated oversight becomes crucial.", "Artificial intelligence, including machine learning, equips financial entities with tools which enhance their capabilities and provide sophisticated mechanisms for decision making and forecasting, fraud and cyber threat detection, risk management, market surveillance and regulatory compliance.", "Nevertheless, they may introduce risks with respect to the explainability of the output of artificial intelligence models, as well as biases and inaccuracies based on the input data.", "The need for a common approach to evaluating artificial intelligence - based solutions in integrated markets becomes increasingly prominent.", "Mitigating these risks is a constant and complex challenge for regulators and central banks.", "Let me focus on four challenges and how they can be overcome: The first is understanding digital finance fundamentals .", "In order to formulate policy and fulfil our supervisory and regulatory mandate, we need to fully grasp the intricacies of digital finance and the way it affects business models and risk profiles.", "This requires knowledge, experience and talent.", "Innovation facilitators, such as innovation hubs and regulatory sandboxes, help towards building the relevant capacity.", "It is important to promote collaboration among those facilitators in order to reap greater benefits.", "Two great examples in this area are the European Forum for Innovation Facilitators and the Global Financial Innovation Network, which have contributed to information sharing on the regulatory treatment of digital finance innovations and set up frameworks for the crossborder testing of such services.", "Second, we need to address regulatory gaps .", "Crypto assets and decentralised finance, artificial intelligence, as well as cyber threats, have highlighted the limitations in the existing regulatory framework.", "In certain cases legislation is fragmented; in other cases there are outright regulatory gaps.", "For example, stablecoins, which could play an important role in the future of finance, have the potential to be all but \"stable\" unless appropriate regulation is in place.", "In order to overcome the above challenges, we need to adapt our supervisory and regulatory stance.", "The European Commission initiatives for the Digital Operational Resilience Act, and the Market in Crypto Assets Regulation, are prime examples of regulatory reform aiming to tackle this issue.", "Other jurisdictions have engaged in similar activities.", "The oversight of cross-border entities will require intensified monitoring and cooperation at international level.", "Allocating resources to this effort is crucial.", "Third, we need to alleviate obstacles to financial market growth .", "We can address this challenge by supporting the smooth integration of digital finance into the economy in sustainable ways.", "Facilitating the establishment of FinTech ecosystems at national and international level is key.", "Authorities are already pursuing this objective, especially in Asia.", "This will create network effects and encourage investments and successful partnerships.", "Removing obstacles to cross-border payments, as highlighted by the Financial Stability Board, promoting targeted government actions in our jurisdictions and fostering transition to \"green\" digital services will also be key activities to overcome this challenge.", "Last but not least, we need to overcome our own efficiency and adaptability limitations, to keep abreast with all the technological advances in the market.", "To do this, we need to increase our own technological footprint and infrastructure capabilities.", "Central bank digital currencies (CBDCs) have the potential to enable safe retail and wholesale payments with central bank money.", "This will affect citizens across borders.", "Careful design of CBDCs and their distribution models will address disintermediation concerns.", "Issues such as the cross-currency payments in CBDC and the potential of foreign users gaining access to domestic CBDC merit discussion at international level.", "Furthermore, as mentioned in a recent BIS report, liquidity bridges for cross-border payments across central banks may improve the efficiency and effectiveness of the global liquidity pool of banking groups operating in several currencies, and reduce the opportunity costs associated with holding liquidity buffers in multiple currencies.", "Upgrades to central bank operated market infrastructures, potentially in the form of interoperability with distributed ledger solutions, may also enhance the uptake of digital finance in regulated crypto services.", "Finally, the adoption of supervisory technology, or SupTech, will help us modernise our interaction with supervised entities and revolutionise on-site and off-site auditing capabilities.", "Let me conclude by saying that the evolution of digital finance is continuous and rapid.", "Keeping up with this speed in the four aforementioned challenge areas will be very demanding.", "Joining forces and sharing experience as frequently as possible, as we are doing now in this conference, will help us safeguard financial stability and underpin growth in increasingly integrated financial markets."], "classifications": ["none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Digital Finance", "Financial Stability", "Cybersecurity", "Artificial Intelligence", "Regulatory Gaps", "Central Bank Digital Currencies", "Cross-Border Payments", "FinTech Ecosystems", "SupTech", "Innovation"]}