{"sentences": ["Thank you, Mr Malcolm Roberts, Distinguished Guests, Ladies and Gentlemen, Good morning.", "It is a pleasure to join you at the official opening of the FM Global Centre.", "The launch of the FM Global Centre is yet another significant milestone in FM Global's long and rich journey with Singapore.", "Since 37 years ago, the Singapore office has grown significantly, and became the Asia Pacific Headquarters for FM Global in 2019.", "Today, it provides commercial property, risk advisory and engineering solutions to over 400 clients, across 36 markets in Singapore and the region.", "The Global Centre is the second biggest centre, outside of the US.", "The choice of Singapore to house the FM Global Centre is very timely, and is reflective of two key factors.", "First, strong growth prospects.", "Asia's property insurance industry is projected to grow from S$122 billion in premiums in 2020, to almost S$200 billion in 2025.1 This is due to continued commercial expansion and infrastructure development as part of the region's growth.", "Second, it also reflects Asia's growing need for natural catastrophe and climate risk financing solutions, given the region's significant exposure to climate risk.", "By 2050, it is estimated that climate change losses could cost Asia more than a quarter (25.6%) of 2019 GDP.", "Insurers are important partners in helping governments and businesses manage physical and transition risks.", "The FM Global Centre's testing and research on how properties can be impacted by fire, floods and natural hazards at varying levels of intensity, can provide valuable data insights.", "These data insights can support the development of ex-ante climate risk insurance solutions for businesses in the region.", "It goes to the heart of insurance solutions - which should increasingly focus on ex-ante risk reduction and loss prevention, beyond just ex-post risk financing.", "The Centre will also provide hands-on loss prevention education to businesses and individuals, through interactive simulation labs and learning areas.", "The insurance industry can also play an important role in empowering the development of the green economy in Asia.", "Singapore, for instance, as part of our energy decarbonisation, aims to quadruple solar energy deployment by 2025.", "This shift towards renewable energy means that traditional insurance solutions for fossil fuel-based power generation need to adapt to meet the risk financing needs of renewables, or a hybrid energy mix of renewables and fossil-fuel based energy generation.", "We see more insurers in Singapore, including FM Global, offering insurance covers for solar, onshore wind power generation and batteries, protecting against the risk of fire, natural hazards, and machinery breakdown.", "FM Global's investments into deepening its capabilities in Singapore are well aligned with MAS' Financial Industry Transformation Roadmap, or ITM 2025, launched early last month.", "As a key risk financing centre for Asia, we want insurers here to develop deep, data-driven capabilities in risk assessment, risk quantification, risk advisory, and across key risk areas such as climate, cyber, health, and pandemic.", "The insurance industry in Singapore will also need a deep talent pool to support its growth ambitions, increasingly comprising multi-disciplinary expertise, combining scientific, engineering, underwriting and business knowledge.", "FM Global's recently established research unit will collaborate with local institutions such as the NTU's Earth Observatory, to share practical, scientific approaches to commercial property risk management.", "FM Global is also partnering with local universities to offer internship programmes in sustainability and climate resilience.", "And under ITM 2025, MAS has also set aside S$100 million in grant funding over the next five years to support capacity building, new financing solutions, and talent development.", "In conclusion, Singapore's insurance industry is well positioned to support the region's growth and development through its strong risk management data and insights, ex-ante risk advisory and ex-post risk financing solutions, and stewardship of clients' business models to build resilience.", "The opening of the FM Global Centre adds to the already strong capabilities in Singapore, and can bring even greater value to businesses in Singapore and across Asia.", "Congratulations to FM Global on the opening of the FM Global Centre, and I wish you every success.", "-knowledge/risk- perspectives-blog/climate-change-cost-asia-pacific.html"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Risk", "Risk Financing", "Insurance Solutions", "Sustainability", "Renewable Energy", "Talent Development", "Risk Assessment", "Risk Quantification", "Risk Advisory", "Data Insights"]}