{"sentences": ["For years, this museum showcased paintings and sculptures from the expansive collection of the Hermitage in Saint Petersburg.", "On March 3 , 2022, one week after Russia's invasion of Ukraine, the Amsterdam Hermitage decided to end that cooperation.", "Unexpectedly, world events interfered with the museum's course of action.", "Unexpectedly, the museum had to deal with a scenario it did not foresee.", "And unexpectedly, the museum's future became clouded by uncertainties.", "We, as policy-makers, supervisors and banking professionals, are used to dealing with uncertainty.", "Over the years, we have developed methods, models and measures to deal with it.", "To a large extent, our institutions, frameworks and decision-making, either implicitly or explicitly, rely on stochastic models.", "And we know that every model comes with limitations and assumptions.", "And that we should be aware of them.", "Because in these limitations and assumptions lie potential risks.", "Risks that lie beyond the models' perimeter.", "Today, just like this museum, we are faced with an unexpected level of uncertainty.", "So today, we find ourselves dealing with factors that lie beyond our models' perimeter.", "We do not have a straightforward scenario to deal with the extraordinary inflation shock, sharply higher interest rates, and the significant slowdown of economic growth.", "Today, it is hard to predict where risks will manifest and materialise.", "But no matter how uncertain the future economic conditions are, at this point it is fair to say that banks' net interest income and credit losses will be affected.", "First, a word about net interest income.", "With the tightening stance of the ECB, the Federal Reserve, and other central banks, we see market rates rising.", "The banking sector may welcome this structural shift in the interest rate environment.", "The challenges of running a bank in an environment with a flat yield curve, negative interest rates, and fierce yield competition, have finally eased.", "We have observed the positive effects of the ECB's tightening stance on interest rate margins as deposit rates have remained around zero percent and lending rates have increased in parallel with market rates.", "Case in point: the annual growth of net interest income accelerated to thirteen percent in the second quarter of 2022, from five percent in the first quarter.", "Although the rise in interest rates may be welcomed by the banks, it may also introduce potential risks.", "With the current uncertain inflation and geopolitical outlook, further strong and rapid interest rates hikes cannot be ruled out.", "Just look at the rapid pace at which the Federal Reserve has been increasing rates in the US.", "In such a scenario, banks' assumptions regarding the interest rate sensitivity of deposit funding and the prepayment behaviour of mortgage customers will be tested.", "Furthermore, we are observing a deterioration of funding conditions with increasing credit spreads on market funding and TLTRO funding that needs to be repaid.", "This might have two effects.", "First, it might directly put downward pressure on banks' net interest income.", "Second, it might indirectly increase the competition for deposits.", "This illustrates that, in the times ahead, a deep understanding of the dynamics in interest rate management, and of the underlying assumptions, will be crucial for banks, but also for us as supervisors.", "Next, a word about credit losses.", "Since the invasion of Ukraine, financial institutions have had to absorb credit losses on their exposures to Russian, Ukrainian and energy-intensive businesses.", "Looking ahead, uncertainty dominates the economic outlook: the so-called secondorder effects of macro-economic developments on banks are difficult to anticipate or to quantify.", "The inflationary shock will have large and diverse income effects.", "On top of that, the tightening of monetary policy will increase real interest rates, and this will almost inevitably lead to lower real economic growth, and thus negatively affect banks' customers, and their ability to pay their loans.", "Looking at the European housing market in particular, we see that it has been cooling off for several months.", "Higher mortgage rates and a loss of household purchasing power can lead to lower lending growth and an increase in household defaults.", "And as a result, credit losses for banks on mortgage loans might increase.", "Challenging times lie ahead for the corporate sector, too, especially for those corporates that are not able to adjust to the energy shock, and those that operate in cyclical sectors or in sectors that are sensitive to funding risks.", "A particular example of these funding risks are the risks that have accumulated as a consequence of the search for yield during the prolonged period of low interest rates.", "The leveraged finance portfolios of banks have expanded in recent years and their quality could quickly deteriorate when corporate earnings decrease.", "What makes the current economic situation extra challenging is that external shocks, like the ones we are experiencing today, might take time to fully materialise.", "We learned this from the two oil crises in the 1970s.", "The oil shocks in 1973 and 1979 led to an increase in banking provisions that only peaked in 1983.", "And those provisions were even higher than the provisions during the great financial crisis.", "So when and how the current inflationary shocks will have fully rippled through our economy is highly unpredictable.", "This will also depend on the fiscal and monetary policy response, and whether or not the geopolitical situation deteriorates further.", "So now that we find ourselves beyond our models' perimeter and without a straightforward scenario at hand, how do we go forward?", "What can guide our decisions?", "I suggest three \"lines of defence\": First, in order to enhance banks' resilience, the implementation of Basel III in Europe should continue without delay and with as little deviation as possible.", "One of the cornerstones of the Basel III reform is the introduction of the output floor, which is designed to reduce model risk.", "In this specific case, model risk is the risk that a bank's internal models incorrectly estimate the bank's capital requirements.", "For banks, the output floor will put a limit on the reliance on stochastic scenarios and increase their resilience.", "On this matter, I fully support the strong plea from the ECB and the EBA to faithfully implement Basel III.", "Second, for banks to be able to determine their course of action and assess and mitigate risks, they need a thorough understanding of their exposures and of how the current challenges might impact their portfolios and financial positions.", "This starts with good data of high quality and extensive insight into their customers' financial positions - not only at the start of a contract, but also throughout.", "That is why we put pressure on banks to improve their data quality, and to properly aggregate and report on their data.", "Third, whatever scenario banks eventually follow, it is crucial to maintain a healthy capital position.", "As I briefly illustrated with the oil crises, many of the risks of the current circumstances may only materialise down the road.", "The economic and financial situation in which banks took on risks on their balance sheets in the past years has fundamentally and abruptly changed.", "This makes it very unlikely that the scenarios used then still align with the world of today.", "This is why we are asking banks to be prudent with dividend payouts and share buybacks, and to take into account the potential increase in credit losses, and other risks, and what this might mean for their capital position.", "That being said, I fully recognise the importance of access to the capital markets for banks and the role played by cash distributions.", "This is why, as a supervisor, I favour a careful, case-by-case approach when it comes to dividend payouts and share buybacks, especially taking into account the differences in each bank's vulnerability to downward economic pressures.", "Banks are in a good starting position for these three \"lines of defences\".", "Over the last 15 years, banks have worked hard on improving their balance sheets, on cleaning up nonperforming loans, and on building up robust capital and liquidity buffers.", "Consequently, they are well-equipped to weather the current uncertain and challenging times.", "With average CET1 ratios around 15 percent in Europe, banks' capital ratios were at similar robust levels in the second quarter of this year as in the first quarter.", "Moreover, their liquidity coverage ratio stood at 165 percent in the second quarter of 2022.3 And the Single Supervisory Mechanism (SSM) has played a key role in this process of improving banks' balance sheets.", "The SSM has boosted the quality of supervision, internalised and addressed coordination problems between national banking supervisors, and centralised data reporting and information sharing.", "These advancements, which have contributed to the building of the European Banking Union, are also recognised in the revision of the Basel buffer methodology for global systemically important banks.", "All of this has taken a tremendous amount of work.", "years ago, the Amsterdam Hermitage was a care home - as it had been for a few centuries.", "After an impressive two-year renovation, the care home was transformed into the current state-of-the-art museum, which opened to the public in 2009.", "To remain the state-of-the-art museum that it is today, the Amsterdam Hermitage will need to be the opposite of what its name suggests.", "Though it is called Hermitage, it must avoid any kind of hermitic stance.", "The same goes for us.", "As banking supervisors, we cannot be hermits either.", "We must also face outwards, not inwards.", "We must also explore scenarios beyond the usual ones to weather the uncertain times.", "And no matter what way forward we choose, we must work together, within the SSM, and maintain an open dialogue with the sector to help shape, and implement, our supervision.", "This is why, after a three-year break, we are happy to be organising the Banking Seminar again.", "It offers a great opportunity to come together and discuss the challenges facing the banking sector.", "Based on a sample of 20 European banks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["net interest income", "credit losses", "Basel III", "data quality", "capital position", "resilience", "uncertainty", "interest rates", "risks", "European Banking Union"]}