{"sentences": ["1 Introduction Good morning, ladies and gentlemen.", "We are already approaching the end of an intense week packed with important meetings, interesting talks and valuable discussions here in Washington.", "International exchange and cooperation are indispensable, since many of the current issues and challenges have a global dimension or are even global in nature.", "The forecasts in the IMF's World Economic Outlook make three things very clear: high inflation is a broad phenomenon, affecting most economies across the world; a growing share of economies are in a growth slowdown, and among the advanced economies, Germany will probably be hit particularly hard; and third, global trade growth is slowing down sharply.", "However, longer-term developments such as the reorganisation of supply chains also have a global character.", "The latter aspect will be my first topic.", "From there, I will take a closer look at growth, inflation and monetary policy.", "International supply chains The new challenges we face today are the result of the turbulent times we've been going through.", "In recent years, economies across the globe have been hit by an exceptional series of shocks.", "Although the level of impact has differed across countries, it has been severe for almost all.", "Consequently, economic policymakers are currently being called upon to reduce the impact of these global events on inflation, growth, welfare and inequality.", "In times like these, when short-term efforts require so much focus, it's easy to lose sight of the medium and long-term challenges.", "Nevertheless, these challenges do exist, and they need to be addressed.", "The pandemic has made one of them painfully clear: the fragility of international supply chains.", "In spring 2020, border closures and other Covid containment measures disrupted many value chains - not only globally, but also within the EU and its common market.", "In Germany, for example, intermediate goods were no longer arriving and firms had to make temporary cutbacks in production.", "In principle, well-functioning market forces provide clear incentives for firms to make their supply chains more resilient.", "Effective risk management should identify cluster risks and one-sided dependencies.", "However, recent low-probability but high-impact events like Russia's war against Ukraine have illustrated the limitations of these market forces.", "Especially events with a global reach often seem inconceivable before they happen.", "And at some point in the future, another shock is going to occur which firms and governments didn't see coming.", "This is why economic policymakers are rethinking elements of their strategic approach to take account of the unexpected.", "The EU has formulated the concept of open strategic autonomy.", "One of its main goals is to strengthen the resilience of supply chains.", "The question is: how?", "In my opinion, de-globalisation cannot be the answer.", "Reshoring production and clustering it domestically entails high risks as well.", "Just imagine an earthquake like the one that hit Japan in 2011, or a flood.", "We simply cannot rule out the possibility of something interrupting production, no matter where, and diversified supply lines act as insurance against such events.", "What is more, trade offers efficiency through comparative advantages, and deglobalisation would sacrifice that.", "Openness and resilience are not generally a trade-off, but they are often complementary.", "As history has shown time and again, trade is crucial to higher living standards.", "Therefore, rather than turning away from world markets, it is essential to re-evaluate one's trading partners, production networks and the terms on which trade takes place.", "In my view, companies have to make these decisions themselves.", "It's in their own interest to diversify supply chains and avoid clustering production in countries where geopolitical tensions could lead to operational disruptions or closed borders.", "Indeed, surveys have shown that many firms are already planning to relocate parts of their production.", "However, redirecting flows of goods may increase costs.", "Security comes at a price that has to be paid.", "Economic policy can help to minimise these costs by providing a reliable framework for firms.", "Clear and enforceable rules of trade as well as harmonised product standards reduce the uncertainty firms face when planning their supply networks.", "A common set of rules will help companies to readjust their supply chains without forfeiting too much efficiency.", "Having a group of countries that share the same values and commit to such rules will, therefore, benefit them all.", "Another global phenomenon is inflation.", "The IMF expects world consumer prices to rise by 8.8% this year.", "Getting inflation under control is now a top priority.", "\"Inflation is not dead, but can once again become a real danger,\" OMFIF Chairman David Marsh said in an interview more than two years ago.", "He was to be proved right.", "In addition to the conflict with Russia and supply chain disruptions, high inflation is another major factor weighing on the global economy.", "The outlook is very uncertain right now.", "Risks to growth are tilted to the downside in all advanced economies as well as in most other countries.", "Overall, the global economy is currently experiencing a marked cool-down.", "According to IMF experts, last year's global growth of 6% will be followed by a rate of 3.2% this year.", "They expect only 2.7% for next year.", "This is 0.2 percentage point lower than in the July forecast.", "Moreover, there is a 25% probability that global growth could fall below 2%.", "As I have already mentioned, the growth outlook for Germany took an especially significant hit.", "Uncertainty surrounding the energy supply and its costs have increasingly weighed on investment and consumption.", "Economic output thus probably declined slightly in the third quarter.", "The uncertainty surrounding the gas supply is particularly troubling.", "Overall, real gross domestic product (GDP) could decline significantly in the final quarter of 2022 and the first quarter of 2023.", "This would imply a recession, that is a significant, broad-based and longer-lasting decrease in economic output.", "IMF experts expect the German economy to contract by 0.3% next year.", "The impact of the energy crisis on the euro area as a whole is likely to be somewhat smaller, with the IMF expecting slight GDP growth of 0.5% for 2023.", "In addition to the tensions in the energy market, high inflation is weighing on economic activity.", "Massive price increases are a drag on private consumption in particular, all the more as it is broadly based.", "In September, consumer prices in Germany rose by double digits for the first time in more than 70 years.", "According to the Federal Statistical Office, the Harmonised Index of Consumer Prices (HICP) in Germany rose by 10.9% in September.", "Looking at the national Consumer Price Index (CPI) often quoted in Germany, the increase was 10.0%.", "This is the highest figure recorded by the Federal Statistical Office since December 1951.", "Inflation in Germany as measured by the HICP is expected to be above 8% in 2022.", "The inflation rate will probably remain high next year, too, and I think it is likely that, on an annual average, a seven will be in front of the decimal point.", "This is in line with the CPI projections of the German government and the IMF.", "However, here again, the uncertainty is very high.", "And given the tensions in the energy markets, there are significant upside risks to the inflation rate.", "It could stay elevated for even longer.", "It also remains to be seen what the gas and electricity price brake will look like.", "By comparison, the IMF expects the inflation rate in the US to decline faster than in Germany, to 3.5% next year.", "In the euro area, according to the flash estimate, the HICP rose by 10.0% in September, reaching its fifth consecutive peak.", "What is more, the core rate came in at 4.8% in September.", "Inflation was thus broadly based across the euro area as well.", "Inflation projections for the next two years also show figures distinctly above our medium-term inflation target of 2%, namely 5.5% for 2023 and 2.3% for 2024, according to the September ECB staff projections.", "Monetary policy The ECB Governing Council therefore acted decisively.", "In July, we raised our policy rates for the first time since 2011.", "The increase by 0.5 percentage point brought the chapter of negative deposit rates to a close.", "In September, we followed this up with an even larger interest rate hike of 0.75 percentage point.", "Further interest rate hikes will be needed to bring the inflation rate back to 2% in the medium term - not just at the monetary policy meeting at the end of October, in my opinion.", "The size of the interest rate steps and how high we raise interest rates will be driven in each case by the current data and their importance for the inflation outlook.", "In any case, the ECB Governing Council must not let up too soon.", "Because we have to make sure that the high inflation ends.", "The longer inflation remains high, the greater the risk that longer-term inflation expectations will rise above the Eurosystem's target.", "If inflation expectations were to de-anchor to the upside, interest rates would have to rise even faster or higher.", "And the macroeconomic costs of bringing inflation back down to the desired level would be higher as well.", "This is a scenario that we on the ECB Governing Council absolutely want to prevent.", "As monetary policy continues to normalise, we will also need to look into scaling back Eurosystem asset holdings, which amount to almost €5 trillion.", "I am committed to addressing this reduction on the Governing Council in a timely manner, as there is more to monetary policy normalisation than just raising key interest rates.", "Ladies and gentlemen, Let me conclude.", "The pandemic and the Russian war of aggression have confronted the world with tough challenges.", "I have sketched two of them.", "First, businesses have re-learnt the need to diversify supply chains and avoid clustering activities in countries where geopolitical tensions could lead to operational disruptions or closed borders.", "Second, high inflation is weighing on economic activity and on private consumption in particular.", "Policy can help to cope with these challenges.", "Economic policy can support the development of more resilient supply chains by providing a reliable framework for firms.", "Monetary policy can prevent high inflation from becoming entrenched.", "Price stability is the primary objective of monetary policy in the euro area.", "People are expecting us to act, and that's what we're doing."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Supply chains", "Inflation", "Monetary policy", "Growth", "Germany", "Energy", "Prices", "Interest rates", "ECB", "Risks"]}