{"sentences": ["Ladies and gentlemen, members of the media, good morning.", "Welcome to this press briefing for the fifth Monetary Policy Committee (MPC) meeting of the year.", "Today's MPC meeting was held in the background of latest global developments with the objective to further shield the country and its people against the growing pressures.", "At the outset, I wish to put in context the situation.", "You would recall that, at the very start of the pandemic, the MPC had promptly adopted an accommodative stance and reduced the KRR in line with that was needed across those testing times.", "There had been two successive cuts, one to the tune of 50 basis points, and the other to the tune of 100 basis points, which brought the Key Repo Rate to 1.85% from 3.35%.", "It should also be noted that year on year inflation rate in March 2020 was at 2.9%.", "The accommodative stance was maintained for the last two years.", "Thereafter, the MPC decided to embark on a normalisation process in the light of the pace of economic recovery and inflationary pressures.", "This means that the KRR is now being raised because the economic conditions warrant such a normalisation approach.", "International Economic Developments I will now provide you with an overview of global economic developments.", "The global economy continues to be characterised by challenges amidst high price pressures due to the ongoing geopolitical conflict and slower growth momentum stemming from rapid global monetary policy tightening in advanced economies, leading to a slowdown in economic activities in several countries.", "The IMF, in its October 2022 World Economic Outlook, maintained global growth at 3.2 per cent in 2022, amidst growing uncertainties tied to the ongoing war and China's zeroCOVID strategy.", "The OECD, in its November 2022 Economic Outlook Report, has forecast global growth at 3.1 per cent for 2022.", "Inflation remains elevated in many countries amidst the delayed pass-through of past increases in food and energy prices.", "Price pressures are now deemed to be more broad-based, extending beyond food and energy prices and spilling over to higher core goods and services inflation.", "In emerging economies, inflation continues to surge.", "Central banks across both advanced and emerging economies became aggressive in tightening their monetary policy to prevent high inflation from becoming more entrenched and anchor inflation expectations over the medium term.", "The US Fed, the ECB and the BoE are all expected to raise their policy rates at their forthcoming meetings today and tomorrow.", "On the positive side, global commodity price pressures are moderating.", "This may augur well for medium-term global inflation.", "Brent crude oil prices averaged $91 per barrel in November 2022 compared to $94 per barrel in the previous month.", "The Food and Agriculture Organisation (FAO) Food Price Index was down for the eighth successive month in November 2022.", "Similarly, the Baltic Dry Index which measures the cost of shipping goods worldwide has been on a declining trend over pretty much of the second half of the year, barring a brief uptick in September.", "Domestic Economic Developments While economies across the world are experiencing deceleration in their economic activities, the Mauritian economy continues to recover.", "The domestic economic recovery has progressed well, supported by greater dynamism across key sectors of the economy.", "The services sector strengthened further in 2022Q2, underpinned by the buoyancy in tourism, with positive spill over effects to other areas of the economy.", "Tourist arrivals reached 755,655 during the period January to October 2022.", "This week, the MTPA announced that Mauritius welcomed 870,000 tourists from January to end of November.", "Bookings for the tourism sector show that tourist arrivals are expected to gather further momentum due to the high season.", "The target of one million tourists set by the authorities remains attainable.", "Gross tourism earnings amounted to Rs 6.7 billion (USD150 million) in October 2022 compared to Rs5.4 billion (USD149 million) in October 2019.", "Since the start of the year, gross tourism earnings amounted to Rs48.3 billion (USD1,090 million) compared to Rs50.5 billion (USD1,436 million) for the period January to October 2019.", "The performance across most economic sectors is expected to be sustained in the last quarter of this year.", "The manufacturing, financial services, construction and wholesale and retail trade sectors continue to maintain good momentum and prospects are promising going forward.", "The recovery in economic activity impacted favourably on the labour market.", "Labour market conditions are expected to improve further and move closer to prepandemic levels as overall economic activity continues to pick up.", "The current account deficit is projected to be slightly lower at 14.0 per cent of GDP in 2022 compared to the previous estimate of 14.7 per cent, mainly reflecting a much better-than-expected performance of the services account in 2022Q3.", "This helped offset the deterioration in the goods account.", "The Mauritius IFC continues to attract robust financial flows as global economic activities picked up from pandemic level, and cross-border investment activities continue to remain buoyant.", "With respect to the non-GBC flows, the real estate sector continues to support the influx of foreign direct investment in Mauritius, in particular, as a result of easing of travel restrictions in 2022.", "Mauritius is also expected to receive fresh sources of foreign direct investments amid the emergence of new sectors of activities.", "The EDB has forecast FDI for this year to be above Rs20 billion.", "Inflation in Mauritius, majorly driven by external factors, has been pronounced through 2022 due to a mix of international and domestic factors.", "Headline inflation accelerated further to 10.3 per cent in November 2022, from 9.9 per cent in October 2022, while year-on-year inflation rose from 11.9 per cent to 12.1 per cent.", "Short term yields moved in line with the 100 basis points increase in the Key Repo Rate (KRR) at the last MPC meeting and remained within the interest rate corridor.", "The 91Day Bill yield, which is the current operating target, increased by 150 basis points up from 1.75 per cent as at end October 2022, to 2.80 per cent by mid-November 2022 and was at 3.25 per cent on 9 December 2022 moving closer to the Key Repo Rate.", "Following the open market operations conducted by the Bank, the level of rupee excess liquidity in the banking system stood at Rs9.9 billion on Friday 9 December.", "As part of the New Monetary Policy framework, the Bank continued to issue the 7-Day BoM Bills to all banks, with a weekly average issuance of around Rs8.5 billion.", "The level of outstanding BoM instruments, which stood at Rs113.1 billion on 28 September 2022, increased to Rs118.3 billion as at 9 December 2022.", "Securities totalling Rs129.2 billion were issued against maturing securities to the tune of Rs124.0 billion, resulting in a net issuance of Rs5.2 billion.", "Concurrently, sale of FX by the Bank absorbed rupee excess liquidity equivalent to around Rs18.1 billion over the period 28 September 2022 to 13 December 2022.", "Foreign Exchange Market The month of November was marked by the significant intervention amount of USD300 million, representing the highest amount sold by the Bank in any given month.", "In the month of December, the Bank has intervened for an amount of USD50 million.", "From January to 06 December 2022, the Bank injected a total amount of USD1.0 billion in the domestic market.", "Activity on the FX market remained buoyant, with total turnover for the last eleven months hovering around USD8.6 billion, a significant improvement of 21 per cent compared to the corresponding period of last year.", "FX turnover in November itself amounted to USD1.2 billion.", "The evolution of the exchange rate continues to reflect domestic economic fundamentals as well as international exchange rate movements.", "Since 28 September 2022, the rupee has appreciated by 3.3 per cent against the US Dollar.", "The Gross Official International Reserves (GOIR) remains at a level sufficient to provide a buffer against adverse external conditions.", "The GOIR stood at US$6.7 billion as at end-November 2022, representing 13.9 months of imports.", "Financial Stability The banking sector continues to be resilient, sound and thriving.", "The normalisation of interest rates is not expected to undermine the soundness and stability of the banking sector.", "The capital buffer of the banking sector remained well above minimum regulatory limit, with the Capital Adequacy Ratio at 19.0 per cent as at end-September 2022.", "The banking system also held robust liquidity buffers.", "The aggregate Liquidity Coverage Ratio (LCR) was 231 per cent in October 2022, exceeding the regulatory limit of 100 per cent.", "In terms of material foreign currency, the LCR was at 173 per cent.", "The high LCR denoted adequate liquidity buffers to support short-term net outflows in both domestic and foreign currencies, as well as safeguard the resilience of the banking system against liquidity strains that could impact credit flowing to the economy.", "The banking sector provided continuous support to the economy by ensuring constant flow of credit.", "Bank credit to the private sector grew, on an annual basis, by 2.4 per cent in October 2022 compared to 3.1 per cent in July 2022. Credit to the corporate sector contracted at an annual rate of 4.2 per cent in October 2022.", "This contraction was primarily due to the decline in debt securities issued by the corporate sector and held by banks.", "Moreover, key sectors have been reducing their FX borrowings from banks since November 2021.", "As economic activity continued to gain momentum, the corporate sector has been taking on more loans denominated in Rupees - the main component of bank credit to the corporate sector - with the growth rate remaining in positive territory since August 2022.", "Bank credit to households continued to grow strongly, with an annual rate of 13.6 per cent in October 2022 compared to 14.5 per cent in July 2022.", "The asset quality for the banking sector has continued to improve and remained below pre-pandemic levels.", "Non-performing loans represented 4.4 per cent of gross loans and advances as at end-September 2022, an improvement from 4.6 per cent as at end-June 2022.", "The drop in the NPL ratio was driven by an improvement in the NPL ratio for both the domestic and non-resident credit portfolio.", "The average NPL ratio in the two years preceding the pandemic, that is 2018 and 2019, was around 5.5 per cent, indicating stronger asset quality currently.", "The latest stress testing exercise supported the resilience of the banking sector to absorb and limit the amplification of plausible shocks emanating from the lingering pandemic and prolonged Russia-Ukraine war.", "The capital and liquidity buffers of the banking sector as at end-September 2022 were adequate to provide cushion against potential shocks.", "The Bank maintains its prudent approach in assessing and monitoring risks to financial stability arising from within and outside Mauritius.", "In a bulletin released on the 9 of December, the BIS stated that monetary policy involves deciding on 'how fast, how far and how long' to tighten.", "The choice is often complex and entails trade-offs.", "Over-tightening can cause a drag on real sector activities and, in an environment characterized by relatively high indebtedness, induce stress to financial markets and create financial stability risks.", "Under-tightening can result in a de-anchoring of inflationary expectations and result in more entrenched inflation, with potentially most costly and welfare-reducing actions down the road.", "In Mauritius, we opted for a gradualist and cautious approach towards normalisation in 2022, whilst being mindful of the importance of not undermining the recovery and growth objective along the way.", "The pace at which we tightened monetary policy over the last four MPC meetings has been broadly appropriate to help anchor expectations.", "However, we need to remain vigilant about the potential effects that further tightening policies by the US Federal Reserve Bank and the European Central Bank may have on yield differentials.", "These could create pressures on the local currency, if unaddressed, and could generate further inflationary pressures.", "In view of the continued upturn in economic activity, Bank staff maintain their real GDP growth forecast above 7 per cent for the year.", "The economy is forecast to grow by around 5 per cent in 2023.", "The MPC noted that these growth projections remain subject to headwinds stemming from current global uncertainties.", "At its meeting today, the MPC observed that the strong growth performance across all major economic sectors provides the Bank with leeway to respond accordingly.", "We should not be oblivious to the fact that the MPC had lowered the policy rates down to 1.85 per cent after two successive cuts to the tune of 150 basis points during the pandemic so as to help relieve the financial hardship of borrowers during testing times and prevent a real sector shock from undermining the financial system.", "Interest rates in Mauritius remained at relatively low levels for nearly two years.", "The ongoing economic recovery which is well entrenched has provided the MPC with leeway to continue with the normalisation process in the face of heightened inflation since the beginning of the year.", "The MPC unanimously decided today to raise the KRR by 50 basis points to reach 4.5 per cent.", "Here, I would like to also re-assure the population that the normalisation process is a necessary response to help contain the negative effects associated with a high inflationary environment.", "The inflation we are seeing remains largely imported, and has a relatively big share of commonality with other countries.", "Central banks worldwide have engaged in monetary tightening, with many continuing to do so.", "The long-term losses of high inflation may outweigh the short-term pitfalls associated with policy normalisation.", "In this regard, to accompany the population and the business community, the Bank of Mauritius is rolling out a series of measures.", "First, banks are being provided with greater flexibility to restructure loan facilities such that bank customers can continue to fulfil their financial obligations.", "Second, the Bank is engaging with commercial banks to introduce a package of measures geared towards households and SMEs with the objective of easing their debt servicing.", "Third, the Bank of Mauritius will also come up with additional macro-prudential measures to ensure that the banking sector remains resilient.", "Fourth, the Task Force on Financial Sector Resilience continues to meet, monitor, analyse and make necessary recommendations.", "The Task Force will meet on the 20th of December.", "The Bank is also putting a dedicated channel at the disposal of businesses, households and individuals should they need any support or clarification, or should they encounter any issue with their bank.", "Queries and issues may be channeled by phone on 202 3800 or the support@bom.mu dedicated email.", "I also wish to inform you that the Bank has completed its series of consultations with respect to the New Monetary Policy Framework.", "The framework will be officially introduced in January 2023.", "Under the new framework, the Bank is introducing flexible inflation targeting.", "The inflation target for the country has been defined to be in a range of 2 to 5 percent, with the aim to achieve 3 per cent in the medium term as recommended by the IMF.", "The Key Repo Rate will also be replaced by the Key Rate.", "As part of the introduction of the new Monetary Policy Framework, you will recall that the Bank started, with effect from the 4 of August 2022, the issuance of a 7-Day Bank of Mauritius Bill to all banks.", "This instrument will further improve the transmission mechanism of monetary policy signals and help anchor short-term money market rates.", "The operational target, which is currently our 91-Day Bill, will be replaced by the overnight interbank rate.", "An awareness and outreach campaign targeting various stakeholders will also be rolled out in January.", "Rest assured that the Bank will continue to work in the best interests of the country and its population.", "We will continue to monitor the situation closely, and stand ready to convene the MPC as and when necessary.", "Before I end, I seize this opportunity to wish you and your family a joyous festive season and a very Happy New Year 2023.", "I now welcome your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic Growth", "Monetary Policy", "Central Banks", "Financial Stability", "Tourism", "Interest Rates", "Foreign Exchange", "Banking Sector", "Gross Domestic Product"]}