{"sentences": ["KINGDOM OF CAMBODIA NATION RELIGION KING NATIONAL BANK OF CAMBODIA NUMDET....ssssessesssesssscessinssseenssenceaiectenseesnssnesees KEYNOTE ADDRESS by H.E.", "DR. SEREY CHEA Assistant Governor and Director General of Central Banking \"THE NEW ERA OF FINANCIAL EDUCATION\" INTERNATIONAL MONEY MUSEUM CONFERENCE HunGary, DATED 3 OCTOBER 2022 Your Excellency Mr. Gyérgy Matolcsy, Governor of Magyar Nemzeti Bank, Excellencies, Dear Colleagues, It is a privilege and a great pleasure to be among such esteemed colleagues today to discuss about the \"new era of financial education\", on the occasion of this international conference hosted by the Magyar Pénzmuzeum.", "The diversity of speakers who will share their views in this event is a unique opportunity to learn from each other, to understand the specificities of each national experience and to draw inspiration and lessons from our mutual endeavors in promoting financial education.", "Ten years after the Asian Financial Crisis in 1997, another financial crisis hit, this time, at a global scale.", "It started in the most developed economies with one of the most developed financial centers.", "As a result, not only the financial system crumbled, but the entire world 's economies came into recession, with some Phone : + 855 23 722563 P.O Box 25,#88 Street 102 Corner Street 19, Sangkat Wat Phnom, Khan Daun Penh, Phnom Penh, Cambodia Fax/Phone : + 855 23 426117 continent such as Europe still struggling to recover many years on, of course covid 19 pandemic and geopolitics also played a compounded effects on the global economy today.", "Many experts debated and continue to debate on the exact origin of the problems, whether it is deregulation, corporate's greed, regulators' complacency or weak and inadequate prudential rules.", "But clearly the environment of low interest rate as a result of the dot.com crisis that made possible the ease of access to credit by households, turned them into the first victims of their choice and ultimately the entire global financial system suffered.", "What happened in 2008 was an exhibit of how financial inclusion could go wrong.", "Undeniably, according to empirical studies made by international organizations such the United Nations and the World Bank, access to finance has proven to be an effective tool to lift people out of poverty, provide better education and health care for their family and ultimately improve a country economic development.", "Indeed, inclusive financial system is understood to provide better opportunities for economic agents to better manage their cash flow, smooth spending overtime and potentially grows existing business and eventually graduating from a small enterprise to the large enterprise.", "But promoting access to financial services to the low- income segment is also a risky bet and could have potential implication on the country's financial stability.", "Going forward balancing financial inclusion and financial stability would be a big task for many regulators around the world.", "So how do we increase financial inclusion, while avoiding the moral hazard we saw in 2008?", "The answer lies in financial literacy.", "The more literate and informed the people are on financial matters, the better choice they made for themselves and better financial stability is preserved.", "While there has been a consensus on the necessity to promote financial education throughout the world, especially since the Global Financial crisis, our respective experiences may vary depending on each country's history, cultural context, socio-economic patterns, and demography.", "Allow me therefore to share with you some highlights of our experience and vision from Cambodia.", "As Cambodia's central bank, there are two main objectives that our financial education programs aim achieve at the same time.", "First, financial education aims to promote responsible financial inclusion.", "Despite an outstanding economic growth averaging 7% per annum for the past decade and a rapid development and modernization of the financial system, financial inclusion in Cambodia remains timid with 67% of the adult population having access to formal financial services, 3% access to informal services (a decrease from 12% in 2017) and 30% completely excluded from financial services.", "Since 2010, many public awareness workshop and public gathering were organized but it was not until 2016 when a flagship campaign titled \"Let's Talk Money\" was launched to try to bring all of the industry and central bank's financial literacy efforts under one umbrella in order to better coordinate and avoid duplication.", "The campaign came in both digital and physical format.", "To capitalize on the high mobile phone penetration of 124%, a young and tech savvy population and 10.8 million Facebook users out of 16 million inhabitants, we launched short videos contents on social media, collaborate with mobile service operators to include short important messages on financial matters at a press of a button, use mobile application to spread the messages.", "But we are also mindful that while this method can reach to young population, the older ones and those living in remote areas may not be able to access the information.", "In this regard, we continue to use face to face methods and gathered villagers and conduct face to face seminars.", "We also print out colored cartoon booklets to distribute to children in rural areas so they can learn and share the knowledge with their parents.", "There are 2 groups we particularly focus on and those are the youth and women.", "We strongly believe that financial education from a very young age will provide Cambodian children with the necessary foundation to access and use financial services surely and effectively in the future, especially in a country where 50% of the population is below 25 years old.", "This is why we have partnered with the Ministry of Education, Youth, and Sports to embed financial education in the national curriculum for primary, secondary and upper- secondary school.", "In addition, we also have partnered with the private sector to publish and disseminate comic books, youth-friendly social media contents and even mobile phone text-message contents to be widely disseminated throughout the country.", "The second important target beneficiary group I want to mention is women, for the financial education of whom I am personally committed.", "The more women can access to formal financial services and use them responsibly, the more they will be able to contribute to their family's and community's social and economic development.", "We therefore have partnered with our colleagues from the Ministry of Women Affairs and with the Women's Entrepreneur Association of Cambodia to support women financial skills and entrepreneurial skills.", "If we take the view that financial education has a role to play in shaping tomorrow's society, these two groups should in my opinion be the main target beneficiaries: children because they are the future of our country and women because their empowerment is key to achieve an inclusive and balanced socio- economic development.", "Second, financial education aims to promote the use of local currency, the Riel.", "Indeed, Cambodia is a highly dollarized economy with our national currency, representing only 10% of bank deposits and 16% of money in circulation.", "This dollarization is not the result of an administrative decision but rather an unforeseen consequence of the United Nations intervention in the country, whose two-years operation in 1992-1993 was funded by a massive inflow of US dollars corresponding to 75% of our GDP at the time.", "While it has contributed to reassure and attract a large pool of investors to Cambodia, this forced marriage between our economy and a currency we have no control over, is nonetheless impacting our sovereignty and ultimately our ability to withstand financial shocks as it limits the efficiency of our monetary policy.", "With a strong foundation already in place, namely stable exchange rate and low inflation rate over the last 23 years, we therefore have undertaken a series of communication programs to raise awareness and progressively building the trust of the people in using the Cambodian riel instead of the US dollar.", "In this regard, National Bank of Cambodia has continuously organized workshops, public events, and celebrations throughout the 25 provinces of the Kingdom to raise awareness about the national currency, during our yearly \"Riel Day\" celebrations but also on other more frequent and regular occasions.", "In this journey of financial education, we have very early on understood that the central bank cannot do it alone and that sustainable development is a join responsibility that requires every stakeholder's commitment.", "This is why every initiative we have launched for financial education has been conceived and undertaken in collaboration with relevant Government agencies, development partners, professional associations, and private corporations.", "Needless to say, the Association of Banks of Cambodia, and especially the Microfinance Association of Cambodia who has an extensive network in the rural areas, have been involved in all our endeavors.", "The more recently established Cambodia Finance and Technology Association has also joined us, a testimony to the increasingly defining role played by technology in financial inclusion and capacity building.", "Dear Colleagues, I cannot discuss the topic of \"the new era of financial education\" without mentioning the National Bank of Cambodia's flagship product for education and awareness raising about our national currency: the Preah Srey Icanavarman Museum of Economy and Money.", "Inaugurated in April 2019 by our Prime Minister, the SOSORO Museum as we commonly call it, embodies many of the strategies I have mentioned earlier.", "The latest and most modern museum in Cambodia, it is an institution of international standard that has been conceived by a pool of local and international experts specially hired to realize the vision of the National Bank.", "The museum has two characteristics that make it quite unique, both in Cambodia and as a money museum.", "First, its permanent exhibition is organized through a historical narrative, displaying 2,000 years of Cambodia's history from the economic and monetary perspective.", "This particularity makes the museum attractive to the general public and not just to those with an interest into economics, money matters, or central banking.", "It allows the visitors to understand, step by step, such things as the evolution of money; the close connection between currency, national identity, and sovereignty; the role of central banking, and how economic and monetary matters are interrelated with political and societal changes.", "We highlighted in particular how one of the most sophisticated civilizations in the 12th century came to its doomsday partly due to the lack of a monetary system and show such monetary system play an important role in shaping the political scene and sovereignty of our nation.", "The second characteristic of the SOSORO Museum is that like many of its counterparts around the world, it has a strong modern and interactive component with more than 50 videos, touch screens, and computer quizzes that allow the visitor to deepen their understanding of the exhibition, to select topics for further information, and to test the knowledge they have acquired during their visit.", "This embedded \"edutainment\" component makes the exhibition didactic and attractive for all kinds of public.", "Furthermore, the physical perimeter of the SOSORO Museum has been conceived with two main public components: on the one hand, the main building houses the permanent exhibition and is therefore a repository of knowledge, where visitors can spend hours to learn, understand, read, acquire knowledge.", "The backyard comprising a garden, a restaurant and conference hall, on the other hand, is designed to be a lively place where the past, present, and future of Cambodia's economy can be discussed through conferences, gatherings, and temporary exhibition that are organized either by the Museum itself or with partners as diverse as business associations, banking and finance institutions, development partners or conferenciers.", "Finally, as part of its outreach program, the museum team regularly joins the National Bank of Cambodia's and other partners' events in the province, bringing along the digital interactive components of the exhibition to the public living outside of the capital city.", "As I have shared today, financial education in our modern era should be innovative, interactive, collaborative, and reaching out to all categories of citizens.", "By doing so, we can create a society of financially empowered and responsible citizens, and thus provide a bedrock for the lasting financial stability that we are all striving for as central bankers."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial education", "Financial inclusion", "Financial stability", "Financial literacy", "Women's empowerment", "Monetary policy", "Dollarization", "Financial museum", "Financial literacy programs", "Financial inclusion and financial stability"]}