{"sentences": ["SM Retail Inc. Controllership and Financial Planning Senior Vice President Jonathan H. Ng, Filinvest Land Inc. Deputy Chief Finance Officer Janeth De los Reyes, and Robinsons Retail Holdings Inc. - Robinsons Supermarket Managing Director Stanley Co.; fellow BSPers, partners, ladies and gentlemen, good afternoon.", "The phrase \"barya lang po sa umaga\" - suggests there's really a shortage of coins.", "I remember when I was growing up, as a 15-year-old first-year student in a school nearby, I would take the bus from Lipa to La Salle Taft, where my boarding house was nearby.", "I would wonder about the skill of the conductor.", "During those times, the buses did not have aisles; they had continuous seats all the way to the side.", "In other words, one side of the bus is completely closed, and the other side is completely open.", "The conductor has no change.", "What he does is he swings from outside the bus, literally like an acrobat, moving from one side to the other, asking everybody where they're going.", "After having asked that, he punches all the tickets.", "Alam niya kung ilan ang Lipa, ilan ang Batangas City, ilan ang Malvar.", "And then he will collect all the payments.", "A lot of people overpay because they don't have exact change.", "In the end, he will now get all the coins, and somehow, he's able to remember who to give the money back to.", "So, in other words, to solve the coin problem, you need a very smart bus conductor.", "We seem to have the same problem now: the problem of recirculating coins.", "When I look at this project, everyone is benefitting: us [at the BSP], we're going to save a lot of money on the cost of minting.", "Let me give a small lecture on seigniorage: it's nicer to print P1000 [banknote] because the P6 gives you P1000.", "If the P1000 earns a little bit of interest, you recover the P6.", "That's called positive seigniorage.", "On the other hand, the coins have a small face value, yet the cost of production is so high.", "So you're helping us solve this problem.", "But you're also helping the public because there's a sense of fairness.", "Ayaw ng mga tao ng sukli ay kendi.", "This is solving problems for everyone.", "The only question I want to ask myself is, with something as good as this, why did it just come only now?", "The question is why and the reason is somebody has to think of it.", "And thank God, enough people thought about it, and now people came together and talked about it, and here we have it!", "We in the BSP think that [with] our investment in the machines plus the creativity of our partners, everyone will benefit.", "In other words, partial ideas put together can become full-blown ideas that work.", "I'm very, very optimistic that after a two-year pilot run, we will be able to deploy these machines, and hopefully, I'm quite confident that the benefits will be realized.", "The lesson from this is: what other things here in BSP could follow this model?", "And I'm thinking, what about the fact that we are so \"dependent\" on the P1000 bill because the ATM is the best way to distribute currency?", "Banks don't like to put P100 bills in ATMs because it's very expensive, right?", "Such that the P100 bill tends to just keep circulating [in the informal economy] even if it's no longer fit.", "So, another version of this [model]: maybe we will have fitter notes that would use the very principle we used here [in the coin deposit project] and find the very same partners we have here.", "When we think this way and work together this way, we, together, can do a lot of things.", "Thank you very much, and good afternoon."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Coin shortage", "Coin recirculation", "Seigniorage", "Public fairness", "Creativity", "Collaboration", "P1000 bill", "ATM currency distribution", "P100 bill circulation", "Fitter notes"]}