{"sentences": ["It is great to be back in London - one of the great financial centres in today's globalised world.", "Before I delve into the developments of the day, I'd like to draw some parallels between crypto-asset markets and a key historic financial innovation.", "I'll argue that the lessons we learned in the past remain relevant for our regulatory efforts today.", "I'll also argue that successful financial innovations must be underpinned by public trust if they are to stand the test of time.", "To illustrate, let's go back to 17 and 18 century Amsterdam, which became a staging ground for significant financial innovation.", "After a long and arduous struggle, the Netherlands was able to gain independence from the Spanish empire.", "This kickstarted a period of rapid economic growth.", "One of the developments that proved instrumental to the Dutch economic and financial success was the emergence of a stablecoin avant la lettre.", "My colleagues from the Bank for International Settlements (BIS) and the Dutch Central Bank (DNB) have written a very thoughtful piece on the Bank of Amsterdam and its proto-stablecoin, the Guilder, but allow me to summarize.", "Four centuries ago, many different metal coins circulated in the Netherlands.", "And exchanging one coin for the other happened in the streets.", "You can imagine how cumbersome trading was.", "But then, in 1609, the Bank of Amsterdam was founded.", "And its services were simple.", "The Bank of Amsterdam allowed merchants to deposit their metal coins - any coins that were in circulation - into a deposit account.", "It would then value these coins against each other and credit merchants with Bank Guilders.", "And this would allow for easy transactions between deposit accounts.", "This is a great example of human innovation.", "Just as the entire financial system is indeed proof of our immense human creativity.", "The reason that today, after so many centuries, we still have a well-functioning financial system - a system that, I dare say, has generally improved over the course of many years - is because, sooner or later, the litmus test for any financial innovation is the public's trust.", "That trust is the true bedrock of our financial system.", "That trust allows for innovations to be incorporated in the financial system, and to be further advanced.", "Or for innovations to be found flawed and to be cast aside.", "And it is to a that the Bank of Amsterdam ultimately fell victim.", "That happened once the Bank of Amsterdam started doing more than its charter allowed.", "Under political pressure, it moved away from full reserve backing to issuing loans.", "Eventually, it was the combination of flawed governance and a lack of transparency that led to the downfall of the Bank of Amsterdam.", "They allowed the Bank of Amsterdam's management to operate in violation of its founding principles.", "Despite this opacity, it did not take the general public long to figure out the Bank's safes were emptying out rapidly.", "A revelation that led to several severe runs on the bank.", "The institution never really recovered from this break-down of public trust and was ultimately dismantled in Since then, the public's trust in the financial system has been reinforced by rules and regulations - and, of course, the enforcement of those rules and regulations.", "Whether they deal with governance, transparency or other aspects of trustworthiness.", "Crypto-assets, or to be more exact the underlying distributed ledger technologies, are innovations with the theoretical promise of real societal benefits.", "But, when there is no way to know who is to be trusted in the crypto eco-system, the potential benefits will certainly not outweigh the risks.", "What I often hear, is \"this time is different\".", "\"This time, there is no need for rules and regulation.\"", "\"This time, there is no need for supervision.\"", "Well, just in the past few days alone, we've been able to see that these times may not be so different at all.", "And that is no surprise.", "Because the crypto eco-system is not nearly as different from traditional finance as is often proclaimed.", "Many activities in the crypto-ecosystem strongly resemble activities in traditional finance.", "Think for instance about lending, deposit-taking, trading, or insurance, amongst others.", "And in resembling traditional finance, crypto-assets also borrow risks from traditional finance.", "These include leverage, liquidity mismatches, or interconnectedness.", "And going beyond theory: however attractive removing central intermediaries might sound, in practice , distributed ledger technology will come with other costs and frictions - such as significant energy consumption or a limited transaction throughput when settling a large number of transactions.", "So, yes - the technology underlying crypto-assets is different from the technology used in traditional finance.", "And yes - this technology holds the promise of potential improvements.", "But, the economics underlying the crypto eco-system are actually not so different from traditional finance.", "So no - \"it won't be so different this time\".", "As always, too little supervision and regulation will attract malicious actors, purporting to offer reliable services.", "At present many crypto markets are characterised by pseudonymity and high levels of information asymmetry.", "Which means that it is often impossible to know which actors have bad intentions.", "Or indeed, which platforms are at risk of the type of overreach that the Bank of Amsterdam was tempted into.", "Recent crypto-market developments have highlighted once more the age-old lesson that trust is built in drops and lost in buckets.", "As always, the financial innovation of the day will undergo the same public scrutiny as the Bank of Amsterdam faced three centuries ago.", "Whether with regards to reserve backing, governance, transparency or other issues.", "And after carefully scrutinizing the current crypto eco-system, the Financial Stability Board (FSB) sees legitimate reasons for concern.", "As one of the guardians of financial stability, we believe the rapid growth of these markets in the presence of structural vulnerabilities and incomplete regulation and supervision, mean crypto-asset markets could soon reach a point where they represent a threat to the stability of the global financial system.", "Especially given the large and continued institutional interest from traditional financial parties.", "I think the mere fact that we - crypto-native companies, regulators and traditional institutions - are all together here today, shows crypto cannot simply be considered a fad.", "The FSB's concerns are underscored by the fact that many crypto activities are not in compliance with existing regulation or take place outside of the regulatory perimeter; that existing crypto-asset regulation differs across jurisdictions; and that monitoring of financial stability risks is challenging given limited regulatory reporting and public disclosure.", "So, enhanced regulatory action is definitely required.", "Let me touch upon three elements that are important for the way forward.", "First, the FSB is well-aware that the cross-border nature of crypto-assets poses an obvious challenge for national supervisors.", "Inherently cross-border activities, like those conducted in the crypto-ecosystem, require a regulatory response that is coordinated across borders.", "And this is exactly what the FSB has been working on.", "Regulators and supervisors will not only need to work together across borders, but also across sectors.", "All kinds of activities can be found in crypto-asset markets: lending, deposit-taking, and insurance, to name a few.", "At the same time, financial supervision is often organized across different sectoral authorities with different mandates.", "Meanwhile, cross-border collaboration is still too often organized along sectoral lines.", "In our recommendations, we urge authorities to look beyond these sectoral boundaries.", "In its own work, the FSB aims to overcome sectoral lines by coordinating its crypto policy work with the different sectoral standard-setters, both within and outside its membership.", "Second, crypto activities in many ways resemble the activities of traditional finance.", "That is why we think crypto activities should be regulated on the basis of the 'same activity, same risk' principle.", "This would ensure that financial activities, no matter how they are delivered to end-users, are treated in a technology-neutral manner.", "To advance this, the FSB has published two consultative reports with recommendations: One report that reviews the FSB's high-level recommendations of October 2020 for the regulation, supervision, and oversight of \"global stablecoin\" arrangements, and which has proposed revisions to strengthen the recommendations in light of recent developments.", "And another report which has focussed on broader crypto-asset activities and markets and proposes recommendations that seek to promote the consistency and comprehensiveness of regulatory, supervisory and oversight approaches to crypto-asset activities and markets.", "It also proposes strengthening international cooperation, coordination and information-sharing.", "The principles that we have proposed are high-level - which means that they can be flexibly applied by national authorities and can be adapted as the market further evolves.", "Third, while the FSB work has focused on the financial stability implications of cryptoasset markets, there are of course also other policy goals that warrant attention from regulators.", "Currently, we see wide-spread fraud and malicious behaviour in the cryptoecosystem.", "So market integrity, consumer and investor protection, as well as AML/CFT, should also be on regulators' agendas.", "And not only on theirs, also on the agenda of crypto-service providers.", "Indeed, the industry needs an increased 'risk consciousness' and to build up its resources to monitor and mitigate all kinds of financial risk.", "The FSB's proposals, along with the work undertaken by the standard-setting bodies (SSBs), should provide a foundation for greater consistency and cooperation among authorities in the regulation and supervision of crypto-asset activities and markets.", "Until 15 December 2022, the FSB is soliciting comments on its published recommendations.", "And I encourage you to participate in this public consultation.", "We want to hear from you, because we want our policy proposals to be as effective and efficient as possible.", "As you can see, it takes time to develop a regulatory and supervisory approach.", "But it is not new for regulators and supervisors to have to deal with regulatory catch-up.", "This is inherent to a landscape that supports financial innovation.", "Nevertheless, the speed of developments in the crypto eco-system, including the recent market turmoil, has given us all the more reason to develop an appropriate and globally consistent regulatory framework.", "Catching up with the rapidly changing environment is therefore our highest priority.", "A catch-up that strengthens the stability of the financial system.", "A catch-up that strongly underpins the public's trust in a system that has developed and evolved over many centuries.", "The Bank of Amsterdam offers an inspiring example of how financial innovations can advance an economy - and of how things can turn out badly.", "It is the FSB's goal to learn from the past - and to stimulate innovations that improve the global financial system, while also advancing and protecting its stability.", "Crucial in this regard, is adequate regulation, and supervision, of governance, risk management, and transparency.", "These are quintessential elements of a well-functioning financial system that passes the litmus test of the public's trust.", "I trust you are with me on this.", "The full history of the Bank of Amsterdam, and the lessons it carries for the governance of digital money, has been described by Jon Frost (BIS), Hyun Song Shin (BIS) and Peter Wierts (DNB) in a BIS working paper (No.", "The Bank of Amsterdam and the governance of money (2020) I have to credit Carmen M. Reinhart and Kenneth S. Rogoff with popularizing this phrase.", "In their seminal work - \"This Time Is Different\" (2009, Princeton University Press) - they have described the 'this-time-is-different syndrome' showing how unrealistic optimism has afflicted bankers, investors and policy makers in the periods leading up to financial crises over the past 180 years.", "As has been evidenced for example by DNB research titled \"the carbon footprint of bitcoin\" (2021, DNB Analysis series) or the Cambridge Bitcoin Electricity Consumption Index .", "See for example the BIS Annual Economic report (2022), Chapter III .", "For a full overview of the vulnerabilities that have been identified in relation to cryptoassets, please refer to the FSB report \"Assessment of Risks to Financial Stability from Crypto-assets \" published in February 2022.", "Full report can be found here .", "Full report can be found here."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Crypto-assets", "Financial innovation", "Public trust", "Regulation", "Stability", "Governance", "Transparency", "Risk management", "Cross-border cooperation", "Same activity, same risk"]}