{"sentences": ["Remarks by Sharon Kozicki Urban Development Institute of Quebec December 8, 2022 Montréal, Quebec Economic progress report: More transparency in uncertain times Good afternoon.", "Thank you for inviting me to join you for this discussion.", "It's always a pleasure to visit Montréal.", "Delivering an update on the state of the one of our country's most economy from significant economic engines seems fact that we're doing fitting.", "And the so today at the Urban Development Institute of Quebec (UDI) seems particularly appropriate-especially when we consider how much the UDI contributes to this thriving city.", "I'm here today to deliver an economic progress report.", "Together with other initiatives that have been introduced over the years to increase the amount of information and analysis we provide Canadians- like today's help especially around our interest rate decisions-speeches clarify what the Bank of Canada does.", "where we often do with these economic progress reports-by going over rate decision and how we came to it.", "provide an update on what's been happening in the economy since October's we're keeping Monetary Policy Report, including trends that an eye on.", "Finally, in the spirit of openness that this speech represents, I want to review some of the things the Bank does to be accountable to Canadians-the people that we'll be introducing we serve.", "This includes a new transparency initiative this January.", "Yesterday's decision So, let's dive right in.", "Yesterday, the Bank's Governing Council decided to increase the policy interest rate by 50 basis points, to 41⁄4%.", "Our deliberations centred on the three areas we said we would be watching closely: how supply challenges are resolving, how higher interest rates are slowing demand, and how inflation and inflation expectations are evolving.", "On supply challenges, while we continue to see signs of easing, progress is slow and could continue to be disrupted by geopolitical events.", "Here in Canada, we assessed the extent to which continued labour market tightness is serving as a key impediment to improving domestic supply, in both goods and services.", "With respect to the impact of our monetary policy actions, there is growing evidence that tighter monetary policy is restraining domestic demand.", "That said, growth in gross domestic product (GDP) in the third quarter was stronger than expected, and the economy continued to operate in excess demand.", "With the labour market still tight and businesses still finding it easy to raise their prices, Governing Council agreed that the economy still needs a more sustained moderation of demand.", "Finally, on inflation and inflation expectations, Governing Council agreed that we continue to see a mixed picture.", "On one hand, inflation remains too high, with many of the goods and services Canadians regularly buy showing large price increases.", "On the other hand, three-month rates of change in core inflation have come down, an early indicator that price pressures may be losing momentum.", "Alongside yesterday's decision, we indicated that that going forward, we will be considering whether to increase rates further.", "By that, we mean that we expect our decisions will be more data-dependent.", "If we are surprised on the upside, we are still prepared to be forceful.", "But we recognize that we have raised interest rates rapidly and that their effects are working their way through the economy.", "In other words, we are moving from how much to raise interest rates to whether to raise interest rates.", "Our next policy decision is in January, and we will make that decision with the benefit of another seven weeks of data and an updated economic projection.", "Gauging how monetary policy is working So that gives you some insight into yesterday's decision.", "Now let's how we assess what's happening look at in the economy and what we are seeing.", "The Bank collects and interprets data from a wide variety of sources to assess changing circumstances and their implications for inflation.", "We continue to be in an unprecedented economic environment.", "We have been using non-traditional high-frequency data on activities such as retail transactions, hotel and restaurant reservations and the use of public transportation systems.", "As well, our surveys of the business community-the Business Outlook Survey and the Business Pulse-provide many useful insights.", "We are very grateful to those of you who may have participated in these surveys.", "Fresh sources of data like these are particularly informative about short-term momentum in the economy and allow us to see developing trends sooner.", "In terms of how we interpret data, we look at a wide variety of sources to get a But we don't just look at sense of overall activity in the economy.", "We interpret those numbers in the broader context of everything we see.", "We then combine all these data using models to develop different scenarios for our outlook.", "One example is our density nowcast model, which covers a whole range of possible outcomes for the current growth rate in the Canadian economy.", "It also shows how likely each of those scenarios is.", "We know that single points of data can appear volatile from month to month.", "By combining information in different ways, we avoid distractions and the trap of focusing too narrowly on any one piece of information.", "The economy is slowing but excess demand persists Since last March, we've forceful monetary policy actions.", "This policy tightening has been affecting the economy.", "As I said earlier, when we look at the data, we are seeing a softening of demand in interest-sensitive areas.", "The softening started in the second quarter when housing resales contracted significantly.", "In the third quarter, GDP growth remained solid.", "However, there was another significant contraction in housing activity as well as a decline in goods consumption.", "In part, this slowing reflects shifts in consumer behaviour as we all return to more normal spending patterns with the removal of pandemic restrictions.", "But the largest shifts in spending have been in the most interestsensitive areas, suggesting our monetary policy actions are working to rebalance supply and demand.", "In hard-to-distance services-things like restaurants and hotels-we are also starting to see some slowing of growth.", "Softening is likely to continue further because the boost in growth that this sector experienced after the reopening of the economy is now mostly behind us.", "Overall, we are seeing some signs that demand is slowing but We've all seen evidence of this excess excess demand.", "demand, such as long delivery times, waiting to get into restaurants, finding out that the item you want to purchase has sold out, or business owners not concerned about losing customers when they raise prices.", "And of course, excess demand can also show up through inflation.", "This is what I want to talk about next.", "See T. Chernis and T. Webley, \"Nowcasting Canadian GDP with Density Combinations,\" Bank of Canada Staff Discussion Paper No.", "Inflation is still too high Since peaking at 8.1% in June, inflation has declined to 6.9%.", "And when we strip out volatile price changes, we see that year-over-year core inflation also stopped rising in the past couple of months, plateauing at around 5%.", "There are also early indications that momentum in inflation is easing.", "Three-month rates of core inflation have declined to about 31⁄2%.", "This easing is visible across various subcomponents of the consumer price index.", "For instance, price increases for various durable goods are starting to ease as consumer spending has softened and global supply disruptions have lessened.", "And our rate increases have helped cool the unsustainably hot housing market.", "With the decline in house prices, shelter inflation has moderated, despite rising interest costs and rents.", "These developments are encouraging, but as I mentioned earlier, we also see some reasons for concern.", "Overheated domestic demand continues to drive price increases in hard-todistance services such as hotels and restaurants.", "A better balance of demand and supply could take time to have an impact here.", "Another area where we have seen less progress is food price inflation- especially compared with inflation of other goods.", "Prices here have continued to increase despite most agricultural commodity prices being well below their pandemic highs.", "To make meaningful progress toward our inflation target, we need to see threemonth rates of inflation come down even further and be sustained.", "In short, there remains a firmness or stickiness to inflation-and to near-term inflation expectations.", "Inflation expectations remain a concern I'd like to spend a little time explaining why the Bank has been closely monitoring what is happening with inflation expectations.", "history has shown us that high inflation expectations can lead to higher and more persistent inflation.", "This was the bitter experience of the 1970s.", "During that decade, we saw both high unemployment and high inflation.", "A key challenge at that time was that inflation expectations kept rising.", "Remember, this was before central banks adopted inflation targeting.", "This means there was no target to anchor expected inflation.", "As a result, households and businesses saw no reason to believe that simply continue to climb at a rapid pace.", "They then baked this assumption into their decisions and plans.", "As a result, even as the economy cooled, inflation remained stubbornly high.", "when inflation expectations aren't Chart 1 helps us visualize what can happen held in check.", "It shows what economists refer to as the Phillips curve, which is an economic theory that inflation and unemployment have an inverse relationship in the short run: when one goes up, the other goes down.", "In the chart, each blue dot shows the data for one month.", "But, as we can see from the experience of the 1970s, the Phillips curve always stable.", "In Chart 1, panel a, the curve shifted.", "Inflation expectations anchored during that decade.", "Declines in demand translate into lower inflation.", "Both unemployment and inflation increased because the Phillips curve shifted up and to the right.", "In panel b, we look at the curve during inflation targeting of 2%, from 1995 to today.", "Just like the first part of the 1970s, we have seen declining unemployment and rising inflation.", "But, unlike the 1970s, long-term inflation expectations are currently well anchored at our 2% target.", "Our job is to use our monetary policy tools to maintain that anchor.", "This would allow us to gently slide back down the steep portion of the Phillips curve and achieve our inflation target without the kind of large increase in the We've been forceful in our unemployment that we have seen in past recessions.", "interest rate increases since last March for this very reason-to try to keep inflation expectations anchored.", "The 1970s taught us-the hard way-that once inflation expectations de-anchor, nothing works well.", "And the costs of restoring price stability are a lot higher.", "Chart 1: When inflation expectations are anchored, inflation can fall without a large rise in unemployment a.", "1995-2022 Inflation-targeting era of 2% High inflation (well-anchored inflation expectations) (late 1970s) inflation inflation Core Low inflation expectations (early 1970s) 4 6 a 8 10 4 6 8 10 12 14 Unemployment rate (%) Unemployment rate (%) Note: Each blue dot represents monthly data points for core inflation and the unemployment rate.", "Transparency it's more important than ever With all of this happening in the economy, that we communicate openly with Canadians.", "The Bank started on a path to be more open in our communications with the beginning of inflation targeting in the early 1990s.", "Increasing transparency asize Panel a uses the consumer price index (CPI) excluding food and energy prices since our preferred measures of core inflation do not go back to the 1970s.", "Panel b uses CPI-median but point.", "looks similar if the other preferred measures are used instead.", "text helped anchor inflation expectations and reinforced the credibility of our monetary policy framework.", "We have taken many actions over the past 30-some years to help Canadians better understand our decisions and the kinds of issues that preoccupy us.", "This • Monetary Policy Report • issuing news releases to explain our decisions • expanding the Governor's opening statement at news conferences to provide more insights into the issues that we discussed during our policy We are also releasing more data and analysis than ever before.", "And we've greatly expanded our educational materials online and through our museum.", "In addition, we have been listening more: Through the work of our regional offices, we regularly engage with the private sector and financial market participants to gather perspectives and identify local economic developments.", "Our Governor and Deputy Governors are also engaging with a more diverse group of stakeholders from the business world, labour groups and civil society organizations.", "The Bank has also been actively exploring additional ways to enhance transparency, especially around our monetary policy decisions.", "Earlier this year, we volunteered to undergo a pilot review of our broader transparency practices under the International Monetary Fund's new Central Bank Transparency Code.", "In its report, the International Monetary Fund recognized that the Bank sets a high benchmark for overall transparency.", "In addition, the report characterizes the Bank's monetary policy framework as comprehensive, transparent and understandable.", "The report also contained recommendations, including that the Bank begin publishing a summary of deliberations after each of our policy decisions- something that we were already considering.", "Starting in January, we will do exactly that.", "Roughly two weeks after each monetary policy decision, we will publish a summary of deliberations on our website.", "As a public institution, the Bank has a responsibility to operate in a transparent way.", "This new summary will provide an additional window into the views that were shared during our deliberations and will shed light on Governing Council's consensus-building process.", "By providing more insights into our monetary policy decisions, we can help Canadians understand what we are doing and why.", "This will enhance our accountability.", "Beyond that, we know that the more people understand what we do and why, the more they trust us.", "And that makes monetary policy work better.", "Being open is always important, but it is especially crucial in uncertain times- and as we work to bring inflation back to our 2% target.", "It's time for me to conclude.", "CPI inflation remained at 6.9% in October, with many of the goods and services Canadians regularly buy showing large price increases.", "Measures of core inflation are around 5%.", "Three-month rates of change have come down, providing some early indications that as demand slows, price pressures may be losing momentum.", "But the economy remains in excess demand, inflation is still too high and broadly based, and short-term inflation expectations remain elevated.", "That is why we made the decision we did yesterday.", "Looking ahead, Governing Council will be considering whether the policy interest rate needs to rise further to bring supply and demand back into balance and return inflation to target.", "We will continue to assess how tighter monetary policy is working to slow demand, how supply challenges are resolving, and how inflation and inflation expectations are responding.", "We know this is a very challenging time for Canadians.", "Increased borrowing costs in the near term will deliver the benefits of low inflation, but only with a delay.", "It's what Canadians want and it's It will take some time, but we will get there.", "what they expect from us.", "Inflation that is low and predictable helps money keep its value and makes it easier for everyone to plan how they spend.", "This helps the economy expand in a sustainable way, generating higher incomes and new jobs.", "We are resolute in our commitment to achieving the 2% inflation target and restoring price stability for Canadians.", "Yesterday's decision moves us another step closer to this goal."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary Policy", "Supply Challenges", "Inflation Expectations", "Economic Progress", "Transparency", "Interest Rates", "Demand", "Core Inflation", "Phillips Curve"]}