{"sentences": ["Accompanying presentation of the speech Welcome to the National Bank of Serbia and the First Western Balkans Sustainable Investing Forum, I hope the first of many.", "First of all, I would like to greet my colleague and friend Igor Mirovi, the President of the Provincial Government.", "At his initiative, the Development and Guarantee Fund of Vojvodina and the Guarantee Fund of the Republic of Srpska founded the business association \"Green Navigator of the Western Balkans\".", "All forms of cooperation, especially those aimed at strengthening renewable energy sources and agriculture, are an important element of sustainable growth.", "I also welcome Mr. Alessandro Bragonzi, Head of Regional Representation for Western Balkans at the European Investment Bank (EIB).", "The EIB is the EU's climate bank, but through its activities it also supports the green transition in the Western Balkans.", "The cooperation between the NBS and the EIB is particularly dynamic in the area of disbursement of Apex loans, with the NBS acting as Serbia's agent.", "Apex loan funds are intended for entrepreneurs, small and medium-sized enterprises, companies of medium market capitalisation, priority projects and local self-government, for projects in infrastructure, protection and improvement of the environment, energy efficiency, health and education.", "Around 9,600 new jobs are to be opened throughout Serbia within the projects that have been financed so far from the Apex loans, and I am especially happy about those that support the employment of young people in Serbia as well as the development of education, because there is no substitute for knowledge.", "Ladies and gentlemen, It is evident that not all growth is equally good.", "Only sustainable growth and development lead to a sustainable future.", "And if growth is not sustainable, investments cannot be sustainable either.", "The reverse is also true.", "That's why when we talk about sustainable growth, we can't help but include the following questions: digital economy, and issues of various types of equality.", "I will continue about: Awareness of the importance of \"green\" transformation Necessity of taking a gradual approach in that process NBS activities in the area of sustainable investing I will start by stating that we are rightly speaking more often about the importance of the transformation of economy which is based on ecologically sustainable foundations, i.e.", "we are talking about the concept of green transformation.", "Mitigating climate risks is a global task, because the risk is shared.", "However, it is particularly important for countries whose growth relies on the economic sectors which are more sensitive to climate change, such as agriculture, forestry and water management.", "From central bank's point of view, I would like to say that we are aware that climate risks do not come from the financial area, but we are also aware of their impact on numerous areas of social life.", "This also affects the financial system, which is not isolated from people and economy.", "This is why investing in environmental, social and corporate governance (ESG) is becoming more widespread.", "However, I believe that we all agree that the overall concept of the green economy is complex, and that concepts, methodologies and data are still in the process of standardisation.", "Therefore, the process of its implementation in the local framework must be gradual.", "How gradual depends on conditions in the domestic market, but also on the policies pursued in regional peers, because, as I have already stated, we share climate risks.", "In addition, although \"green and digital\" are and must be among the priorities of policy makers in this century, the key priority remains \"safe and stable\".", "Because, without stability, there can be no sustainable investing, which we recognise in Serbia.", "Even during the two pandemic years, as well as during 2022, which was marked by the Ukraine conflict and the global energy and food crisis, Serbia achieved excellent results: The unemployment rate has been reduced to a single-digit level and is on a downward trajectory.", "During the three crisis years (from 2020 concluding with 2022), Serbia's real economic growth will be around 9%, fixed investments - around 12% and personal consumption - around 9%.", "Moreover, during the three crisis years, FDI inflow to Serbia will reach around EUR 11 bn, while exports of goods and services will amount to around EUR 38- 40 bn, i.e.", "Also, in September 2021, Serbia issued the first green instrument, thus becoming one of the few European countries and the only non-EU country to have issued a green eurobond.", "The issued bond was worth EUR 1 bn, with a maturity of seven years, at the lowest coupon rate of 1.0%.", "Such a low rate is owed to strong demand of international investors who assess that Serbia has excellent growth prospects.", "The issuance was aligned with the Green Bond Principles of the International Capital Market Association, with a clear obligation to use the funds exclusively for projects in the areas of renewable energy, energy efficiency, transport, water management, pollution prevention and control, circular economy, biodiversity and environmental protection, and sustainable agriculture.", "Furthermore, in respect of FX reserve management, the NBS also has green bonds of high-ranking prime international issuers in its portfolio, thereby also supporting the green transformation.", "In addition, as a regulator and supervisor, we have conducted a survey among banks in Serbia on how climate-related risks affect their operations and what are the activities they undertake in this regard.", "The preliminary conclusions of the survey indicate that: 1. the banking sector began to recognise climate risks in the context of the risk management system, and half of them defined the concept of that risk in their 2. more than half of banks expect a significant impact of climate risks on the bank's risk profile in the coming period, with the majority expecting that impact in a period longer than five years; 3. a majority of banks have not yet included these risks in the scope of the bank's management bodies, nor in the system of reporting on risks; 4. half of banks did not define any limits or restrictions arising from climate risks.", "Other banks have mostly done this by defining exposure limits in the form of a target maximum value that needs to be reached by a certain date, or activity restrictions by defining a list of activities that are not supported.", "Moreover, as an institution responsible for the financial system stability, we have been implementing advanced macroprudential stress tests of the banking sector's solvency and liquidity for a long time.", "As an additional step forward, within the new regional IPA project, we will work together with central banks from the European System of Central Banks to include various macro scenarios of the impact of climate risks in the existing framework.", "Also, as part of cooperation, since July 2021 we are a member of the Network for Greening the Financial System.", "This year, shortly after its founding, we joined the work of the Vienna Initiative Climate Change Working Group, which is co-chaired by the European Investment Bank, the European Commission, the European Bank for Reconstruction and Development and the World Bank Group.", "The goal of the working group is to discuss availability and quality of data, regulation and supervision, development and improvement of knowledge and capacity in the area of climate risks, as well as the transition process faced by many sectors.", "It is a good platform that enables the exchange of experience and plans, especially since the representatives of the European and global regulators are present in the working group, which gives an insight into the current and planned measures for managing and monitoring the risks related to climate change.", "Ladies and gentlemen, There is no doubt that ecology must be one of the priorities of policy makers, and in Serbia it is, because it is interwoven with many policies.", "Also, all actors - from individuals to institutions and decision makers - must act responsibly.", "However, this does not mean that we should close factories that are not eco-friendly, but that every activity should be carefully measured, and that our task is to find sustainable solutions that will be the best for our citizens.", "This is evident in the example of the current global energy crisis, where it takes time to build alternative energy sources, and where energy security is a priority.", "This means that it is important to find the right measure and the right sequence of activities, and we all have to participate.", "Today's event is a proper collective action.", "Thank you for your attention and I wish you a successful First Western Balkans Sustainable Investing Forum"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["green transformation", "sustainable growth", "climate risks", "ESG investing", "Apex loans", "financial stability", "green bonds", "macroprudential stress tests", "Vienna Initiative", "energy security"]}