{"sentences": ["\"Much done, much more to do - climate risks and the banking sector\" - Remarks by Deputy Governor Sharon Donnery 12 June 2023 Speech Remarks by Sharon Donnery, Deputy Governor, Central Bank of Ireland and Member of the Supervisory Board of the ECB at BPFI Retail Banking Conference 2023 Check against delivery Good morning, I am delighted to be here.", "Thanks to Brian and the BPFI team for the invitation to speak to you and to José Manuel for his own interesting remarks.", "I am here to talk about ESG integration in the banking sector which of course covers many dimensions across the environmental, social and governance spectrum.", "A critical aspect of that integration is our collective response to climate change - something which is not just a risk for banks and their balance sheets, but an existential challenge facing us all.", "Climate and environmental risks will be much of my focus today recognising that these represent only part of the sustainability regulatory journey.", "And while it is fair to say that governance in banking could be considered a more well- established pillar, more consideration is certainly needed on the social aspect.", "Before I turn to this, however, I would like to say a few words about the current risk environment.", "Challenging and uncertain times We published our rst Financial Stability Review of 2023 last Wednesday, amidst what feels like particularly challenging and uncertain times.", "High ination persists, and is eroding real incomes.", "Interest rates have risen rapidly - and may stay elevated for longer.", "Global growth has slowed, and is subject to signicant downside risks.", "And as recent market turbulence has shown, vulnerabilities remain in the global nancial system.", "In the face such challenges the Irish economy and nancial sector has so far proven itself resilient.", "Household incomes and employment remain a key source of strength.", "A decade of deleveraging and more prudent lending standards leave our economy and nancial system much less exposed.", "And in face of recent global banking concerns the benets of robust regulation and supervision, prudent risk management practices and the strong capital and liquidity buffers we have collectively built in the Irish banking system have proven their worth.", "But despite such resilience risks clearly remain.", "Higher interest rates could lead to slower growth and expose vulnerabilities.", "And while net interest income is on the rise for banks, so too is credit risk - as households and businesses face into these headwinds.", "As such, this is not a time for complacency.", "Both regulators and the sector must remain vigilant - and continue to safeguard resilience.", "In this regard, last week we conrmed that from June 2024 the countercyclical capital buffer (CCyB) rate would be increased to 1.5%.", "This is in line with the gradual build-up announced last year and our macro prudential strategy of a neutral CCyB of one and a half per cent, when cyclical risks are neither elevated nor subdued.", "Should risks materialise we will not hesitate to partially or fully release the CCyB to maintain the supply of lending to the economy - as we have done so before.", "In these challenging times, many of your customers will be facing difculties in dealing with rising prices.", "It is at moments like these that the responsibility of nancial service providers to their customers is at its most important.", "And so as you consider the passing on of central bank interest rate changes to your customers, it is essential that their interests are at the heart of your decision making and the approach you adopt.", "The horizon closing in Turning to the topic at hand, while short-term uncertainty and risks naturally occupy our minds, it is crucial we don't lose sight of other more structural challenges - in particular such a profound and fundamental one as climate change.", "It has been nearly eight years since Mark Carney's \"Tragedy of the Horizon\" speech.", "While a lot of other things have happened in the intervening years, since then climate and environmental risk for the nancial sector has gone from a concept being debated to something that is part of many regulatory and supervisory conversations.", "This is a credit to both the nancial sector and regulators.", "But while the progress in seeking to address climate change through nancial regulation and supervision has in some ways been swift, keeping pace with the implications of climate change has proven a challenge.", "Last year I addressed Climate Week and spoke of the urgency of the climate challenge - and how the window for meaningful action on climate change is closing.", "With every passing month further stark news emerges to renew that call: A recent WMO report warns we are getting closer and closer to breaching the 1.5-degree threshold set out by the Paris Agreement - with global mean temperatures predicted to continue increasing, moving us further and further away from the climate we are used to.", "Furthermore, the journal Nature has reported on a recent study by the Earth Commission that even at a 1.5 degree increase in global temperature means more than 200 million people would be exposed to unprecedented temperatures and 500 million could be exposed to long-term sea-level rises.", "A horizon which once appeared distant, is now closing in fast - with decisions made in the here and now crucial to averting more disastrous outcomes.", "Climate risks and the banking sector - rising expectations Climate change and the transition to net zero is something which will affect the whole of society; and while the nancial sector is by no means the most exposed part of our economy, in many ways it is to the fore of the risks and opportunities these changes present.", "For bank balance sheets reect the real economy which they serve.", "And so an existential challenge to one means an existential challenge to the other; and a fundamental change to our economy naturally requires a fundamental change for its banks.", "The reality also is that we need the nancial sector to take a leadership role in addressing this challenge - for without genuine engagement of the nancial system we will go nowhere fast.", "José Manuel has spoken well on the EBA's Roadmap for sustainable nance, and the good work they are doing.", "For my part I would like to touch on my own expectations for the banking sector both from my role as Deputy Governor of the Central Bank of Ireland and as a member of the Supervisory Board of the ECB.", "While some have talked of mission, or indeed mandate, creep, in fact embedding climate-related and environmental risk management in the banking system goes to the very heart of what we do.", "As supervisors our fundamental expectations are that banks identify and effectively manage the risks you are exposed to.", "As is increasingly clear, climate risk, both physical and transition, are no longer hypotheticals - but rather realities of our every day.", "Furthermore, these risks will only continue to grow and crystallise throughout the lifetime of your banking books, as the effects of climate change and the transition to a new world play out.", "For this reason, exposure to climate-related and environmental risks is a supervisory priority of both the Central Bank of Ireland and the ECB.", "We are fully aware that integrating such risks into risk management processes is no easy task - and while it should be led by individual banks, it needs to be fostered by regulators, both through supervisory dialogue and the highlighting of best practices.", "In this regard, 2022 saw some important supervisory exercises conducted at both a European and domestic level, which provided a form of stock taking of progress being made - and what more needs to be done.", "At a European level this included the completion of the ECB climate stress test for signicant institutions, as well as a Thematic Review on Climate and Environmental Risks, which assessed banks' capabilities to steer their climate and environmental risk strategies and risk proles.", "The climate stress test found that while considerable progress has been made with respect to banks' climate stress- testing capabilities, there are many deciencies, data gaps and inconsistencies across institutions.", "Many banks also appeared to lack clearly dened long-term strategies for credit allocation policies that reect the various transition paths, or are in the early stages of factoring climate risk into their credit risk models.", "Another key nding was that banks need to invest more in climate-relevant data collection and become less dependent on the use of proxies.", "The ndings from the Thematic Review told a similar story.", "Whilst progress has been made by banks to better understand how climate risks impact their business models, their strategies do not address all risks comprehensively.", "From the perspective of governance, it was found that while organisational structures have improved, they are still in the early stages of tackling climate risks in a detailed comprehensive manner.", "And from a risk management perspective, again while progress has been identied in the development of methods to measure climate risks, only 25% of banks can call on advanced methods.", "In addition to these European initiatives, the Central Bank also conducted a horizontal assessment of Less Signicant Institutions' (LSIs') board-approved plans relating to climate-related and environmental risks in 2022.", "Again, while we acknowledge that some progress has been made since the initial assessment, the majority of these plans lacked ambition, with signicant variations in the quality of the plans received.", "Furthermore insufcient progress has been made to ensure that climate and environmental risks are adequately addressed and mitigated.", "Crucially we have also found that boards do not have clear, credible and achievable plans in place, supported by the necessary resources and capabilities, to meet the supervisory expectations in respect of climate related and environmental risks.", "The common theme from both these European and domestic ndings, is that while there has certainly been progress, clearly more needs to be done including in relation to governance considerations.", "We understand it is not easy - in fact it is hard.", "And a wait and see approach is no longer feasible.", "For this reason, by the end of 2024, we and the ECB expect signicant institutions to meet all remaining supervisory expectations on climate and environmental risks , including full integration in the Internal Capital Adequacy Assessment Process (ICAAP) and stress testing.", "Our supervisors will closely monitor banks' progress in meeting our expectations and all measures in our supervisory toolkit are available to ensure they are met.", "Opportunities also on the rise But while risks - and our expectations of how you manage and mitigate those risks - are rising, so too are opportunities, related to how the nancial sector can help our economy transition to a net zero world.", "Governments globally have made the social policy choices that our society and economy must transition urgently to a climate neutral future.", "For its part the Irish Government has set the rst transition target pathways for various sectors, as the whole economy transitions to meet a 51% reduction in emissions by 2030 and to become carbon neutral by While these different pathways will of course impact the nancial system as it serves these sectors, the nancial sector also has a positive role to play in helping households and businesses make this transition - with signicant private sector nancing needed in addition to public sector investment.", "Again, there is a role for regulators and legislators to foster this opportunity - and as you all know, the last years have seen a huge amount of work in this regard.", "But what might have started as something led by policy makers has shifted into something now driven by real investor demand.", "To meet and sustain that demand, however, it is crucial we ensure the transparency and integrity of ESG data and the credibility of ESG products.", "This is why addressing greenwashing is such a key focus of regulators.", "José Manuel has already spoken well on this and the ESAs recent Progress Report on Greenwashing.", "I would only add that greenwashing is also a priority for us within the Bank's work.", "As with all aspects of nance, trust is crucial.", "And it is of course vital that we do not undermine trust in ESG disclosures, reporting, labelling, or advertising.", "This point is also something that has emerged as an early nding in our ongoing review of the Consumer Protection Code.", "Whilst the ndings are still being considered, a need to increase trust in the sustainability claims of the products currently being offered has come through.", "Any sense that rms are pursuing shareholders' interests at the expense of their customers or the environment will be hugely damaging - to rms themselves (and so ultimately their shareholders), but also to their customers, and to the generational challenge of transitioning to a climate neutral economy.", "The nancial sector, rms, and regulators will not be forgiven if we fail to live up to expectations.", "Positively for the nancial sector, however, another early nding from the review was that there is broad acknowledgement that the nancial system has a vital role to play in supporting the transition to a climate neutral economy.", "A clear opportunity for you all - but also a responsibility that must be lived up to.", "Greening the Bank I spoke earlier of this being a whole of society problem, and indeed it is.", "As such it is not for us to focus on ESG integration in the banking sector, without looking at the actions of central banks too.", "This cannot be a case of \"do as I say, not do as I do\".", "At the Central Bank of Ireland, we have reected this in our most recent strategic plan which commits us to acting as a socially responsible and sustainable organisation.", "Over the course of our plan, we are aiming to increase public trust in the Bank including by progressing our organisational sustainability objectives and continuing to build on our work with our local communities and voluntary activities.", "Taking action to ensure the nancial system is resilient to climate-related and environmental risks, and to embed climate change considerations across our own operations, is a key strategic priority.", "In implementing this priority, we have looked at climate though a number of different lens: We recently published our Climate Action Plan, which sets out how the Central Bank from an operational perspective is working to meet its commitments to meaningful change.", "In terms of engaging more strategically on climate issues, in 2022 we established a Climate Risk and Sustainable Finance Forum to bring together cross-industry representatives, climate experts and the Central Bank.", "The Forum is designed to promote knowledge sharing and build understanding of the implications of climate change for the Irish nancial system.", "In addition, two industry-led working groups were established within the Forum to progress the topics of risk management and capacity-building with respect to climate change - and I am particularly encouraged by the enthusiasm and commitment to progress shown in the working groups.", "And nally earlier this year we published climate-related nancial disclosures of our investment assets , something we aim to continue to publish on an annual basis.", "These disclosures are in accordance with TCFD framework, and whilst the Eurosystem of Central Banks had proposed to only require disclosure of information in the category of 'Metrics and Targets', the Central Bank went further to disclose climate related information under all four TCFD categories, including 'Governance', 'Strategy', and 'Risk management'.", "We have also made operational changes to embed climate and environmental risk and sustainability into our day-to-day activities.", "As I said earlier, however, ESG is broader than 'E' alone and this is relevant for the Central Bank too where our work also includes a focus on being a good neighbour within our local communities as well as a wide and varied program of corporate social responsibility activities.", "While I am happy with the progress we have made, just like the sector, we are still learning - and we still have more to do.", "Conclusion - much done, much more to do.", "In that vein, to conclude I would summarise the progress over the last few years on the ESG agenda as much done but much more to do.", "We understand it is not easy; but it is critical.", "More specically, while climate change is often discussed in terms of distance dates, and as a long run challenge - the reality is that the action necessary to avert more disastrous outcomes is needed now.", "So, as I have said before, there is no time to wait.", "For banks, this means focusing on how you integrate climate and environmental risk into your business models, strategies and risk management practices.", "As with everything, good governance and board leadership will be key.", "So too will ambition - as simply meeting regulatory requirements for the sake of it will not address the challenge.", "It also means embracing the opportunity, and living up to the responsibility, of helping our economy transition to net zero.", "Crucially we are on this journey together, so it is important to work together and engage in dialogue as to how we achieve our goals.", "For our part we look forward to making the necessary progress to ensure that the nancial system plays its part in addressing the great challenge of our lifetimes.", "Thank you, and I look forward to the rest of the discussion.", "With thanks to Phillip Brennan and Cian O'Laoide for their assistance in preparing these remarks.", "Central Bank of Ireland Financial Stability Review 2023: I See CCyB Rate Announcement June 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Climate change", "Climate risk", "ESG integration", "Financial stability", "Greenwashing", "Resilience", "Sustainability", "Governance", "Risk management", "Transition risk"]}