{"sentences": ["The economic and monetary situation 1.", "We are living through difficult times.", "A series of violent shocks, of a kind not seen in Europe for a very long time (the pandemic, the war unleashed by Russia, the hike in energy prices, the uncertainty of their supplies), has taken our societies by surprise.", "It has caused unprecedented human and economic damage; it has led to extraordinary fluctuations in real and nominal variables; and it has confounded both analysts and forecasting models.", "During the pandemic, the fiscal policies adopted in many European countries managed to mitigate the impact of these shocks on households and firms, at the price of a sizeable increase in government debt.", "Monetary policy accompanied and supported the fiscal expansion driven by the emergency and averted the outbreak of financial crises in times of heightened market volatility by injecting liquidity into the system to an unprecedented extent.", "Following the easing of the health restrictions, the rebound of the economies, not least that of Italy, has been remarkable.", "Our country seems to have demonstrated an underlying robustness, even in the most recent period.", "Despite being affected by problems in the sourcing of energy and commodities, as well as by all the other consequences of the ongoing crisis (difficulties in international trade, deteriorating confidence), economic activity rose by 6.7 per cent in 2021, exceeding its pre-pandemic level in the fourth quarter of the year.", "It continued to expand in the first half of this year, albeit at a slower pace.", "According to the preliminary estimate released by Istat on 31 October, GDP increased slightly (0.5 per cent) in the third quarter too, once again surprising analysts, who had, at most, expected stagnation.", "The upturn was supported by the growth in services, the economic activity of which is more difficult to predict than it is for the manufacturing industry, given the reduced availability of effective and timely indicators, such as energy consumption and goods transport.", "Tourism and leisure activities, which were hit hardest by the public health emergency, have continued to recover.", "Consumption appears to have been temporarily driven by the savings accumulated during the pandemic.", "Italy's economy will inevitably be influenced by the worsening of the international outlook.", "Global economic activity is, in fact, slowing down and growth estimates for next year have been progressively revised downwards by leading international institutions.", "The deterioration in the outlook continues to be affected by higher inflation, marked uncertainty over the Ukraine conflict, worsening financial conditions and the weakening economy in China.", "Nevertheless, despite the challenging situation, based on the projections in the latest issue of the Bank of Italy's Economic Bulletin - which will likely be revised slightly upwards in light of the new data - the baseline scenario assumes a slight growth on average for the year 2023; only in a stressed scenario (with a total freeze on Russian gas imports) would there be a decrease on average over the year.", "However, economic uncertainty remains exceptionally high because of the extreme and unpredictable nature of some risks, especially those linked to the war.", "The surge in inflation, which has reached levels unmatched for decades in the advanced economies, is of grave concern.", "According to the latest available data, the increase in consumer prices exceeded 8 per cent in the United States in September and, based on a preliminary estimate, neared 11 per cent in the euro area in October.", "In Italy, inflation is running at an even faster pace than the average: according to the harmonised definition, it was 12.8 per cent in October.", "In response to the strong acceleration in prices, central banks have started a normalisation of monetary conditions in order to reabsorb the high degree of accommodation decided upon to offset the effects of the pandemic.", "This is necessary to keep inflation expectations anchored and bring inflation back in line with the definition of medium-term price stability adopted in the leading advanced economies.", "In the euro area, following the end of its net asset purchases, the ECB Governing Council started increasing its key interest rates, by 2 percentage points overall since July, thus bringing the deposit facility rate back from negative values to 1.5 per cent.", "The Council has announced that it expects to raise them again at its next meetings, at a pace and to a level that will be determined on the basis of new data and on revisions to the inflation and growth outlooks.", "Markets and non-bank intermediaries 10.", "The normalisation of monetary policy, which is necessary to give a firm and unequivocal signal on inflation, is coinciding - in this difficult global situation - with heightened market volatility and occasional episodes of illiquidity.", "Over the past few months, following the onset of the war and given the concerns over the procurement of some strategic commodities, severe tensions have been observed in the energy (gas, oil) and commodity (nickel) markets, with spikes in volatility similar to those observed on the financial markets at the outbreak of the pandemic.", "Some intermediaries have had to post considerable resources to meet margin requirements on their derivative positions, given the high and extremely volatile prices.", "This resulted in severe turbulence and, in one instance, in the temporary closure of the market.", "Non-financial firms that use commodity derivatives to hedge against risks and not for speculative purposes have also been affected.", "The growth in government debt, coupled with the prospect of interest rates recovering from the exceptionally low levels reached during the pandemic, has stoked tensions in the sovereign bond market, especially for bonds issued by countries that are more fragile and/or have the highest debt-to-GDP ratios.", "Since the spring, the spread between Italian and German government bond yields has widened, with peaks close to 250 basis points; this has been partly reversed in the last few weeks.", "Liquidity conditions in the secondary market for government securities have become less relaxed; this trend, which emerged at the end of last year, is common to other countries.", "Tensions have also spread to government securities considered to be at low credit risk, such as UK gilts, whose yields soared when the government announced an exceptionally large fiscal expansion.", "The rise in yields was amplified by the demand for collateral on leveraged positions and derivatives of a number of defined-benefit pension funds (which use these investment strategies to balance expected pension payments with the performance of returns on their assets).", "In order to cope with such demand, pension funds would have had to sell large amounts of government securities under challenging market conditions, which could have triggered a destructive spiral.", "Only the emergency intervention of the Bank of England - which temporarily suspended its planned quantitative tightening and introduced extraordinary measures - was able to restore orderly conditions.", "Private sector bond spreads also widened in the main currency areas.", "The gap between euro-area and US risk premiums has extended, due to the greater exposure of European firms to the energy crisis.", "The spread on BBB-rated bonds of euro-area nonfinancial corporations is now close to 250 basis points, well above the long-term average.", "Looking ahead, the main rating agencies and markets seem to expect a deterioration in credit risk, although the corporate default rate has not increased significantly so far.", "Any downgrades would mainly affect investment grade corporate bonds close to the BBB rating threshold, which would be exposed to the risk of forced sales by investors with mandate restrictions.", "Anumberoffinancial stability risks lurk inthesectorswithalarger shareofnon-bank financial intermediaries, which in recent years have grown to the point of holding around half of global financial assets.", "These intermediaries often have features that can cause them to amplify market tensions, for instance a structural mismatch between the duration or liquidity of assets and liabilities.", "No regulatory intervention can completely eliminate the possibility of spirals forming on the market because of pro-cyclical behaviour on the part of investors.", "However, from a macro-prudential perspective, actions can be taken on the structural amplification mechanisms inherent to collective investment instruments in order to mitigate their effects on financial stability.", "Last year, I took the opportunity provided by this event to look back at the banking regulation reform that followed the financial crisis of 2008.", "I argued that, although imperfect, as is everything human (and not yet complete), the reform has genuinely strengthened the banking system, enabling it to play a stabilising role during the most recent turmoil.", "This is a statement which I believe can be confirmed by the far-frompeaceful events that have occurred in the past year.", "I wish I could say the same for the reform of non-bank financial regulation, which has not made sufficient progress yet.", "Important steps forward have been taken, also at the instigation of the Italian G20 presidency in 2021, especially with regard to money market funds.", "However, although the international discussion has started, it is moving far too slowly on other fronts, most notably open-end investment funds.", "We never tire of repeating that faster and more decisive progress is needed in this area.", "Protecting market stability in the event of severe stress cannot be a task left solely to the ex post intervention of central banks: not only in light of the well-known moral hazard problems, but also because of the risk of causing tension between the needs of market stabilisation and the primary objective of monetary policy, i.e.", "Financial stability must also be able to rely on ex ante safeguards consisting of a sound, robust and resilient non-bank financial intermediation system.", "This issue is particularly relevant at a time like this, when central banks are moving away from the ultra-accommodative monetary policies of the recent past, as the British gilt episode clearly shows.", "Regardless of the fiscal policy issues that triggered it, the episode stems from a structural mismatch between the maturities of the assets and those of the liabilities of local pension funds.", "In order to avoid its destabilising potential, the Bank of England was forced to act in a way that made the implementation of its monetary policy exit strategy more complicated.", "Easing such trade-offs would help make the simultaneous pursuit of monetary and financial stability more effective.", "The banking system is also affected by the normalisation of monetary policy.", "The impact of the new stance will be visible firstly - and to some extent it already is - on net interest income.", "Long hindered by low interest rates and a flat yield curve, traditional banking is making a comeback as a significant contributor to profitability.", "In the first six months of this year, when policy rates had not yet been changed but tightening expectations were already being incorporated, at least in part, into market rates, Italian banks' net interest income rose by 9 per cent compared with the same period a year earlier.", "The increase in policy rates and in the slope of the yield curve will lead to further net interest income growth, at least in the short run.", "This positive effect is likely to fade as rate hikes feed into interest expenses as well.", "Some 20 per cent of total bank bonds outstanding will mature in the coming year.", "These securities have already seen their secondary market yields rise substantially since the beginning of this year, in line with money market yields.", "Furthermore, bond funding is set to increase in compliance with MREL requirements and to replace, at least in part, TLTRO III refinancing operations.", "However, the effect of this on net interest income is expected to be positive overall.", "Our estimates, which incorporate the Bank of Italy's most recent macroeconomic projections, suggest that net interest income could rise on average by around one fifth per year over 2022-24. .", "Secondly, the increase in interest rates has a negative impact on the valuations of securities held for trading.", "This will weigh on the income statement, in terms of profit or loss from trading, and directly on capital, in terms of unrealised losses on assets measured at fair value, which affects 'other comprehensive income'.", "However, the total accounting impact should be limited, as the share of securities held by banks in their trading books is not very high.", "Thirdly, interest rate hikes, especially if coupled with an economic downturn, may affect debt service payments and, as a result, the quality of bank loans.", "This effect normally lags behind somewhat, and there are no clear signs of it so far.", "At a later stage, however, we may reasonably expect an increase in loan losses.", "Our economists estimate that they could double in 2023-2024 compared with this year.", "Around half of this increase would be attributable to higher lending rates for households and firms, the other half arising directly or indirectly from the cyclical slowdown.", "Given the very low starting point, this increase, though not negligible, would leave the level of loan loss provisions still far from the peaks reached following the financial and sovereign debt crises.", "All in all, even taking into account the fact that operating costs - which have fallen significantly in recent years - are expected to rise again, reflecting the spike in inflation, and with all the uncertainty surrounding any forecast in these unsettled times, there are now the conditions for the Italian banking system to achieve adequate profitability in the near future.", "Despite the uncertain economic outlook, bank lending to firms has accelerated since the spring of last year, reflecting both the higher working capital requirements, stemming from higher input costs, and lower bond issuance.", "However, this trend must also be assessed in light of the price increases.", "The latest surveys of banks and firms point to a tendency to tighten credit supply policies, which banks expect to continue in the latter part of the year.", "The level of capitalisation of the Italian banking system is now adequate overall.", "The ratio of common equity tier 1 to risk-weighted assets (CET1 ratio) stood at 14.8 per cent in June.", "The depreciation of government bonds measured at fair value is likely to have a manageable impact on capital: our estimates suggest that an upward parallel shift of 1 percentage point in the yields on these bonds would reduce the CET1 ratio by around 20 basis points.", "The European Systemic Risk Board (ESRB) has recently signalled heightened vulnerabilities in the financial system throughout the European Union, identifying three major risks to financial stability: a worsening macroeconomic outlook associated with tighter financing conditions; a sudden slump in asset prices; and the fallout of a worsening economic outlook on asset quality and on profitability in the banking system.", "In such uncertain times, maintaining a sound capital position is key to preserving the ability of the banking system to support the real economy even if and when risks to financial stability materialise.", "Prudent choices are of the essence, such as accounting for expected losses without delay and the timely adjustment of capital levels to deal with adverse scenarios.", "In the coming months, supervisors will pay the utmost attention to ensuring that banks act in line with these principles, also based on the ESRB's warning.", "As I mentioned earlier, the implementation of the Basel reforms is still incomplete.", "We now need to update the European rules, thus fully enacting the last reform package.", "It is now one year since the European Commission published its legislative proposal.", "In implementing the new prudential rules, it preserves some of the specificities of the current rules, including the seniority of loans to small and medium-sized enterprises.", "Once again I express the hope, as I did on this very occasion a year ago, that the debate on the prudential treatment of individual risks will not be reopened, and that the overall compliance of European rules with international standards is ensured, in line with what was requested in September last year in a letter signed by the vast majority of governors and supervisors of EU Member States.", "Beyond the economic cycle: banks and technological innovation 32.", "The cyclical challenges facing the banking system in the coming months should not overshadow the longer-term ones.", "These challenges are quite serious, but I would not dream of announcing here the imminent death of the commercial bank model, so often dreaded, proclaimed or threatened in the past, based on the presumed pincer movement of competition from new technologically fierce intermediaries and the strict regulation of the banking sector.", "For banks, innovation is certainly nothing new, and so far this announcement has been greatly exaggerated, as they say.", "Wherever innovation poses a challenge, there are opportunities for the farsighted and lucky entrepreneur, including the banking entrepreneur, just like everyone else.", "Nevertheless, we should bear in mind that there are challenges, which do pose serious risks if overlooked, and require targeted responses.", "To emphasise the complexity of the decisions we face, I shall mention but one example, without overlooking its problematic aspects: the deployment of artificial intelligence and machine learning, and the use of big data to measure creditworthiness.", "When these technologies began to spread, many thought they would sweep away the banks, which were slow in embracing the new techniques and unable to make full use of their wealth of customer information, to the benefit of non-bank operators with formidable databases and proven processing capabilities.", "While this has not yet happened, or at least not on a large scale, what is to say it will not happen in the future?", "A recent report published by the Bank of Italy shows that the use of innovative data analytics by Italian banks for assessing creditworthiness, though still relatively uncommon, is expanding.", "Recourse to these techniques will require adequate investment in human and technological resources.", "Evidence shows that they can improve both the effectiveness and the operational efficiency of the assessment techniques, especially for standardised small-amount funding.", "However, banks that have chosen or will choose this path should also be aware that it is not without its pitfalls, as the report I mentioned earlier highlights.", "The difficulty in interpreting the results of algorithmic selection involves, in the absence of specific safeguards, the risk of losing control over the determinants of decisions.", "It makes it more difficult to explain to customers why their application for credit was unsuccessful.", "The risk of unfair discrimination against individuals or categories of customers must be dealt with, also in view of forthcoming regulatory interventions regarding artificial intelligence.", "These difficulties do not only affect banks, but apply to anyone who uses similar techniques to grant credit.", "Banks have the cultural resources to deal with them, but if they want to take up the challenge, they need to be adequately equipped.", "In general, much remains to be done to adapt banks' business models to the numerous challenges of technological innovation.", "Operators know they can rely on the active support of the Bank of Italy, using the now well-known tools (the Fintech Channel and Milano Hub, together with our collaboration with the Italian Ministry of Economy and Finance and the other authorities in the regulatory sandbox), as well as the whole range of supervisory and regulatory activities.", "Here I must also remind you that it is essential to keep cyber risks under control.", "Such risks have presumably increased with the outbreak of the conflict in Ukraine.", "It is therefore all the more necessary for them to be closely monitored by both banks and the main, often concentrated, technology service providers they use."], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none"], "topics": ["Inflation", "Interest rates", "Financial stability", "Banking system", "Economic outlook", "Energy crisis", "Fiscal policy", "Monetary policy", "Technological innovation", "Credit risk"]}