{"sentences": ["Moderation in all things speech by Charlotte Gerken Given at the 20th Annual Conference on Bulk Annuities Published on 27 April 2023 The Bulk Purchase Annuity (BPA) market is in a period of accelerated growth, and insurers may be tempted to over-indulge in new business in the short run.", "Charlotte Gerken outlines three areas where we are already seeing this in practice: an expansion of BPA insurer risk appetites; an increased reliance on third party capacity; and greater interconnectivity with the wider financial system.", "Insurers will be playing an increasingly important role in providing financial security to millions of annuity policyholders and as investors in the UK real economy.", "To be successful in both over the medium to long term, insurers' senior managers need to exercise moderation in the short term.", "Their decisions today commit them and their successors to pay pensions for many decades to come.", "Charlotte explains how, working with insurers, the PRA aims to strengthen senior management accountability and enhance market discipline through the implementation of the Solvency UK package.", "Introduction Thank you for your introduction, and for inviting me back to the Bulk Purchase Annuities Conference.", "A lot has happened since I spoke at last year's event[1] - in financial markets, the economic outlook and on the regulatory side.", "And a lot is happening in the Bulk Purchase Annuities (BPA) market: pension scheme funding levels have greatly benefited from the rise in interest rates[2], and the UK insurance industry is preparing itself for record levels of bulk purchase annuity transfers[3].", "De-risking corporates of their legacy defined benefit schemes brings substantial benefits to UK plc, and the additional capital insurers inject contributes to the security of pension scheme members.", "This structural shift in the provision of retirement income also gives insurers an increasingly important role as long term investors in the UK real economy.", "Insurers therefore need to balance the short term financial and reputational incentives to grow rapidly, with long term and enduring financial strength, to meet the long term needs of policyholders and the economy.", "I spoke to you last year about the conditions for long-term sustainable growth in the annuity sector.", "This year, in the face of considerable temptation to capture business opportunities, I will argue that BPA writers need to exercise moderation.", "In that vein, let me invite you to a not quite Epicurean three course feast.", "By way of starter, I will first reflect on recent BPA market developments and then move to our main course, which focuses on an expansion of risk appetites; a reliance on third party capacity; and greater interconnectivity with the wider financial system.", "These clearly call for effective governance, business and risk management.", "And for dessert, I will examine how this is informing our approach to the implementation of the Solvency II reforms, which includes additional supervisory measures, and the importance we are placing on senior management responsibility.", "Market developments - Accelerated growth From historic lows of 0.1% in December 2021, the UK Bank rate rose to 4.25% in March 2023.", "While it could hardly be described as plain sailing for pension schemes or their sponsors, the rise in interest rates has generally reduced the value of their liabilities and boosted funding ratios (see chart 1).", "This has greatly improved the affordability of buy-outs for many pension schemes.", "At the same time, trustees of pension schemes are reported to be increasingly viewing buy-outs as a long-term target[4].", "Increased affordability and a decreased appetite to retain this risk have led to a growing appetite for schemes to transact in one go, rather than perform staged buy-ins spread over several years[5].", "So called 'jumbo' schemes may also present exciting opportunities for the insurers.", "This all points to a material increase in pension schemes' demand for BPA in 2023.", "But I'd note that this is an acceleration of the existing demand for BPA in a large but finite market in run-off (see chart 2 and 3).", "This heightened demand from pension schemes might lead you to think that there is enough new business for all insurers to get their fill, leading to competitive pressures easing up.", "In practice, given the lumpiness and finite nature of this market, I see strong incentives for insurers to stretch their supply capabilities in the short term, to capture as much of the new business while they can, before leaner years arrive.", "So, let us move to the main course, and examine three areas where we see this stretch arising in practice.", "An expansion of risk appetites As deals become larger and increasingly focussed on buy-outs of complete schemes, we observe BPA writers expanding their risk appetite, sometimes outside their current core expertise.", "Firstly, our supervisory work suggests there is an increased appetite to insure deferred pension scheme members: the younger, not yet retired individuals.", "They bring several additional risks for insurers including much greater uncertainty in the longevity risk, as assumptions have to be made over a much longer period of time, together with risks stemming from policyholder options, such as cash commutation, flexibility on retirement age and transfers outs[6].", "This appetite is supported by reinsurers, who provide both pricing expertise and capital.", "Secondly, the disruption in the UK gilt market last autumn resulted in some pension schemes being overweight in illiquid assets[7] as gilt values fell significantly, and schemes sought to reduce their leverage under liability driven investment strategies[8].", "We see insurers increasingly developing solutions to accept illiquid assets as part of the BPA premium, as pension schemes may be reluctant to dispose of these assets in the open market, potentially at a large discount.", "This requires significant due diligence, and we are seeing insurers seeking more advice from third party specialists such as property valuation experts both for illiquid asset valuation and to calibrate adequate market value haircuts.", "Alternatively, we have seen deferrals of premiums incorporated in deals giving pension schemes time to dispose of such assets in an orderly fashion[9].", "These premium arrangements can be complex and potentially capital intensive due to the increased uncertainty they can create.", "The PRA welcomes innovations in this market as insurers seek to better support their clients.", "At the same time, we want insurers to understand the additional risks and uncertainties when accepting premium that includes such assets.", "Even if firms use external expertise to price or manage these deals, Boards remain accountable for the decisions taken.", "They need to understand the basis for advice from third parties and to challenge the advice robustly.", "Straightforward questions need good answers: are these risks within appetite?", "have the bespoke features of the deal been considered over the full lifetime?", "how has the inherent uncertainty present been captured within the decision-making process?", "As noted in our 2023 Supervision Priorities letter[10], we are carrying out a thematic review to assess whether BPA writers' risk management processes are keeping pace with their growth ambitions and expanding risk appetites.", "A reliance on third-party capacity The second area is the use of third-party capital and asset origination capacity, known as funded reinsurance, to support these large new business transactions that are both capital-intensive and put a strain on in house asset origination capabilities.", "In principle, attracting new capital to support BPA liabilities is positive - so long as the capital is aligned with the long-term risks it is intended to support.", "I spoke in September[11] on the emerging appetite for funded reinsurance to support new BPA business and the resulting counterparty risk.", "I explained that we would be engaging with insurers and other stakeholders to enhance our understanding of these risks and the most appropriate ways to address them.", "Our work so far has focussed on the evolving contract and collateral structuring, the counterparty risk management frameworks, internal model approaches and firms' stress and scenario testing.", "We are exploring these aspects carefully and are increasingly focussed on four key elements: 1.", "Recapture events: We have looked at the circumstances under which the risks that insurers have ceded might end up back on their own balance sheets.", "Default of the reinsurer is only one of them.", "Voluntary and automatic contractual termination triggers linked to solvency coverage ratios, credit ratings, or legal and regulatory environments bring material uncertainty to the recapture triggers.", "Wrong way risk: We have observed the emergence of reinsurers with newer business models narrowly focused on credit markets where diversification benefits might be less evident[12].", "This introduces a wrong way risk as the quality of the collateral portfolio is likely to deteriorate as the financial condition of the reinsurer falls.", "Collateral management: The latter two risks are magnified by the increasing use of less liquid assets in collateral portfolios such as structured products, commercial mortgages and private credit.", "Here, credit rating, valuation and matching adjustment (MA) eligibility uncertainty might exist which may not be adequately mitigated by valuation haircuts and margining practices.", "Management actions: On recapture, insurers have to estimate the cost and mitigating effect of the management actions potentially available to them.", "This might include the cost of entering replacement contracts, asset portfolio rebalancing with potentially high transaction costs, unpredictable prices as market liquidity dries up, and unwinding or replacing large cross- currency hedging exposures.", "These bring material uncertainty, as estimates of the costs and benefits in stressed conditions are inherently difficult to predict accurately.", "Taken together, these four elements are significant and should factor into the industry's risk appetite for using third party capital and their asset origination capabilities.", "Senior managers therefore need to reflect on these inherent uncertainties when making business decisions.", "They need to approach these arrangements with caution and consider carefully whether their risk management processes are able to deal with these risks adequately.", "With responsibilities for pension payments for millions of policyholders for decades into the future, insurers need to demonstrate they can execute these transactions prudently and manage their risks over the whole life of the contracts.", "More broadly, the long-term implications for the UK economy of these arrangements bear examination.", "Within the objectives of the Solvency II reforms, it is not clear that the incentives of third-party capital providers are aligned with UK insurers' role in making investments in UK based long-term infrastructure and productive assets.", "Both the PRA and insurers need to think about the opportunity cost of funded reinsurance - in terms of UK direct investments foregone - as well as the benefits and risks.", "Greater interconnectivity with wider financial markets Related to that point, the third area I would like to touch on is a key aspect of the changing pensions and insurance landscape.", "One industry estimate, suggests that the UK life insurance industry could onboard more than £500bn of pension liabilities - and associated assets - over the coming decade[13] [14].", "This is a big structural change in the control of long-term investments in the UK, and the decisions that insurers make now will have long term consequences for the performance and development of the broader economy.", "In line with the Government's objectives for Solvency II reform, insurers' investment strategies have an important role in supporting sectors that require certainty of funding over the long term, including education, social housing and infrastructure, and where financing the transition to net zero such as via renewable energy infrastructure and technologies requires patient and deliberate commitment.", "Making such investments can also generate a competitive advantage in a market where ESG credentials are increasingly valued by trustees[15].", "This could generate material benefits to society - and to insurers - provided they maintain discipline in their leverage, that is, the extent to which they deploy debt capital and use reinsurance to back their promises to policyholders.", "Taking on new BPA business in volume, over a relatively short period, will also involve significant hedging programmes via interest rate, cross currency and inflation swaps, more complex investment arrangements, and will increase interconnectivity with the wider financial market.", "Insurers therefore need to understand, as they take on these vast sums of assets and liabilities, how they may become greater sources or amplifiers of liquidity risk.", "In this context, insurers need to focus on the feasibility of their own management actions under stress.", "Our 2022 Life Insurance Stress Test feedback[16] noted that concurrent reactions in stress can reduce the effectiveness of any assumed management actions.", "Better and more frequent information, improved modelling capabilities and enhanced liquidity management will inform this, but firms cannot fully resolve these uncertainties via these methods.", "Senior management therefore need to limit their need to rely on trading and rebalancing in stress, as such activities may destabilise financial markets further, which would be to their own detriment.", "Additional supervisory measures And so, to dessert, which consists of the additional supervisory measures announced in the Government's Solvency II reform package, to create Solvency UK.", "The PRA has accepted the Government's final view on the key elements of the Solvency II review and is focused on implementation, subject to legislation in Parliament.", "There are many aspects of the reform package that the PRA is taking forward this year through its own consultations.", "This package includes some new supervisory measures to help the PRA maintain safety and soundness and policyholder protection.", "These new measures provide additional tools and clearly complement our existing set of supervisory powers.", "As a reminder, the measures set out by HMT are: to require insurers to participate in regular stress testing exercises prescribed by the PRA and to allow us to publish individual firm results; to require nominated senior managers with formal regulatory responsibilities and sanctions under the Senior Managers Regime to attest formally to the PRA whether or not the level of the fundamental spreads (FS) on their firm's assets is sufficient to reflect all retained risks, and that the resulting MA reflects only liquidity premium, on the basis of a rigorous assessment of the characteristics and valuations of assets held in their matching adjustment portfolios, including the results of the stress testing exercises described above; to allow insurers to apply a higher FS where they conclude that the standard allowance is insufficient taking into account the work undertaken to support the attestations set out above; to update the MA rules as appropriate to reflect the Government's decision to widen the eligibility requirements to include assets with highly predictable cashflows.", "We are approaching the development of these supervisory measures with input from subject expert groups with a membership drawn from industry and the PRA.", "In the first instance three groups have been set up covering attestation, widening investment flexibility, and making the MA calibration more risk sensitive through the use of credit rating 'notching'[17].", "I would like to thank all those who have participated in the over two dozen meetings so far, for the broad range of information they have provided, for the lively discussions and particularly for generating constructive options.", "It is important that we are able to discuss and understand the technical issues, and such open dialogue will improve the policy-making process.", "The subject expert groups have helped reduce the risk of there being surprises to insurers when we consult on proposals later this year.", "But we are not front-running the consultation, which will be public and open to all respondents, industry and wider stakeholders in the sector.", "Building on this approach, next month we will be convening a similar group to think through detailed principles for the stress testing regime, and we are also putting together a group of expert users of insurers' disclosures which I'll come back to shortly.", "The supervisory measures set out by HMT are not independent of the wider operating environment.", "Rather there will be a strong interplay between market forces, firm behaviour, regulatory requirements, and the increasingly important role that disclosures will play to promote market discipline.", "This interplay will become even more relevant as the BPA market continues to grow and mature.", "Indeed, market discipline via greater disclosure has also been brought to the fore by the Solvency UK package.", "The disclosures required on stress testing together with the publication of individual firm results will provide a transparent independent measure of firm resilience to the markets.", "This will benefit all stakeholders including both advisors to DB schemes and scheme trustees when seeking to transfer liabilities to the insurance sector.", "For insurers, greater transparency could contribute to reducing the cost of capital, opening more opportunities for firms with stronger financial positions to benefit from the expanding market.", "In the banking sector, published stress tests for our largest banking groups have delivered greater transparency, better diagnosis of where weaknesses are, and a much deeper ability to compare the strengths and weaknesses of different business models, allowing counterparties and capital providers to make better informed judgements about counterparty risk when contemplating a transaction[18].", "Hence there should be a strong built-in incentive within the system to do disclosure well and for us as regulators this would be a sign of a market functioning efficiently.", "That's why I'm keen we engage with current and prospective users of insurers' disclosures and why we will set up a further subject expert group to provide input on the nature of disclosures that will provide the most meaningful insight, be easy to use, and support pension scheme trustees and their advisors in making business decisions.", "Please keep an eye on the Solvency UK engagement website for announcements.", "The Solvency UK package represents a more principles-based approach to regulation and supervision.", "That's welcome in a dynamic, innovative marketplace, where trying to codify prescriptive guidance would require constant iteration to prevent it from becoming out of date or having unintended consequences.", "Experience suggests that very detailed rules can encourage firms to focus on optimising outcomes against them, rather than taking a balanced view of risk and reward and the wider economic benefits that can flow from their investment choices.", "Our role as prudential supervisors is to ensure that the regulatory environment supports and incentivises proper consideration of all the risks that the business model brings.", "The supervisory measures are therefore an important part of the overall package, ensuring that firms scrutinise and take responsibility for their risks.", "Boards and senior managers are accountable for their business model and the risks presented by it.", "Through the attestation measure, for example, firms take ownership of and accountability for the level of matching adjustment benefit applied to the balance sheet and the capital so created, rather than delegating to a one-size-fits-all regulatory standard with known limitations.", "The implementation of the measures may represent a shift in thinking for the industry, and a shift in supervisory thinking too.", "Implemented well, they will be a pragmatic and proportionate way to deal with the risks firms face and will allow these issues to be better understood and acted on.", "Conclusion - Desired outcomes Perhaps you're now thinking I mis-sold when I referred to a feast and I've offered what seems more like an abundance of greens.", "Yes, my role is sometimes to remind you of your 5-a-day commitments, to maintain a healthy and balanced diet, even when everyone else is promising you ice-cream.", "So let me circle back to the core of my remarks today: the BPA market is in a period of accelerated growth and yes, while we are pleased with the opportunities this brings, insurers should approach this with moderation.", "Our existing principles, including senior management responsibility and the Prudent Person Principle - play into all the areas.", "These are importantly strengthened and supplemented by the additional supervisory measures announced in the Solvency UK package.", "The combination of existing and new tools will bolster the role of Boards and firms' senior managers owning their decisions.", "And, through improved disclosure, we will support market discipline to empower broader stakeholders.", "Should those prove insufficient, we will not shy away from highlighting areas of market-wide concern or taking the necessary supervisory actions.", "My resolve is strong: A healthy and sustainable life insurance market is a long-term value creator for the whole economy.", "It is in everybody's interests to work together to ensure a dynamic vibrant industry for years to come.", "One that serves the needs of, and provides protection for, customers, and makes the strongest contribution it possibly can to investment in the wider UK economy.", "I would like to thank Alwin Luchmaya, Sejal Haria, Alan Sheppard, Stephen Walton, Igor Brkic, Jemima Ayton and Tapasya Bhandari, for their assistance in preparing these remarks.", "Four Rs: Creating the conditions for long-term sustainable growth in the life annuity sector - speech by Charlotte Gerken | Bank of England 2.", "Risk Transfer Report 2023 - Hymans Robertson 4.", "Pension Trustees: The Planning Puzzle | Charles Stanley (charles-stanley.co.uk) 5.", "Defined benefit bulk annuity market favours full scheme transactions as funding levels improve (xpsgroup.com) 6.", "Report of the Member Options Working Party - Actuarial profession 7.", "Illiquid assets throw UK pensions off balance - Risk.net 8.", "Asset managers cut debt in pension scheme investing strategies | Financial Times (ft.com) 9.", "Insurance supervision: 2023 priorities (bankofengland.co.uk) 11. Who's concentrating?", "Trends in the life insurance sector and the need for strong reinsurance and investment risk management - speech by Charlotte Gerken | Bank of England 12.", "Why private equity sees life and annuities as an enticing form of permanent capital | McKinsey 13.", "UK pensions implosion could end with a deals boom | Financial Times (ft.com) 14.", "Buy-in and buy-out volumes £10-£12bn in the first half of 2022 - Hymans Robertson 15. bulk annuity provider ESG index - WTW (wtwco.com) 16.", "Insurance Stress Test 2022 feedback (bankofengland.co.uk) 17.", "The groups are due to report in early Q2.", "The inputs from these groups will be a consideration amongst others as we work through potential proposals and their workability.", "A particular benefit was that we were able to access deeper and private information not available to analysts to run the tests; the resultant reports and briefing sessions are always attended with great interest by the market.", "Charlotte Gerken Executive Director, Insurance Supervision ©2023 Bank of England"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Risk appetite expansion", "Third party capacity reliance", "Interconnectivity with wider financial system", "Senior management responsibility", "Solvency II reforms", "Market discipline", "Stress testing", "Matching adjustment", "Prudential supervision", "ESG credentials"]}