{"sentences": ["Biannually, Bank of Korea releases its Review on Inflation Targeting Operations, and via a press conference, provides explanations in detail to the general public to help enhance their understanding of the current inflation situation.", "Looking back on the year, with global consumer price inflation well above inflation targets and the subsequent response of sharp policy rate hikes by the Bank, we are well aware of the unignorable costs that the general public has been bearing throughout.", "However, we hope that it is understood that these policy responses were inevitable in order to avoid much higher costs that would have likely been incurred to our economy down the road.", "Recently, there have been some signs that the upward trend in inflation may be easing to some extent.", "Nevertheless, uncertainties still remain high.", "Today, we would like to explain in detail our assessment of recent inflation developments.", "First of all, consumer price inflation from January to November this year increased by 5.1% year-on-year, the highest annual rate of increase since 1998.", "Looking at developments throughout the year, inflation surged from 3% at the start of the year to 6.3% by mid-July, but then eased somewhat, declining to 5.0% last month.", "The recent slowdown in consumer price inflation is mainly due to significant falls in international oil prices and agricultural prices, which skyrocketed earlier this year due to Russia's invasion of Ukraine and last summer's torrential rainfall, (respectively).", "More specifically, oil prices had soared close to 40% year-on-year in June this year, but rose by only 5.6% last month, while agricultural prices turned to a year-on-year drop of 2% last month from more than a 10% rise last summer.", "On the other hand, core inflation for items other than food and energy has steadily risen until recently, from the mid-2% level at the beginning of the year to the mid-4% level last month.", "This reflects the accumulated cost hike pressures in goods and services, which are a result of increases in wages and raw material prices and heightened demand-side pressure following the lift of social distancing measures.", "In particular, dining-out prices have sharply increased, hitting a 30-year record high of 9.0% in September.", "Meanwhile, short-term inflation expectations among the general public have also steadily risen from the mid-2% level at the beginning of the year to the mid-to-upper-4% level in July.", "However, it has recently been fluctuating at a somewhat lower level.", "In contrast to this, long-term inflation expectations remain relatively stable near the inflation target of 2%.", "Going forward, consumer price inflation will likely remain at around 5% for some time.", "However, inflation is expected to slow gradually due to heightened economic downward pressures at home and abroad, and show a further gradual decline next year, resulting in a pattern of a high-pace first half and a low-pace second half.", "However, concerning the pace of these developments, there are great uncertainties surrounding growth at home and abroad, and oil price movements.", "A detailed look at factors behind these uncertainties suggests that, first, various upside risks could deter the pace of this slowdown.", "In the international energy markets, for example, there are significant risk factors, such as a production cut by OPEC+ and stronger sanctions on Russia.", "Still, high inflation expectations can affect wage and price setting and heighten the persistence of the current high inflation.", "Furthermore, the size of the increase in electricity bills next year will significantly reflect the burden of rising costs accumulated so far, and is highly likely to be larger than what is reflected in our November forecast.", "Meanwhile, we cannot rule out the possibility of a steeper slowdown in inflation.", "First, international oil prices have recently fallen to the 70-dollar range due mainly to concerns about a global economic slowdown, significantly below the assumption made in our November forecast.", "Demand-side downside pressures could also increase further, in line with an accelerated slowdown in the domestic and global economy and a contraction in real estate market activity.", "Meanwhile, the easing of containment measures in China could act as both upward and downward pressures on inflation here, depending on whether it succeeds or not.", "If successful, a Chinese economic recovery would pick up, which could boost international commodity prices.", "On the other hand, if the situation worsens, any recovery in the Chinese economy would be delayed, which could aggravate the downward trend in energy prices.", "Moreover, the possibility has been raised that changes in economic and labor market conditions may transmit differently to prices in comparison to the past.", "Unlike in periods of low inflation, changes in conditions at home and abroad can have greater impacts on inflation dynamics during periods of high inflation, just like today.", "This has been observed not only in Korea but also in major economies.", "We need to thoroughly analyze what impacts these changes might have on inflation developments going forward.", "Regarding the future policy stance of Bank of Korea, details will be discussed at the next Monetary Policy Board meeting.", "However, despite the expected gradual decline in inflation next year, we do deem it warranted to maintain our policy focus on prices, as inflation is expected to remain high, running well above the target level of 2%.", "Given the high uncertainties over the pace of deceleration in inflation, we plan to respond in a more well-tuned manner by examining the effects of our previous policy measures on the pace of the economic slowdown through the use of incoming data, and also by considering changes in policy rates in major economies, including the U.S. We also plan to closely follow the effects of rising interest rates on property price corrections and the potential financial instability to which this may lead, as well as any other unexpected side-effects that may spread to the far corners of the Korean economy.", "In addition, Bank of Korea has recently reviewed areas in which we could improve our inflation targeting operations, and conducted consultations with the government.", "As a result, we have decided to differentiate this press conference from those after our monetary policy decision meetings, and change its format a bit in accordance with its original purpose of providing a detailed explanation to the general public of the inflation situation.", "We hope to provide you with more details in the first half of next year after going through every possible alternative here.", "In conclusion, I sincerely thank all of you here today for attending this press conference during what I'm sure is a very busy time of the year for all of you.", "I also offer you and your families a very warm season's greetings, and I hope you have great health and happiness in the year to come."], "classifications": ["none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Consumer prices", "Monetary policy", "Inflation targeting", "Economic growth", "Oil prices", "Inflation expectations", "Wage growth", "Interest rates", "Financial stability"]}