{"sentences": ["Thank you for the invitation and for the opportunity to talk about Norges Bank's management of the Government Pension Fund Global.", "saw substantial movements in global financial markets.", "Interest rates rose, and both equity and bond markets gave negative returns.", "The fund's return last year was equivalent to a drop in value of NOK 1 637 billion.", "In absolute terms, this is the weakest return in the fund's history.", "With such a large fund and an equity allocation of 70 percent, we need to be prepared for substantial fluctuations in returns The objective for Norges Bank's management of the fund is the highest possible longterm return within the constraints set by the Ministry of Finance.", "The Ministry has defined a benchmark index for the fund, and we manage the fund close to this index.", "Over time, the return on the fund has been higher than the return on the benchmark index.", "The Executive Board is satisfied with this.", "The excess return in 2022 was equivalent to NOK 117 billion.", "The Executive Board has overriding responsibility for Norges Bank's management of the fund.", "We adopted a new strategy for the management of the fund towards the end of 2022.", "I would like to single out three key aspects of this strategy.", "We will emphasise exploiting the Bank's characteristics as a large and long-term investor in order to achieve the objective of the highest possible return.", "Norges Bank is able to make investments whose underlying value may take a long time to realise.", "A long-term investment horizon also means that we can invest differently to many other investors, even in difficult and illiquid markets.", "The fund's size enables us to explore new ways of investing at little additional cost.", "As a large, active and long-term participant in capital markets, the Bank is an attractive investor and partner.", "In unlisted markets, this may open up opportunities unavailable to others.", "We will set great store by being a responsible investor.", "Responsible investment and active ownership support the objective of the highest possible return.", "Transparency about this work is important, and we expanded our reporting in this area in 2022.", "Managing climate-related risks and opportunities is an important priority.", "An orderly climate transition in line with the goals of the Paris Agreement is in the fund's economic interest.", "The Ministry of Finance updated its mandate for Norges Bank in 2022.", "The Bank's work on responsible investment is now to be based on the long-term goal that the companies we invest in align their activities with global net zero emissions in accordance with the Paris Agreement.", "We published an ambitious Climate Action Plan in the autumn for the period 2022-2025.", "Norges Bank will be an active owner and support companies through the climate transition, encourage climate reporting, and further develop our analysis of the fund's exposure to climate risks and opportunities.", "At the heart of our efforts is driving portfolio companies to net zero emissions by 2050.", "An operationally robust organisation helps safeguard the fund's assets.", "Geopolitical risk may be a greater source of uncertainty in the management of the fund in the years to come.", "Organised cyber-criminals are becoming increasingly specialised, sophisticated and well-funded.", "It is difficult to identify geopolitical events before they occur or lead to financial losses for the fund.", "For a large, global fund, there is nowhere to hide.", "Risk in the Government Pension Fund Global is reduced by diversifying its investments across asset classes, countries, sectors and companies.", "The Sverdrup Committee, which is centre stage in this year's white paper, found that the fund is, in principle, well equipped for an uncertain future, but that its ability to deal with various changes and crises could be improved.", "We share this view and strive continuously to strengthen our situational understanding, develop our work on scenarios and stress testing, and improve our contingency planning.", "The Ministry of Finance announced in its white paper that it will be reviewing the matter of investing in unlisted equities.", "Norges Bank looks positively on this review, and we will return with our advice and assessments towards the end of the year.", "For a fund such as the Government Pension Fund Global, it is important to be able to stick to the fund's long-term investment strategy in times of turmoil.", "Changes to the fund's strategy are subject to thorough analysis and political anchoring in the Storting.", "This governance structure has served us well, and I am sure that it will continue to do so in a more challenging world.", "With that, I will pass you to my colleague."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Government Pension Fund Global", "Long-term return", "Responsible investment", "Climate transition", "Geopolitical risk", "Cybersecurity", "Unlisted equities", "Diversification", "Risk management", "Governance structure"]}