{"sentences": ["My beloved colleagues in the Monetary Board, Deputy Governors, officers and colleagues, magandang umaga po at isang masaganang bagong taon po sa ating lahat!", "I hope that the past few days offered some form of rest and respite from the year that just ended, as well as clarity and purpose for the year that has just started.", "To say that we've been through an eventful and challenging year is surely an understatement but I trust that despite all of these, you-my fellow BSPers-were able to easily bounce back, find the time to recharge, recover, and spend time with your loved ones during the holiday season.", "Over the past few months, the economy has also returned to some form of normalcy.", "Businesses are opening up; the malls are full again; schools are welcoming students back; and tourists are coming in.", "Brighter prospects on the horizon?", "After years of holding off purchases, some consumers are spending more.", "Pent-up demand, or what is now commonly referred to as \"revenge spending\" is real and so is the ensuing economic boost.", "With oil prices on the decline and diminishing pressures on the peso-again, thanks to actions taken by the Monetary Board-Filipinos have more to spend on discretionary items.", "This year and hopefully beyond, we expect the economy to sustain this strong momentum.", "That said, we recognize that the global environment is not without risk.", "The global outlook is dimming, and recession fears are mounting, with the International Monetary Fund and World Bank sounding the alarm as shown by their consistent upward revisions of inflation forecasts and consistent downward revisions of global gross domestic product growth rates.", "The Fed's actions, of course, will be a key consideration for us.", "We're also looking at how China contains the virus without its COVID-zero policy, the Ukraine-Russia conflict, shifting supply chains, the world's journey to decarbonization, and mounting geopolitical tensions in different parts of the world.", "Staying true to BSP's three pillars But while the environment is in flux and constantly changing, we look at our North Star, our three pillars, which remain constant: price stability, financial stability, and an efficient and secure payments and settlements system.", "Let me go over our plans for this year to ensure that we keep delivering on our three pillars.", "Based on our inflation projections, inflation may have already peaked last December.", "Of course, the [actual] numbers will come out soon.", "From that point on, we see inflation slowing down in the first half of 2023 and settling between 2.0-4.0%, our target range, by the third quarter of 2023.", "By the fourth quarter, and hopefully for the rest of 2024, inflation is expected to approach the low end of the target range due to base effects.", "What does this mean for us?", "Of course, our monetary settings will continue to be based on and be guided by data.", "And of course, we are also ready to explain when our forecasts are quite different from what actually happened because we can account for them in our models.", "By the way, some models do not have this; they use the past [figures] and gut feel on what inflation will be - and it does [it] quite well.", "The problem with these models is they cannot explain itself when it's wrong unlike our [BSP's] models that have very specific exogenous variables.", "Aside from investments in better models, we are now leveraging big data and advanced analytics to improve further our forecasting and analytical abilities.", "[Our] investments in better models, technology, and big data help us ensure that our actions are responsive to the needs of the time and help us as well in our communications.", "Now, our second pillar: financial stability.", "We look to the strength of our banks as a barometer of the economy's health.", "If banks are actively lending to households and businesses, then the economy is in a much stronger position.", "And as we all know, when banks over-lend, this usually is followed by long periods of slower lending and we hope [that] our regulations, our supervision, prevent that from happening.", "Fortunately, the Philippine banking system is on much more solid footing than it was back then.", "Both regulators and the regulated institutions learned lessons from past crises and built their buffers in anticipation of future shocks.", "So, when we look at all the indicators at this time, you can clearly see all very good things: rising lending and actually declining non-performing loans (NPL).", "Of course, we also learned from the past that everything looks good until they are not.", "As a result, as supervisor of the banks, we aim to strengthen our institutional capability.", "For one, we are exploring the use of machine-learning capabilities and as already discussed, new econometric models.", "We will also pursue the adoption of Basel III standards on credit and operational risk capital.", "Of course, we can never ignore the effects of climate change on risks for the very institutions that we supervise.", "Last month, we launched our 11-point Sustainable Central Banking Strategy which embodies our three-pronged roles as enabler, mobilizer, and doer.", "Lastly, our third pillar: a safe, efficient, and reliable payments and settlements system.", "Among our three pillars, this is the hardest to pronounce and very long.", "This year, we are targeting to launch other digital payment streams, such as InstaPay Debit Pull and Request to Pay.", "We also aim to issue a merchant acquiring and aggregation licensing framework and a cooperative oversight framework.", "We have also started the conduct of a pilot wholesale CBDC or central bank digital currency, a major capacity-building activity for both the BSP and the financial industry.", "By the way, we say, \"We will not go into retail CBDC.", "We will be in wholesale CBDC which, hopefully, will also facilitate cross-border transfers.\"", "And of course, the dream is for any ASEAN citizen can use their phone to make payments wherever he is in ASEAN.", "Aside from our vision of a cash-lite economy, we also recognize the role of cash.", "Indeed, a big, big puzzle is in spite of all these technological changes, demand for cash - physical cash - keeps growing.", "Of course, the explanation is rather simple: as people cross from informal employment [into formal or salaried employment], like those employed in farming where kids get fed rather than get wages, as you transform the economy into something more modern, cash is actually gradually being introduced to those parts of the economy.", "Therefore, we take very seriously our role as the printer of the physical cash, that the bills look good and they are always returned on time so that the unfit bills are replaced as quickly as possible.", "To preserve currency integrity, we implement the Clean Note and Coin Policy and the Coin Recirculation Program.", "Of course, for those of you who are with the BSP for a long time, this is the bigger bread and butter for many, many decades, and we will get better and better in this as well.", "Readying the BSP's operations for the future At this point, let me proceed to other aspects of BSP operations: reserve management, for one.", "In keeping with our Sustainable Central Banking strategy, we plan to be a signatory to the United Nation Principles for Responsible Investment.", "We also are looking at developing a Responsible Investment Charter, which will guide the integration of sustainability tests with financial assessments.", "Although by IMF metrics-the IMF Assessing Reserve Adequacy (ARA) - our reserves are [assessed as] \"high\", we do think that given all the things that are often happening, there is no reason to be complacent, to let our reserves go down too sharply.", "On financial inclusion, which started out as an advocacy to a national strategy and now, a strategic outcome of whoever is the Governor.", "We have several initiatives in this regard.", "We have launched the Credit Risk Database Project, which will produce a credit scoring model for small and medium enterprises [with the aim of reducing dependence on collateral].", "Of course, it is of great importance; [it helps with] the problem when the people who have collateral are not the only ones who need the loans.", "Meanwhile, our Paleng-QR Ph program will be building on the successful launch in Davao and Baguio and replicated in other parts of the country, namely Pasig, Naga, Lapu-Lapu, and Tagbilaran.", "Now, on financial consumer protection and consumer assistance.", "Starting this year, we will exercise the authority conferred by the Financial Products and Services Consumer Protection Act or FCPA that was enacted last year and will soon issue the Rules of Procedure for Mediation and Adjudication by January of the current year.", "We're truly living up to our label as a quasi-judicial authority.", "Financial education is a key component of consumer protection and we are working with various partners to empower Filipinos with the skills to understand finance.", "And with our regulations and our guidance, disputes should be quickly resolved and settled.", "We propose adding more gold buying stations so more gold sellers could access them.", "We aim to establish these in Butuan, Camarines Norte, General Santos City, and Cagayan de Oro City.", "We will also further carry out our clean note policy and our coin recirculation program through our coin deposit machine project and we will soon see that these machines will actually be strategically located given our partnership with the private sector in this regard.", "Our priorities this year are the Bank Deposits Secrecy Bill and the Financial Accounts Regulation Act.", "We will also continue to support the passage of the Digital Payments Bill.", "We are lining up several systems and initiatives that will help enhance the BSP's operations and serve our stakeholders better.", "Let me cite a few We have the Integrated Financial Management Information System or IFMIS, that will capture, monitor, and report financial information.", "We also target a more streamlined procurement processes.", "We also hope to complete the Enterprise HR System, a business solution intended to be a more agile replacement to the current system, the iHRIS (Integrated Human Resource Information System).", "Hindi ko pa nga alam ibig sabihin ng iHRIS, may bago na!", "Pero alam ko yung ibig sabihin ng IHRIS, what it refers to but not the individual letters.", "(I don't even know what the iHRIS acronym stands for and we're already developing a new system!", "Although I know what iHRIS does and what it represents, I am not familiar with the meaning of the individual letters).", "By the way, that is the sign of an acronym-based society.", "On internal audit, the BSP meets the elements to achieve the highest rating of \"Generally Conforms.\"", "By the way, to accountants like us, those are important: \"generally conforms\" to accounting principles, especially with International Standards for the Professional Practice of Internal Auditing and the Institute of Internal Auditors Code of Ethics.", "But for this year, we shall focus on obtaining an independent validation of this assessment from an external party.", "And finally, fostering a research culture.", "I am glad that Monetary Board Member [Eli] Remolona has joined us.", "He has quite a bit of experience in research.", "He and [Deputy Governor] Francis [Dakila] and our league of people in research working together will, I hope, produce a BSP Research Academy that holds true to its name.", "We will also come up with a consolidated book on banking laws of the Philippines-which will be online-with discussions on amendments to the BSP Charter, the National Payment Systems Act, and other banking laws.", "Last but not the least, we will have a continuing strategic engagement with our stakeholders.", "The measure of our institutional success lies in how we at the BSP can explain what we do to the public that we serve, in effect truly bringing BSP closer to the people.", "Onward and forward So, we have lined up a lot of plans for this year and hope that these won't just remain on the drawing board.", "I am confident with all the talent that we have in this institution that this is the year we kick things off and realize our vision-from our targets under the Digital Payments Transformation Roadmap to our sustainability objectives to our plans and process improvements for the organization.", "In fact, I will say it was a great year!", "And with your support, I am confident that 2023 will be much better for the BSP and the country.", "So, this is a very good example of infinite progression: \"I love you more today than yesterday but not as much as tomorrow.", "It is always increasing, 'no (right) ?", "Maraming salamat at mabuhay po sa inyong lahat!", "At mabuhay ang ating mahal na bansang Pilipinas!", "(Thank you very much, everyone.", "Long live our dear nation, the Philippines!)", "The licensing framework is expected to support further digitalization of merchant payments which account for over 70% of the total monthly retail payments in the country.", "The cooperative oversight framework will help prevent regulatory arbitrage resulting from gaps, inefficiencies, duplications, and inconsistencies in the regulations of different supervisory authorities."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Financial stability", "Payments and settlements system", "Economic outlook", "Monetary policy", "Digital payments", "Financial inclusion", "Financial consumer protection", "Climate change", "Reserve management"]}