{"sentences": ["FinTech and the Changing Financial Landscape Keynote Address by Shri Shaktikanta Das, Governor, RBI at the Global Fintech Festival, Mumbai, September 6, 2023 It gives me great pleasure to be here at the 4th edition of the Global FinTech Festival (GFF).", "I compliment the organisers for bringing all stakeholders of the FinTech ecosystem together for this three-day event with the aim of achieving a common goal of inclusive, resilient, and sustainable financial system.", "It would be obvious to state that innovation is the bedrock of the FinTech industry.", "Events such as these festivals enable sharing of knowledge and experience with peers, both domestic and global, which facilitate more innovation.", "By bringing regulators and FinTechs on the same forum, the festival also facilitates an understanding of regulatory expectations by the industry on the one hand, and appreciation of industry developments and expectations by the regulators, on the other.", "Such thematic events provide the right kind of platform for nurturing a more vibrant FinTech ecosystem.", "In my address today, I propose to touch upon changes in the financial landscape with the advent of FinTechs, with particular emphasis on the role of Digital Public Infrastructure and role of the Reserve Bank in fostering innovation.", "The landscape of traditional financial services has undergone a profound shift with the advent of FinTechs.", "This transformation has significantly impacted delivery of financial services by making them faster, cheaper, efficient and more accessible.", "The global FinTech sector which currently generates $245 billion annual revenue - a mere 2% share of global financial services revenue - is estimated to reach $1.5 trillion annual revenue by 20301.", "The Indian FinTech industry is projected to generate around $200 billion in revenue by the year 20302.", "This projection indicates that by 2030, India's FinTech sector could potentially contribute to approximately 13% of the global FinTech industry's total revenue.", "These projections underscore the increasing significance of the Indian Fintech sector.", "Technological innovations by FinTechs are the result of interplay between the underlying (i) digital public infrastructure; (ii) institutional arrangements; and (iii) policy initiatives.", "These key elements help foster a conducive environment for nurturing creative ideas and promoting transformative technologies, which lead to beneficial and impactful changes in the financial industry.", "Let me elaborate on these three aspects.", "Digital Public Infrastructure 5.", "Digital Public Infrastructure (DPI) is commonly recognized as a technology system that promotes interoperability, openness, and inclusion to deliver vital public and private services.", "The defining feature of the Indian 'model' of digitisation is the lead taken by the Government and the Public Sector in building an infrastructure, on top of which innovative products are created by private sector FinTech firms and start-ups.", "In fact, India has pioneered a layered approach to DPI, with the concept of the India Stack.", "In this respect, the impact of JAM trinity, i.e., Jan Dhan Yojana, Aadhar and Mobile in terms of financial inclusion, digitisation of financial services, and emergence of FinTech ecosystem has been significant.", "(i) Jan Dhan Yojana/Bank accounts 6.", "As per the World Bank's Global Findex Database 2021, 76% of adults worldwide had access to an account in a bank or a regulated financial institution as compared to 51% in 2011.", "In comparison, the percentage of adults in India who had access to bank account increased from 35% in 2011 to 78% in 2021.", "As you would be aware, the Jan Dhan scheme launched by the government in 2014 for universalisation of bank account has played a significant role in achieving this remarkable progress.", "So far, over 500 million Jan Dhan bank accounts have been opened in India.", "(ii) Aadhar- Digital identity 7.", "Aadhaar, India's biometric identity system, provides a single and portable proof of identity.", "As on 30th November 2022, Unique Identification Authority of India had issued 1.35 billion Aadhaar identities4.", "The unique Aadhar identification number allows individuals to verify their identity through authentication, regardless of their location, thereby ensuring convenient access to financial services, targeted financial subsidies, benefits, and other services nationwide.", "This has also enabled FinTechs to offer paperless and contactless financial services.", "Aadhaar has enhanced customer convenience, strengthened the security of financial transactions and substantially mitigated the risk of identity fraud.", "It is a good example of how digital public infrastructure can be leveraged for achieving public policy objectives.", "(iii) Mobile Connectivity 8.", "The spread of mobile connectivity has also played a major role in the digitization of financial services in India.", "The number of internet users through mobile phone in India has grown from about 70 million in 20145 to about 800 million in 20226.", "During the same period, the number of digital transactions in India grew from about 1.2 billion in 20147 to about 91 billion in 20228.", "Increasing affordability of mobile phones, cheap access to data and the expansion of mobile network coverage have spurred the growth in adoption of mobile wallets, UPI, and other digital payment methods.", "(iv) Unified Payments Interface (UPI) 9.", "The UPI has played a phenomenal role in the FinTech revolution in India.", "Its success story has in fact become an international model.", "Its ability to instantly transfer money between bank accounts through mobile applications has transformed the way people make digital transactions.", "The interoperability of UPI across banks has created a unified payment ecosystem.", "Its user-friendly interface and QR codebased payments have made it very popular.", "It has facilitated digital payments for small businesses and street vendors, leading to greater financial inclusion.", "UPI has also spurred innovation in the FinTech space, leading to the growth and development of other payment systems.", "For instance, the volume of transactions through Bharat Bill Payment System(BBPS) increased phenomenally after UPI-based platforms started providing such facilities.", "Prepaid Payment Instruments/ mobile wallets have also -publication/reports/telecom-subscriptions-reports -publication/reports/telecom-subscriptions-reports witnessed higher volumes when mobile wallets were made interoperable through UPI.", "The success of UPI is reflected in the sheer numbers, as it has scaled up in relatively a short period of time.", "More than 10 billion transactions for over Rs.", "trillion value were carried out in August 2023.", "This number is steadily rising9.", "India's technology stack has accelerated digitalisation10 through mobile phones and internet; identity system; data sharing rails (AA framework11); payment rails; and universalisation of bank accounts.", "Institutional arrangements 11.", "Institutional arrangements are also critical for the development of a financial system.", "They undertake various functions such as research, innovation, training, advancing technology solutions and developing best practices in finance.", "They also promote stability, transparency, and fair practices in the financial sector.", "The Reserve Bank's initiatives in institution building for the FinTech sector include: (i) establishment of the Institute for Development and Research in Banking Technology (IDRBT)12 which has been playing a crucial role in shaping the digital transformation of the Indian banking industry; (ii) creation of the National Payment Corporation of India Ltd (NPCI)13 which has emerged as a pivotal organization driving the transformation of retail digital payments in India; (iii) setting up of the Indian Financial Technology & Allied Service (IFTAS)14, an institution to design, deploy & provide essential IT-related services, as required by the RBI, banks, and financial institutions; (iv) setting up of the Reserve Bank Information Technology Pvt.", "Ltd. (ReBIT)15 in 2016 to strengthen cyber resilience of the Reserve Bank and that of the banking sector; (v) formation of the -we-do/upi/product-statistics BIS Papers No 106, The design of digital financial infrastructure: lessons from India, December 2019 The Account Aggregator (AA) framework enables secure and consent-based sharing of data by users, across financial institutions.", "IDRBT, established in 1996, develops secure and efficient banking technologies, cybersecurity solutions, and policy frameworks.", "It also created the National Financial Switch, SFMS, and INFINET.", "NPCI was set up at the initiative of RBI in 2008.", "NPCI's UPI, IMPS, RuPay Cards and other digital innovations such as BBPS, NACH and AePS have transformed payments systems in India.", "Bharat Bill Payment System (BBPS) enables users to pay various utility bills; National Automated Clearing House (NACH) facilitates bulk and repetitive transactions; and Aadhaar-enabled Payment System (AePS) allows people to perform basic banking transactions using Aadhaar authentication.", "IFTAS operates the Indian Financial Network (INFINET) and Structured Financial Messaging System (SFMS) services 24*7*365.", "These two services serve as the backbone for Indian Financial system.", "They also enable NEFT and RTGS payment transactions.", "IFTAS also provides cloud-based solutions like Mobile Wallets and mobile banking for several banks.", "ReBIT also provides assistance in implementation of IT projects of RBI and cybersecurity assessment of entities supervised by the RBI.", "FinTech department in RBI in 2022; and (vi) establishment of the Reserve Bank Innovation Hub (RBIH) to promote innovation in financial services.", "C. Policy Initiatives 12.", "Timely and appropriate policy initiatives play a crucial role in shaping the development of the FinTech sector.", "The focus of our policy initiatives is to promote a conducive environment for innovation and also ensure the security and stability of financial services.", "We have taken many such policy initiatives in the recent times.", "They include issuance of regulatory guidelines for emerging areas such as payments banks (2014), account aggregators (AA) (2016), pre-paid instruments (2017), peer-to-peer (P2P) lending (2017), invoice discounting (Trade Receivable and Discounting System-TReDS) (2018), and Digital Lending Guidelines (2022, 2023).", "Incidentally, the cumulative number of consent-based information sharing through Account Aggregators has reached 15.65 million in July 2023.", "With entities from Insurance, Capital markets and Pension Funds joining the AA framework, it is receiving a lot of traction.", "The Regulatory Sandbox framework was announced in August 2019 with a view to foster responsible innovation and promote efficiencies in financial services.", "The four cohorts on retail payments, cross border payments, MSME lending and prevention of financial frauds, together with the neutral fifth cohort, reflect our commitment to promote innovation in the FinTech space.", "Drawing upon the learnings from the first cohort of Regulatory Sandbox, RBI has put in place a 'Framework for facilitating Small Value Digital Payments in Offline Mode' which should give a push to digital transactions in areas with poor or weak internet or telecom connectivity.", "Further, RBI is now conducting hackathons to promote innovation.", "Our first hackathon, HaRBInger was conducted in 2021 under the broad theme - 'Smarter Digital Payments'.", "The second edition of our global hackathon - 'HARBINGER 2023'- has also been launched with the theme 'Inclusive Digital Services'.", "D. Current Initiatives 15.", "Let me now turn to some of the recent tech-based initiatives taken by the RBI which promise to be transformational.", "(i) Central Bank Digital Currency (CBDC) 16.", "CBDC provides unique opportunities as it represents the next milestone in the evolution of the payment system.", "As you would be aware, RBI has commenced pilot runs of India's CBDC (e-Rupee) for specific use cases in both wholesale and retail segments.", "The CBDCWholesale Pilot was launched on November 1, 2022, to settle secondary market transactions in government securities.", "We are planning to test some more use cases going forward.", "The CBDC-Retail Pilot was launched on December 1, 2022 and covers both Person to Person (P2P) and Person to Merchant (P2M) transactions.", "The pilot is testing the robustness of the entire process of digital rupee creation, distribution and retail usage in real time.", "The pilot is currently being operated through 13 banks across 26 cities.", "Around 1.46 million users and 0.31 million merchants are currently part of the pilot as on August 31, 2023. .", "Needless to say, as the next generation currency system, CBDC needs to be introduced in a non-disruptive manner.", "Therefore, we are following a strategy of calibrated and phased implementation.", "Recently, we have enabled full inter-operability of CBDC with UPI QR codes and are targeting one million CBDC transactions per day by December 2023.", "This will give us enough data points to study various design choices, use cases and also behavioural pattern.", "(ii) Public Tech Platform for frictionless credit 19.", "In the last GFF in September 2022, I had mentioned about the commencement of pilots on end-to-end digitalisation of small ticket agricultural loans (known as Kisan Credit Card - KCC loans) in a few states and our effort to develop a platform to provide frictionless credit for all segments of loans.", "The pilot on KCC digitalisation was launched in September 2022 in select districts of Madhya Pradesh and Tamil Nadu.", "The pilot enabled successful disbursal of agricultural loans up to ₹1.6 lakh (not requiring any collateral) per borrower, within a few minutes to farmers by integrating with the digitised state land records database, Credit Information Companies (CICs), satellite data, Aadhar e-KYC, etc.", "Farmers can apply for new KCC loans as well as KCC loan renewal, directly from their location or from anywhere on smartphones/tablets directly or through assisted mode.", "The KCC pilot has been subsequently extended to select districts of Uttar Pradesh, Karnataka and Maharashtra.", "A total of seven banks are now part of Digital KCC Pilot.", "The pilot has also been extended to dairy farmers in Gujarat.", "The eligibility and scale of finance for such diary loans is instantly decided based on milk pouring data available with the milk cooperatives.", "We are now moving beyond digital KCC loans.", "Currently, data required for credit appraisal exists in separate systems of different entities like Central and State Governments, technology and FinTech companies, banks, service providers like Credit Information Companies, digital identity authorities, etc.", "Accessing customer data available with multiple data sources is a challenge for banks as it would require multiple integrations with each information provider.", "It is a challenge for the borrower also.", "To enable frictionless credit, in August 2023 RBI announced the launch of a digital Public Tech Platform, conceptualised and developed in association with the RBIH.", "The platform enables seamless flow of digital information from all the above sources to lenders, obviating the need for multiple integrations.", "The Pilot project on the Platform was launched on August 17, 2023.", "To begin with, the platform will focus on products like MSME loans (without collateral), personal loans and home loans.", "Based on the learnings, the scope and coverage would be expanded to include more products, information providers and lenders during the pilot.", "E. Customer Centricity, Governance and Self-regulation 23.", "I would now like to touch upon certain key issues which are critical for the FinTech ecosystem to be stable and future ready.", "In this context, three critical issues, viz., customer centricity, governance, and selfregulation merit attention.", "In the dynamic and ever-evolving world of business, it is easy to get caught up in the pursuit of revenue, bottom lines and the relentless drive for valuations.", "Sometimes, it is forgotten that the success of any enterprise is intricately tied to the satisfaction and trust of its customers.", "This is the first critical issue I wish to highlight.", "We must remember what Steve Jobs once said, \"you have got to start with the customer experience and work backward to the technology\"16. .", "To focus on customers means embracing a customer-centric approach to innovation by understanding the needs of customers, making provisions that protect customer interests and earn their trust.", "This calls for developing an organisational culture in which continuous feedback mechanisms are embedded in the business strategy.", "Designing solutions that safely and efficiently meet customer needs would not only elicit trust of customers, it would also meet business objectives in a sustainable manner.", "This can be achieved through simplified user interfaces and quick customer grievance redress mechanisms.", "Avoiding customer harassment is essential to achieving long-term customer trust.", "In this context, I would like to further add that digital innovations, at times, have also led to cyber-risk and data security related issues.", "Illustratively, mushrooming of illegal loan apps, many of which had their origin in foreign jurisdictions, have led to serious concerns about breach of data privacy, unethical business conduct, levying of exorbitant interest rates, and harsh recovery practices.", "This highlights the urgent need to ensure that innovations are accompanied by prudential safeguards and responsible conduct.", "It is also imperative that regulated entities operate within the perimeter set by the licensing conditions and only undertake activities which are permitted under the regulations.", "The second critical aspect is the important role of governance in FinTechs.", "By providing clear governance structures, FinTechs can demonstrate their commitment to transparency, accountability and responsible decision-making.", "In fact, effective governance in FinTechs require a collaborative effort involving regulators, industry associations and the FinTech community itself.", "Regulators play a critical role in addressing arbitrage, ensuring compliance with existing laws, and adapting regulations to technological advancements.", "Industry associations can facilitate development of best practices.", "The most critical role, however, has to be played by FinTechs themselves.", "They must proactively adopt high standards of governance.", "A robust governance structure encompasses clear delineation of roles and responsibilities, transparent decision-making processes, accountability mechanisms, and stakeholder engagement.", "Good governance must focus on ensuing effective oversight, ethical conduct and risk management.", "Ultimately, it is good governance which would be key to durable and long term success of FinTechs.", "The third critical issue I would like to highlight is the need to establish an effective self-regulatory structure by the FinTech players themselves.", "They need to evolve industry best practices, privacy and data protection norms in sync with the laws of the land, set standards to avoid mis-selling, promote ethical business practices, transparency of pricing, etc.", "I would like to use this opportunity to urge and encourage the FinTechs to establish a Self-Regulatory Organization (SRO) themselves.", "Technological innovation has unprecedented potential to make finance more inclusive, competitive and robust.", "It is crucial that technological advancements in the world of FinTech evolve in a responsible manner and are truly beneficial to the people at large.", "It is, therefore, vital for these innovations to be scalable and interoperable.", "FinTech players should themselves ensure responsible digital innovations.", "The Reserve Bank, on its part, will continue to drive the necessary regulatory and other policy measures to promote a vibrant and responsive FinTech ecosystem.", "The Indian economy is growing rapidly and with it, the demand for financial services.", "The coming years hold immense promise and innovators across the world should explore these opportunities.", "I firmly believe that the GFF will emerge as a key global platform to unlock the full potential of India's FinTech ecosystem.", "My best wishes to you all for the success of this Global Fintech Festival."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Digital Public Infrastructure", "FinTech", "Innovation", "Customer Centricity", "Governance", "Self-regulation", "Financial Inclusion", "Central Bank Digital Currency", "Regulatory Sandbox", "Digital Lending"]}