{"sentences": ["SPEECH Monetary policy tightening and the financing of Keynote address by Philip R. Lane, Member of the Executive Board of the ECB, at the Enterprise Ireland Summit 2023 Dublin, 19 April 2023 1 ] I am grateful for the opportunity to contribute to this event, which marks 25 years of Enterprise Ireland.", "[ The ECB also turns 25 this year, as operations began in June 1998 ahead of the launch of the euro on 1 January 1999.", "My aim today is to review the impact of rising interest rates on the financing of firms.", "It is strongly in the interests of the enterprise sector that inflation is low and stable over the medium term, since high and volatile inflation disrupts business operations by making it more difficult to execute basic tasks, including the setting of prices, the management of costs and the development of medium-term financial and operational plans.", "In response to the extraordinary surge in inflation since 2021, the ECB has been raising interest rates in order to make sure that inflation returns to our two per cent medium-term target in a timely manner.", "During this tightening cycle, firms must not only grapple with the inflation shock but also with the impact of the upward shift in interest rates that is necessary to make sure that inflation quickly subsides.", "Higher interest rates affect firms through multiple channels.", "At a macroeconomic level, tighter monetary policy dampens consumption and investment, reducing demand for consumer and business products.", "All else equal, it also causes a currency to appreciate, posing challenges for exporters.", "My focus today is on the impact of tighter monetary policy on the financing conditions facing firms.", "The economic outlook To set the scene, I will first briefly review the economic outlook.", "The extraordinary adverse supply shocks associated with pandemic shutdowns, supply bottlenecks and the energy crisis are steadily reversing, providing the basis for a more optimistic outlook for the euro area economy compared to expectations last autumn.", "In particular, lower global energy prices and the easing of supply bottlenecks are boosting confidence and supporting incomes and business activity, while also reducing price pressures.", "Rising wages provide further support for demand.", "The ECB staff macroeconomic projections of March 2023 see economic activity rebounding over the course of the year, with growth expected to average one per cent in 2023, marking a significant upward revision to the near-term path for GDP compared to the December 2022 projections (Chart 1).", "At the same time, the continued tightening of financial conditions, the appreciation of the euro and the gradual withdrawal of fiscal support will weigh on aggregate demand over the medium term, with output now set to expand less rapidly in both 2024 and 2025 compared to previous expectations.", "The reversal of supply shocks, coupled with monetary policy tightening, means that the path for inflation has been revised down over the entire projection horizon, although - compared with the previous projection round - underlying inflation is now expected to be more persistent in the near term (Chart 2).", "Supporting the recovery, private consumption is expected to gradually strengthen as uncertainty - particularly around energy security - recedes and as declining inflation allows real disposable incomes to recover amid a favourable employment outlook.", "Nevertheless, a reduction in precautionary savings will be counteracted in part by higher interest rates, with the savings ratio expected to decline only gradually back to pre-pandemic levels over the medium term.", "The sizeable stock of excess savings built up during the pandemic is expected to remain largely intact (in nominal terms), in part due to its distribution being tilted to higher-income households, which have a relatively low propensity to consume.", "The tightening of financing conditions and stricter credit standards are expected to weigh more strongly on both residential and business investment over the coming quarters, compared with previous projection rounds.", "Banks - already before the recent financial market turmoil - reported substantial tightening in credit standards and lending conditions to firms through the ECB's Bank Lending Survey (BLS).", "Over the medium term, investment in commercial real estate is expected to be hit particularly hard by the tighter lending conditions, while the sharp projected slowdown in house prices will reduce residential investment.", "By contrast, business investment is likely to recover more strongly on the back of rising demand and strengthening business confidence, also supported by the deployment of Next Generation EU funds.", "Taking a longer perspective, Chart 1 also shows that the projected paths for output, consumption and investment remain well below the pre-pandemic trends.", "This explains why it is possible to combine significant growth in the coming years with projections of substantial disinflation (as shown in Chart 2): the supply capacity of the economy is set to recover from the pandemic-related damage and the war-amplified energy shock, with the tightening in monetary policy ensuring that demand is better aligned with supply.", "Recent(B)MPE projections for real GDP, private consumption and investment Chain linked volumes, 2019=100 Source: (B)MPE.", "MPE refers to ECB staff macroeconomics projections.", "BMPE refers to Eurosystem staff macroeconomic projections.", "Headline and core inflation Source: MPE March 2023 staff macroeconomic projections.", "Since the cut-off date for the March 2023 projections, the incoming data have been mixed.", "Both business and consumer confidence have recovered strongly since the start of the year, albeit possibly softened by the recent banking sector turmoil.", "Business activity has continued to rebound, despite moderating slightly in March.", "However, these overall patterns mask a continued divergence at the sectoral level.", "In particular, the expansion of services business activity is accelerating, supported by a continuation of strong reopening effects and rising incomes, whereas manufacturing output stagnated in the first quarter of the year.", "Finally, incoming survey indicators suggest that the steady improvement in business and consumer sentiment, which remains at low levels, may have stalled.", "The ECB's deposit facility rate and €STR curves Source: Refinitiv, Bloomberg and ECB staff calculations.", "To make sure that inflation returns to our two per cent target in a timely manner, it has been necessary to increase the key policy rates by 350 basis points since last summer.", "If the baseline scenario underlying the March ECB's staff macroeconomic projections persists, it will be appropriate to raise rates further.", "The ECB started to unwind its highly accommodative monetary policy in December 2021, when the Governing Council began reducing the pace of net asset purchases, followed by the decisions to end purchases under the pandemic emergency purchase programme (PEPP) and asset purchase programme (APP) in March and June of 2022 respectively.", "In July 2022, we began raising the key ECB interest rates, which markets had already begun pricing in at the end of 2021.", "Since the start of the tightening cycle, we have brought the deposit facility rate (DFR) - which, in the current conditions of ample excess liquidity, constitutes the main instrument for steering the monetary policy stance - from negative territory to three per cent today (Chart 3).", "[ Both market pricing and our Survey of Monetary Analysts (SMA) foresee that the policy rate will rise further in the near term and will remain at elevated levels for an extended period.", "Moreover, once inflation has stabilised at the two per cent target in the medium term, it is projected that the policy rate will settle in the neighbourhood of two per cent, rather than returning to highly-accommodative super-low levels.", "This largely reflects the re-anchoring of long-term inflation expectations at our two per cent target and suggests that market participants and monetary analysts expect the longer-term equilibrium (inflation-adjusted) real rate will stand around zero per cent.", "The substantial tightening in monetary policy is designed to make sure that inflation returns to our two percent target in a timely manner, both by ensuring that longer-term inflation expectations remain firmly anchored and by lowering price and costs pressures through the dampening of demand.", "An important channel in dampening demand is raising the financing costs facing firms.", "The financing of firms In general, firms finance themselves in four main ways: drawing on retained earnings; obtaining loans from banks; borrowing from bond markets; and raising equity (Chart 4).", "Clearly, tougher financing conditions will have a greater impact on firms that have a heavy reliance on external financing sources.", "In particular, early-stage firms that lack accumulated net worth and may be in a pre-profitability phase will be more heavily affected than mature firms which carry little debt.", "Looking across sectors, more capital-intensive sectors and sectors that produce durable goods will be more exposed than capital-light sectors and sectors that produce services for which demand is less sensitive to shifts in interest rates.", "In terms of internal financing, higher interest rates make it more attractive for firms to place retained earnings on deposit or in interest-bearing financial instruments rather than using them to fund investment and working capital.", "Cash and deposits currently represent 8.6% of the total assets of firms.", "This share increased mainly during the pandemic, reflecting precautionary borrowing (Chart 4, left panel).", "More recent data up to February, however, shows signs of this trend reversing, in line with the decline in borrowing.", "Currency and deposit holdings (left panel) and liabilities (right panel) of the non-financial corporate sector Sources: ECB (QSA).", "Notes: Other financial liabilities have been netted of loans from resident non-financial corporations.", "Balance sheet breakdowns of the fourth quarter of each year are represented.", "The latest observation is the fourth quarter of 2022.", "Bank-based finance Let me start with bank-based finance, which makes up the bulk of debt financing of euro area firms.", "[ The cost of borrowing from banks began trending up in early 2022, after the ECB initiated the winddown of its highly accommodative monetary policy stance in December 2021.", "The increase in borrowing costs has strongly accelerated following the first hike of the ECB key rates in July 2022 (Chart 5).", "At the start of this tightening cycle, there was some variation in the pass-through across countries.", "For instance, rates applied on new loans increased more strongly in Germany than in most other countries in early 2022.", "In recent months, however, lending rates have increased at a similar pace in all major economies.", "In February 2023, euro area firms were paying on average 250 basis points more in interest on new loans than they were at the end of 2021.", "Cost of borrowing for firms (percentages per annum) Sources: ECB (MIR).", "Notes: The indicator for the total cost of borrowing for firms is calculated by aggregating short-term and long-term rates using a 24-month moving average of new business volumes.", "The latest observation is for February 2023.", "Developments in Ireland have followed a similar trajectory.", "In line with the long-standing pattern, Irish companies were already facing higher financing costs than the average euro area company at the end of 2021.", "This reflects the different economic structure of Ireland as a small open economy but also the legacy of the 2008-2013 financial crisis, which continues to have an impact on the cost of credit.", "In addition, limited competition in retail lending also affects lending rates, especially on loans to SMEs.", "[ Nevertheless, the pass-through to corporate lending rates in Ireland has been similar to the euro area average in the current tightening phase, with the average cost of borrowing increasing by 240 basis points between the end of 2021 and February 2023.", "Higher interest rates for firms are a result of our monetary policy tightening and a necessary step in the transmission to the financing conditions for firms.", "Risk-free rates have increased significantly since the start of our policy normalisation in December 2021.", "In the first half of 2022, this was limited to longer maturities as expectations of future rate hikes emerged, and as we reduced net purchases under the asset purchase programmes.", "Once we started raising our policy rates in July, short-term risk-free rates also increased (Chart 6).", "These two developments have led to an increase in the cost of the key funding sources for banks, namely bank bonds and, to a lesser extent, deposits.", "Bank bond yields, which are closely linked to longer-term risk-free rates, started increasing in early 2022.", "Following the hikes in the summer of 2022, banks also started passing these increases on to deposit rates.", "As the pass-through to deposit rates is more sluggish than that to market rates, composite bank funding costs have increased by around 140 basis points since the end of 2021, while bank bond yields increased by more than 300 basis points.", "Pass-through from risk-free rates to cost of bank borrowing for firms (percentages per annum) Sources: ECB (BSI, MIR), Refinitiv, IHS Markit iBoxx, and ECB staff calculations.", "Notes: The indicator for the total cost of bank borrowing for firms is calculated by aggregating short-term and longterm rates using a 24-month moving average of new business volumes.", "The composite funding cost for banks is the weighted average of the cost of deposits and market debt funding, with the respective outstanding amounts on bank balance sheets used as weights.", "Deposit rates are on new business.", "The OIS rate is the monthly average over daily observations.", "The latest observations are February 2023 for the cost of bank borrowing for firms and composite funding costs for banks and March 2023 for the OIS rate.", "The pass-through of interest rate increases to deposit rates varies across the different deposit categories.", "Rates on corporate deposits with an agreed maturity have increased by around 260 basis points since the end of 2021 (Chart 7).", "This is broadly in line with the 300 basis point rise in the key ECB interest rates during the same period.", "On the other hand, rates on overnight deposits have increased by only 36 basis points.", "This widening of the spread between overnight deposit rates and policy rates is usually observed during interest rate hiking cycles.", "One reason for this is that overnight deposits offer liquidity and payment services that are often not explicitly priced.", "Due to these services and their very short maturity, in normal times the remuneration on these deposits tends to be considerably below the policy rate.", "This was not the case in the period when the policy rate was negative, as banks largely spared depositors (with the exception of large corporates) from negative rates.", "This is another reason why the increase in overnight deposit rates we have observed so far is smaller than the increase in policy rates.", "Rates offered on corporate deposits in Ireland have developed quite similarly to the euro area average.", "Time deposits of firms were remunerated at 2.19 per cent on average in February 2023, which is around 260 basis points more than in December 2021.", "Rates on overnight deposits of firms have adjusted more slowly than in the euro area.", "These increased by 13 basis points to now stand at 0.05 per cent on average.", "Deposit rates on overnight and term deposits of non-financial firms (percentages per annum) Sources: ECB (MIR) and ECB staff calculations.", "Notes: Term deposits refers to deposits with an agreed maturity.", "The latest observation is February 2023.", "The increasing costs of funding for banks have been passed on substantially to lending rates applied to new loans.", "This reflects the fact that banks price new loans on the basis of their own funding costs plus a mark-up, depending, among other factors, on borrower risk characteristics.", "In addition, higher interest rates are typically associated with a decline in asset prices.", "This lowers the value of collateral, which leads to an additional increase in lending rates, above and beyond that associated with higher bank funding costs.", "In addition, banks pass on higher funding costs to outstanding debt when repricing floating-rate debt.", "Banks also restrict the supply of credit by applying stricter loan approval criteria.", "This can be seen from our bank lending survey (BLS), which we run every quarter among a representative sample of euro area banks.", "[ Banks have been reporting a tightening of their credit standards compared to the previous quarter throughout 2022.", "The reported net tightening - the key metric of the survey which captures the difference between the share of banks reporting tighter credit standards and the share of banks reporting easier credit standards - between the final quarter of 2022 and the survey conducted in July 2022 ranged from 15 to 27 per cent (Chart 8).", "The value reported at the end of 2022 is the sharpest tightening in credit standards since the sovereign debt crisis in 2011, albeit from a starting point in 2021 of highly accommodative conditions.", "Among the key factors driving this tightening were an increase in the perceived risks related to the downgrades of the economic outlook during the course of 2022 and the deteriorating creditworthiness of borrowers, as well as lower risk tolerance on the part of banks.", "In addition, as tighter monetary policy raises the funding costs of banks and adversely affects their balance sheets, it also reduces their willingness to lend.", "The current round of our bank lending survey, to be published in early May, will give us a first indication of the impact of the recent financial tensions on credit conditions.", "Credit standards for loans to firms (net percentages) Source: Bank Lending Survey (BLS).", "Notes: Net percentages are defined as the difference between the sum of the percentages of banks responding \"tightened considerably\" and \"tightened somewhat\" and the sum of the percentages of banks responding \"eased somewhat\" and \"eased considerably\".", "The latest observation is for the fourth quarter of 2022.", "According to historical regularities, such a tightening of credit standards is usually followed by lower loan volumes several quarters later.", "[ Indeed, bank lending to firms has been slowing down since the last quarter of 2022.", "Since November 2022, the aggregate flow of bank lending to firms in the euro area has been negative, indicating that more loans are maturing or being repaid than are being issued.", "As the cost of borrowing increased and banks tightened their requirements for loan approvals, bank lending to firms has slowed.", "Bank credit as a share of GDP is declining - faster, in fact, than in previous tightening episodes - and markets expect it to decline significantly further this year (Chart 9).", "There are several factors driving this.", "First, the current tightening has occurred against the backdrop of adverse aggregate supply shocks.", "Second, the current reduction in credit supply is stronger than usual, mainly reflecting heightened risk perceptions on the bank side.", "Third, the pace and size of the current policy rate increases is extraordinary.", "This might imply a higher sensitivity of borrowing to rate increases at the current juncture.", "Bank loans to the non-financial private sector in the euro area (percentages of GDP) Sources: ECB (BSI, MNA), Refinitiv (I/B/E/S), ECB projections, individual banks' financial statements and ECB calculations.", "Notes: The orange marker shows the median forecast for year-end 2023, and the whiskers represent the 10th and 90th percentiles, as reported by market analysts and sourced through I/B/E/S.", "The distribution is weighted by realised loan volume for each bank as of year-end 2022 and based on an underlying sample of 143 forecasts covering 44 banks, submitted between 20 January and 10 March 2023.", "In each quarter, GDP is calculated by multiplying quarterly, seasonally adjusted flows by four; the figure for 2023 is based on the March 2023 ECB staff macroeconomic projections for the euro area.", "The latest observations are for the fourth quarter of 2022 for BSI and MNA, while market expectations refer to the fourth quarter of 2023.", "The second source of external financing for firms is through corporate bond issuance.", "Net issuance of debt securities was basically flat in the first three quarters of 2022 (Chart 10).", "Tighter monetary policy increases the cost of market-based debt more quickly than that of bank loans.", "[ Market-based finance became relatively more expensive in the initial tightening phase, leading to a shift from debt issuance to bank loans.", "However, the acceleration of the pass-through to lending rates in the last quarter of 2022 has reduced the relative attractiveness of bank loans, leading to a rebound in corporate bond issuance at the end of 2022.", "In February of this year, however, net issuance of corporate bonds turned negative again, meaning that firms are now issuing fewer new securities than are maturing.", "Together with the negative bank lending flows, this contributes to the fast decline in overall debt financing obtained by firms.", "Net issuance of debt securities by non-financial firms (monthly average flows over the period in EUR billion) Sources: ECB (BSI) and ECB staff calculations.", "Notes: The seasonal adjustment of debt securities issuance is not official.", "The latest observation is February 2023.", "I now turn to the cost of corporate bond financing in more detail.", "The average yield on non-financial corporate bonds has increased by over 300 basis points since the end of 2021.", "This increase is similar to the increase in the cost of bank bond funding.", "It largely reflects changes in the risk-free rates due to the monetary policy tightening, as spreads - the difference between bond yields and risk-free rates - have increased less strongly over the same period (Chart 11).", "Corporate bond spreads have relatively contained for both investment grade and high-yield securities during this tightening cycle, despite several episodic spikes.", "These bond spreads currently stand higher than in late 2021, at the beginning of our monetary policy normalisation cycle, but have remained roughly at the same level since June 2022.", "[ The increase in spreads in the first half of 2022 points to increasing credit risk concerns in financial markets in the context of high macroeconomic uncertainty due to the Russian war against Ukraine and the energy price shock.", "While spreads showed some volatility since the summer of 2022, these had almost fully returned to 2021 levels before the banking turmoil triggered by the collapse of several mid-sized banks in the United States in March 2023.", "This episode led to a significant increase in spreads for both safer and riskier bonds, given the prevailing risk-off attitude in markets.", "However, spreads have already partly reversed these increases in the last few weeks.", "Euro area corporate bond spreads Sources: Markit iBoxx, Refinitiv, and ECB staff calculations.", "Notes: The spreads are based on indices including companies that issue bonds in EUR without strict restriction to their domicile and are calculated as weighted averages of bond spreads over Markit iBoxx swap curve.", "The latest observation is 14 April 2023.", "Sectoral heterogeneity in financing conditions Under the surface of these aggregate developments across euro area firms, we also observe some important differences between firms across sectors and sizes.", "Results from our recent bank lending survey, conducted in January 2023, show that banks are particularly concerned about firms operating in energy-intensive manufacturing, commercial real estate and residential real estate sectors (Chart 12, left panel).", "Over the second half of 2022, the net percentage of banks reporting tighter credit standards was clearly larger for these sectors than it was across all sectors.", "This likely reflects perceptions of elevated risk for these firms.", "Credit standards for firms by economic sector (left panel) and changes in firm default probabilities since December 2021 (right panel) (left panel: net percentages; right panel: percentages points) Sources: Bank Lending Survey (BLS), AnaCredit and ECB staff calculations.", "Notes for left panel: Net percentages are defined as the difference between the sum of the percentages of banks responding \"tightened considerably\" and \"tightened somewhat\" and the sum of the percentages of banks responding \"eased somewhat\" and \"eased considerably\".", "\"Overall\" is the average of overall credit standards reported quarterly.", "All other variables based on an ad hoc question referring to developments in the past six months.", "The latest observation is for the third and fourth quarters of 2022.", "Notes for right panel: Weighted average change in probability of default at the bank-firm level between December 2021 and December 2022.", "Sample covers all outstanding loans of bank-firm pairs reporting in both periods.", "Tighter credit standards for energy-intensive companies, are linked to the high costs of energy, which may lower the debt servicing capacities of these companies and therefore make them riskier from the perspective of banks.", "Banks have also been more restrictive towards the real estate sector, especially commercial real estate, since the second half of 2021.", "This may reflect concerns about commercial real estate valuations, as the demand for offices remains uncertain given changes in the prevalence of working-from-home following the pandemic lockdowns.", "[ Since early 2022, rising financing costs and broader macro-financial uncertainty have added further pressure to the market.", "Finally, the strong price growth in the years leading up to the pandemic may have resulted in overvaluation in some real estate markets, further increasing possible vulnerabilities.", "[ Concerns about borrower creditworthiness are also more pronounced for small firms than for large ones.", "Since the end of 2021, firm-level probabilities of default as reported by banks have increased more strongly for SMEs (Chart 12, right panel).", "SMEs are generally considered riskier by banks because their business models are less diversified, making them potentially more vulnerable to shocks.", "[ In addition, it is considered more difficult to assess their financial health by outsiders as SMEs are subject to fewer disclosure requirements.", "In line with these considerations, banks appear to view them as more vulnerable in the current environment of rising rates, leading to the faster increase in probabilities of default.", "These differences across sectors and firm sizes are also reflected in differences in financing constraints as perceived by firms.", "In the latest Survey on the Access to Finance of Enterprises , covering the period March to September 2022, compared with larger and older firms respectively, a greater share of smaller and younger firms reported financing constraints when applying for a bank loan (Chart 13).", "Young firms and SMEs also saw a stronger increase in the share of firms facing financing constraints than other firms compared with the previous year .", "Similarly, firms from the construction sector were more likely to report having encountered financing constraints compared to other firms and compared to the previous year.", "Obstacles to obtaining a bank loan by type of firm (percentages of respondents) Sources: ECB and European Commission Survey on the Access to Finance of Enterprises (SAFE).", "Notes: Financing obstacles are defined as the share of enterprises reporting (i) rejected loan applications, (ii) loan applications that resulted in a lower than requested amount, (iii) loan applications that resulted in an offer that was declined by the enterprise because the borrowing costs were too high or (iv) a decision not to apply for a loan for fear of rejection (discouraged borrowers).", "Reference periods are March to September of 2021 and of 2022.", "The final source of financing for firms is through the issuance of equity, in particular listed shares.", "One way to measure this is to consider the cost of equity, which is calculated as the sum of the long-term risk-free rate and the equity risk premium - that is, the additional compensation demanded by investors for the risk of holding stocks.", "The nominal cost of equity for euro area firms has also remained contained during the ongoing monetary policy tightening phase (Chart 14, left panel).", "Despite temporary increases in 2022, there has been an overall decline by around 130 basis points in the cost of equity since end-2021 as increasing risk-free rates have been more than offset by a lower equity risk premium, reflecting overall positive market risk sentiment.", "At the same time, stock market developments have also differed across economic sectors.", "Since the end of 2021, stock market valuations declined disproportionately for sectors which tend to be more sensitive to interest-rate changes such as technology or cyclical consumer products (Chart 14, right panel).", "In line with the more negative view of banks, equity valuations for the real estate sector also declined strongly, despite showing lower rate-sensitivity than other sectors.", "Cost of equity (left panel) and changes in stock returns by sector (right panel) for euro (left panel: percentage points; right panel: sector stock return associated to a one percentage point monetary policy shock in percentage points on x-axis, median sector total return between January 2022 and April 2023 in percentages Sources: Refinitiv, IBES, Consensus Economics, Bloomberg, Refinitiv and ECB staff calculations.", "Notes for left panel: The nominal cost of equity is calculated as the sum of a long-term risk-free rate, and the equity risk premium estimated from a dividend discount model.", "The model includes share-buybacks, discounts future cashflows with interest rates of appropriate maturity and includes five expected dividend growth horizons.", "See ECB Economic Bulletin, issue 4/2018 for more details.", "The latest observation is 7 April 2023.", "Notes for right panel: Monetary policy shocks are high-frequency surprises in the two-year OIS rate on monetary policy announcement days after applying the sign restriction of Jarociński, M. and Karadi, P. (2020), \"Deconstructing Monetary Policy Surprises - The Role of Information Shocks.\"", "American Economic Journal: Macroeconomics, 12 (2).", "The latest observation is 12 April 2023.", "Making sure that inflation returns to our two percent target in a timely manner has required a substantial increase in interest rates.", "By bringing interest rates to a sufficiently restrictive level and fostering a period of below-trend growth through the dampening of demand, we will counteract above-target medium-term inflation pressures and also ensure that the prolonged phase of above-target inflation does not become embedded through a de-anchoring of inflation expectations.", "In particular, the dampening of demand through the tightening of monetary policy means that price setters and wage-setters are on notice that excessive price and wage increases will not be sustainable.", "In our March monetary policy meeting, with rates firmly in restrictive territory, we announced that future policy rate decisions would be determined by an assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "This assessment will include close inspection of developments in the financing conditions facing firms.", "In addition to monitoring the transmission of our policy rates to bank lending rates and bond yields, the April bank lending survey will be an important input for our May meeting.", "In particular, the bank lending survey will help us assess any spillovers from events in the US and Swiss banking systems to credit supply and credit demand in the euro area.", "Moreover, the April Corporate Telephone Survey (CTS) will provide us with feedback from the corporate sector, including in relation to financing conditions.", "Looking further ahead, the next Survey on Access to Finance (SAFE) will supply comprehensive information on the financing conditions facing firms in time for our June meeting.", "I am grateful to Thomas McGregor, Franziska Huennekes, Dorian Henricot, Annalisa Ferrando, Luís Fonseca and Timo Reinelt for their contributions to this speech.", "In February 2023, we announced that we would allow the APP portfolio to decline at a measured and predictable pace of EUR 15 billion per month on average until the end of June 2023, with the subsequent pace of decline to be defined over time.", "While the average share of bonds in debt financing has increased over time to thirty per cent, loans still remain the dominant source of financing for firms, in particular for smaller firms with limited access to bond markets.", "See, among others, Holm-Hadulla, F., Musso, A., Nicoletti G. and Tujula M. (2022) \" Firm debt financing structures and the transmission of shocks in the euro area\", Economic Bulletin, Issue 4, ECB.", "See, for instance, Carroll, James & McCann, Fergal (2019), \"Observables and residuals: exploring cross- border differences in Small and Medium Enterprise borrowing costs,\" Journal of Financial Services Research, Volume 56, and Carroll, James and McCann, Fergal (2016), \"Understanding SME interest rate variation across Europe\", Central Bank of Ireland Quarterly Bulletin Articles, Issue 2.", "A total of 151 banks operating in all euro area countries were surveyed in the latest survey round.", "See Huennekes, F. and Köhler-Ulbrich, P. (2022), \" What information does the euro area bank lending survey provide on future loan developments?", "\", Economic Bulletin, Issue 8, ECB.", "Estimates based on historical data suggest that a change in market rates is fully transmitted to a corresponding change in corporate bond yields within the same quarter (the pass-through rate is about one), while for lending rates it usually takes about six months to one year until changes in market rates are passed through to corporate bank lending rates, see Altavilla, C, Canova F. and Ciccarelli M. (2020), \"Mending the broken link: Heterogeneous bank lending rates and monetary policy pass-through\", Journal of Monetary Economics, Volume 110.", "As of 14 April 2023, high-yield bond spreads were overall unchanged and investment grade bond spreads decreased by 16 basis points since the day after the 8-9 June 2022 ECB Governing Council meeting, when the intention to hike rates in July was announced.", "See, for example, Bergeaud A., Eymeoud J.-B., Garcia T. and Henricot D. (2023) \"Working from home and corporate real estate\", Regional Science and Urban Economics, Volume 99.", "For a discussion of commercial real estate markets, see Daly, P., Dekker, L., O'Sullivan, S., Ryan, E. and Wedow, M. (2023) \" The growing role of investment funds in euro area real estate markets: risks and policy considerations \", ECB Macroprudential Bulletin, April.", "See Crouzet N. and Mehrotra N. R. (2020), \"Small and Large Firms over the Business Cycle\", American Economic Review, Vol."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Financing", "Bank lending", "Corporate bonds", "Equity", "Creditworthiness", "Financing costs", "Economic outlook", "Credit standards"]}