{"sentences": ["'Governance in Banks: Driving Sustainable Growth and Stability' Inaugural Address by Shri Shaktikanta Das, Governor at the Conference of Directors of Banks organised by the Reserve Bank of India for Public Sector Banks on May 22, 2023 in New Delhi and Private Sector Banks on May 29, 2023 in Mumbai I am very happy to be here in this maiden Conference of the Directors in the Boards of Banks organised by the Reserve Bank of India.", "At the outset, I would like to acknowledge the key role played by the Banks in the process of economic development of our country.", "Over the years and especially in the recent period, Banks have been able to maintain financial and operational resilience in the face of extreme stress originating from the COVID-19 pandemic, the continuing war in Europe and the banking sector crisis in certain advanced economies (AEs).", "Today our banking sector stands out as strong and stable with CRAR at 16.1 per cent, Gross NPA at 4.41 per cent, Net NPA at 1.16 per cent and Provision Coverage Ratio at 73.20 per cent at the end of December 2022.", "It is in times such as these that complacency may set in.", "We have to bear in mind that risks often get overlooked or forgotten when things are going well.", "Therefore, Boards of Directors of Banks and their senior management should maintain constant vigil on external risks and build-up of internal vulnerabilities, if any.", "In the last few years, the Reserve Bank has significantly strengthened regulation and supervision of the entire financial sector.", "We have issued guidelines on governance in banks and also rationalised the regulatory architecture for Banks, NBFCs (including MFIs) and UCBs.", "Our supervisory approach and methods have become much stronger and deeper.", "Our priority is protection of money and ensuring a robust financial sector for the country to progress.", "As you are aware, banks do their business primarily with money and it is, therefore, the responsibility of Boards of Directors and Managements of Banks to keep the interest of depositors uppermost in their mind.", "I would like to take this opportunity to convey our expectations from the Boards of Directors of banks and explain the multi-dimensional responsibility of individual directors1.", "My colleagues in the Reserve Bank and I also intend to have first-hand feedback from you on how to ensure that the Indian banking system remains resilient and future ready even in the face of risks and uncertainties.", "The entire effort has to be collaborative between the Bank Boards and the Reserve Bank.", "Let me now specifically dwell upon our expectations from Bank Boards one by one.", "Governance and Stability 5.", "A robust governance structure is the first and the most important requirement for ensuring stability of a bank as well as sustainable financial performance.", "According to the Basel Committee on Banking \"the quality of governance and management is Supervision (BCBS)2, probably the single most important element in the successful operation of a financial institution\".", "Similarly, a study conducted by the Reserve Bank researchers3, based on comprehensive econometric analysis, has shown that bank stability is strongly predicated upon the governance structure in the banking system.", "With this objective in mind, the Reserve Bank has issued guidelines4 listing out seven critical themes which need to be discussed in the Board meetings.", "These themes are business strategy, financial reports and their integrity, risk, compliance, customer protection, financial inclusion and human resources.", "The Reserve Bank has also issued guidelines5 on appointment of chairperson and conduct of meetings of the board; composition of important committees of the board; age, tenure and remuneration of directors; and appointment of the whole- time directors (WTDs).", "It is, however, a matter of concern that despite these guidelines on corporate governance, we have come across gaps in governance of certain banks, with the potential to cause some degree of volatility in the banking sector.", "While these gaps have been mitigated, it is necessary that Boards and the managements do not allow such gaps to creep in.", "We have been engaging with some of you on these issues at the individual level, but I thought it would be more effective if we engage with all the Directors together.", "It is the joint responsibility of the Chairman of the Board and the Directors, both whole time as well as non-executive or part time Directors, to ensure robust governance in banks.", "Ensuring requisite qualification and expertise in the Board 7.", "The Banking Regulation Act prescribes certain qualifications for appointment as Directors in the Board of Banks.", "Additionally, the Reserve Bank has issued guidelines on the 'Fit and Proper' criteria for the Directors.", "The objective is that Board members should have requisite expertise and demonstrate competence and integrity.", "For this, it is of utmost importance that the Directors keep themselves updated material changes in the bank's with internal environment as well as the external factors that have a bearing on the bank.", "A balanced combination of skills, diversity and expertise commensurate with the size, complexity and risk profile of a bank is what will drive it towards sustainable resilience.", "These skills should be enhanced by ongoing orientation programmes for the Directors.", "Directors must exercise care, prudence and diligence in the discharge of their functions.", "Duty of loyalty implies an undivided and unselfish loyalty to the Bank and demands that there shall be no conflict between duty and self-interest6.", "Objective and Independent Board 8.", "Individual Directors should not have any conflict of interest which may hamper their objectivity and independence.", "It is the responsibility of the Board to ensure that policies are in place to identify potential conflicts of interest and deal with them.", "In this respect, it is necessary that directors are 'independent' truly independent; that is, independent not only of the management but also of controlling shareholders while discharging their duties.", "They have to always remember that their loyalty is to the bank and no one else.", "Directors should keep watch on actual or potential related party transactions.", "They are expected to ask pertinent questions and obtain the required information from the management before taking decisions.", "I am not advocating any confrontation, but only stressing the need for the required level of alertness among all directors.", "Role of Chairperson, Board Committees and Managing Director/Chief Executive Officer 9.", "The role of Chairperson is akin to the captain of a ship.", "For the chairperson to be able to navigate the Board discussions and functions in the right direction, he/she should possess the requisite experience, competencies and personal qualities.", "Chairpersons should encourage open and honest discussions which, at times, can be critical of the proposals recommended by the management.", "Fostering an environment where dissenting views can be freely expressed and discussed is what will ensure objectivity an absolute necessity for long-term sustainable performance of a bank.", "The MD & CEO is expected to function under the overall supervision, direction and guidance of the Board and at the same time, maintain independence in performance of duties.", "At times, however, we have noticed the dominance of CEOs in Board discussions and decision making.", "It has been seen in such cases that Boards are not asserting themselves.", "We would not like this type of situation to develop.", "At the same time, there should not be a situation where the CEO is inhibited from doing his duties.", "Directors and CEOs should, therefore, foster an atmosphere of free and fair discussions in Board Meetings.", "V. Tone from the Top; Corporate Culture and Value System 11.", "The larger purpose of the Board is to provide clear and consistent direction to the banks.", "The focus areas for any Board should be that of approving and overseeing implementation of the Bank's values, policies and strategic objectives.", "Setting the correct tone at the top is a primary step in building a conducive corporate and risk culture as well as ethical behaviour among the rank and file.", "It is the responsibility of the Board to ensure that the processes and systems in the bank facilitate effective decision-making and good governance, which should also percolate down within the Bank.", "These are not abstract concepts.", "These are necessities which would help in building public trust and confidence on Banks.", "The importance of public trust in the banking system, as exemplified in the recent bank failures in the United States, also needs to be appreciated.", "This was a classic case wherein public trust in certain banks evaporated suddenly.", "Further, in this digital age, it took only a few hours to transfer billions of dollars held as deposits in a bank to other institutions, leading to a severe liquidity crisis.", "The monitoring of information appearing in various media, including social media, has therefore become very important for any bank.", "In fact, such cases have been observed in India, too, in a few Banks in the past.", "We had to advise the CEOs to interact with the media immediately to set out the facts correctly.", "There have been instances when the Reserve Bank had to issue press statements to assuage concerns and prevent potential panic.", "In this kind of milieu, it is upon the Banks and their Boards to assiduously build sound corporate culture and value system within the organisation.", "Quality of Information 13.", "Our supervisory assessments have revealed that, sometimes, the information being put up to the Board was laden with gaps and material inaccuracies.", "Further, the agenda notes which the Boards were reviewing did not capture all the relevant information which made their review either ineffective or partially effective.", "We have come across instances of agenda papers not being circulated well in advance.", "There were also instances of only power point presentations being circulated as agenda notes.", "These power point presentations are like a guided tour, and Directors should clearly look beyond a guided tour.", "It is the responsibility of the Senior Management to provide material information to the Board in a timely, accurate and understandable manner so that the Boards can take informed decisions.", "Care should be taken to avoid voluminous notes and information overwhelming the Directors with superfluous data.", "On the other hand, the Board also has a responsibility to seek as much relevant information as required for it to satisfactorily reach a decision.", "Effective oversight of Senior Management 15.", "Senior Managements in banks like any other corporate entity are accountable for implementing the Board decisions and ensuring that the risks assumed by the bank are within the risk appetite approved by the Board.", "An effective Board of Directors also evaluates the performance and compensation of the Senior Management.", "A compensation structure which does not distinguish between prudent risk taking and excessive risk taking often results in a culture of indifference towards risk taking.", "Banks need to rethink their internal accountability structures to ensure that prudent risk taking is rewarded and imprudent decisions are discouraged.", "Employees cannot be rewarded for increasing short-term profits without adequate recognition of the risks and long-term consequences.", "In this regard, the Reserve Bank has issued guidelines on Compensation of Whole Time Directors/ Chief Executive Officers/ Material Risk Takers and Control Function staff of private sector banks.", "The underlying idea is that the compensation structure should promote long-term performance and be in line with the business and risk strategy, objectives, values and incorporate measures to prevent conflicts of interest.", "Business Model and Conduct 18. Business models of Banks are expected to be robust and prudent.", "In this context, Boards need to pay specific attention to the asset liability management (ALM) in the Banks, as suboptimal ALM can lead to serious liquidity risks and destabilising effects on the Bank itself.", "The recent developments in the banking sector in the USA bear ample testimony to this.", "These developments in the USA have also demonstrated that aggressive growth strategies with disproportionate or excessive focus on the bottom lines and/or market capitalisation often leads to build up of vulnerabilities.", "Banks should exercise caution and prudence in their growth strategies, pricing of products and portfolio composition.", "Over-aggressive growth, under-pricing or over-pricing of products both on the credit and deposit sides, concentration or lack of adequate diversification in deposit/credit profile can expose the banks to higher risks and vulnerabilities.", "From time to time, the Reserve Bank has engaged with certain banks on the need to make suitable adjustments in their business strategies where it was observed that over-aggressive growth in certain business segments (be it in credit/deposits) were creating avoidable vulnerabilities.", "Problems or risks can come from one corner of the balance sheet which might appear insignificant in the beginning.", "Let me emphatically state that the Reserve Bank does not interfere in commercial decision making of the banks, but only gives them a nudge to address potential risks and vulnerabilities.", "It is expected of banks that they put in place robust risk management policies and practices to address the risks associated with their business model/strategy.", "Another area of focus for the Board should be the adoption of fair practices and customer protection, including in the context of growing digital lending.", "Quick and effective redress of customers grievances reflect the efficacy of a overall functioning.", "Here, I would like to mention that we have also issued guidelines regarding outsourcing of functions to third-party agencies.", "The arrangements with these third-party agencies should be very clear, specific and well-defined.", "In outsourcing of critical functions, including technology services, if an incident occurs, the banks cannot shift the blame to the third parties because the primary responsibility of ensuring operational resilience is on the banks and not on the third parties.", "Therefore, it is for the banks to have suitable arrangements and agreements in place with the service providers to ensure that they function according to the policies and expectations of the individual banks.", "Integrity and Transparency of Financial Statements 21.", "One of the critical areas where the role of Directors is very significant is in ensuring the integrity of financial statements published by the bank.", "We have come across instances where so called smart accounting methods were adopted to artificially boost the financial performance of the bank.", "During the course of our supervisory process, certain instances of using innovative ways to conceal the real status of stressed loans have also come to our notice.", "To mention a few, such methods include two lenders together to evergreen each other's loans by sale and buyback of loans or debt instruments; good borrowers being persuaded to enter into structured deals with a stressed borrower to conceal the stress; use of Internal or Office accounts to adjust borrower's repayment obligations; renewal of loans or disbursement of new / additional loans to the stressed borrower or related entities closer to the repayment date of the earlier loans; and similar other methods.", "We have also come across a few examples where one method of evergreening, after being pointed out by the regulator, was replaced by another method.", "Such practices beg the question as to whose interest such smart methods serve.", "I have mentioned these instances to sensitise all of you to keep a watch on such practices.", "The Board of Directors, especially the Audit Committee of the Board (ACB), should bestow close attention on the accounting policies followed by the banks and implement preventive controls to preclude smart or aggressive accounting practices.", "The Board or the ACB should engage with the Statutory Central Auditors of the bank to ensure that their financial reporting is transparent and prudent.", "Independence of Assurance Functions; risk management, compliance and internal audit Under the 'three lines of defence' model, 24.", "Management and business functions form the first line while risk management and compliance form the second line.", "Internal Audit forms the third line of defence.", "The assurance functions risk management, compliance and internal audit collectively assist the Board as well as the management to gauge whether the business operations of the bank are being run in conformity with the policies and strategies laid down by the Board.", "RBI has issued detailed guidelines for ensuring quality and independence of governance and assurance functions.", "The Board as well as the Risk and Audit committees of the Board should ensure that risk management, compliance and internal audit functions have adequate independence and stature within the organisation to function effectively.", "It is important that the Assurance functionaries have a right of direct access to the Board of Directors or its committees.", "Moreover, the assurance functionaries should have the independence to constructively challenge the business functions for establishing a strong compliance and risk culture.", "The assurance functions should also be at the same pedestal as the business functions.", "The Reserve Bank has issued detailed guidelines in this regard for ensuring quality and independence of the assurance functions.", "Banks may also subject their assurance functions for independent external evaluation, so that there is an added layer of confidence to all the stakeholders.", "On behalf of the Reserve Bank, I have enumerated a 10-point charter in my address today.", "The safety and soundness of the banking system relies critically on effective corporate governance which helps to build an environment of trust, long-term stability and business integrity of banks.", "Governance frameworks can be pictured as a complex mesh of nuts and bolts holding the financial pillars of capital, assets, deposits and investments in place and keeping the structure of the bank upright.", "Raising financial resources would not be a constraint for banks with robust governance frameworks as they can command a governance premium.", "This premium in turn will be driven by quality of leadership at the top.", "As a Regulator and Supervisor, the Reserve Bank has taken several measures to ensure sound corporate governance in banks.", "The Banks themselves have taken steps to face the recent headwinds and exhibited remarkable resilience.", "The leadership and governance in in the nation's journey so far and we banks have played a vital role believe that together we can drive a growth which is sustainable and a financial system which is resilient, stable and inclusive."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Governance", "Risk Management", "Board of Directors", "Corporate Culture", "Financial Stability", "Customer Protection", "Business Model", "Independence", "Transparency", "Assurance Functions"]}