{"sentences": ["Accompanying charts to the speech Good morning, everyone, and let me thank Sparebanken Sør for allowing us to use their grand premises to explain the background for our monetary policy decision today.", "Chart: Policy rate raised by 0.25 percentage point Norges Bank's Monetary Policy and Financial Stability Committee decided to raise the policy rate by 0.25 percentage point to 4 percent.", "Norges Bank's task is to keep inflation low and stable.", "The operational target is inflation of close to 2 percent over time.", "We are also mandated to help keep employment as high as possible and to promote economic stability.", "Chart: Inflation is high We are raising the policy rate to dampen inflation.", "In July, consumer prices were 5.4 percent higher than one year earlier.", "Excluding energy prices, inflation is now running at around 61⁄2 percent, which is markedly above our target.", "High and variable inflation has substantial costs - to people, businesses and society.", "It becomes more difficult to plan ahead and to judge whether the price of a good or a service is reasonable.", "Pay increases that appear generous when they are agreed early in the year can after a few months be wiped out by a surge in inflation.", "A rapid and unexpected jump in prices hits low-income households in particular and those who can least afford it.", "Chart: Inflation is broad-based Prices for many goods and services are rising rapidly, both for imported goods and domestically produced goods and services.", "Initially, the rise in energy prices was the key driver of inflation.", "Subsequently, prices for food and other products also contributed to pushing up inflation, while the contribution from energy prices gradually diminished.", "Recently, inflation has been increasingly driven up by higher prices for services, such as airfares and cultural services.", "Chart: International inflation is receding Inflation has also risen rapidly internationally.", "In order to contain inflation, many central banks have responded by raising their policy rates to the highest levels observed since the 2008 financial crisis.", "We are now seeing that inflation is subsiding in many jurisdictions.", "Trade flows across countries have become more normal after the pandemic, and freight rates have fallen.", "Lower imported goods inflation will also dampen inflation in Norway further ahead.", "At the same time, futures prices indicate that electricity prices will remain lower going forward than last year.", "Lower electricity prices reduce business costs.", "That will also contribute to dampening inflation.", "Chart: Wage growth has risen Although there are forces that are now pushing down on inflation, there are other conditions suggesting that inflation will remain elevated for some time ahead.", "Wage growth has risen gradually in recent years.", "This year the social partners agreed on pay increases that will result in the highest wage growth in 15 years.", "This year's pay increases are not high compared with the rise in the cost of living facing many households, but the pay increases nevertheless add to the costs facing businesses.", "That will push up on inflation ahead.", "Chart: The krone depreciated markedly in spring The krone exchange rate depreciated markedly over spring.", "The krone has appreciated somewhat this summer but is still weaker than around the beginning of the year.", "Norges Bank has not defined an exchange rate target.", "Nevertheless, the exchange rate is of importance to interest rate setting because it has an impact on inflation.", "Import prices for households and businesses rise when the krone depreciates.", "Since spring 2022, the policy rate has been raised sharply and rapidly.", "The still-high level of inflation may give the impression that monetary policy tightening is not working.", "But had we not raised the policy rate, inflation would have been higher, in part because the krone would have been weaker.", "For that matter, we have yet to see the full effects of the past rate hikes.", "Chart: Growth in the Norwegian economy has slowed The interest rate is now helping to cool the economy.", "Activity in the Norwegian economy is still high.", "Employment is high and unemployment has remained low.", "But activity is now rising more slowly, with pressures in the economy easing.", "Prices for existing homes are rising at a slower pace, and the stock of unsold homes has increased.", "The peak of the business cycle was likely passed towards the end of 2022.", "For indebted households, interest expenses have risen considerably.", "So far, many consumers have been able to maintain consumption thanks to the savings accumulated during the pandemic.", "But for a period ahead a larger number will likely have to tighten spending to make ends meet.", "Many people are concerned about their finances and are questioning whether such a sharp increase in the policy rate is truly necessary.", "We are aware that there is a cost associated with raising the interest rate, but the cost of not doing so could prove greater.", "In deciding the policy rate, my colleagues and I are concerned with balancing the risk of tightening too much and the risk of tightening too little.", "If we had raised the policy rate faster, we could have brought inflation down towards the target faster.", "But we also give weight to promoting the goal of maximum employment when we set the policy rate.", "We do not want to raise the policy rate more than required to tackle inflation.", "But if we do not tighten monetary policy sufficiently, there is a risk that prices will continue to rise rapidly and that households and businesses start planning for high inflation in their price and wage setting.", "If the policy rate is raised considerably less in Norway than in other countries, the krone may depreciate markedly.", "And if inflation becomes entrenched, it may become necessary to tighten policy even more sharply, with the risk of a severe downturn that could leave many people without a job.", "That is something we want to avoid.", "The wage formation model in Norway reduces the risk of wage price spirals.", "That means the policy rate can be raised to a lesser extent than would otherwise have been needed.", "But inflation will not come down to the target on its own.", "Chart: Developments broadly in line with projections Let me say a bit more about the assessments we made at our monetary policy meeting this week.", "We did not prepare new forecasts for that monetary policy meeting, but we did assess new economic information against our June projections.", "Economic growth among our trading partners slowed through spring.", "While overall inflation receded in many countries, underlying inflation has remained elevated.", "Central banks have continued to raise policy rates through summer.", "Energy prices have fallen in Norway.", "Excluding energy prices, inflation has remained high.", "Unemployment has remained low.", "It is our assessment that overall developments have been broadly in line with expectations.", "This is why we are also sticking to the plan we set out in June, which was to raise the policy rate to 4 percent now.", "We know that many people are now wondering whether the current monetary policy tightening cycle is nearing the end.", "Chart: Policy rate will likely be raised again in September The answer is that we have come a long way, but we believe that a somewhat higher policy rate will be needed to bring down inflation towards the target within a reasonable horizon.", "The future policy rate path will depend on economic developments.", "If the economy evolves as currently anticipated, the policy rate will be raised further in September.", "If the krone proves to be weaker than previously projected or pressures in the economy persist, a higher policy rate than signalled in June may be needed to bring down inflation.", "If there is a more pronounced slowdown in the Norwegian economy or inflation declines more rapidly, the policy rate may be lower than we have envisaged.", "The economic outlook is uncertain.", "But there is no uncertainty about the objective.", "We will set the policy rate so that inflation stabilises at close to 2 percent.", "By doing so, we are helping to restore households' purchasing power and promote high employment and economic stability over time."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Policy rate", "Wage growth", "Krone exchange rate", "Economic growth", "Monetary policy", "Interest rates", "Employment", "Prices", "Financial stability"]}