{"sentences": ["Accompanying slides to the speech Ladies and gentlemen of the media and all others present here and online, welcome to this Bank of Finland Bulletin press conference, the last one of the summer - or first of the autumn!", "As I'm sure you are aware, each issue of the Bank of Finland Bulletin deals with a different theme.", "The June and December issues focus on the forecast for the Finnish economy, the May issue provides a financial stability assessment and the SeptemberOctober issue discusses monetary policy.", "In addition to these regular issues, the Bank of Finland occasionally publishes thematic reviews - like today, when we focus on the implementation of the European Central Bank's monetary policy.", "The implementation of monetary policy refers to the process through which the Eurosystem - that is, the ECB and the national central banks, such as the Bank of Finland - transmits monetary policy decisions to the financial markets.", "Before the global financial crisis, monetary policy implementation was often viewed as a black box where ECB interest rate decisions went in and market rates came out.", "Only a limited group of central bank economists and financial market participants were initiated in the workings of the monetary policy implementation framework.", "A lot then changed over the next ten years or more, as asset purchase programmes and long-term refinancing for banks turned the execution of monetary policy into a key element in determining the monetary policy stance.", "SLIDE 2: KEY MESSAGES These are the key messages of what we have published today: 1.", "Monetary policy has been tightened considerably in response to the rapid rise in inflation.", "As a result, short-term interest rates have returned to the focus of monetary policy, and the ECB's deposit facility rate paid to banks is, without question, the key instrument for signalling the monetary policy stance .", "In times of crisis, the Eurosystem's balance sheet was expanded exceptionally strongly.", "The normalisation of monetary policy and maturing of the asset purchase programmes and long-term loans granted to banks are causing the Eurosystem's balance sheet to contract, potentially creating new challenges.", "When we needed to adopt the crisis measures, it often felt like sailing uncharted waters.", "The route back to a more normal environment is more familiar, but the effects on the economy and the financial markets from expanding and shrinking the balance sheet might not be symmetrical.", "So far, the process is proceeding smoothly, but this is only the beginning.", "The balance sheet is therefore being reduced gradually and as predictably as possible.", "We are closely monitoring the effects of these measures and stand ready to react to harmful market tensions in the government bond or money markets.", "As the Eurosystem's balance sheet is shrinking, now is the right time to consider how to control interest rates in the future and how financial stability and climate change should be taken into account in the implementation of monetary policy.", "SLIDE 3: MONETARY POLICY ENVIRONMENT COLOURED BY CRISES This chart illustrates the numerous crises that the euro area has faced over the past 15 years.", "After the recession caused by the financial crisis, the euro area drifted into the sovereign debt crisis and an era of below-target inflation.", "When the economy was recovering, it was first hit by the COVID-19 pandemic and then by Russia's illegal war, which has had an extensive impact on both the real economy and inflation.", "In response to these developments, the 'old normal' in monetary policy basically came to a complete end.", "The ECB's main policy rate was lowered into negative territory and the Eurosystem multiplied the size of its balance sheet through large-scale asset purchase programmes and by granting ample amounts of low-interest and long-term financing to banks.", "Now, with the normalisation of monetary policy under way, the question arises as to what the new normal should be.", "Following the enormous changes that have taken place in the monetary policy environment, is a return to the 'old normal' still the best option, or is it even fully possible?", "SLIDE 4: INFLATION SPIKED ABOVE 10%, RECEDING SLOWLY At the onset of the pandemic, the economic outlook initially deteriorated sharply and inflation slowed, becoming negative.", "As the pandemic changed the structure of demand and the economy recovered, with the support of fiscal and monetary policy, bottlenecks in the supply of raw materials and components, in particular, began to push up the prices of production factors over the course of 2021.", "Russia's illegal war and its use of energy as a weapon strengthened the negative supply shock, and inflation in the euro area increased in an unprecedented manner.", "The strongest spike was largely caused by the rise in energy and food prices, but since then inflation has spread throughout the economy.", "This is reflected in the indicators of underlying inflation, which have climbed significantly above the ECB's inflation target.", "The chart shows that, due to the energy shock fading and the considerable tightening of monetary policy, inflation has started to slow significantly and is expected to return close to the ECB's 2% target during 2025.", "SLIDE 5: DEPOSIT FACILITY RATE HAS BECOME THE MAIN INSTRUMENT FOR MONETARY POLICY The series of rate hikes begun in the summer last year with the aim of curbing inflation and maintaining price stability has been exceptional for the Eurosystem, in terms of both pace and size.", "To the keen-eyed, this chart of important interest rates in the euro area shows that the ECB's deposit rate, which is currently its most important policy rate, now stands at 3.75%, a level last seen in the early days of the euro.", "Some media outlets highlighted this after last month's ECB interest rate decision.", "When comparing policy rates at different points in time though, it is important to be aware of how the implementation of monetary policy has changed in between those points.", "In the 'old normal', the ECB's control of short-term money market rates was based on the rate at which banks borrowed reserves from the Eurosystem in the weekly main refinancing operations.", "But since banks now hold considerably larger excess reserves with central banks, the level of market rates is, in practice, set by the rate at which banks make deposits with the Eurosystem.", "So the ECB's most important policy rate has changed from the lending rate to the deposit rate.", "You might also notice that at the end of 2000 and into 2001, the most important policy rate for the monetary policy stance was one percentage point higher than right now.", "I would like to emphasise this, because the media, when covering the ECB's interest rate decisions, at least sometimes still refers to the main refinancing operations rate as the ECB's principal key policy rate.", "It is important, though, to take into account the role played by each of the ECB's policy rates in the monetary policy implementation framework.", "This is particularly the case if there were to be some variation in the pace at which different policy rates are changed as part of the normalisation of monetary policy implementation.", "What also complicates a historical comparison of interest rates is that the interest rate level does is not a direct indicator of the tightness of the monetary policy stance.", "Back in the early years of the euro area, when money market interest rates were 1 percentage point higher than now, the neutral level of interest rates that balanced economic growth was also estimated to sit well above the current level.", "So, while the policy rate was higher back then, it did not necessarily hold back economic growth or inflation any more than the current interest rate level.", "The ECB policy rate is now set at a level that restricts economic growth and slows inflation.", "In principle, this means that with the current monetary policy stance, inflation is expected to slow down to a level close to its target.", "BUT if 'over time' takes considerably longer than expected, persistent above-target inflation may elevate future inflation expectations and thereby lead to inflation being higher than forecast.", "Should this happen, countering it will require a belated tightening of monetary policy on a scale that considerably exceeds current expectations.", "This, in turn, would bring about very negative consequences for the economy.", "One way to hasten the restoration of inflation to its target level would be to raise interest rates beyond their present levels.", "But there would be a risk of an unnecessarily strong decline in aggregate demand and of inflation sinking significantly below target in the future.", "The beauty - but also the difficulty - of calibrating monetary policy is that monetary policy needs to be forward-looking, whereas its success is measured looking backwards.", "I am fairly certain that in a few years' time, when it is clear where policy rates should have been set currently, today's monetary policy will spark criticism, perhaps even harsh criticism.", "At the current juncture, however, it is still unclear - at least to me - which of two errors is more likely and entails a greater risk: would a rate hike in September be too much, or would keeping key ECB interest rates unchanged be too little?", "With this in mind, the stance taken at the Governing Council's most recent meetings remains appropriate.", "The Governing Council will continue making monetary policy decisions on a meeting by meeting basis and using the latest data available.", "Our future interest rate decisions will be based on the inflation outlook, on an analysis of the dynamics of underlying inflation and on an assessment of how our previous monetary policy measures are being transmitted to the economy and to prices.", "Having briefly considered the monetary policy stance, I will now return to today's topic - monetary policy implementation.", "SLIDE 6: EUROSYSTEM BALANCE SHEET EXPANDED AT THE EFFECTIVE LOWER BOUND AND AS A RESPONSE TO CRISES The interest rate level has not been the sole determinant of the ECB's monetary policy stance in recent years.", "After lowering the key interest rates close to zero, and even below it, monetary policy was further eased by granting long-term refinancing to banks and launching large-scale asset purchase programmes.", "The use of these non-standard monetary policy measures was, at times, also explained by the need to support monetary policy transmission and financial intermediation as a response to financial market turmoil.", "Following the pandemic, the cumulative asset purchases peaked at over EUR 5 trillion, and the volume of credit to banks amounted to over EUR 2 trillion.", "As a result, the Eurosystem balance sheet total peaked at almost EUR 9 trillion, which is equivalent to close to 70% of the euro area annual GDP.", "In practice, the Eurosystem has funded its asset purchases and lending by increasing the volume of banks' deposits with national central banks, that is, by creating reserves.", "SLIDE 7: EUROSYSTEM SECURITIES HOLDINGS ARE GRADUALLY Now that the Governing Council is normalising monetary policy, we have also begun to reduce the Eurosystem balance sheet, besides raising interest rates.", "Central banks' securities holdings have decreased gradually as a result of, first, the slower pace of reinvestments under the asset purchase programme (APP), which was launched in 2015, and, in July this year, the discontinuation of the reinvestments.", "The securities holdings will continue to decrease at a gradual and predictable pace.", "Over the next 12 months, approximately EUR 330 billion of securities will be maturing under the APP.", "With respect to reinvestments under the pandemic emergency purchase programme (PEPP), our intention, under the current outlook, is to continue these until the end of 2024.", "With the rapid rise in interest rates, fixed-income investments have once again become an attractive alternative for investors.", "This will support the gradual normalisation of the Eurosystem balance sheet.", "Despite the shrinking balance sheet, the Eurosystem will remain the largest holder of bonds in the euro area securities markets in the years ahead.", "As there is no previous experience of reducing such substantial holdings, it is important that the Eurosystem continues paying attention to liquidity in the interest rate markets and to harmful market disruptions.", "The Eurosystem will need to carefully weigh up whether in the future it would be advisable or not to reduce the balance sheet faster than the pace at which the securities holdings and credit to banks are maturing.", "SLIDE 8: CENTRAL BANK CREDIT OPERATIONS HAVE RETURNED TO PRE-PANDEMIC LEVELS The volume of central bank credit to banks has already fallen to pre-pandemic levels, to approximately EUR 600 billion.", "In recent years, these loans have been almost entirely provided through targeted longer-term refinancing operations (TLTROs).", "During the pandemic, these TLTRO loans were granted at favourable rates, even at rates below the central bank's deposit facility rate.", "The anticipation that a vast volume of these crisis-period loans would be maturing gave the markets palpitations to an extent in early summer.", "Banks had, however, ensured their access to market liquidity in advance, and only a very small volume was rolled over into new and more costly central bank loans, such as those borrowed in the weekly main refinancing operations.", "Although low-interest long-term credit operations were discontinued some time ago, banks' access to reserves directly from the central bank has been guaranteed.", "Banks can still borrow reserves at a fixed rate within the limits of their needs and collateral.", "In other words, main refinancing operations continue to follow the full allotment policy that is so familiar to us here at the Bank of Finland, meaning banks will be granted the full amount they wish to borrow - naturally against full collateral.", "SLIDE 9: RATE HIKES HAVE BEEN TRANSMITTED WELL TO MONEY Despite the rapidly rising level of interest rates, rate hikes have been transmitted well to the money market.", "In practice, the ECB's deposit facility rate has set the level for the shortest money market rate - the €STR.", "Longer term money market rates, such as the Euribor rates, have in turn risen in line with the expectations hypothesis for the term structure of interest rates, anticipating future policy rate hikes.", "The chart also shows that the fast pace of rate hikes last year surprised the markets.", "At present, there is no need for new credit operations that deviate from the normal framework.", "The fixed-rate full allotment policy in standard refinancing operations serves as a firm first line of defence against banks' potential and unexpected liquidity needs and other money market tensions.", "In the future, when the Eurosystem considers normalising the monetary policy operational framework, we should take a position on whether or not the interest rate corridor should be symmetric around the rate on the main refinancing operations.", "In the old normal, the marginal lending facility rate was 1 percentage point higher than the main refinancing operations rate, and the deposit facility rate was, correspondingly, 1 percentage point lower.", "A significantly narrower interest rate corridor could reduce the funding costs of banks that use standard tenders to obtain liquidity, and also limit increases in short-term market rates and risk premia.", "I will return to this in a moment.", "SLIDE 10: THE TIGHTENING OF MONETARY POLICY HAS BEEN TRANSMITTED SMOOTHLY ACROSS THE ENTIRE EURO AREA In the early phase of our rate hikes and cuts in securities holdings, the markets were concerned that interest rates would diverge in euro area countries.", "It was feared that, with higher funding costs and a larger supply of bonds, investors could start overpricing the credit risks faced by some euro area countries, which would lead to interest rate spreads becoming too wide.", "However, monetary policy tightening has been transmitted fairly smoothly across the entire euro area.", "In fact, to name just one example, the spreads between 10-year government bond yields and the risk-free rate - here the 10-year overnight index swap rate - have narrowed both at the top and at the bottom.", "The narrowing at the bottom means the central bank's footprint on the interest rate market is now smaller as it has stopped asset purchases for the most part.", "The ending of monetary policy asset purchases in turn increases the volume of securities available to private investors and thus alleviates the occasional lack of safe assets, in particular German government bonds.", "Despite the favourable developments, the ECB is monitoring the markets carefully and stands ready to respond if monetary policy transmission is jeopardised on the government bond markets.", "SLIDE 11: MONETARY POLICY IMPLEMENTATION IN THE FUTURE As I stated before, at a time when monetary policy is being normalised, i.e.", "with interest rates having risen well above the zero lower bound and with asset purchase programmes and credit granted to banks reaching maturity, it is the right time for the ECB to review how it wants to control short-term market rates in the future.", "Indeed, the ECB announced in December 2022 that it will conduct a review on the matter.", "The Bank of Finland, and particularly our experts at the Market Operations Department, are participating actively in this work.", "I would like to thank particularly Niko Herrala, who is heading one of the ECB's workstreams, and also Juha Niemelä and Marjaana Hohti, who are members of the ECB's Market Operations Committee.", "Interest rates can be controlled in many ways.", "This is clear just from the way in which central banks in different countries have decided to conduct monetary policy in the postpandemic era.", "The ECB too, has experience of different frameworks for controlling interest rates.", "In the pre-financial crisis era, the supply of reserves was kept scarce.", "This ensured that banks had to acquire reserves via main refinancing operations, which in turn ensured that short-term money market rates settled close to the main refinancing rate (point A in the chart).", "The marginal lending and deposit facility rates were, in turn, set so that the main refinancing rate was in the middle of the interest rate corridor formed by these two rates.", "In recent years, the supply of reserves has clearly exceeded the level of the minimum reserve requirement.", "Banks must deposit excess reserves with the central bank on a daily basis, and therefore the money market interest rates closely follow the ECB's deposit facility rate (point C in the chart).", "A contraction in the balance sheet means a reduction in the amount of excess reserves.", "The decreasing amount of reserves, if it persists, will start pushing up short-term money market rates above the deposit facility rate (point B in the chart).", "In such a situation, volatility in money market rates may also increase considerably.", "This in turn, can increase the risk premia demanded by markets if the central bank does not respond to the situation via monetary policy implementation.", "The Eurosystem has at least two options for preventing such an outcome: it can narrow the interest rate corridor, or it can, by conducting structural operations, ensure a sufficient supply of excess reserves in the future, too, so that the new balance does not slide (in the chart) too much to the left.", "SLIDE 12: NARROW INTEREST RATE CORRIDOR LIMITS VOLATILITY IN MONEY MARKET RATES If the central bank narrows the gap between its lending rate and deposit facility rate, there will be less space for the shortest money market rate to fluctuate.", "By narrowing its interest rate corridor, the central bank can thus limit the volatility in short-term money market rates in all the three situations (A, B and C).", "The downside to the narrow interest rate corridor is that it would decrease banks' incentives to balance reserves between themselves and would increase the central bank's market footprint.", "If the pool of collateral eligible for refinancing operations is kept very broad, as it is at present, a very narrow interest rate corridor (particularly the gap between the main refinancing operations rate and the deposit facility rate) could provide banks an inexpensive way of fulfilling the regulatory liquidity requirements.", "The liquidity regulatory framework is, after all, based on the premise that banks will ensure they are able to operate without state support.", "Central banks should therefore consider, particularly if they are applying a very narrow interest rate corridor, the separation of collateral criteria by operation type so that in future, only liquid assets with a high credit rating would be eligible as collateral for the main refinancing operations, which would be key to controlling interest rates.", "This would mean that in the main refinancing operations, the central bank could continue to apply the fixed-rate full allotment policy on a permanent basis.", "And at the same time, a more extensive pool of collateral similar to the present situation could be applied to longer-term refinancing operations.", "These structural refinancing operations should be conducted as variable rate tender procedures in which banks compete for reserves by placing bids.", "The liquidity transformation resulting from the operation and the higher risk-rating of the collateral would then be priced into the funding received by banks.", "The separation of collateral criteria by operation type and the separation of refinancing operations into monetary policy operations and structural operations would improve the Eurosystem's scope for safeguarding financial stability as well, without any negative side effects for controlling interest rates.", "SLIDE 13: INCREASE IN LIABILITIES MAY CREATE A NEED FOR STRUCTURAL OPERATIONS Even though the Eurosystem's balance sheet is now shrinking, it will probably remain larger than before the crises.", "Due to the growth in banknotes and other liabilities, the Eurosystem's balance sheet total is unlikely to be much below EUR 3 trillion.", "This figure is likely to be pushed up further by possible buffer demand for reserves among banks.", "In the pre-financial crisis era, the Eurosystem's balance sheet total was approximately EUR 1 trillion, and banks had virtually no reserves in excess of the minimum reserve requirement.", "This is a significant difference.", "Due to the natural growth in the balance sheet, it would be possible to establish a structural securities portfolio to respond to the increase in the demand for reserves in the euro area.", "The structural portfolio could operate either instead of the structural refinancing operations that strengthen financial stability or as a supplement to these operations by increasing the amount of excess reserves.", "The Eurosystem must support the EU's general economic policy goals and its other goals, such as achievement of the green transition and a carbon-neutral economy, provided that this does not prejudice the price stability objective.", "Climate risks and the green transition will have an impact on the general trend in the euro area economy and on prices, and therefore also on the operating environment for monetary policy.", "Climate change will also affect the Eurosystem's balance sheet risks and the value of its assets, especially in the longer term.", "The structural portfolio's purchases could therefore be targeted using climate criteria.", "The Eurosystem already has experience of this in the context of purchases under the corporate sector purchase programme (CSPP), for the allocation of which a companyspecific climate score was developed.", "The overall climate score depends on a firm's current emissions, the level of ambition of its emission targets and the quality of its emission disclosures.", "This type of structural green portfolio would enable the ECB to combat climate change in the long term too, as the ECB has stopped conducting purchases of corporate sector bonds under the current corporate sector purchase programme (CSPP).", "SLIDES 14 AND 15: CONCLUSIONS AND THANK YOU The Bank of Finland's Finnish equivalent to the Bulletin, Euro & talous, published today, includes three feature articles: one by Niko Herrala and Kristian Tötterman, one by Matti Ilmanen, Katri Järvinen and Aleksi Paavola, and one by Vesa-Ville Virtanen.", "These discuss in more detail the secrets of monetary policy.", "Thank you for your interest on these issues regarding monetary policy implementation.", "I shall be happy to answer any of your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Balance sheet", "Interest rates", "Inflation", "Financial stability", "Implementation", "Transmission", "Crisis", "Euro area", "ECB"]}