{"sentences": ["Thank you for inviting me.", "I am very pleased to be back in Slovenia.", "Bostjan and his colleagues from Banka Slovenije are such excellent hosts that it is always pleasure to visit your central bank.", "Today my plan is to take stock of where we stand in our fight against our common enemy, high inflation.", "I will first talk briefly about the causes of the surge in inflation, both globally and in Europe, where we should note that current inflation rates differ widely across the member states of the euro area.", "Since I am in the unenviable position of representing a country that had one the highest inflation rates in the euro area last year, I will also explain the drivers behind the particularly fast growth in consumer prices in Estonia.", "I will then discuss how high inflation impacts consumers and the public finances, how monetary policy has responded, and how monetary, fiscal and structural policies interact.", "I will conclude by explaining why the best contribution that we as central bankers can make to the economy is to restore price stability.", "This requires us to maintain our course of monetary tightening until we are confident that inflation will be brought back to its target in a lasting and sustainable manner.", "The global and European roots of high inflation The search for the causes of the current high inflation starts in the aftermath of the Covid-19 pandemic.", "The global economy recovered fast once the pandemic ended and the restrictions on consumption and travel were lifted.", "Aggregate demand in our economies bounced back, and it was also boosted by the wide-ranging support measures that governments and central banks offered to help companies and households cope with the crisis.", "It turned out that not all companies could respond quickly enough to this increase in demand, as some restrictions lingered and supply chains remained fractured.", "This put pressure on input prices that was then passed on to consumers.", "Then Russia attacked Ukraine, and this caused energy and commodity prices, including food prices, to increase sharply.", "The energy crisis hit Europe especially hard as the European Union as a whole and many member states were heavily dependent on Russian oil and gas.", "Russia weaponising energy pushed inflation up to levels not seen since the last great oil shock in the 1970s and 80s.", "By October last year inflation in the euro area had passed 10%, though inflation rates were very different across the member states, ranging from 7% in France to above 20% in the Baltics in that month.", "Inflation in Slovenia was just below the euro area average at 10.3%.", "The differences between the inflation rates in the various countries of the euro area first started to widen in 2020 when the pandemic caused stronger disinflation in countries that have large tourism sectors.", "As the pandemic faded, inflation picked up most in countries where the economy had declined less and where labour shortages were starting to put pressure on wages.", "The Baltics were hit even harder by supply chain disruptions when the war and sanctions cut off imports from Russia and prices rose.", "Before the war started, gas and electricity were relatively cheaper in the Baltic countries than they were on average in the euro area.", "This relatively low starting point made the subsequent price increases larger in percentage terms.", "After Russia invaded Ukraine, energy became the biggest cause of the divergence between the headline rates of inflation in euro area countries.", "A range of factors have caused this divergence, including the extent to which energy prices were regulated, and what support measures governments chose to alleviate the energy price shock for households and companies.", "Differences in the energy generation mix have also contributed to the divergence, as have the terms of household utilities contracts.", "In countries where the prices for electricity or gas are fixed for longer, it took also longer for the increase in prices to pass on to consumers.", "Let me summarise the main reasons why inflation was particularly high in Estonia, reaching close to 20% last year.", "Much of the following also applies to Latvia and Lithuania as the other two Baltic countries.", "To start with, the share of energy and food in the consumer basket is still somewhat higher in our countries than the average in the euro area.", "This meant that rapid rises in the prices of energy and food in particular consequently had a bigger impact on our inflation readings.", "Compounding this, price setting has traditionally been more flexible in the Baltic region than in other euro area countries, meaning that both rises and falls in commodity prices are translated more swiftly to consumer prices.", "Administered prices are also flexible and governments have allowed higher global energy prices to pass through quickly to regulated prices, while governments in some other euro area countries have been more cautious.", "High energy prices have also passed through to consumer prices in Estonia particularly fast because Estonian households have generally preferred to have flexible prices in their utility contracts.", "This had been a smart choice in most previous years, but it cost us dearly in 2022.", "It meant that any price increases in the wholesale markets for electricity in particular were immediately reflected in the prices paid by households.", "The increases in the prices of electricity that Estonian households experienced in the first half of last year were indeed dramatic.", "A third and more general reason why inflation has been high in the Baltic countries was that the economic impact of the pandemic was more limited in our region and the pandemic was followed by a very strong and swift recovery.", "Expansionary fiscal and monetary policies combined with strong domestic demand pressures therefore contributed to an increase in inflation.", "On top of this was a change in the Estonian pension system in the autumn of 2021 that allowed individuals to start withdrawing their pension savings before they reached retirement age.", "Some of this money was used to fund private consumption, which further increased inflationary pressures.", "The substantial dispersion of inflation rates between the countries of the euro area poses the question of how harmful these differences are in a monetary union.", "Obviously there will always be differences between the structures of our economies, and so there will always be some differences between the inflation rates in different countries.", "Such differences have been around since the euro was first introduced, though for most of the time they have been minor.", "Large differences in inflation rates could however lead to problems with the smooth functioning of a common currency area.", "An obvious problem is that a common monetary policy allowing nominal interest rates to be similar in all of the euro area countries will lead to differences in real interest rates if there are differences in inflation.", "The real interest rates in countries with higher inflation might be too low, while the real rates may be too high for countries with lower inflation.", "The common monetary policy then becomes too lax for some countries and too tight for others.", "There may also be possible concerns about the price competitiveness of individual countries in a monetary union if they experience persistently higher inflation at the country level.", "Finally, not every country in a monetary union will have identical economic and financial cycles, and this can then in turn cause differences between national inflation rates.", "These are wellknown challenges faced by monetary unions and the solution can only lie in the prudent use of other economic policies by the government - that is their structural and fiscal policies.", "Inflation and consumers When we talk about inflation, we usually mean how prices change for the average consumer.", "However, the actual impact that inflation has on individual households can vary quite a lot depending on their consumption patterns and the dynamics of the prices of different goods and services.", "Households that spend a larger proportion of their money on food are more exposed to changes in the price of food, while households that have higher spending on housing feel inflation bite harder when energy prices rise.", "Studies show that households on lower incomes are generally more exposed to the problems caused by high inflation than those with higher incomes.", "The difference between the levels of inflation experienced by different groups in society was not that large when inflation was low, amounting to about one quarter of a percentage point as shown by the ECB's research .", "The gap between the inflation rates for households on higher and lower incomes had widened in the euro area though to 1.9 percentage points by September 2022.", "Calculations for January 2023 by the Bruegel think tank indicate that it had reached two or three percentage points in many European countries, and as much as five or even seven in countries where inflation was 20%.", "Such differences can aggravate inequality and have substantial distributional effects.", "It is low-income households that face higher rates of inflation, but they typically have smaller financial buffers and hold their savings on bank accounts with low interest rates, which are less protected against inflation.", "This makes it vital that governments target their support measures as accurately as possible.", "The consequences of high inflation for public finances High inflation also affects the public finances, as the relationship works through numerous channels and in both directions .", "Some of those channels are direct consequences of policy measures to alleviate the impact of high inflation, especially higher energy prices.", "Bruegel estimates that countries in the European Union allocated a total of 657 billion euros to cutting energy taxes and supporting households and firms between September 2021 and January 2023.", "This amounts to 4.5 per cent of GDP for 2021, a sizeable amount of extraordinary spending indeed.", "Some countries have raised additional revenues to cover this by introducing windfall taxes on energy companies .", "One positive side effect of higher inflation is that it reduces the ratio of government debt to GDP because nominal GDP grows fast.", "This good news has been offset though by the sharp rise in interest rates over the past year, and the most likely net effect is that interest payments on government debt will be higher in the years to come .", "Inflation affects the fiscal balance through both revenues and spending and there are both positive and negative effects.", "Higher inflation may bring in more tax revenue relative to GDP if the brackets in the income tax system are left unchanged, but less revenue relative to GDP for excise taxes that are fixed in nominal terms.", "Spending may decline in relation to GDP if pensions and public sector wages adjust slowly, while discretionary support measures of the type we have seen applied in all the EU countries over the past year increase public spending.", "It is worth noting how high inflation can affect public finances in surprising and contradictory ways.", "During the first year of rising prices, the budget balance very often improves.", "The higher prices first make the tax base larger and there are higher revenues from consumption taxes, while at the same time there can be a long lag before many costs adjust.", "This means there is a fiscal honeymoon in the first year of higher prices that creates the illusion for policymakers that there is additional room in the budget to spend.", "It is only during the next year or two as costs adjust and indexation mechanisms start to work that the painful reckoning comes due.", "Caution is therefore needed when any additional fiscal support measures are designed.", "Ongoing research at Eesti Pank has attempted to estimate the extent to which an unexpected rise in inflation would affect fiscal balances in the euro area using data from the mid-1990s to 2021, and has found that inflation has a sizeable positive effect on the fiscal balance as a percentage of GDP .", "The positive effect comes both from the expenditure side of the budget and from the revenue side.", "This is particularly true when there is a significant positive inflation surprise, meaning when actual inflation turns out to be higher than expected.", "Governments in Europe increased their spending in 2022 so they could fund energy subsidies, invest in their defence forces and provide the help needed by Ukraine.", "Despite this extra spending though, the fiscal picture has remained relatively benign in most countries and in the euro area overall.", "This also applies to Estonia, where preliminary data suggest that the fiscal deficit for 2022 will be around 1.2 per cent of GDP.", "This benign outcome can in large part be ascribed to the high inflation that we saw last year.", "Looking ahead, this boost to public finances is likely to be reversed when inflation comes down, at which point deficits will creep up again.", "This is something that politicians should keep in mind as they plan their government's spending and taxes for the years ahead.", "The monetary policy response Times are clearly challenging for central banks.", "It is difficult for monetary policy to address supply-side shocks that are both inflationary and recessionary at the same time.", "If such shocks do not last for long, it might be appropriate to wait and see whether inflationary pressures will recede by themselves without any additional strain being put on the economy by higher interest rates.", "This was not the case this time however, and central banks were not able to just wait and let inflation spread through the economy.", "Because once the inflationary mind-set has taken hold, it is very difficult to change.", "Businesses and consumers must have confidence that central banks are determined to bring inflation down to its target, even if they cannot do it overnight.", "Before I discuss the latest monetary policy decisions of the Governing Council of the ECB, let me take a brief detour into not-so-distant history.", "Late in autumn of 2021, we were quite confident in the Governing Council that most of the supply-side inflation pressures caused by the pandemic would fade by the coming spring.", "We expected that economies re-opening after the Covid restrictions and historically low unemployment would together restore healthy demand, and so it seemed reasonable to start scaling back monetary policy support while still keeping an eye on the lingering uncertainties hanging over from the pandemic.", "We decided that the pandemic emergency purchase programme (PEPP), through which the central bank provided support to the economy would end in March 2022.", "We also decided that any additional net purchases of securities by the central bank would be scaled down gradually over the year.", "These expectations were confounded though as the strict pandemic restrictions that China applied in winter 2021-2022 and Russia's invasion of Ukraine created new turmoil.", "The economy held up better than was at first feared, but inflation turned out to be much higher and more persistent than we expected.", "Inflation forecasts have time and again climbed higher, and by June there was no doubt that it was high time to speed up the normalisation of monetary policy.", "We ended net asset purchases and started to raise interest rates in July.", "When we started to sketch out the policy normalisation, the financial markets did not expect policy rates in the euro area to rise at all until 2024.", "Instead, we have now had to raise interest rates in the euro area faster than ever before in the history of the monetary union, by three percentage points in just six months.", "This may seem dramatic, but we must remember where we started.", "Interest rates had been very low for more than a decade, and they are still lower than they were before the global financial crisis.", "The ECB has not been alone in how it has acted.", "Some central banks started to normalise their monetary policy even earlier, and the exit from the highly accommodative monetary policy has been swifter than was expected.", "Headline inflation started to come down towards the end of last year, mainly thanks to a decline in energy prices, and it fell to 8.5% in January.", "More worrying however is that core inflation has remained persistently high at more than 5%, as the underlying price pressures are not yet receding.", "The ECB Governing Council consequently announced last month that it will continue to raise interest rates and keep them high enough to bring inflation back to its target of two per cent in the medium term.", "We also indicated that we intend to raise interest rates by another 50 basis points at our next monetary policy meeting in March.", "It is most likely this will not be the last rate rise in this cycle, and it is quite possible that interest rates will need to stay high for quite some time so that we can be sure that inflation will come back to, and remain at, close to two per cent.", "Central banks need to focus on second round effects from inflation, and prevent large but temporary price surges, like those we have seen in very volatile energy and food prices, passing through into other prices, labour costs and inflation expectations.", "If they do, they could cause a wage-price spiral, which would then stop inflation from falling back to its medium-term target level after the temporary shocks have faded.", "The interaction of monetary, fiscal and structural policies High inflation is clearly a challenge not only for people, companies and central banks, but also for governments.", "Europe has recently witnessed significant turmoil in energy markets and governments have tried to find ways to provide relief to households and companies either by direct subsidies or through new regulations in the energy markets.", "But even before the Russian invasion of Ukraine, it was expected that the green transition would push energy prices up.", "The signal given by that rise in energy prices was intended to have an important role in encouraging the green transition.", "The problem now is that not only are energy prices being steered by the green transition, but they have also moved much more sharply because of the extreme tension in geopolitics.", "We should distinguish between two features of the current problem.", "The first is that higher prices have undermined purchasing power, increased inequality and made energy intensive industries less competitive.", "The second is that energy prices have become increasingly volatile, and this in itself is a problem that policymakers need to tackle.", "That the price of electricity for consumers can range between minus one cent and 400 cents per kWh, as we have experienced in Estonia, is a concern from the perspective of price stability.", "Governments are therefore facing important choices when designing appropriate policies for the energy sector.", "Looking beyond monetary policy, fiscal policy can have both a direct and an indirect impact on inflation.", "As I mentioned earlier, one of the reasons why inflation rates vary so widely between the countries of the euro area is that countries may at any moment be at a somewhat different point of the economic cycle.", "The Baltic countries for instance felt a more limited impact from Covid-19, and their subsequent recovery was strong.", "The strong cyclical position of the Baltic countries was also one of the key causes of the acceleration in inflation.", "As common monetary policy cannot solve cross-country differences in cyclical positions, fiscal policy must play a role.", "In countries where strong domestic demand is causing high inflation, a tighter fiscal policy can help reduce the pressure.", "Governments also use price controls and subsidies for energy prices directly to keep prices under control, but do so in different ways.", "Price controls are usually applied when market mechanisms fail.", "If prices are high because markets are malfunctioning, then price controls allow the authorities buy time to fix the mechanisms that set market prices.", "But price controls cannot solve the issue of scarcity, which is often the main cause of high prices.", "The main disadvantage of capping prices is that price ceilings do not guide consumers to reduce their consumption of the scarce product.", "This has been the problem with price caps for energy, as it does not encourage consumers to use energy more efficiently, and nor do caps offer producers any incentive to increase supply.", "The alternative is targeted income support measures, which allow the burden of higher energy costs to be shared within a society.", "Unlike price controls, these measures preserve price signals and help to steer both demand and supply towards a new equilibrium.", "The main concern with income support is that it is more difficult to manage.", "How target groups are selected is a highly political issue and any such measures are an additional fiscal cost, so they need to be temporary and well targeted.", "Headline inflation is falling in the euro area, but it still remains too far above the ECB's target of two per cent.", "That measures of underlying inflation are still very high is even more worrisome, as it indicates a presence of more persistent inflationary forces that can be difficult to break.", "The differences in inflation rates between the member states of the euro area have largely been driven by energy prices and the policy measures taken by governments, and they remain wide.", "This may become a problem for the euro area, if such differences become persistent and hamper the transmission of monetary policy and the smooth functioning of the currency union.", "The ECB can only make monetary policy for the euro area as a whole, without tailoring it to the needs of any particular country.", "This makes it vital that such divergences in national inflation and real interest rates are kept in check by national structural and fiscal policies.", "Government support measures that are taken to shield the economy from the impact of high and volatile energy prices must be temporary and well targeted so that they preserve the right incentives for consumers and energy producers, and do not overburden government finances.", "In setting monetary policy, central banks must not hesitate to fight high and persistent inflation.", "Keeping prices stable is the best contribution we can make to the economy, and doing so is essential if we want to see purchasing power recover and businesses regain the confidence to invest and create jobs.", "If we hesitate, we may later have to raise interest rates much higher, and keep them high for much longer, in order to get inflation down to its target of two per cent and to keep it there.", "With this I will conclude.", "Thank you for your attention, and I will be happy to answer any questions you might have.", "ECB Economic Bulletin 7/2022 Bruegel: Does inflation hit the poor hardest everywhere?", "See for instance Bankowski, K., O. Bouabdallah, C. Checherita-Westphal, M. Freier, P. Jacquinot and Philip Muggenthalerthe: \"Fiscal policy and high inflation\", ECB Economic Bulletin, February 2023 .", "See Sgaravatti, G., S. Tagliapietra, C. Trasi and G. Zachmann: \"National fiscal policy responses to the energy crisis\", Bruegel Datasets, February 2023 .", "See for instance Enarch, C.: \"What European countries are doing about windfall profit taxes\", Oct. 2022 .", "See ECB: \"Eurosystem staff macroeconomic projections for the euro area\", Dec. 2022 .", "Staehr, K., O. Tkaevs and K. Urke: \"Fiscal performance under inflation and inflation surprises.", "Evidence from fiscal reaction functions\", forthcoming working paper from Eesti Pank."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Energy prices", "Fiscal policy", "Central banks", "Inflation targeting", "Euro area", "Public finances", "Structural policies", "Economic growth"]}