{"sentences": ["1 Introduction Ladies and gentlemen, I am delighted to be able to speak to you today here at the Tsinghua PBCSF Global Finance Forum in Beijing.", "As a central banker, I can certainly relate to the conference title, \" bolstering confidence \".", "You see, confidence is a central bank's most valuable asset when it comes to fulfilling its tasks to the best of its abilities.", "None more so than in times of turbulence, when trust and confidence provide an essential basis.", "And we are living through turbulent times, there is no doubt about that.", "Rarely has the immediate future been as incalculable und unpredictable as it was over the past three years.", "Following on from the coronavirus pandemic, Russia's war of aggression against Ukraine has sparked deep uncertainty and sent anxiety levels soaring around the globe.", "The war poses potentially a threat to the tried-and-tested system of international cooperation and is placing a strain on the global economy.", "But surely everyone must grasp that the major global challenges we face in our time - first and foremost, climate change - can only be overcome if we pull together.", "And there are other developments as well which are putting many countries to a stiff test - the digital transformation is just one topic I could mention here.", "But true to the upbeat conference title of bolstering confidence, let me begin with some comparatively cheery news from Germany.", "Economic activity and inflation Germany's economy has weathered the fallout from the pandemic and the war better than had been feared for a time.", "True, the braking effect of higher energy prices in particular made itself felt for a while, and German economic output contracted by 0.5% in the fourth quarter of last year.", "But the current quarter is now expected to see a moderate rise; real GDP is likely to increase somewhat on average in 2023.", "The German economy has proven itself to be more resilient and more adaptable than it is often believed to be.", "But what's far too high right now is inflation.", "Measured in terms of the HICP, consumer prices in Germany climbed by 7.6% on the year in April, whilst in the euro area, the inflation rate stood at 7.0%.", "That's still significantly above the ECB Governing Council's medium-term target of 2%.", "Whilst it is true that the headline rate of inflation has fallen back markedly from its peak in autumn 2022, core inflation, which excludes volatile energy and food prices, continued to climb persistently.", "Just this March, it reached the new record high of 5.7% in the euro area, and fell by just one-tenth of a percentage point in April.", "The March ECB staff projections suggest that inflation will decline only gradually.", "The euro area rate will probably significantly exceed the target rate again in 2024, at an average of 2.9%.", "It is only projected to be almost back at the 2% target in 2025.", "Faced with these high inflation rates, the Governing Council of the ECB has made an unprecedented change to the monetary policy stance.", "In the space of just nine and a half months, it has raised the key interest rate by 375 basis points.", "But that doesn't mean the fight against high inflation has been won yet.", "Additional monetary policy measures will probably be needed, even if they are likely to cause an additional burden and dampen economic activity further.", "But to do nothing and let things run their course is not an option.", "That means running the risk of monetary policy having to be tightened even more sharply later on.", "People in the euro area can be confident that the Eurosystem will fulfil its mandate and restore price stability.", "Ladies and gentlemen, Monetary policy is without a doubt the Eurosystem's most important task, but not its only one.", "One topic the Eurosystem - like many other central banks around the world - is currently dealing with is the introduction of central bank digital currency, or CBDC.", "While the People's Bank of China (PBC) is well advanced in terms of its work on CBDC, the Eurosystem has also been conducting research into this topic for some years now.", "Back in 2020, the Eurosystem published a report on a retail CBDC in the euro area - a digital euro.", "CBDC is uncharted territory for central banks.", "At the same time, the implications for the financial system are potentially far-reaching and hard to predict.", "That is why it is important for central banks to 1.", "Move ahead swiftly but thoroughly 2.", "Seize opportunities to share views and experiences and to engage in dialogue with a view to learning from others Regarding CBDC, there have already been some insightful discussions between China and Germany.", "One event I remember quite well is the joint PBC-Bundesbank conference entitled \"FinTech and the global payments landscape - exploring new horizons\" back in September 2021.", "CBDC was a key topic discussed by governors and board members from the PBC and the Bundesbank.", "However, the digital euro is not a German idea.", "It is a European endeavour.", "October 2021 saw the Eurosystem launch its digital euro project.", "The Bundesbank is an integral part of the Eurosystem and consequently, fully involved in this project.", "I myself am a member of the respective High-Level Task Force.", "As part of this project, we are currently working on issues like the possible functional and technical design as well as the distribution of a digital euro.", "But we are still in the investigation phase.", "Nothing has been decided yet.", "The digital euro is not just a matter of mechanics.", "It is also a political and societal issue.", "First, we have to aim for close collaboration with governments and parliaments.", "Second, we need to involve the general public in the deliberations on this project.", "Communicating with the public as comprehensively as possible is key.", "All in all, we have published three progress reports on the project on the ECB's website over the past months, the third one at the end of April.", "But why is the Eurosystem even thinking about issuing a digital euro?", "At present, the general public in the euro area can only access central bank money in the form of cash.", "However, we are seeing a worldwide trend towards more and more cashless payments.", "In China, for example, cashless mobile payment systems have been hugely successful in the past decade.", "In Europe - at least for now - the picture is slightly different, and the use of euro cash is still relatively high.", "However, if cash use continues to decline, that poses a risk to the availability of secure public money, which is an anchor of trust in our monetary system.", "A digital euro would then not only be an option but a necessity if universal access to central bank money is to be preserved as society moves into the digital era.", "With a digital euro, we aim to transport all the benefits of cash into the digital sphere: A digital euro would give the general public access to an efficient and convenient means of payment.", "It would be broadly useable throughout the euro area - just like cash is today.", "The euro area consists of 20 countries.", "Innovative payment solutions are very popular in some of them.", "But there is not yet a digital means of payment that supports euro payments in the entire euro area.", "This is where the digital euro comes in.", "But better than that: Besides supporting payments at the point of sale and between individuals, which are also served by cash, a digital euro would be available for payments in e-commerce and with public authorities.", "In fact, according to surveys we conducted in the euro area, the ability to pay anywhere is seen as the most important feature of a potential new digital payment instrument.", "In Europe, strategic considerations are also driving the discussions around CBDC .", "When it comes to cross- border card payments, mobile and e-commerce payments, we see that international players have gained a strong foothold in the market that could - via the typical network effects and economies of scale in the payments market - quickly evolve into a predominant position.", "A CBDC could form a counterweight to that challenge.", "As far as providing a CBDC is concerned, banks and payment service providers would play a key role.", "For the digital euro, we want to preserve the tried-and-tested division of roles between central banks and the private sector.", "And when it comes to the customer relationship, private actors can leverage their vast experience at the front end and their innovative power by providing the digital wallets needed to store a CBDC, for example.", "Central banks, on the other hand, could focus on what we do best already: providing a well-functioning back-end infrastructure.", "However, it is clear that central banks should not have access to personal data so as to safeguard privacy.", "At the same time, we are doing our utmost to keep potential risks in check.", "For the financial system in Europe, we have identified digital bank runs or a widespread shift of deposits from commercial banks to the central bank as the main risks.", "To tackle this, we are discussing effective countermeasures like maximum amounts.", "A sound legal framework will also be crucial.", "The European Commission is expected to present a legislative proposal towards the end of June.", "One aspect is whether a digital euro would also receive the status of legal tender, like cash, which would make sense from my point of view.", "In autumn 2023, the Governing Council of the ECB will take a decision on whether to enter a preparation phase for the digital euro.", "The decision to launch the digital euro would also require the consent of the European co-legislators within the euro area.", "When people ask me when a digital euro would be ready for distribution among users, I remain cautious: We are talking about a minimum of three years, so probably not before 2027.", "Ladies and gentlemen, \"Bolstering confidence\" calls for \"high quality developments\" in financial markets.", "Without a doubt, a CBDC is just one of many steps towards making that a reality.", "But whatever digital developments play out, what matters is that financial markets continue to play their supportive role for the economy and society at large in the digital era.", "As a central bank, we are facing up to this challenge as a way of preserving long-term confidence in the single currency in Europe in an evolving financial world.", "Thank you for your attention.", "ECB staff macroeconomic projections, published in early March 2023.", "ECB publishes progress report on digital euro and study on possible features of a digital wallet (europa.eu) See, for example, Panetta (2023): A digital euro: widely available and easy to use (europa.eu)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["inflation", "digital euro", "confidence", "interest rate", "CBDC", "monetary policy", "economic activity", "financial markets", "Eurozone", "payments"]}