{"sentences": ["The headline [inflation] numbers are high.", "Even the core [inflation] numbers are high.", "But what must be seen is [inflation] in relation to month-on-month (m-o-m) changes.", "Unless there are new shocks, we are already moving toward an inflation path of below 4.0 percent by October or November [2023].", "A very pleasant morning to all of you.", "I warmly welcome you here in Mactan, Cebu to the 23rd meeting of the RCGA [Regional Consultative Group for Asia].", "Today's RCGA meeting comes at a very opportune time.", "Over the last three years, we have experienced shocks that are unprecedented in many respects.", "These have been trying times for financial authorities.", "In addition, market stakeholders have had to adapt to the same changing conditions.", "We often describe this in the context of a risk-on, risk-off [stance] or money is coming in or money is leaving.", "Here, perception and herd behavior matter, which is yet another layer of challenge to our jobs.", "But as we all try to navigate a path forward, the changing times also highlight the importance of us collaborating.", "Very few jurisdictions enjoy the status of driving global markets.", "Instead, many adjust to the spillovers that emanate from advanced economies and, of course, from shocks, like an epidemic and global shortages along the supply chains.", "The RCGA in a VUCA world This is where, I believe, the RCGA can have a role.", "It is always useful to have a central point from which emerging best practices can be discussed.", "This is exactly what the RCGs [regional consultative groups] can do.", "But beyond raising awareness, we also know that the world is volatile, uncertain, complex, and ambiguous (VUCA).", "This VUCA world, coupled with heightened interconnectedness, will be a perfect storm for shocks, spillovers, and systemic risks.", "The promise and limitations of regional decision making For Asia, collectively, we are poised to continue [to account for] the bulk of economic growth for the entire world.", "From my perspective, the key is [to make] the reference to Asia-although it is very, very hard to refer to it-as a single entity.", "But we, I think, can work together, and this diversity actually presents a lot of opportunities, just as it is fraught with challenges.", "Where all these put us is that we face a lot of interlinked uncertainties at both regional and global levels.", "These affect all of us.", "One can easily make the case that global disruptions require global solutions.", "But as any economist knows, the bigger the group, the harder it is for collective action to be rational.", "[We can refer to] the famous [Kenneth] Arrow impossibility theorem: \"Individually rational people are not necessarily collectively rational.\"", "I look forward to a very fruitful conference.", "Thank you for coming, and I hope you enjoy your stay here in Mactan.", "Let me turn the floor over to [Reserve Bank of India] Deputy Governor [Rajeshwar] Rao."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Regional Consultative Group for Asia", "VUCA world", "Asia", "Uncertainty", "Interconnectedness", "Risk-on, risk-off stance", "Collective action", "Regional decision making", "Spillovers"]}