{"sentences": ["Introduction Assalamualaikum w.b.t and a very good morning, Yang Berhormat Menteri, Tuan Mohd Rafizi bin Ramli, Minister of Economic Affairs of Malaysia, Dr Ndiame Diop, World Bank Group Country Director for Brunei, Malaysia, Philippines and Thailand, and distinguished guests.", "I am honoured to be here with you today to witness the launch of the latest Malaysian Economic Monitor Report.", "Allow me to take this opportunity to commend the World Bank for all the good work that goes into this publication.", "Over the years, I have found the reports in this series to be an insightful resource for thinking about contemporary policy issues facing the nation.", "It is my privilege to speak this morning on behalf of Bank Negara Malaysia and share our thoughts on the implications of digitalisation for the nation's economy and financial sector.", "In my remarks, I will explore the possibilities that digitalisation opens up, and suggest some pointers on how we can make the most of the opportunities and navigate the challenges ahead.", "The possibilities that digitalisation opens up for Malaysia Ladies and gentlemen, We may not think about this all the time, but the world we live in is considerably different to what it was just 10 years ago.", "So many things that we take for granted today - like e-hailing a ride to this venue, getting text notifications on our wrists, seeing electric vehicles being charged in the parking lot - would have been considered futuristic back in 2013.", "Indeed, technology has revolutionised the way we live, work, and communicate.", "Many aspects of our lives are now conducted online and digitally - including how we experience financial services.", "In Malaysia, we have seen a strong shift towards digital payments.", "Digital transactions per capita has more than quadrupled, increasing from 49 to over 221 transactions per capita in the decade between 2011 and 2021.", "By 2026, we expect this to rise to over 400 transactions per capita.", "The World Bank Global Findex data showed that about 5 million Malaysians made their first digital merchant payment after the COVID-19 pandemic began.", "This rapid rise of digital finance and mobile payment platforms has made financial service much more accessible and usable almost anywhere, any time.", "This is invaluable particularly for those in remote and geographically underserved areas.", "We have also seen financial institutions use digital technology to make their products more convenient and personalised.", "For example, customers can now adjust their insurance and takaful policies to cater for pay-as-you-go motor insurance through apps and telematic devices.", "Apart from individuals, digitalisation also gave businesses a new lease of life during the pandemic.", "Many stories emerged of how merchants used digital solutions to pivot business models and maintained operations in the face of movement restrictions.", "I believe that many of us here will agree that the innovations we have seen are just the beginning.", "If Malaysia can harness the vast possibilities opened up by the digital revolution, we can leverage technology to address many of the major challenges we face as a society.", "Allow me to share just three examples: First, managing cost of living issues.", "Innovations such as precision agriculture and vertical farming can improve food yields, support better supply chain management and enhance price discovery to reduce food inflation.", "Second, increasing labor efficiency with reduced foreign worker dependency.", "For a 10,000-hectare palm oil estate, drone technology completes tree counting and detection of soil conditions in a span of 4 hours, instead of over 14 days involving 20 people ordinarily.", "With wider adoption, this supports redeployment of labour into more strategic activities.", "Third, enhancing social protection for vulnerable households.", "Digital solutions can integrate social benefit databases across the ecosystem, reduce leakages and help improve take-up of social programs.", "This leads to targeted social planning and resource savings.", "It also means more resources for other critical needs such as health, education and sanitation.", "Unfortunately, the vast possibilities opened up by digitalisation presents not only benefits, but challenges as well.", "A pressing issue right now is the uneven pace of digital development across different segments of society, which exacerbates longstanding inequalities.", "For instance, while fixed broadband download speed in Malaysia is at par with the global average, access remains out of reach for many in Malaysia, particularly in rural areas where internet connection is slow and sometimes non-existent.", "Also, highspeed internet in Malaysia is more expensive compared to other countries.", "These issues widen the digital divide within Malaysia and with other countries.", "As more social and economic activities move online, criminals have also caught on.", "Where criminal syndicates once organised brick-and-mortar burglaries and robberies, many have now pivoted to cybercrimes.", "We are thus seeing digital scams and fraud becoming much more rampant, with RM1.6 billion of losses reported by the Royal Malaysian Police between 2019 and 2021 from online fraud cases alone.", "Unchecked, this can worsen as more people are digitally connected.", "Navigating the digital future (3Ps - Policies, Platforms, People) In light of these opportunities and challenges, Malaysia's success in the digital future will depend on how we realise the potential upsides and manage the emerging risks from digital developments.", "I thus find it reassuring that Malaysia has taken the initiative to consider these issues and begin charting a path forward to make the most of the digital revolution.", "Malaysia's National Digital Economy Blueprint aims to accelerate our digital economy and increase digital jobs.", "E-commerce, digital payments, and digital government initiatives are all part of national plans to transform Malaysia into a digitally driven, highincome nation by 2030.", "For the Bank, our Financial Sector Blueprint, launched last year, also sets out strategies to harness digital finance.", "These include futureproofing key digital infrastructures, enabling more digital finance solutions, strengthening cyber security readiness and supporting greater use of technology for regulation and supervision.", "Of course, while blueprints are important and helpful for thinking things through proactively, we are also cognisant that we cannot plan every detail in advance against the backdrop of a rapidly evolving digital landscape.", "What we can do is to position ourselves to make the most of digital developments as and when opportunities and challenges arise.", "Specifically, I believe this means getting the basics right with regards to our Policies, Platforms and People.", "Let me elaborate briefly on these three aspects.", "First, developing and executing smart policies that maximise the benefits of We want to ensure that appropriate regulations are clear, inclusive and digitalisation.", "supportive of innovation in the ecosystem.", "With smart policies, good innovations can flourish.", "For the financial sector, we realise the need to regularly adapt our policies to facilitate innovation and entry of new players.", "We expect new digital banks to begin operations over the next couple years, while the licensing regime for digital insurers and takaful operators will be finalised this year.", "We also expect to enhance the current Regulatory Sandbox this year to facilitate testing of more innovative digital financial solutions.", "With these measures, we hope to see more 'digital first' financial solutions and for all Malaysians to have digital options in finance.", "This will provide increased access and promote financial inclusion for the previously excluded.", "Nevertheless, we recognise that new technologies bring about new risks.", "A balanced approach is thus critical to ensure financial soundness and consumer interests are protected.", "With that in mind, policies have also been deployed to strengthen cyber hygiene practices and combat emerging cyber-risks.", "This includes the five key measures to combat financial scams, ranging from requiring more secure authentication methods to tightening fraud detection rules.", "Ladies and gentlemen, Digital platforms The second pillar underpinning our digital future is on platforms.", "or infrastructure are essential building blocks of a digital economy.", "They serve as 'highways' upon which value-added digital offerings can be built upon.", "I would like to highlight some of the critical digital platforms that the Bank is embarking on, or advocating for.", "I believe the advancement of these platforms is key to secure our digital future.", "First, we should build an open data ecosystem that is fit for the future.", "Open data has the potential to drive innovation and improve real-time decision-making.", "On this front, efforts are underway to enhance data infrastructure and facilitate seamless datasharing arrangements in the economy.", "These range from sharing platforms for medical insurance claims data to development of common standards for economy-wide data sharing arrangements.", "Such initiatives go hand in hand with policies to ensure ethical practices and high standards of data governance within the financial industry.", "Second, for Malaysia to have in place a robust Digital Identity infrastructure.", "From what we see in successfully digitalised countries, National Digital ID is the key infrastructure.", "It acts as the passport into the world of digital offerings and inclusion.", "I believe our digital economy prospects will be greatly enhanced once a National Digital ID is operational.", "Third, we must work to future-proof our payment infrastructures.", "Continuous efforts are being taken to enhance Malaysia's payment capacity in an increasingly borderless, digital future.", "Bilateral payment linkages with Thailand and Indonesia are now live.", "This means traveling Malaysians can make instant payments by scanning QR codes at participating merchants.", "For the future, we are also exploring a multilateral model for payment systems, led by the Bank of International Settlements (BIS).", "Fourth, Malaysia must strive to ensure widespread and efficient access to the internet and broadband.", "Broadband access remains essential for bridging the digital divide, promoting economic growth and enabling the full potential of technology.", "For Malaysia to realise productivity and efficiency gains, enhancements to quality, access and affordability of the internet will be critical, especially in the rural areas.", "With the right policies and platforms in place, the final ingredient is to ensure that the people or rakyat glean optimal benefits from digital innovation and are not left behind.", "Digital developments are expected to increase labour productivity and create up to 500,000 jobs by 2025.", "Yet, within the same timeframe, almost half of the workforce will need reskilling as jobs become replaced or obsolete.", "Work preferences are also shifting with the expansion of the gig workers and remote work.", "With that in mind, the Bank is contributing to labour market policy reviews to ensure a future ready workforce.", "These complement national level initiatives such as MyFutureJobs.", "Linked to digital skillsets, is the importance of digital literacy.", "A vibrant digital economy must be supplemented by consumer awareness and education efforts.", "The Bank continues to promote the usage of e-payments with campaigns such as e-Duit to supplement DuitNow QR.", "Industry campaigns to promote e-angpao and e-duit raya have also garnered attraction to use e-payments.", "This is a crucial step in achieving our goal of a cashless society and enabling seamless transactions for all Malaysians.", "However, with the emergence of digital financial fraud, we need to do more to raise consumer awareness on how to tackle scams.", "This is why we have launched initiatives to increase public confidence in digital financial solutions and help consumers identify and avoid potential scams.", "The National Scam Response Centre, a joint effort between multiple agencies for rapid responses to online financial scams, is one such example.", "I believe that by promoting both financial and digital literacy, we can empower Malaysians to fully participate in digital financial services and ultimately the broader digital economy.", "Concluding message Let me conclude.", "Digitalisation is evolving at an exponential pace.", "It is a force both formidable and irreversible.", "The challenges we face are thus immense, but so too are the payoffs.", "Building a digital future is the work of an entire ecosystem.", "Just as all parts come together to form a collective whole, we must strive together as a whole-of-nation to formulate solutions for a digital Malaysia.", "I would like to end by drawing wisdom from the past.", "To share a quote from Abraham Lincoln: \"The best way to predict the future is to create it\".", "On that note, I wish you every success for today's event.", "I hope the event will generate a fruitful and productive discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalisation", "Financial Inclusion", "Cyber Security", "Digital Payments", "Financial Stability", "Data Infrastructure", "Digital Economy", "National Digital ID", "Digital Literacy", "Digital Skills"]}