{"sentences": ["Mr President, Administrator, Honourable Ministers, Excellencies, ladies and gentlemen, good morning.", "Thank you for having me here today.", "Micro, Small, and Medium sized Enterprises, or MSMEs, are the building blocks of every economy.", "They hold our social fabric together.", "Globally, MSMEs account for 50% of economic output and 70% of employment.", "Uplifting MSMEs must therefore be a key component of any country's strategies to promote economic growth and social development.", "The great potential of MSMEs is that can be nimble and adaptive - critical success factors in an economic landscape characterised by continuous change.", "But they face three constraints - lack of scale, lack of connectivity, and lack of financing.", "There is not much we can do for scale; in fact, if they grow in scale, they will cease to be MSMEs.", "Our strategy must be to enhance their connectivity and access to financing so that their lack of scale becomes much less of a constraint.", "An effective way to do this would be through the provision of global public goods .", "As the global economy becomes increasingly digital and green, the sources of comparative advantage will shift, presenting new opportunities for MSMEs to overcome their traditional constraints of scale and thrive and grow.", "Here in Singapore, the public and private sectors are working together to build some of this digital infrastructure to help our MSMEs overcome their traditional constraints and build new capabilities.", "As the central bank and integrated financial regulator, the Monetary Authority of Singapore (MAS) plays an important role in this effort.", "We have taken the approach of systematically building what we call foundational digital infrastructures which are available to all participants in the digital economy - from large multinational firms to MSMEs to individuals.", "There are three foundational digital infrastructures.", "digital identity First, a to establish confidence, transparency, and trust at both ends of a digital transaction.", "In Singapore, this is provided by SingPass for individuals and CorpPass - or a Unique Entity Number - for businesses including MSMEs.", "Second, trusted data that can be shared and used for digital transactions through a robust consent framework.", "In Singapore, this is called MyInfo Business .", "It is a national platform allowing firms, including MSMEs, one-stop access to entity-level data residing across various government agencies.", "Firms can conveniently permit sharing of these datasets with third party services via open APIs.", "Third, an electronic payment rail that enables interoperability across payment solutions and seamless fund transfers.", "In Singapore, the PayNow infrastructure allows individuals and businesses to move money to one another's bank accounts on their mobile phones in real-time, 24/7.", "MSMEs have benefitted from this by being able to send and receive payments in a timely, affordable and secure manner using mobile numbers, company registration numbers, national ID, or QR codes.", "But to maximise opportunities for MSMEs, digital infrastructure within one's borders is not enough.", "We need cross-border digital connectivity and digital public goods.", "This is where MAS' collaboration with UNDP comes in.", "By working with the UNDP, we are helping not just MSMEs in Singapore but connecting and supporting MSMEs worldwide.", "MAS' collaboration with UNDP spans across three key themes.", "first, building digital trust for MSMEs second, expanding MSMEs' access to financial, trade, and green resources third, enhancing training for MSMEs.", "building digital trust for MSMEs In a global, digital economy, MSMEs must be able to engender trust in larger businesses that they are typically suppliers to and financial institutions whose services they require.", "The traditional model whereby trust is established in MSMEs through the provision of collateral is inefficient, costly, and clearly inadequate.", "If the unique identity and credentials of an MSME can be verified, then trust can be established, enabling more economically efficient relationships.", "We must first try to solve for how MSMEs can be recognised by any financial institution worldwide.", "We can do this by leveraging on unique Legal Entity Identifiers or LEI for each MSME.", "The LEIs are issued under the auspices of the Global Legal Entity Identifier Foundation or GLEIF.", "GLEIF is an international organisation set up by the G20 Financial Stability Board, to issue LEIs as a lynchpin for financial transactions to be accurately attributed to verified entities.", "MAS, UNDP, and GLEIF are exploring the issuance of MSME LEIs at scale at affordable rates under a new structure.", "This would be a major step forward as LEIs are currently adopted mainly by financial institutions and large corporates.", "The next step is to combine this new MSME LEI with an international framework of recognised trusted credentials.", "Such a framework is being created through a collaboration among UNDP, MAS and other international partners, called the Universal Trusted Credentials or UTC .", "The UTC will enhance an MSME's trust credentials by tapping multiple trusted sources to generate a wider set of data pertaining to an MSME's intent to pay and ability.", "You can see how such data are of keen interest to financial institutions deciding whether to lend, invest, or insure an MSME.", "An MSME's UTC can be utilised by financial institutions for faster, wider and higher levels of financial support and thereby expand the MSMEs' business opportunities.", "The UNDP and MAS will publish a white paper on this initiative, later this year.", "The second theme under the UNDP-MAS collaboration is about expanding MSMEs' access to financial, trade, and green resources .", "MAS, with UNDP's support, worked on an initiative called Business sans Borders or BSB, that provides MSMEs a holistic platform to access trade opportunities, supplier relationships, and financial services.", "After two years of hard work, an open digital hub of networks, called Proxtera , is connected to over 8 countries and 25 platforms across Africa and Asia.", "offers MSMEs and local networks an opportunity to build their trusted credentials, access to new trade value chains, and explore integrated support from over 25 financial and business solution providers.", "MAS also worked with fellow central banks in Ghana and Rwanda to implement domestic variations of the BSB - the Ghana Integrated Financial Ecosystem and the Rwanda Imbaraga SME Ecosystem respectively.", "MAS is collaborating with the UNDP to empower MSMEs in their sustainability journeys through Project Greenprint - a digital platform to harness innovation and technology to promote a green finance ecosystem.", "Project Greenprint aims to mobilise capital, monitor sustainability commitments, and measure impact through the use of high quality, verified and trusted sustainability data.", "Today, businesses face mounting requirements from regulators, financial institutions, and supply chain partners to disclose and track their sustainability performances.", "Many MSMEs find it challenging to navigate the increasingly complex reporting landscape, not least owing to the high costs of generating basic sustainability reports on their decarbonisation efforts.", "MAS, UNDP and the GLEIF launched Project Savannah in June this year as a collaborative initiative to develop digital ESG credentials for MSMEs worldwide.", "Project Savannah aims to simplify the ESG reporting process for MSMEs by leveraging on digital initiatives such as MAS' Project Greenprint, to generate ESG data credentials that can be housed in MSMEs' LEI records .", "MSMEs will thus be able to transmit verified entity information and key ESG data to their business partners, strengthening their ability to gain access and be included in global financing and supply chain opportunities.", "Through simplified reporting, the harnessing of technology, and partnerships with the UNDP and GLEIF to promote accessible data and capacity development, Project Savannah will help MSMEs progress on their sustainability journey.", "The UNDP, GLEIF and MAS are already consulting regulators, financial institutions and real economy corporations to refine the project's scope and execution.", "These engagements will culminate in a multi-jurisdictional pilot targeted to be launched at COP28 in Dubai later this year.", "The third theme of our collaboration is enhancing training for MSMEs .", "MSMEs will need to be continuously trained to navigate an increasingly complex operating environment.", "We must find a way to deliver training in a harmonised and costeffective manner.", "MAS, UNDP and IFC launched an open financial education learning hub in 2022 for MSMEs called the SME Financial Empowerment Programme or SFE .", "With a curriculum curated from leading universities, financial institutions and industry practitioners, the SFE provides MSMEs with a knowledge base on foundational financial literacy, international financial literacy, green financing and reporting, and understanding of cross-border business and foreign exchange financial instruments.", "UNDP has contributed its expert educators, domain knowledge speakers, and has supported wider collaborations with UN Member States.", "Thus far 7,000 MSMEs from 61 Countries have benefitted from SFE.", "This promising start on a set of compelling global public goods that I have shared so far would not have been possible without the support of UNDP and the UN Global Center for Technology, Innovation and Sustainable Development.", "Development with consensus is not an easy task.", "And the task is going to become more challenging as the world diversifies into distinct ecosystems.", "No country can do it alone yet all could benefit from these efforts.", "I look forward to further support from like-minded partners to make progress in delivering public goods more globally, which can benefit MSMEs around the world and ultimately enrich the lives of our people.", "I wish you a meaningful dialogue ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["MSMEs", "Digital Infrastructure", "Financial Inclusion", "Sustainability", "Cross-Border Connectivity", "Digital Trust", "Training", "Global Public Goods", "ESG Credentials", "SME Financial Empowerment"]}