{"sentences": ["Remarks by Toni Gravelle PROTECTED B National Bank Financial Services March 29, 2023 Montréal, Quebec The Bank of Canada's market liquidity programs: Lessons from a pandemic Good afternoon.", "Thank you for inviting me to talk about some of the actions the Bank of Canada took at the outset of the COVID-19 pandemic to keep markets liquid and functioning.", "That's what you've been promised, and it's what I plan to do today.", "But I would be remiss in a speech about market liquidity if I didn't speak first about recent turmoil in the banking system in the United States and overseas.", "So let me start with a few words from our perspective.", "The recent global banking stresses In the United States, the collapse of Silicon Valley Bank and Signature Bank on the same weekend revealed how the combination of a large and concentrated uninsured depositor base and falling asset values can lead to bank runs.", "US authorities have responded by taking control of both banks and offering extraordinary support to their depositors.", "And the Federal Reserve stepped in with a new term funding facility for banks requiring liquidity support.", "Shortly thereafter, Credit Suisse came under severe market pressure, and the Swiss authorities facilitated its takeover by UBS, ensuring continuity of operations for Credit Suisse's clients and financial counterparties.", "While these events introduced some degree of stress in the financial system, markets are functioning.", "Global banks are more resilient today than they were 15 years ago, at the outset of the global financial crisis.", "With the reforms put in place since then, global banks are required to have substantially increased their capital and liquidity buffers, making the system safer and better able to withstand stress.", "In Canada, our banking system has a well-earned international reputation for stability.", "This reflects structure of our banking system, together with sound risk management in our financial institutions and robust regulation and supervision.", "Canadian banks weathered the global financial crisis well, and, since then, their resilience has been further strengthened with the implementation of new, higher global standards.", "But we know we're not immune to spillovers from what's happening elsewhere.", "The financial system is highly globally integrated, so when financial stresses arise outside of Canada, they can negatively affect things here at home.", "The Bank's mandate to promote the stability of the financial system means that we're ready to act in the event of severe market-wide stress and provide liquidity support to the financial system.", "We did so during the 2008-09 global financial crisis, and we did so again during the critical market disruptions that occurred at the outset of the COVID-19 pandemic.", "And just as we adjusted our extraordinary liquidity facilities based on the lessons learned from our interventions through the global financial crisis, the review of our pandemic-related interventions will allow us to further improve and better target our responses in the event of market turmoil in the future.", "So let me now turn to the topic at hand: the lessons of the COVID-19 pandemic and what you can expect from us if we were to face severe financial system stress again.", "Actions during COVID-19 As we all remember, almost exactly three years ago the rapid spread of a new virus brought the world to a screeching halt.", "Large parts of the economy shut down, and global financial markets experienced unprecedented disruption.", "This led to a sense of panic both on Main Street, where businesses and households worried that they could be without income for months, and on Bay Street, where market participants faced sharply rising financial risks.", "With everyone fearing an economic and financial calamity, a dash-for-cash mentality took hold.", "In financial markets, this caused severe and widespread market dysfunction and distortions.", "Participants of all stripes were looking for greater liquidity and sold off debt securities in large volumes.", "Market liquidity across all fixed-income markets almost completely dried up overnight.", "So the Bank stepped in quickly and forcefully with a number of programs to restore market functioning.", "We intervened aggressively across a range of markets, launching 10 liquidity facilities and asset purchase programs-9 of which were new to us.", "And we did so in the span of about a month.", "We have recently reviewed the effectiveness of the programs we rolled out.", "In fact, we've just published a paper with our findings, with another forthcoming.", "While I'm not going to go through the entirety of our analysis here today, I'd like to take some time now to discuss the two largest programs in particular: the extended term repo operations and the Government of Canada Bond Purchase Program (GBPP).", "Extended term repo operations Term repo is our workhorse liquidity facility, and we came into the pandemic with a well-developed playbook for this program.", "Let me explain in a bit more detail.", "In times of relative market stability, our regular term repo operations are aimed at managing our balance sheet.", "In times of crisis-like the market stresses brought on by a global pandemic-we use extended term repo operations to support market functioning.", "Our go-to game plan to relieve severe market dysfunction focuses on providing collateralized lending in the form of repos to banks.", "We then rely on the banks to pass this funding into the broader financial system-including to institutional asset managers, who are active in and rely on repo funding markets.", "We must also remember that these banks play an active role as market makers in a range of securities-including Government of Canada (GoC) bonds.", "So, by easing access to funding, our extended term repos also helped support both active trading in these securities, along with market functioning more generally.", "In times of crisis, extended term repos are held more often and for larger sizes than our regular term repos.", "And if a market-wide stress event is severe, the length of their maturities can also be expanded.", "Through these extended term repos, we lent roughly $210 billion to financial institutions from March to June 2020.", "We also relaxed the restrictions on collateral eligibility to ensure these actions would have their intended effect.", "This reflected the unprecedented and severe nature of the market-wide dysfunction at the outset of the pandemic and helped stave off some of the pandemic's worst financial effects.", "Government of Canada Bond Purchase Program outcomes In contrast to our term repo program, the GBPP was entirely new to us in 2020.", "During the pandemic we used the GBPP in two distinct ways: first as a market functioning tool and then later as a monetary policy tool.", "I'll focus most of my discussion on how we used the GBPP to improve market functioning.", "To set the stage, let's remember that it is very unusual for GoC securities markets to seize up in periods of financial stress.", "During the global financial crisis-as in most market-wide liquidity stress events-a flight-to-quality mindset took hold and market participants rushed to buy GoC bonds.", "These bonds become a safe-haven investment; prices may move sharply, but in general there are no system-wide strains emanating from this market.", "But the early days of the pandemic presented such severe and unique financial stress that investors were aggressively selling even GoC bonds, with no buyers stepping in.", "Market liquidity had completely evaporated.", "This is why the Bank used the GBPP as a market function tool at the onset of the pandemic.", "Any future use of a GBPP would reflect what we learned from this experience.", "Let me go over some of those lessons.", "First, we would be clear from the outset when we are purchasing GoC bonds strictly to restore market functioning.", "There should be no ambiguity.", "We would be very clear that the GBPP is targeting market functioning and is distinct from-and not intended as-monetary policy.", "If we are not crystal clear in our market functioning objective, it could lead to speculation over other monetary policy actions.", "This is particularly important at times when the Bank is actively tightening monetary policy.", "Second, the program's scale and scope would be graduated and tied to market conditions.", "And much like with our extended term repo operations, the purchase program would be temporary, running for a pre-set and relatively short period of time.", "Third, given that the purchases are aimed at healing market dysfunction, we would look to purchase GoC bonds at something like backstop pricing.", "This means we would not be trying to raise bond prices and push down yields.", "Rather, we would purchase them at prices-and in amounts-that encourage private sector participants to return to the market.", "This approach would help mitigate moral hazard.", "And I'll come back to moral hazard in a moment.", "Finally, once conditions improved and market functioning returned to normal, we would sell the GoC bonds we had purchased.", "By selling those bonds soon after market functioning normalized, we would be able to get our balance sheet back to its pre-event size relatively quickly.", "This would minimize any unintended impact on monetary policy.", "These are some of the lessons we're taking away from the use of this extraordinary program during the pandemic.", "And I want to be clear that the bar is very high for us to use large-scale GoC bond purchases to support market functioning again.", "There are a few reasons for this.", "As I noted a moment ago, we expect our standard emergency lending operations-like the extended term repo-to do the trick in terms of easing bond market liquidity issues in most cases.", "When we lend large amounts of liquidity to banks through term repos, they seek to pass on much of this liquidity to the broader financial system.", "However, there is a view that this broader, non-bank financial intermediary sector has grown so large that this on-lending alone would not be enough to prevent market liquidity in GoC bond trading from drying up.", "In this case, there would be a need for the Bank to step in.", "To this, I would like to point out our Contingent Term Repo Facility (CTRF).", "This facility allows us to provide liquidity directly beyond the Bank of Canada's traditional bank counterparties to asset managers-including pension funds.", "This would be invaluable if we were ever faced with an event like the pension fund-related stresses in the UK gilt market in autumn 2022.", "If a similar situation were to arise in Canada, the CTRF could serve to reduce the need for the Bank to conduct outright bond purchases because pension funds would have access to the liquidity they need to meet margin calls.", "However, if we were faced with another extreme event that caused severe dysfunction in the GoC bond market-and for which our other emergency tools were not working-we may well be in a \"break-the-glass\" situation.", "In this case, we may resort to large-scale GoC bond purchases to restore market functioning.", "That covers the market-functioning angle of the GBPP.", "Mitigating moral hazard Before I move on to the monetary policy aspect of our GBPP, I want to talk about an important concept around the unprecedented actions the Bank took over the past three years: moral hazard.", "Moral hazard emerges when investors or market players feel they can take unusual risks without bearing the consequences if things go wrong.", "In other words, they come to expect that since the central bank stepped in once, it will step in again-at any sign of market stress, even a modest one.", "Moral hazard is something we take very seriously.", "So if we need to step in again, we will-as we always do-have an eye to mitigating moral hazard.", "First, we will be offering extraordinary liquidity like we did in the pandemic only in extreme market-wide situations, when the entire financial system faces funding constraints.", "Second, as I touched upon earlier, penalty pricing should be built into our extraordinary actions whenever possible to make the program unattractive once financial conditions improve.", "And third, when penalty pricing is not possible, we will ensure that our programs are appropriately structured, both in terms of size and duration.", "We will set a pre- determined expiry date-say, one to three months-to make clear the actions are temporary.", "When the program expires, we could decide to renew it, recalibrate it or let it wind down.", "We are also considering using indicators as triggers to wind down some programs, potentially even before their pre-set expiry date.", "These triggers could be based on either price or activity and would be set at a threshold that suggests the specific market is once again functioning properly.", "Now I'll shift over to the monetary policy aspects of our GBPP.", "From market functioning to monetary policy In summer 2020, after markets had recovered from the initial shock, we announced a shift in the focus of the GBPP to a monetary policy function.", "Most of you know this as quantitative easing (QE).", "Its purpose is to help the Bank achieve its 2% inflation target when inflation is below target or negative and our policy rate is already as low as it can go.", "Well, when our policy interest rate is at the effective lower bound of 25 basis points, QE helps lower interest rates out along the yield curve.", "These lower interest rates support lending to households and businesses as well as economic growth more generally.", "We have more work to do to fully assess the use of the GBPP as a monetary policy tool during the pandemic.", "While this work is ongoing, we have identified a few lessons learned so far.", "In retrospect, we should have explained the shift in the program's objective more clearly to the public and market participants.", "In future times of crisis, we will avoid this issue by clearly distinguishing between asset purchases for market functioning and those for monetary policy.", "As well, the transition from market functioning to monetary policy would likely be a good time to consider recalibrating the scope of the program and to modify its structure and scale.", "QE is something that has only been used once in our history-during the pandemic.", "In the future, we may once again face a macroeconomic situation where our policy rate is at the effective lower bound.", "In this type of exceptional circumstance, we may need to use our extended tool kit to provide additional monetary policy stimulus.", "Moving forward with quantitative tightening This brings us to the present day, so I'll turn now to something more current.", "The monetary policy actions we took during the pandemic boosted the GoC bond holdings on our balance sheet to roughly $440 billion at its peak.", "We are now working to normalize our balance sheet through our quantitative tightening (QT) program.", "And when we began QT roughly a year ago, we also said we had decided to implement monetary policy using a floor system-or an ample reserve system- on a permanent basis.", "It is important to understand that the amount of settlement balances-or reserves-needed to operate in a floor system is somewhat above the long-term level demanded by the banking sector.", "Some of you may be wondering what that ideal level might be.", "The answer is not yet set in stone.", "We know it will be well below our current level of roughly $200 billion.", "Our best estimate is somewhere in the range of $20 billion to $60 billion, or roughly 1% to 2% of Canadian gross domestic product (GDP).", "By comparison, the US Federal Reserve's longer-run level of reserves needed has recently been estimated to be roughly 10% to 13% of US GDP.", "This implies that QT will have run its course once our settlement balances have reached this $20 billion to $60 billion range.", "At that point, the Bank would start buying assets again as part of our regular balance sheet management process.", "Given that a great deal of uncertainty surrounds our estimate for the long-run level of reserves needed, we will be monitoring short-term funding conditions as our settlement balances decline.", "And based on what we see, we may have to revise our estimate of the level needed for us to implement monetary policy under a floor system.", "For example, if we were to see persistent upward pressure on the overnight repo rates in the market before settlement balances reached our estimate of the steady-state level, it could very well mean our estimate for the range was too low.", "As for the question of when QT will end, this will likely occur sometime around the end of 2024 or the first half of 2025.", "This is based on the maturity structure of our current bond holdings combined with the estimate of what our steady-state holdings will likely be.", "The timing may shift slightly as the size of other parts of our balance sheet- including government deposits and currency in circulation-changes over time.", "It's important to remember we are still working to bring aggregate supply and demand back into balance.", "Our main tool for doing this is our policy interest rate, which we have increased forcefully-from 0.25% to 4.50% in less than a year.", "But our balance sheet must continue to normalize to remove the support it provides to monetary policy.", "Quantitative tightening is happening, but it will take time to run its course.", "It's time for me to wrap up.", "The COVID-19 pandemic was certainly unprecedented, and it merited a strong response from the Bank.", "Let me re-emphasize that this level and type of intervention should not be expected with every episode of market turbulence in the future.", "We will do some things differently next time if the need arises.", "This includes putting in place measures to further mitigate moral hazard.", "After the global financial crisis, we learned a lot by carefully reviewing the effectiveness of our response.", "That work helped inform our response to the pandemic, just as the work we are doing now will help us respond better to future crises.", "And it's important that we remain nimble in response to the uncertain times we're in.", "In the past month alone we've seen important developments-headline inflation has dropped, and the risk appetite in global markets has pulled back, partly reflecting the increased stress in global banking that I noted at the beginning of my speech.", "At the same time, the labour market in Canada remains tight and this is putting upward pressure on many services prices.", "We continue to expect consumer price index (CPI) inflation to come down in the months ahead, but we will need to see further slowing in core inflation to get CPI inflation back to the 2% target.", "We are also keeping a close eye on stresses to global banking systems as we turn our attention to the April Monetary Policy Report.", "We will consider the macroeconomic impact of this evolving situation as we put together our next projection.", "We'll be looking specifically at potential spillovers into the real economy to the extent that financial conditions tighten and there are broader confidence effects.", "To conclude, we will continue learning from our actions and making improvements to our market liquidity frameworks in support of Canadians' economic and financial wellbeing.", "And it's crucial that we keep you informed of those lessons along the way."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Market Liquidity", "Extended Term Repo Operations", "Government of Canada Bond Purchase Program", "Quantitative Easing", "Quantitative Tightening", "Moral Hazard", "Financial Stability", "Monetary Policy", "Inflation", "Banking System"]}