{"sentences": ["President, Members of the Czech Banking Association, Thank you very much for inviting me to speak at the banking association's annual assembly.", "Your work follows up on that of the Union of Czech Banks (and later the Union of Czechoslovak Banks), which was established in 1917.", "The Union not only defended the interests of Czech banking, but also contributed significantly to the survival and subsequent development of the new republic.", "The then senior managers of Czechoslovak banks and chairmen of the Union were Jaroslav Preiss, Managing Director of Živnostenská banka, and Karel Svoboda, Managing Director of Agrární banka (Kunert, 2017).", "They collaborated with leading Czechoslovak economists like Alois Rašín and Karel Engliš.", "Together they made a substantial contribution to the creation and success of Czechoslovak banking and thus to the economy of the time.", "Even if they disagreed with some of the financial or monetary measures, their priority was, in their own words, \"to work objectively for the nation and the state\" , meaning their priority was not only to defend their own interests, but to defend the interests of the state.", "Let's bear that in mind in our work today - we are not here to promote our own interests, but to promote the interests of the republic.", "But what does that actually mean?", "For example, it means that you, the banks, should now raise interest rates on all household deposits, even short-term ones, and share a somewhat larger proportion of your profits with your clients (Michl, 2019a).", "Let's base our economy on savings, not on debt.", "A month ago I made a speech at the University of Economics and Business in Prague (Michl, 2023).", "I would like to follow up on the speech here, recap its main ideas and expand on them in the context of new data on the economy.", "I started the speech at the University of Economics and Business by saying that I had good news for the public: inflation is finally falling.", "Annual headline inflation peaked in September last year, when it reached 18%.", "We managed to stop it.", "In line with our expectations, a gradual downward trend in inflation started in February this year.", "The inflation figure for May (11.1%) was published on Monday this week.", "It should fall to below 10% in annual terms within two months.", "This is not a victory.", "In the second half of the year, inflation will still be at a level we must not put up with.", "We must not get used to it.", "We must not adapt to it.", "Interest rates will therefore remain high for longer.", "For the time being, there is no point speculating on when interest rates will be cut.", "On the contrary, as you know from the voting we published, some Bank Board members are still thinking about raising rates further - our monetary policy meeting is next Wednesday.", "A strong koruna played an important role in the turnaround in inflation.", "We adjusted the monetary policy strategy in July 2022.", "We stabilised interest rates and verbally supported a strong koruna.", "In a speech at Masaryk University in November 2022, I presented the conditions under which our koruna would be strong again (Michl, 2022).", "Although we did not raise the CNB's repo rate further to more than 7%, we managed to have a record-strong currency.", "The average monthly exchange rate of the koruna to the euro was the strongest ever in April 2023, reaching CZK 23.44 to the euro (for comparison, it was CZK 23.55 to the euro in July 2008).", "I will always be proud if we have a strong koruna during my mandate.", "In 2023 Q1, the strongest-ever koruna together with the highest interest rates since 1999 created the tightest monetary conditions in more than twenty years (a more detailed analysis is available in our blog post published on the CNB website, see Adam and Michl, 2023).", "The strong exchange rate made imports cheaper and tightened monetary conditions also for exporters.", "The large ones in particular had not been influenced by our monetary policy too much until then, since they were taking out loans in euros.", "So far we have only succeeded in the first phase.", "There are still two more phases in the fight against inflation: In the second phase, inflation needs to fall to below 10% in the second half of this year, in line with our forecast.", "And then, in the third phase, inflation needs to continue to fall to levels close to 2% next year, which will be the best news for the economy.", "More than before, the new Bank Board is monitoring and discussing money flows in the economy, and above all loans to households, firms and the government.", "We must look at money.", "The term is derived from the word \"money\", which we label as M1 and define as the quantity of money in the economy.", "We have added elements of monetarism to New Keynesian economics, the predominant school of thought at the CNB so far.", "For illustration, broad money (M3) has risen by 31% since January 2020 (pre-Covid).", "The price level has increased by 33% in the same period.", "In order to significantly slow inflation, money growth must also be slowed substantially.", "Our DSGE model created according to the New Keynesian theory ends with the threemonth PRIBOR interest rate (Michl, 2019b).", "On top of that, in our considerations, the Bank Board must discuss the evolution of longer client interest rates and take into account how the interest rate transmission mechanism works and how changes in shortterm rates will affect long-term rates.", "We attribute a greater role to credit in the economy and debt, which our model previously left out.", "Deputy Governor Eva Zamrazilová also spoke about this at the University of Economics and Business.", "Deputy Governor Jan Frait also discussed this topic in his lecture at the university in Ostrava in 2023. Credit market developments very well combine our two main objectives - price and financial stability.", "Because of the transmission lag, the central bank should correctly stop raising rates before inflation peaks.", "The problem of this academically and practically correct approach is that people can see that inflation is still high and might think that the central bank is not determined to fight inflation because rates have stopped rising.", "So, I try to explain over and over again that the CNB's interest rates are already at a level that is dampening economic activity.", "We have the tightest monetary policy in more than twenty years and we want it to remain so for some time.", "The current data from money flow monitoring are as follows: The volume of new mortgages fell by 64% year on year in January-April 2023.", "New koruna loans to firms fell by 54% year on year in the same period.", "However, firms are fleeing to the euro - 47% of new loans to firms are currently in euros.", "Nevertheless, this channel is also gradually cooling as the ECB raises its rates.", "The volume of new euro loans to firms fell by 16% in January-April.", "The decline in demand in the economy is documented by the following indicators: Household consumption, which is crucial for the future course of demand-pull inflation, fell for the sixth consecutive quarter and is below the pre-Covid level.", "The decline in demand is also illustrated by the fact that prices of new apartments are already falling quarter on quarter.", "I want to emphasise that there is no wage spiral in the economy.", "The average nominal wage rose by 8.6% year on year in Q1.", "Nominal wages increased half a percentage point more slowly than expected in our May forecast, which expects inflation to return to the target in the first half of next year.", "The average real wage fell by 6.7%, decreasing for the sixth consecutive month.", "For comparison, the average wage at the CNB used to be linked to inflation.", "However, we managed to renegotiate this with the trade unions, and the average wage at the central bank rose by 4.5% this year.", "We are thus setting an example, not least by showing that inflation clauses can often be changed by agreement of the two parties.", "These are steps that can be taken to avoid a wage spiral.", "The decline in real demand means that the economy is below potential output and we have a negative output gap.", "Interest rates are slowing growth in the quantity of money in the economy.", "Inflation pressures are fading as a result.", "In the speech at the University of Economics and Business, I also mentioned two problems that are and will continue to be relevant: (1) the CNB's large balance sheet and (2) government debt.", "Regarding the CNB's large balance sheet, over the last ten years, interest rates were too low, in fact zero for a long time.", "In addition, in early 2017, interventions led to an increase in the CNB's balance sheet within four months, or rather in the banking sector's liquidity.", "there was an additional CZK 1,000 billion in the balance sheet, or an almost doubling of the balance sheet within four months of 2017.", "During these interventions, demand for Czech government bonds from non-residents increased.", "This further expanded the country's borrowing options.", "Then, during Covid, in particular at the end of March 2020, interest rates were reduced too close to zero.", "And fiscal policy was expansive for too long - we created a dangerous entitlement economy in which the state was the rich uncle who helped with almost everything.", "When an economy such as this one (especially one with a huge surplus of money and incomplete price convergence) was hit by a strong cost shock after the lockdowns, the Czech Republic ended up with the highest core inflation in the EU (from November 2021 to October 2022).", "We address the causes of inflation in the Czech Republic in our blog article (Adam and Michl, 2022).", "The central bank's large balance sheet can lead to changes in monetary policy transmission.", "This is also because when key interest rates are raised, monetary policymaking expenses increase.", "We pay interest to members of the Czech Banking Association, i.e.", "commercial banks, for their excess liquidity deposits.", "To give you an idea, the CNB paid CZK 15.3 billion to the banks in interest on deposited liquidity in May 2023, which may amount to CZK 185 billion for 2023 as a whole.", "This can lead to a change in the behaviour of banks, i.e.", "how and to whom they provide loans, by how much they raise deposit rates.", "In a system with excess liquidity, banks easily buy government bonds and government debt is monetised.", "An important lesson for me is that we will try not to repeat 2017 at the CNB and conduct monetary policy in a conventional manner.", "In his article, \"Less is more\" for the IMF's magazine, Professor at the University of Chicago and former Governor of the Reserve Bank of India Raghuram Rajan said: \"Central banks have constrained their own policy space with asymmetric and unconventional policies, ostensibly intended to deal with the policy rate touching the lower bound.", "They have triggered a variety of imbalances that are making fighting inflation harder today.\"", "More purposeful and less interventionist central banks would probably do better than a high-inflation, high-debt, low-growth world (Rajan, 2023).", "For central banks, less can mean more.", "Therefore, our strategy in the Czech Republic is \"higher for longer\", i.e.", "to maintain interest rates at higher levels for longer.", "Regarding government debt, I stated that monetary policy is at its tightest in 20 years and is slowing the economy.", "A problem arises if the government helps the economy with subsidies, supports and contributions at the same time.", "This counters our fight against inflation and the economy is not dampened as much as it should be.", "Therefore, the CNB must consider the following: Should we start competing with the government and dampen the economy by, for example, increasing rates?", "Should we further push down demand, just to have it subsequently fostered by the government with some kind of supports or subsidies?", "And so on ... it is a vicious circle.", "It would be better if both policies were anti-inflationary at the same time.", "Cochrane (2003) describes these considerations, as does the excellent article on the subject presented by Bianchi and Melosi (2022) at the conference in Jackson Hole last year.", "To add to that, everything is complicated further by the first problem described above, i. e. the CNB's large balance sheet, or the huge liquidity of the banking sector.", "I agree with Professors Mandel and Dvoák (2022) from the University of Economics and Business who stated in their article \"Current global inflation\" that Milton Friedman's view that restrictive monetary policy is not dependent on the support of fiscal policy and can be effective in its own right was formulated for a situation where there was an appropriate amount of bank liquidity.", "In a monetary system with huge excess liquidity and induced high inflation, a reduction in the state budget deficit plays a key role in the fight against inflation and significantly eases the position of the central bank.", "Therefore, defeating inflation in the long term is conditional on coordination between monetary and fiscal policy.", "If fiscal policy records increasing budget deficits, monetary policy will find it very hard to ensure low inflation on its own, in a system with such a huge liquidity surplus and a willingness of banks to buy bonds.", "That is why I said at the press conference after each of our monetary policy meetings that reducing the country's debt is a further key condition for lowering inflation.", "It is essential in the fight against inflation that the state budget deficit falls as much as possible compared with the actual outcome of the previous year.", "It would be ideal for the fight against inflation if expenditure declined year on year compared with the actual outcome of the previous year (to dampen demand) and indirect taxes were not increased (to avoid increasing inflation).", "However, that is a political decision and it is not within my competence.", "In any case, we need our tightest monetary policy in twenty years to be accompanied by a credible budget consolidation plan, which the public will trust to support our efforts to reduce inflation.", "Inflation is our responsibility.", "However, we are in this together with the government.", "We need support from fiscal policy and from you.", "Reducing inflation is in the country's interest.", "We have already tamed several money flows in the economy.", "Above all, reducing the country's debt is now needed for a long-lasting return of inflation to low levels.", "However, banks should also raise interest paid on all household deposits and motivate people to save even more.", "And this is what we should fight for together.", "For less debt and more savings.", "In the interest of the republic.", "Inflace v R:cyklický i acyklický píbh?", "[Inflation in the Czech Republic: A cyclical or acyclical story?]", "(cnBlog - official blog of the Czech National Bank).", "Inflace klesá - prbžné vyhodnocení dezinflaního procesu v esku [Inflation is falling - an interim assessment of the disinflation process in the Czech Republic] (cnBlog - official blog of the Czech National Bank).", "Inflation as a Fiscal Limit (external link) .", "(FRB of Chicago Working Paper No.", "The Fiscal Theory of the Price Level.", "Monetary Macroeconomics and Central Banks in Turbulent Times [lecture transcript].", "eské banky musí býti konen oporou a prkopníkem eského vývoje hospodáského.", "[Czech banks must finally be the backbone and pioneers of Czech economic development] Bankovnictví 2017, No.", "Co nás eká s rostoucím státním dluhem?", "[What awaits us with rising government debt?]", "Banky by mly zvednout úroky u vklad [Banks should raise interest on deposits].", "Ten years later: Lessons for DSGE builders and Czech policy makers (external link) .", "Governor's opening remarks at the CNB Discussion Forum [Audiovisual recording].", "The road to the target.", "Discussion on \"Inflation: The road to the target\" University of Economics and Business, Prague, 15 May 2023.", "Less is more (external link) .", "Finance and Development Magazine, , 11-14.", "CNB Archive, Živnostenská banka archive, ŽB/1777/3, Minutes of the Board of Directors' meeting of 14 March 1934, Report by Dr. Jaroslav Preiss for the Board of Directors' meeting, p. 3, cat."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Koruna", "Money flows", "Credit", "Government debt", "Fiscal policy", "Wage spiral", "Savings"]}