{"sentences": ["NOTE: This speech mentioned inflation figures from December 2022.", "The BSP has since released updated inflation numbers and increased its policy rate by 50 basis points in February 2023.", "To the outgoing and incoming officers of the Fund Managers Association of the Philippines (FMAP), thank you for inviting me.", "Events like these give me a good chance to explain what the Bangko Sentral ng Pilipinas (BSP) does and why it does them.", "The Importance of Communicating the Central Bank's Actions and In my view and our view, as always, the better understood we are and the more predictable we are, the more effective we are [in carrying out our mandates].", "There is a saying in standard macroeconomics, \"The only reason monetary policy works is [because] it surprises people.\"", "And the way it goes is: You [the central bank] increase the money supply when markets are not expecting it.", "Prices are relatively sticky, and therefore, the increase in money supply increases output.", "But then, the only way you only did it is by fooling people.", "[By the] next time you do it, it is not going to work anymore.", "[What is] worse, even if you are not thinking of doing it, they [the market] think you will do it.", "Therefore, they put it at a premium.", "In other words, it works once and costs you a lot later.", "The BSP is very much aware of this.", "That is why we want to be as transparent as possible.", "In fact, if we know where we are going, we will tell you where we are going.", "But how does one communicate the uncertain?", "The fact that we are not telling you where we are going is [because] we, ourselves, are not sure where we are going, especially in this environment that is so unpredictable.", "For instance, who could have predicted just six months before that the Fed [United States Federal Reserve] will do four 75 basis points (bps) [policy rate increases]?", "In other words, you cannot do forward guidance when your forward guidance may add to the confusion.", "That is the philosophy we in the BSP are very conscious of, especially when it comes to inflation targeting.", "By the way, I consider it a good thing that we are not a dual-mandate central bankbecause if a central bank thinks about inflation and economic growth at the same time, usually, the result is the credibility as an inflation-targeting central bank is reduced.", "The market might say, \"It cares so much about growth.", "It might actually not take all the necessary measures to bring inflation back to target as soon as possible.\"", "Setting the Context Now, when you look at the chart, this is what you will see.", "Of course, inflation is very high.", "Even if you take out volatile items, it is still high.", "Not only that, but the rise in core inflation is at least as fast as [the growth in] the headline inflation.", "Much of these is because of supply shocks.", "Unfortunately, some of the supply shocks are domestic.", "You have the famous sibuyas .", "I was in London, and people were telling me, \"Gov., bring home .", "It is one-half of the price in the Philippines.\"", "Sugar, I think, [the price of] sugar has increased by almost 100 percent.", "Then, of course, you have bad weather [that affects agricultural output].", "So, there are [domestic] supply shocks where the import response was inadequate or delayed for various reasons-plus the global shocks.", "Fortunately, the supply shocks of domestic origins have been addressed.", "Addressing the Demand Side of the Equation At any rate, my point is that we have taken all the necessary policies on the demand side.", "We have taken all the necessary policies on the exchange rate side.", "We have taken all the necessary policies on the interest side and are willing to take some more, if necessary.", "That is why we are confident that unless there are new shocks-something goes wrong in North Korea; something goes wrong in Iran; we do not know unless we have new shocks-we are on our way toward what we call a \"target-consistent path of inflation.\"", "In simple English, it is not there yet, but it could be there.", "My own personal forecast, which is also the forecast of our forecasting team, is that headline inflation will be closer to 3.0 percent than 4.0 percent by the fourth quarter of this year.", "And if we are lucky, it will happen in the last month of the third quarter.", "Looking to History as an Inflation-targeter By the way, this is our history: The longest consecutive number of months where headline inflation was above target is 17 months.", "Based on our history, when we got hit by three consecutive months of [supply] shocks, it [elevated inflation] will not last longer than three months.", "But the way the consumer price index (CPI) or inflation is computed, it will end up [being reflected for] 17 months.", "Consider this illustration: A country with zero percent inflation where the index is always 1.0, year one is always 100.", "Then, all of a sudden, it gets a single shock, 5.0 percent.", "But that will happen 12 months in a row.", "So, it is back to zero.", "Nipping Inflation in the Bud In other words, supply shocks, if you do not allow them to propagate or [turn into] inflationary expectations that become self-fulfilling, inflation will die as the shocks die.", "There will be very little second-order effects.", "In contrast, if you read the most common textbook about Latin America, inflation ended up having a life of its own.", "Inflation begins to have a life of its own.", "And the only way to restore order is to show to everybody that the central bank is willing to cause a deep recession to cut the [wage-price spiral] cycle.", "We [the Philippines] will not get there-the point where the central bank, [in order] to restore its credibility, must cause a recession.", "That is one thing that I can assure you.", "Of course, I cannot assure you that there will be no more shocks.", "By the way, I am counting the number of shocks; this one is a bad one.", "Nagkahalo-halo eh-may sibuyas , sugar, ; then, you have the fertilizer shock from the Ukraine-Russia war; and in this case, these shocks, as many as six to seven, are really bad shocks.", "If you do that using my analogy, it will take more than 17, 18 months before headline inflation returns to normal.", "And that is [based] on the assumption that the central bank will do whatever is necessary to prevent second-order effects.", "Pursuing Long-term Agricultural Reforms to Rein in Inflation If we look at this chart, note that the month-on-month [changes in inflation may] look tiny, but they are really significant.", "By the way, you can see a really tall bar when inflation was over 1.0 percent in one month.", "If that were to happen 12 months in a row, you would have 12.0 percent [annualized] inflation.", "We had several really bad months, really bad shocks.", "We thought that this was the last one.", "That is why our forecast, initially, was that by the third quarter [of 2023], we will have normal [within-target] inflation.", "Then, we got two more shocks: the typhoon and then, of course, the famous sibuyas.", "So, these are some of the reforms that have to happen.", "And, as an economist, the best reform is to remove the role of licensing-because the lesson [from] rice tariffication is no more licenses.", "Anybody who wants to import can import.", "Do not have non-tariff barriers because the non-tariff barriers will sooner or later be captured by vested interests.", "The problem, of course, with agriculture is that you always need phytosanitary permits, because, clearly, you do not want to import pigs that will bring viruses and germs.", "The most famous of them is the Mediterranean fruit fly, which destroyed a lot of fruits in California.", "So, clearly, you must have phytosanitary controls [in place], but do not let these phytosanitary controls be a reason for somebody to manipulate and control supply.", "Economy Remains Strong to Absorb Impact of Rate Hikes At any rate, you see, of course, that in spite of our very aggressive monetary policy, the economy remains strong.", "The simple reason for that is pent-up demand.", "All the things you did not do [purchase] because of the restrictions [during the pandemic], you can now do.", "Maybe, you postponed buying a car by two or three years.", "Who needs a car when you cannot use it?", "In the case of my wife, she said, \"Let us go back to Boracay.", "Let us go back to El Nido.\"", "It is harder for me now because I am the central bank governor.", "I have to bring guards wherever I go.", "I told her to go alone.", "So, the pent-up demand is clearly working in our favor.", "Managing Exchange Rate Volatility The other one is that we have managed the exchange rate.", "This time, we were a lot more concerned with the exchange rate than we usually were.", "Generally, changes in the exchange rate are healthy.", "Eh kung short ang foreign exchange rate, eh gusto mong tumaas ang presyo para mag-ingat ang tao sa paggamit foreign exchange.", "Our evidence is under normal times, the translation of a 1.0-peso depreciation to inflation is just 0.076 percentage points [in the short-run].", "Exchange rate changes are healthy until they are not.", "If they become large, they become the anchor of new inflation expectations, like what happened to Mexico.", "The Mexican peso depreciates; inflation goes up.", "Inflation goes up; the peso depreciatesand it becomes a cycle.", "The Fed [tightening] policy, the strong dollar, and the current account deficit, as you can see in the charts, caused a very large change in the exchange rate, which [then] caused us [at the central bank] to act very, very aggressively.", "Taking Decisive Monetary Response As you can see in the next chart, we adjusted the policy rate by [a cumulative] 350 bps.", "The next country to do [raise their policy rate] as much as we did was South Korea; they raised by 300 bps.", "However, our 350-bps adjustment is a little bit exaggerated because we had an abnormally low policy rate [during the pandemic], 200 bps, which has never been observed.", "And that is the result of anti-pandemic policy.", "[We had] ultra-low monetary policy because the economy was really reeling [from the pandemic].", "We also had regulatory relief where loans to MSMEs [micro, small, and medium enterprises] qualified as reserves.", "As the bond markets were panicking, people were going for liquidity.", "They are going for pesos.", "They are selling securities to get pesos, not selling securities to get dollars.", "We [at the central bank] bought 1.0 trillion pesos of government securities.", "That is still on our balance sheet.", "Currently, we hold 1.3 trillion pesos of domestic assets and a balance sheet of about 7.5 trillion pesos.", "It is a good central bank: its assets are in dollars; its liabilities are in pesos.", "Now, the other thing is we sold FX reserves.", "The biggest seller was Vietnam.", "India and the Philippines are about the same.", "So, we are using three tools: One is to let the currency respond to market forces until it [the depreciation] is too much.", "In the past, it was never too much.", "This was the first time.", "If the currency depreciates by 14.0 percent in several months, that is too much.", "How do you know whether the depreciation is too much?", "The answer is not until you see it.", "Those are the tools we used, and, I think, we used them effectively.", "And thank God, we have many cushions [against external shocks]-BPO [business process outsourcing], remittances, and foreign direct investments continue to flow in.", "Those are the things that worked in our favor.", "Second and Third Pillars And the other factor that worked in our favor is our second pillar: banking stability, financial stability.", "Our banks are very well-capitalized and very well-managed.", "Thank God for our Basel III standards and thank God for the people running the banks-many of whom were still young but already adults and, luckily, middle-level managers when the Asian Financial Crisis hit.", "In other words, the people running the bank all remember So, what we are now seeing is a very strong banking system that remains solid despite the contraction of the economy in 2019.", "Pursuing Trust Regulatory Reforms For a long time, we have been reforming how we do trust regulations.", "Indeed, we are quite happy with the trust entities that are not part of banks.", "Indeed, it is quite important to us that there is a very strong separation between the trust of a bank and the bank itself.", "As part of our Trust Business Model, or TBM initiative, we pursued a number of reforms.", "Allow me to cite some of them: We reduced the IMA [investment management activity] minimum to 100,000.", "We introduced a simplified licensing framework for UITFs [unit investment trust funds].", "This is a long story, but when the peso was extremely strong and appreciating, some foreign banks borrowed from the head office to place it on the SDA [special deposit account].", "Because of the zero interest rate sa home country niya, tapos the peso is appreciating, pinagbawal namin 'yon.", "We caught one bank [violating the rules] and told them to return all the interest they earned as penalty.", "And they said, \" Hindi namin kinita iyon.", "May minus 20.0 percent [in tax] dahil kay [then tax chief] Kim Henares.\"", "Sabi namin, \"Singilin mo kay Kim naniningil pa sila hanggang ngayon Henares.\"", "Unfortunately, it made it harder to manage the trust [operations] because bawal ang foreign funds.", "So, we [at the central bank] said, \"With UITFs, we will consider it domestic if it only has 10.0 percent [in share of net assets of non-residents].", "If it is 10.0 percent foreign, it is [still] domestic.\"", "Now, why are we so concerned when UITFs buy our [central bank (CB)] securities?", "In the complex language of monetary policy, [there is a word known as] \"sterilize.\"", "If the central bank buys assets, it will increase money supply.", "So, the only way the central bank can prevent money supply from increasing is to sell securities [in order] to get back the money.", "What we noticed is that if the banks get the money, they can easily change their mind and re-lend it.", "When the trusts get the money, it is sticky.", "So, you play a much more important role in money supply management.", "By the way, thank God, our new Charter allows us to borrow from the public.", "In other words, when we buy assets, we increase money supply.", "But if we do not want that to happen, we do a counter, which is we borrow.", "But then, the borrowing may attract arbitrage, k aya ipinagbawal namin ang foreign funds.", "So, this is one important role that you play.", "To the extent that you buy CB securities, you [trusts] help us sterilize more permanently.", "In closing, the legal and regulatory frameworks and the economic environment may continue to evolve, but you can be assured that the BSP has the Philippine economy, financial system, and Filipinos' best interests in mind as we chart our path forward.", "Of course, we are also extremely focused on making sure that there are new technologies in the payment systems, that more and more people go digital, and that more and more people embrace QR [quick response].", "Of course, our goal is that even the tricycle driver is able to accept QR payments.", "So, these are the things that we are doing.", "Of course, we would very much want your support.", "Finally, congratulations to the new board of trustees and board of senior managers of ACI and FMAP.", "I commend the outgoing set of FMAP officers, led by Mr. Vincent Daffon, who is passing the torch to a new set of trustees, led by Ms. Maria Cristina Gabaldon.", "May you lead the association further along toward realizing its vision of being a catalyst of change in the industry and upholding the interest of the investing public.", "Maraming salamat, at magandang hapon sa inyong lahat.", "Corrected figure for the longest series of consecutive months of above-target inflation (January 2008 - May 2009); Based on consumer price index data with 2006 as the Corrected figures for the short-run exchange rate pass-through"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "fiscal dominance", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Supply shocks", "Exchange rate", "Economic growth", "Agriculture", "Banking stability", "Trust regulations", "Payment systems", "Financial stability"]}