{"sentences": ["Ladies and gentlemen, I am happy to join you again at the Green Swan Conference.", "On behalf of the Network for Greening the Financial System (NGFS), I would like to express our gratitude for the opportunity to co-host this conference with the Bank for International Settlements, the Central Bank of Chile, and the South African Reserve Bank.", "The world is still not on a transition path that is aligned with the goals of the Paris agreement .", "According to the latest report by the Intergovernmental Panel on Climate Change, we need to cut global greenhouse gas emissions by 43% in the next 7 years to reach net zero by 2050.", "We are now one third of the way through this \"critical decade\" and nowhere near this target.", "Emissions are still rising, not falling.", "We need to convert commitments to plans and plans to outcomes.", "More countries and corporations are committing to achieving net zero emissions by 2050 so as to limit global warming to 1.5 degrees Celsius.", "But few have drawn up concrete plans to do so.", "Without credible transition plans and financing strategies to support them, climate action will be sporadic and ineffective.", "Green and transition financing is nowhere near what is required to get to net-zero by 2050.", "The financial sector can play a key role in catalysing transition towards a low carbon, climate-resilient economy.", "But we are more than 35% short of the annual investment of US$9.2 trillion that would be required to get to net-zero by 2050.", "The NGFS aims to promote the financial sector as a catalyst for the transition to a net-zero world.", "Through our diverse membership of 125 central banks and financial regulators from more than 90 advanced, emerging, and developing economies, we are well-positioned to do this.", "Our work programme is multi-faceted.", "We are: enhancing supervisory practices on managing climate risks; designing actionable climate scenarios ; assessing the implications of climate change for monetary policy ; providing guidance for central banks' own net-zero transition ; analysing nature-related financial risks ; and building skills and capabilities among the NGFS membership Today, I want to talk about two relatively new areas where the NGFS is making a determined push: transition planning Supporting transition planning To achieve net zero, every economic sector will need to decarbonise .", "Different sectors will have different transition pathways.", "In hard-to-abate sectors, the transition could be quite disorderly.", "Those firms or industries that fail to adequately decarbonise may risk being left with non-viable businesses or stranded assets.", "To support every sector to decarbonise, financial institutions need to fund activities supporting transition and not just green projects.", "This means channelling pivot business models for firms in economic sectors that are not so green to become greener; and invest in technologies with a lower carbon footprint or higher energy efficiency.", "Transition finance in turn needs credible transition plans - by both financial institutions and their customers - as well as good transition planning.", "Many financial institutions have made net-zero commitments and set decarbonisation targets.", "However, when they finance their customers' own transition to net zero through loans or investments in cleaner technologies, they may see a short-term increase in their financed emissions.This would particularly be the case in hard-to-abate sectors like steel, cement and chemical production.", "The increase in financed emissions will likely draw pressure and criticism from investors and stakeholders.", "Only with credible transition plans will financial institutions be able to explain how their transition financing is consistent with their net-zero commitments and decarbonisation targets.", "Financial regulators can set supervisory expectations for financial institutions on their transition plans in several ways.", "They can provide guidance to financial institutions on having a sound transition that supports the credible transition efforts of their clients planning process rather than divestment as the first choice.", "They can set expectations that financial institutions should engage their clients on climate risks and nudge them to draw up their own transition plans to mitigate these risks.", "They can signal to financial institutions the importance of referencing appropriate science-based sectoral pathways with meaningful intermediate targets for decarbonisation.", "They can adopt a multi-year approach when engaging financial institutions on their transition efforts.", "This includes acknowledging that there may be short-term increases in their financed emissions from supporting the transition of higher emissions clients towards climate positive outcomes.", "The Monetary Authority of Singapore intends to do all of the above.", "The NGFS is providing thought leadership on the role of financial regulators with respect to financial institutions' transition plans and transition planning process.", "We are exploring the extent to which financial institutions' transition plans should be considered within the supervisory toolkit and overall prudential framework.", "While most financial institutions' transition plans have a climate focus, they have different nuances in objectives, ranging from climate risk mitigation to reducing financed emissions to supporting the real economy's transition to net-zero.", "But there are some common elements to all transition plans which are relevant to supervisors for assessing safety and soundness.", "The NGFS has completed a stock-take of supervisory frameworks with respect to financial institutions' transition plans.", "We are sharing the results of the stock-take with the Basel Committee on Banking Supervision and the Financial Stability Board, to facilitate greater coordination in the development of transition planning standards.", "We will publish a report on key findings and next steps that will provide a basis for further work on the role of transition plans in greening the financial system.", "The next phase of the NGFS' work will develop guidance on transition planning to cater to different supervisors' mandates, toolkits, and prudential frameworks.", "Recognising that there is a spectrum of supervisory mandates, such guidance will be based on a building block approach to aid financial regulators with varying approaches in their review of financial institutions' transition plans or planning process.", "Scaling blended finance To move the needle on global emissions, we need to facilitate the decarbonisation of emerging markets and developing economies.", "Emerging markets and developing economies account for more than half of global greenhouse gas emissions.", "They are still heavily dependent on fossil fuels for their economic development and energy needs.", "Their energy needs are expected to grow significantly in the coming years alongside economic growth and development.", "It is not right to hold back their economic growth.", "Rather, we need transition finance to help decouple growth from emissions - through cleaner energy, greater energy efficiency, more electrification, and production processes with a lower carbon footprint.", "But emerging economies and developing countries face several challenges in mobilising the transition financing necessary for decarbonisation.", "First, they have fiscal constraints.", "Public debt remains the main source of funding for transition in these economies.", "But there are tight limits to how much debt these governments can sustainably raise, especially in foreign currencies.", "Second, they have limited access to private capital .", "They lack depth in their domestic capital markets; they lack large corporations, and a broad investor base.", "Third, many of their transition projects are only marginally bankable .", "Regulatory and political risks heighten the likelihood of default, transaction lead times are long, projects require prohibitively large amounts of start-up capital, and there is limited access to expertise in project development and financing.", "The current model of multilateral bank lending is inadequate to mobilise the capital that countries need for their transition.", "A good part of multilateral bank lending goes to bankable projects that could well have been financed by private capital.", "Multilateral banks tend to prioritise projects with lower risks to support their mandates of macroeconomic stability and growth.", "But in truth, their capital is most needed for riskier projects that are only marginally bankable but can support the transition.", "What we need is public-private partnership in financing that is synergistic not duplicative.", "We need to make every dollar of public capital count.", "Catalytic and concessional funding from the public sector, multilateral development banks, and philanthropic sources can potentially enhance project bankability and help to crowd in private capital.", "They can: mitigate a portion of project risks to improve the risk-return profile and attract a broader set of private investors; provide technical assistance at the project design stage to increase the pipeline of investable projects; and facilitate the development of a mature climate blended finance ecosystem in emerging markets and developing economies.", "Blended finance is not new but we need to scale it up and this requires a collective effort.", "Central banks and financial supervisors can support this effort to varying degrees, depending on their mandates.", "The NGFS has launched a Blended Finance Initiative to contribute to this collective effort in two ways.", "We will use our convening power to raise awareness of blended finance for climate action and help to bring the relevant parties into the room.", "We will identify any potential market, policy or regulatory barriers that hamper the scaling up of blended finance.", "The NGFS aims to launch at COP28 a Handbook on Blended Finance.", "We will release next month a conceptual note on the Handbook which will serve as a preamble.", "The Handbook will be organised around three key themes.", "First, identify key elements needed to build a climate blended finance ecosystem.", "To scale up blended finance for climate adaptation and mitigation, we need financial instruments and vehicles that can align incentives in both the public and private sector and entice private capital with varying appetite for risk.", "For example, green bond funds or outcome-based debt instruments such as sustainability-linked bonds can attract various types of private sector actors if key contractual terms are appropriately set.", "To attract investors with different expected returns, risk profiles, investment horizons and objectives, the investor base should be expanded.", "For example, we can aim for a higher level of participation by institutional and private equity investors as well as philanthropic capital.", "Second, highlight best practices and principles to scale up blended finance for climate adaptation and mitigation.", "These include factors like: an appropriate institutional, legal and policy framework, and regulatory clarity; a robust climate information architecture for investment and performance risk assessment, comprising reliable and comparable climate data, internationally interoperable taxonomies, and climate disclosures; and some form of common finance reporting standards that can be used to measure, monitor, verify, and assess impact.", "Third, identify demonstrative projects that showcase good mechanisms available to scale blended finance.", "Our scan of such projects has surfaced some preliminary observations on the key mechanisms to scale blended finance; standardised documentation to streamline due diligence and project preparation processes and to lower origination costs; effective currency hedging solutions to address local currency risks; pooling of investors at the fund or facility level and taking a portfolio rather than individual project approach; and leveraging on the significant catalytic effect of grants in the upstream project preparation phase.", "We will study these observations further and present them in detail in the Handbook.", "We must take an ecosystem approach to resolve the climate crisis.", "netzero requires the real economy and the financial sector to move in lockstep.", "This requires applying the collective knowledge and resources of governments, central banks, and financial regulators and financial institutions, corporates and individuals.", "In a small way, this third edition of the Green Swan Conference contributes to this collective effort.", "Let us harness our strengths and coordinate our action across the ecosystem.", "Thank you, and I wish you all a fruitful conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["transition planning", "transition financing", "green finance", "climate change", "net-zero", "emissions", "decarbonisation", "blended finance", "climate risks", "supervisory practices"]}