{"sentences": ["I am delighted to be here at the first Payment System Operators' (PSO) Conference being organised by the Department of Payment & Settlement Systems (DPSS) of the RBI.", "It is indeed a matter of pride that the Indian payment systems have been globally recognised as best-in-class and future ready.", "It is the combined effort of all the PSOs, the Government and the Reserve Bank that has made India a shining star in global payments space.", "The Reserve Bank acknowledges the efforts put in by each one of the stakeholders for accomplishing this.", "Going by the theme of this conference (Payments Rendezvous - Reminisce, Revitalise), it is an opportune time to reminisce about this journey and identify the challenges and opportunities that lie ahead.", "Over the years and guided by key initiatives of the Reserve Bank, the payments landscape in India has evolved into a state-of-the-art system that is affordable, accessible, convenient, fast, safe and secure.", "India's payment infrastructure caters to the needs of a diverse group of consumers.", "It comprises a wide array of payment options for executing large value payments, retail credit transfers, fast payments, cheque clearing, card payments, bulk repetitive payments, bill payments, toll collections, offline payments, etc.", "In India, there are about 114 crore mobile phone connections , with urban and rural share being 55% and 45% respectively.", "Widespread use of mobile phones, coupled with availability of internet services, have provided thrust to digital payments.", "This has led to \"anytime anywhere\" banking which transcends traditional branch banking hours.", "About 1,050 crore retail digital payment transactions2 worth 51 lakh crore processed in January 2023 stand as testimony to the size and efficiency of India's digital payments.", "It is hard to believe today that there was a time when a card issued by a bank could be used only at ATMs of that bank.", "Since then, ATM networks have made interoperability the order of the day.", "Similarly, card networks have made it possible for us to pay for our purchases at any Point of Sale (PoS) terminal in India or abroad.", "The Clearing Corporation of India Ltd. (CCIL) and National Payments Corporation of India (NPCI) have set up world-class payment infrastructure for securities and retail segment respectively.", "These two institutions have emerged as the bedrock of our payments innovations in wholesale and retail payments.", "A decade back, it would have been hard to imagine a mobile phone becoming such a powerful and broad-based medium of doing payment transactions.", "The launch of Unified Payments Interface (UPI) in 2016 has revolutionised the payments ecosystem with about 803 crore transactions worth 13 lakh crore processed in January 2023 alone.", "For Indians, banking facilities are available at their fingertips today.", "We have moved far beyond doorstep banking.", "Further, given the importance of remittances received from Indian diaspora abroad, Money Transfer Service Scheme (MTSS) operators form a significant section of PSOs.", "Prepaid Payment Instrument (PPI) issuers have become a part of daily life for many Indians.", "The facility provided by White Label ATM Operators (WLAOs) and Instant Money Transfer (IMT) operator have helped in expanding the avenues for cash withdrawal.", "PSOs operating in niche segments like National Electronic Toll Collection (NETC), Bharat Bill Payment Operating Units (BBPOUs) and the newest entrants - Payment Aggregators (PAs) - are bringing ease of living to the segments they cater to.", "Last but not the least, Trade Receivables Discounting System (TReDS) platforms have enabled factoring of MSME receivables in a transparent and competitive manner, thereby improving the liquidity position of MSMEs.", "On an average 35,000 Factoring Units (FUs) worth 7,200 crore are discounted or financed in TReDS every month.", "The Reserve Bank has also taken a number of steps to increase safety and security of payment transactions as well as the ecosystem.", "Introduction of Additional Factor of Authentication (AFA) for card-based e-commerce and online transactions, which was later extended to other payment modes and channels, is a success story in Indian payment systems.", "Simple measures like provision of switch on / switch off facility for card transactions have positively impacted the trust of cardholders in digital payments.", "In all these initiatives, the Reserve Bank has kept customer convenience and safety as the prime objective.", "Other examples could be contactless card transactions, offline payments framework, e-mandate based transactions, Card-on-File Tokenisation (CoFT), etc.", "During the pandemic, resilience of payment systems was severely tested.", "Movement of people running the operations of PSOs was restricted, and some of them also fell ill.", "In such a situation, a spurt in digital payments was observed.", "Suddenly, many more people started transacting digitally.", "PSOs rose to the occasion and showed remarkable tenacity.", "All our payment systems have proved their worth during the pandemic.", "Among other things, I remember the efforts taken to tag the payment systems and the stakeholders as 'essential services'.", "This was a single-most defining factor which enabled everyone to carry out various transactions unhindered.", "Let me also highlight a few more major steps taken by the Reserve Bank in payments sphere in recent years.", "Since mid-December 2019, NEFT has been made available on 24x7 basis.", "The same was replicated in RTGS a year later.", "This development allowed inter-bank settlement of ancillary payment systems to happen in RTGS on 24x7x365 basis.", "It also facilitated additional settlement cycles to be run by the payment system operators.", "Presently around 90 multilateral net settlement batch files are posted in RTGS for effecting settlement of transactions during a particular day.", "This has reduced the attendant liquidity, credit and settlement risks.", "In the card payments space, the Reserve Bank has issued instructions to restrict storage of card data only with card issuers and card networks.", "ATM cash withdrawal transactions can now be completed without the need for cards.", "Imagine how many cardrelated ATM frauds can now be mitigated.", "In the realm of UPI, a number of steps have been taken recently.", "RuPay credit cards have been permitted as underlying instrument in UPI.", "UPI Lite has been introduced for offline payments.", "UPI123Pay was introduced to allow feature phone users to perform UPI transactions.", "In February 2023, \"UPI One World\" was launched to extend the UPI facility to inbound travellers from G20 countries.", "Further, inward payments have been permitted in Bharat Bill Payment System (BBPS) so that NRIs can seamlessly pay utility, education and other bills on behalf of their family members and friends.", "The scope, reach and utility of BBPS has thus been significantly enlarged.", "The Reserve Bank has also permitted PPI issuers, card networks and WLA operators to participate in Centralised Payment Systems (i.e.", "RTGS and NEFT) as direct members, thereby enhancing accessibility of payments infrastructure and providing avenues for reducing intermediaries.", "Even in TReDS, many enhancements, like insurance facility, commencement of secondary market operations and modification in eligibility criteria to participate as financier, have been announced.", "These measures will empower the MSMEs to realise their dues faster and in a more cost-effective manner.", "Even in the Payment Aggregator (PA) space, the Reserve Bank has taken significant efforts to bolster transparency and keep the space regulated and, of course, to be directly supervised as well.", "It is worth pointing out that the Reserve Bank has been transparent in terms of its data releases and in keeping the ecosystem informed of the actions taken.", "The intent behind all these efforts is to move towards a less-cash society while maintaining the health of Indian payment systems.", "The expectation is that PSOs would implement regulatory measures in an expeditious manner.", "Let us work together and make the entire payments ecosystem a win-win for all.", "The fact that the Digital Payments Index (DPI), developed by the Reserve Bank, has gone up from 100 as the base in March 2018 to 377.46 as of September 2022 is testimony to the long way we have travelled.", "However, despite the progress made so far, would it be wise to rest on our past laurels?", "In my view, the answer is \"No\".", "It is often said that change is the only constant in life.", "There have been instances in the past when companies which dominated their market segment have failed to anticipate winds of change and did not innovate on products and processes.", "Consequently, they have become almost extinct.", "Not just companies, some of the countries which used to set the global agenda in previous centuries could not maintain their pole position, and other countries have become the guiding light.", "Therefore, while we take pride in our achievements, it is imperative to chart our way forward by identifying the challenges and opportunities that lie ahead.", "You are aware of the efforts being taken by the Reserve Bank to increase awareness and upscale digital payment adoption in the country.", "The 'RBI Kehta Hai' has become a popular phrase in the country.", "The Digital Payments Awareness Week (DPAW) was celebrated recently.", "I take great pride in participating in such programmes.", "I am aware of the popularity of each one of you and your institutions in the digital payments space.", "But, as they say, 'yeh dil maange more'.", "I would now like to underscore some of the challenges that confront us and how we all can work together to resolve them.", "The Reserve Bank has constantly been engaged with the task of bringing more people within the digital payments' fold.", "While making multitude of payment methods available, we believe that for convincing more people to transact digitally, it is imperative to augment their awareness and trust in digital payment methods.", "Financial literacy is just the first step towards digital payments literacy.", "Having opened more than 48 crore Jan Dhan accounts , it would augur well to leverage these accounts and help people realise the ease that digital payments can bring to their lives.", "PSOs have an important role to play here in creating awareness and countering misinformation.", "Availability and affordability of an expeditious grievance redress mechanism is of utmost importance to ensure public trust in digital payments.", "While traditional bank branch model offers a physical place where customers can lodge their grievances, the same may not be the case in digital payments where users sometimes find it difficult to ascertain the appropriate forum for lodging their grievances.", "More the struggle undertaken by people in resolving their grievances, more unlikely it becomes that they would attempt digital payments in future.", "Prompt reconciliation of transactions by PSOs is an easy and expeditious method of addressing customer grievances.", "Latest technologies may also be leveraged to support rule-based resolution of grievances with zero to minimal manual intervention.", "While there is wide appreciation of the Online Dispute Resolution (ODR) system conceived by RBI, how many PSOs have actually enabled it?", "Should not the entities embrace such initiatives upfront and enhance customer satisfaction?", "Afterall, PSOs deal with public money.", "Increase in digital payments and its users also brings to the fore potential risks pertaining to cyber security, data privacy and operational resilience.", "PSOs must always be cognisant of the emerging threats and put in place suitable risk mitigation measures.", "A related area that requires focus is outsourcing arrangements of PSOs with their vendors.", "Service level agreements with vendors should meet minimum standards prescribed by the Reserve Bank.", "In all such agreements, PSOs' right to conduct audit of the service provider must always be ensured.", "Since payment system operations are heavily dependent on technology, many newage tech firms are entering the payments ecosystem.", "Some of them have come under the regulatory ambit of the Reserve Bank for the first time.", "At times, some PSOs display unwillingness to comply with regulatory instructions, citing various reasons like cost of carrying out system-level changes.", "In this digital age, there is a necessity to constantly upgrade the systems so as to remain relevant and increase efficiency.", "Legacy systems must be updated to bring them in line with changing realities.", "While any system may be presumed to be resilient and safe, a single bad experience of the customer with digital payments may drive him away to other channels or modes of payments.", "PSOs have a big responsibility here.", "For long term success, the PSOs should specifically focus on (i) ensuring good governance and prudent risk management; (ii) maintaining robust IT infrastructure with cyber resilience; and (iii) putting in place responsive grievance redress mechanism.", "Efforts may also be made for ensuring wider participation in the framework for offline payments.", "PSOs may also work on formation of Self-Regulatory Organisations (SROs) for greater good of all stakeholders.", "Going forward, the achievements of payment systems in India present more exciting opportunities for us.", "Having successfully implemented so many payment systems domestically on such a large scale, time has come to expand our reach overseas.", "With the Indian economy getting increasingly integrated with the global system, cross-border payments have assumed greater significance.", "Our home-grown payment products, UPI and RuPay network, are enhancing their global footprint.", "Launch of UPI linkage with Singapore's PayNow is a major step forward.", "In future, such linkages with other countries will make cross-border payments simple, affordable and real-time.", "QR codebased merchant payments through UPI apps are already enabled in Bhutan, Singapore and UAE.", "All these would also help project India's soft power at the global level.", "To conclude, I would like to say that a lot has been achieved but a lot more can and should be done in the days ahead.", "Payments and settlements are serious businesses with potential downsides, should anything go wrong.", "Our effort should be to mitigate such downsides and capitalise on the upsides.", "This is something all market participants must recognise and constantly remind themselves.", "Every failed transaction, every fraud attempted or actually carried out, every complaint that is not satisfactorily addressed should be a cause of concern and must invite a detailed root cause analysis.", "It would do well to remember that like the batsman on the cricket field, you are only as good as the last ball faced.", "We must together make sure that no one in the country is left behind in the digital payments journey.", "Under Reserve Bank's Payments Vision 2025, we stand committed to the core theme of 'E-Payments for Everyone, Everywhere, Everytime' (4Es).", "We must seize every opportunity to internationalise our payment products.", "This will open up a new world of opportunities for our country.", "This is the year of Indian Presidency of the G20.", "Let us present the India story to the global audience.", "Let us work together; let us innovate together.", "This PSO Conference will provide ample opportunities to deliberate on all these issues.", "With your active participation, I am sure we will achieve more and stride forward with greater conviction and responsibility.", "My best wishes to all the participants.", "Source: Telecom subscription data as on 31st December, 2022 ( /sites/default/files/PR_No.of2023_0.pdf ) Source: RBI website ( Payment System Indicators ) Source: RBI website Source:"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital payments", "Payment systems", "UPI", "Security", "Cyber resilience", "Cross-border payments", "Financial literacy", "Grievance redressal", "Payment infrastructure", "Digital payments awareness"]}