{"sentences": ["I am very glad to be here and seeing old friends.", "I remember the days when we were talking about tariff reforms, right?", "Credit to our country, there were continuous reforms in trade, fiscal, and monetary areas.", "And now, with a very market-friendly government, we are quite optimistic about the future.", "Examining the Structural Make-up of the Philippine Economy: An Eye to the Past and a Path to the Future But let me say a little bit of what I think is the history of the Philippines, which is: It is fairly easy to stimulate growth.", "The problem is growth, generally, results in an even faster increase in imports, by the very nature of the economy.", "And therefore, eventually, growth goes to a stop because of a balance of payments crisis.", "Now, that was solved by remittances and then, later on, BPO [business process outsourcing revenues].", "And that is why until the pandemic came, we had a very beautiful picture of the economy: high growth and falling poverty [incidence].", "By the way, the indicator I always look at to see if the economy is improving is the number of unpaid family workers.", "Sabi nga naman eh, \"May trabaho ka na nga, gusto mo pa ng sweldo?\"", "So, that is really a very big sign of informality [in the labor force], and that was declining very quickly.", "The next question really is: We had two horses [growth drivers] that carried us [the economy]: remittances and BPO.", "What will replace them when those two horses mature?", "This is my own experience as a central banker.", "Stimulating the economy is fairly easy because we have a very young population.", "And by some accident-by the way, I am really way outside my field-I think we are a country of malls because we have no parks.", "And, therefore, the malls are fairly good.", "You have a dental appointment, you have [to apply for a] driver's license-think about it-it is in the mall.", "By the way, my classmate, Bobby Claudio, will tell you about this-the power of the malls.", "When I talk to foreigners, they marvel at how many people are in our malls.", "You explain to them, the traffic is [like] this.", "No, that is per month.", "The real problem is growth-sooner or later, unless met by rising exports-grinds to a halt because the current account deficit will get larger.", "So, the real question is: How do we attract manufacturing FDI [foreign direct investment]?", "By the way, it is not a problem in banking.", "The Philippines is the primary source when it comes to global services.", "For instance, JPMorgan has 20,000 employees here.", "If we can have the same success somewhere else [in different sectors of the economy]-mining has already been mentioned-then growth will continue.", "Fortunately, we do not have to step on the brakes too soon because the central bank FX [foreign exchange] reserves are high.", "In other words, if we get a bad year or two, the central bank can actually sell some of its FX reserves.", "Well, of course, if it keeps doing that, then the central bank FX reserves fall, confidence in the currency will fall, and we will have all sorts of problems that we have had historically.", "By the way, I started too soon.", "I should greet all my friends.", "[PCCI President] George Barcelon.", "We graduated the same year, but I did not have Grade 7 and Kinder.", "Addressing the Inflation Question Your [PCCI's] press release is that \"The government must act immediately to reduce inflation in the first quarter of 2023.\"", "From what I see, a lot of important things are already happening.", "For instance, the importation of sugar took a long time, but it is now finally coming.", "By the way, in the case of sugar, all the protectionist policies have been embedded there for decades.", "So, it is not easy [to reverse].", "Of course, one can say that it is about time that we review [our sugar importation policy].", "When you have to close bottling plants because of the shortage of sugar, what you have is a problem.", "The economy is growing rapidly.", "And if you say \"do not import,\" you will have shortages because agriculture [is] growing at 1.0 or 2.0 percent.", "So, the real question is: What can you do with the 1.0-percent growth?", "How can you raise that?", "But the pragmatic problem in the short run is you [the government] cannot do it [improve agricultural productivity] overnight.", "[So,] let the private sector decide how much to import.", "Protection should be a question of tariffs, not bureaucracy.", "Of course, some parts of that cannot be removed, like [those that address] phytosanitary [concerns].", "Eh kung may sakit nga naman ang pinanggagalingan ng imports, talagang dapat bawal [pumasok].", "Unpacking the Drivers of Philippine Inflation Well, our inflation is a combination of two things.", "One is economic growth surprised everyone-meaning growth was strong.", "Demand was growing stronger than expected.", "But the biggest source of inflation, of course, is the supply-side pressures.", "Now, the latest inflation print is 8.7 percent [in January 2023].", "The reason for that is, there are many small [consumer price index] items that have very large [price] increases.", "For instance, if something is 1.0 percent of the budget, it is practically a rounding error, unless the increase is 50 percent.", "And you know that an inflation target band is only plus or minus 1.0 ppt.", "As I already said, I am quite optimistic that these [domestic supply-side pressures on inflation] are all being addressed already.", "And I cannot think of two better persons than [National Economic and Development Authority Chief] Arsi Balisacan and [Finance Secretary] Ben Diokno [to advise the president of the need to import].", "Of course, I am biased.", "I have been with them in the [University of the Philippines] Faculty of Economics.", "In the case of Arsi, [it was] more than two decades because he is younger than me.", "In the case of Ben, I cannot count the decades.", "As you can see, the chart is worrisome.", "Both core inflation and headline inflation are high.", "But also, as you can see from the chart, headline inflation should be below 4.0 percent by the fourth quarter.", "Of course, the number we look at is the average for the year.", "Now, what will that do to growth?", "Well, in our response, of course, we did two things: We sold dollars when there was too much FX volatility, and, of course, we raised the policy rate many times.", "Economy is on the Mend You will see that, of course, the economy was badly hurt by COVID.", "But, as you can see, it has now recovered and doing quite strongly.", "Now, what will happen this year is a contest of forecasts.", "IMF [International Monetary Fund] says [gross domestic product growth is estimated at] 5.0 percent.", "Our own \"nowcast\"-that is a terrible term [as] you are forecasting what has already happened because your data comes one quarter late.", "So, our nowcast, which could change, is closer to the government's [target] than the IMF's.", "If I were to bet my money, it is going to be 6.0 percent or higher this year.", "Decisive Political Leadership during Economic Crises Now, why is that important?", "That is important because of COVID.", "[Government] debt increased significantly, and the deficit increased significantly.", "And the best-case scenario is, there is no need for new taxes because we will outgrow the debt.", "So far, that [bullish] scenario may not be ruled out.", "But remember, we have a history when scenarios do not turn out as expected.", "For some reason, we as a country got together to address them.", "The best example of this is when former President Fidel Ramos got rid of the Oil Price Stabilization Fund.", "The problem with that fund is that you apply it only when the prices are rising.", "So, therefore, it will go bankrupt.", "If [oil] prices are rising, you [intervene to] stabilize.", "But if prices are falling, you follow.", "So, you lose money when prices are rising; you gain nothing when the price is falling, [and this results in] bankruptcy of the fund, which will cost the government.", "Ramos said, \"Enough of this.", "Then, we have shortages in the financing of government.", "What is the best indicator?", "When I was in government, the borrowing cost of the national government of the Philippines in dollars for 10 years was 6.0 ppts higher than the borrowing cost of the US [United States] government.", "Same tenor, same currency, [but the interest was] 6.0 ppts higher.", "They thought we will default.", "And to the credit of former President Gloria Arroyo, she expanded the value-added tax (VAT)-10 percent to 12 percent-and included fuels and electricity in VAT.", "[It was] very unpopular, but that solved a lot of problems.", "The spread is now down to 1.0 ppt.", "Pent-up Demand Seen to Carry the Economy Forward The other thing going for us is that we have revenge spending or pent-up demand-a lot of postponed demand.", "You can see this: 24.7 percent [spending] increase in hotels and restaurants, 31.0 percent increase in car sales, unemployment down to 4.3 percent.", "International tourist arrivals [is] now 2.65 million-of course, not fully recovered yet-while domestic tourism has fully recovered, I think, as you can see that from the hotel and restaurant numbers.", "BSP's Expanded Inflation Toolkit Now, what have we done [to respond to inflation]?", "What we have done, of course, is to use all the medicines that we can use.", "One is to raise the policy rate.", "The US [Federal Reserve] is raising its policy rate.", "The dollar is too strong.", "For some reason, the Philippine markets are thinking: If the differential between the US policy rate and the Philippine policy rate is less than 1.0 to 1.25 ppts, they [speculators] attack the peso.", "In other words, their risk premium is: The peso is the more risky currency than the dollar; I need a premium of 100 to 150 basis points (bps).", "So, we raised policy rates.", "By the way, the last [rate] increase [in February 2023] has nothing to do with the US.", "It has to do with our high [domestic] inflation.", "Now, as you can see, we have the highest [cumulative] policy rate adjustment of the countries in the table, [which is] 400 bps, followed by South Korea at 300 bps.", "Also, we sold FX reserves just like Thailand and Korea in that regard, [on how much they sold] relative to our FX reserves.", "Of course, the other tool is, we tell markets what we intend to do and why.", "And, I think, this is one of the reasons the Bangko Sentral has been quite effective [in inflation targeting] over the years.", "Well, a recent example of this stronger guidance was provided in last week's Bankers' Night, where I said, \"We will reduce the RRR [reserve requirement ratio].\"", "We hope, in return, the banks will waive all fees on small transactions when people make bank-to-bank payments.", "From what I hear from the banking association, they are receptive to this.", "I am looking forward to more and more digital payments, especially by the poor, using their accounts, which have grown significantly because of InstaPay and so on.", "Managing Foreign Exchange Pressures Of course, my speech will not be complete if I do not tell you that for a while, there was FX pressure [on the peso], when people began to taunt us, \" Nagse-senior citizen 'yung peso kasi 60.\"", "Although my response is: What is the difference between 60.1 and 59.9?", "But, I guess, [market] psychology, no?", "As you can see, a combination of the things we did, plus the fact that the US is now saying that the jumbo increases are over, has caused the dollar to weaken, which means the peso has appreciated.", "As you can see in the next chart, if your point of view is starting from November [2022], the picture is now the opposite [the peso has since strengthened].", "The slowdown in the pacing of US policy tightening has eased the pressure on the peso.", "On a year-to-date basis, the peso is the second most-appreciated currency in the region after Indonesia's rupiah, but we will continue to monitor the situation.", "Robust External Accounts Provide Cushion against Spillovers As I already said, our advantage is that we are actually getting quite a bit of net FDI, but, of course, we want that to increase even further.", "By the way, the feedback I am getting everywhere is that the President's shift in foreign affairs policy is very much welcome, especially by the Japanese-well, of course, the Americans, Japanese, and Koreans.", "It is a much, much more balanced foreign affairs policy, which, I think, is also quite attractive to businessmen.", "Second and Third Pillars I would be remiss if I do not talk about how strong our banks are.", "And what was clear is as the lockdowns stopped, lending recovered very, very quickly.", "Our banks are wellcapitalized, well-managed, and well-governed.", "And both the regulator and those being regulated have learned lessons from the past crisis.", "And, as I already said, there is a strong momentum in payments digitalization, and the increase in the number of accounts because of e-money [electronic money].", "To many people, especially the poor, going to a bank-even if it is nearby-[is too much of a hurdle].", "Just the thought of having to dress up to go there, no?", "By the way, some people-like most people here-probably will have four or five accounts, but that [figure] is already factored in, the double counting.", "The increase in the number of accounts has been tremendous and is largely because of e-money.", "Then, as I already said, transactions in our fast payment system InstaPay are already approaching ATM [automated teller machine] transaction volume, while transactions in PESONet are already approaching check levels.", "So, these milestones are evidence of strong momentum in the country's digitalization.", "We are trying to assist that further with the Paleng-QR Ph Plus project, where people can pay with their phones in the marketplace, transportation, and so on and so forth.", "I was in Baguio [for the launch], and as I was going around the market, there was a person there who was so excited about GCash.", "They [the GCash team] said that they found her [without meaning to] because they could see [monitor] transaction [activity in Baguio].", "So, that is the other direction that we are going to, which is people can be given credit scores, and there is less and less need for collateral for lending.", "Cautious Optimism for the Future So, it is hard not to be optimistic.", "Of course, there will be hurdles along the way-the problem being high growth means even higher import growth.", "We better attract investments that will allow us to have export earnings because, I think, it is very hard to increase remittances [even further] because, in fact, some people are coming home as the economy becomes more attractive.", "With that, I end my presentation and look forward to your questions.", "By the way, I am so glad the other speaker is Mr. Sabin Aboitiz.", "I think the entire idea that the President has been in constant touch with the private sector [is a good idea], and I am quite optimistic that this back-and-forth between the President and the private sector will refine policies even more.", "Of course, we will tell him that an independent central bank is good for the country in the long run and even in the short run.", "Thank you very much, and good morning."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["inflation", "economic growth", "foreign direct investment", "central bank", "monetary policy", "fiscal policy", "trade policy", "structural reforms", "labor market", "digitalization"]}