{"sentences": ["ep BANCA D'ITALIA WY) OECD-Bank of Italy Symposium on Financial Literacy and Empowerment: Data, Policies and Evaluation Opening Remarks by Luigi Federico Signorini Senior Deputy Governor, Banca d'Italia Rome, 17 November 2023 Understanding finance has never been easy, but with the growing range and complexity of the financial products that are currently available, a minimum of financial literacy has become essential to take informed decisions, exploit opportunities and manage risks as best each of us can.", "The benefits of financial education, however, may not be confined to personal well-being.", "There is a case that basic economic and financial skills could also result in a better informed public opinion and, hopefully, in better aggregate economic and financial outcomes as a consequence.", "A growing body of literature' makes this case, citing e.g.", "a clearer discussion of macro policies (such as budgetary and monetary policies) or structural reforms (such as pension reforms); greater trust in public institutions; increased democratic participation in civic and social life; a more stable and efficient financial system.", "At the very least, awareness of the functions of key financial-policy institutions, such as central banks, seems important to build trust in the system and in the institutions themselves.", "In the case of central banks, the picture of their main functions appears sometimes to be blurred in the public's eyes; and where knowledge is limited or biased, trust in institutions may in turn be undermined.", "showed that people asked to pick what they perceive to be the tasks and objectives of the ECB from a list, often select topics that are unconnected to the ECB's mandate.", "Poor understanding Thanks to Daniela Marconi and colleagues for assistance in the preparation of this speech.", "'Financial education: From better personal finance to improved citizenship', Journal of Financial Literacy and Wellbeing, 1(1), 12-27. doi:10.1017/flw..7; Murtinu, S., Piccirilli, G. and Sacchi, A.", "Fiscal Policy, Government Polarization, and the Economic Literacy of Voters (April 4, 2017).", "Available at SSRN: or .", "Financial literacy and financial stability.", "Available at Claudia Buch: Financial literacy and financial stability (bis.org).", "Financial Literacy, Human Capital and Long-Run Economic Growth, CEPR Working Paper 2012/23.", "2 Knowledge & Attitudes (K&A) survey.", "ECB Communication with the wider public (europa.eu).", "of the central bank's tasks may make communication of monetary policy more difficult, and a key tool, influencing inflation expectations, less effective.", "However, economic and financial education is no easy task.", "The literature supplies ample evidence that the general public (both households and firms) often sees economic issues through the lens of potentially misleading pre-conceptions, and that it is not easy to convey complex, often counterintuitive ideas.", "Misconceptions stem from a variety of sources, including cognitive bias and simple heuristics, a fact that has long been known.° While the wealth of information that today can be accessed on line could in principle enrich one's ability to form better views, in practice it is at least as likely to exacerbate the prevalence of false certainties, which are by no means in short supply on the Web.", "Questioning false certainties that look intuitively appealing is therefore one of the main issues in financial education.", "Financial education programmes addressed to the general public should be kept as simple and focused as possible; or, as I put it on another occasion, should 'concentrate on basic, counterintuitive but robust, \"round earth\"- type concepts, like the surprising effects of compound interest, the non-obvious advantages of diversification and the often overlooked trade-off between risk and return'.", "Therefore - I added - 'start by proving the flat-earthers wrong, and keep the finer points of non-Euclidean space geometry for the curious and willing'.", "(Not least, let me add here, because economists themselves often disagree on such finer points).", "There are even more basic concepts, which may look absolutely obvious to professionals but are not to most people, and therefore must not be overlooked, or deemed unworthy of our attention.", "the difference between nominal and real interest rates, or the pros and cons of fixed and variable interest rates: both concepts that are highly relevant to financial reasoning especially these days, on the personal as well as the societal level, but, as surveys make clear, are not always fully understood.", "If we want to be effective, we need to be humble.", "Financial innovation makes it easier to access financial services and products, from payments to credit to investment, and can thus foster inclusion and offer individuals a richer menu for managing lifetime financial risks, potentially increasing their well-being.", "However, it requires a certain degree of awareness and certain basic financial skill, the lack of which could hinder well-being and inclusion instead of promoting them'.", "Trust in the Central Bank and Inflation expectations, International Journal of Central Banking, Vol 16, No 6, December 2020.", "Getting Through: Communicating Complex Information, CEPR Discussion Paper DP18537.", "How we misunderstand economics and why it matters.", "'The problem of Economic Education', The Quarterly Journal of Economics, Vol.", "7 Bianco, M., Marconi, D., Romagnoli, A. and Stacchini, M., (2022), 'Challenges for financial inclusion: the role for financial education and new directions, Banca d'Italia, Questioni di Economia e Finanza (Occasional Papers), 723, October 2022.", "Being financially literate is in fact critical to avoiding many common mistakes.® The empirical literature has documented a positive relationship between financial literacy and financial outcomes, such as a higher propensity to save for retirement and greater portfolio diversification, sophistication and efficiency.?", "Hence, raising the financial literacy levels especially of the most vulnerable segments of the population can effectively support their financial decision-making.", "\"° For years the Bank of Italy has promoted and conducted a range of financial education initiatives.", "Our activity is mostly addressed to schools, from primary schools to upper secondary schools, but is being increasingly extended to specific audiences in the adult population (women, small businesses, the disadvantaged).", "School-based education has been conducted over the past 15 years in cooperation with the Ministry of Education, and is focused on teacher training.", "Course materials have been periodically refreshed and updated based on the best pedagogical standards.", "The programme has expanded over time, with more and more teachers and schools expressing an interest in integrating this topic into their curricula as supplementary material, since financial education is not yet a mandatory subject in Italian schools (though this may soon change, as I shall say in a minute).", "What works, when and for whom are key practical questions for financial education policies.", "Financial education programmes should ideally be accompanied an assessment of their effectiveness, not only in the name of efficiency and accountability, but also to provide input for improvement.", "We have always valued this point.", "Concerning schools, for example, we recently conducted two randomised controlled trials (in primary and lower secondary schools, respectively), to evaluate the effectiveness of our financial education programmes.\"", "The experiment was conducted in collaboration with Politecnico di Milano, a university, and INVALSI, the public agency for school evaluation.", "In general, programmes were seen to have a significant impact on students' abilities.", "Two other interesting facts emerged.", "First, while programmes are effective for all, socioeconomically disadvantaged students appear to profit the most.", "Second, the impact of a programme is positively affected by the teacher's familiarity with financial and economic topics, which underlines the importance of well-focused training.", "Several countries have introduced or are about to introduce financial education as a mandatory subject in schools.", "The models adopted vary; often financial education is taught as part of civic education, a recognition of the contribution it could make to 8 Della Vigna, S., (2009).", "Optimal Financial Knowledge and Wealth Inequality, Journal of Political Economy, 2017, vol.", "FinTech, investor, sophistication and financial portfolio choices.", "11 Agasisti, T., D'lgnazio, A., lannotta, G., Romagnoli, A., and Tonello, M. \"As soon as possible - The effectiveness of a financial education programme in Italian schools\".", "fostering active citizenship; or as a cross-disciplinary subject.", "In fact, financial education can provide an additional perspective on history, geography, art and literature; or show how mathematics and statistics apply in real-life situations.", "In Italy, a bill proposing to include financial education in the civic education curriculum is currently being considered by Parliament.", "We see it as an important step towards better integrating economic and financial topics into school curricula.", "If this plan is enacted, a key challenge will be meeting a higher demand for teacher training.", "The medium-term goal should be to enable schools to take care of this aspect themselves.", "The Bank of Italy plans to roll out a \"train the trainer\" programme, under which trained teachers will in turn train other teachers in their school network, and different networks will be able to connect with one another and share experiences and teaching materials.", "We are also ramping up our efforts to provide financial education training to university students enrolled in primary teacher education programmes.", "We cooperate with universities and text book publishers, and plan to continue to offer teachers online learning material and e-learning resources.", "There are several tools that can be used to pursue the aim of elevating people's financial awareness; formal courses are only one of them.", "Many central banks and other institutions, for example, offer \"museums of money\", or similar initiatives, to stimulate the public's attention for economic and financial matters in a way that is meant to elicit curiosity and wonder.", "Our own 'Museo della moneta', or MUDEM, is under construction.", "We plan to offer a mix of stimuli.", "A collection of valuable objects, dating from the most remote historical antiquity, through the Middle Ages, to modern times, will be on display.", "These objects will be the anchor of a multi-media experience that is meant to suggest a few key concepts of economics and finance, and to show how those concepts have taken concrete shape at certain junctures in humankind's history.", "Surely, an hour's visit will not be enough to enable visitors to master subtle concepts once and for all.", "The idea is to make them aware of things that are not obvious, that concern their own lives even more than they thought, and that can be fascinating.", "Hopefully, as a result, this experience will motivate some visitors to undertake financial learning on a more systematic basis.", "An anticipation of parts of the future MUDEM is on display close by, at the Palazzo delle Esposizioni; I do hope many of you have had or will have the chance to visit it.", "Economic and financial choices play an important role in our well-being, both as individuals and as members of society.", "Our common commitment to financial education should be made even stronger at a time when the financial environment is growing richer and more complex.", "I wish you all a fruitful and thought-provoking Symposium.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial literacy", "Central bank", "Financial education", "Economic education", "Financial inclusion", "Inflation expectations", "Teacher training", "Financial well-being", "Financial products", "Financial outcomes"]}