{"sentences": ["Homepage//en/ > Press//en/press] > Speeches//en/press/speeches] Is it time for a prosperity update?", "- Productivity, competition and stable money in the digital age Ludwig Erhard Lecture organised by the Initiative New Social Market Economy (INSM) 31.10.2023 I Berlin I Joachim Nagel Check against delivery.", "2 Productivity and growth stimuli from digitalisation 2.1 Surging technological progress and ebbing productivity 2.2 Digital transformation crucial for higher productivity 2.3 General-purpose technologies take time 3 Framework for competition and innovation 3.1 Ensuring competition despite new challenges 3.2 Promote people's digital skills 3.3 Making public administration more efficient 4 Stable currency in the digital age 4.1 Digital euro belongs to an increasingly digital world 4.2 Price stability remains key 1 Introduction Ladies and gentlemen, 1am delighted to be with you today here in Berlin to give this Ludwig Erhard Lecture.", "I hope you all found your way here without any problems.", "You may have wondered before leaving home whether it would rain today.", "Perhaps you needed a ticket to travel here by public transport.", "Maybe you cycled or walked, and didn't know the way here.", "If so, I would be surprised if you hadn't used your smartphone in some way.", "When Ludwig Erhard published his book \"Prosperity for All\", things weren't that simple: to buy a train ticket, you generally had to go to the station and queue up at the counter.", "To find your way around town, you needed a map of the city, which you would unfold in order to look for a route.", "You started by asking: where am I and where do I need to go?", "And if you wanted to know what weather to expect, you checked the newspaper or listened out for the weather report on the radio.", "Nowadays, all it takes is a finger swipe or a voice command to obtain such information.", "That's thanks to digitalisation.", "It's made our daily lives easier in many ways.", "Or when was the last time you pored over a street map, studied a timetable or flipped through a phonebook?", "And it has opened up new ways for us to communicate, to network and to share in the world's knowledge.", "Technological progress is also bringing the economy further into the digital age.", "Networked machines and cloud- based services have long since become part of day-to-day business operations.", "Many firms are currently testing the potential uses of artificial intelligence.", "And in the medium term, quantum computing could cross the threshold to broad applicability.", "We all feel the effects of the wave of new technologies: they affect how we work, shop and pay; and they are transforming products, production processes, business models and markets.", "Fundamental changes of this kind always entail both opportunities and risks.", "Most experts believe that digital transformation harbours considerable further potential for providing impetus to growth and prosperity.", "That's what I want to talk about in the first part of my speech.", "But whether this potential is actually tapped remains to be seen.", "If we want to turn digital progress into prosperity for all, we need an economic model whose framework creates the basis for this.", "Ludwig Erhard's fundamental principles for the social market economy include strong innovation, competitive markets and stable money.", "They were important then and still are today.", "However, they have to be implemented in a way that is consistent with the prevailing circumstances so that the drivers of our prosperity can take full effect even in a changed environment.", "That's why it is important to reassess conditions from time to time - and make updates where necessary.", "I'd like to discuss that in the second part of my speech.", "2 Productivity and growth stimuli from digitalisation 2.1 Surging technological progress and ebbing productivity Ladies and gentlemen, Can you remember which mobile apps were most popular at the time of the 2006 FIFA (Fédération Internationale de Football Association) World Cup in Germany?", "It's no wonder, seeing as today's widely successful smartphones did not even exist yet, and the major providers didn't even launch their app stores until 2008.", "Smartphones and apps have long since become ubiquitous.", "With PCs (Personal Computer), it took several decades after they had been launched on the market for them to become a fixture in the majority of households.", "The time it takes for digital innovations to gain a foothold in the market is becoming shorter and shorter.", "It took ChatGPT all of two months to crack the threshold of 100 million users.", "A high pace of innovation actually also promises to boost productivity and thus increase prosperity.", "In the past, innovations such as the steam engine and electrification brought about radical changes in production.", "This was followed by major advances in labour productivity - and higher standards of living.", "The hoped-for productivity boost from digitalisation is not borne out by the statistics, at least at first glance.", "On the contrary, productivity growth has been declining in the advanced economies for some time now.", "And that was despite the proliferation of digital platforms and clouds which had enabled new production processes.", "How do the wave of technological advancements and the slump in productivity fit together?", "Does digitalisation lead to a more productive economy?", "Or does it simply make our lives more convenient, while barely making the economy as a whole more efficient?", "These questions are crucial factors for our future prosperity.", "The productivity trend also provides important indications of an economy's growth potential.", "Paul Krugman encapsulated this notion with the words: \"Productivity isn't everything, but in the long run it is almost everything.", "\"[1] This is especially true in the context of demographic change.", "The ageing of the population will mean that fewer people are available to the labour market.", "At the same time, more older people will be drawing a pension.", "On the one hand, the ageing population will therefore dampen economic activity and thus the basis for government revenue.", "On the other hand, it will cause government spending to rise more rapidly.", "This is making it all the more important to become more efficient and make the best possible use of scarce resources.", "So let's take a closer look at whether digitalisation can deliver on its promise when it comes to productivity gains.", "2.2 Digital transformation crucial for higher productivity Our Bundesbank experts examined productivity growth between 1997 and 2018.I[2] What they found is that the sectors of the economy that are the main producers of digital goods recorded far larger productivity gains than the rest of the economy.", "At the aggregate level, however, the positive developments in these sectors were overshadowed by the weak performance of the other sectors.", "In other words, producers of digital goods were a key driver of aggregate productivity growth.", "Without their efficiency gains, productivity growth would have been significantly lower, even stagnating in some cases.", "To be sure, digital goods are produced by a relatively small subsegment of the economy.", "However, they transform products and processes in other sectors as well: microprocessors enable us to control almost all electronic products, from cars to washing machines, whilst online reservation and appointment scheduling software eases the administrative burden on doctors' offices, restaurants and hair salons.", "Digital inputs play a major role in increasing aggregate productivity through digitalisation.", "This, too, has been shown by our analyses.", "But the impetus provided by digitalisation diminished over the period under review up to 2018.", "While the pandemic did subsequently boost the use of digital technologies, it is not yet possible to say precisely whether this will lead to marked and sustained efficiency gains.", "Surveys of firms on this topic find that they are optimistic, though.", "2.3 General-purpose technologies take time New digital applications can quickly capture the market, as was the case recently with ChatGPT.", "But it takes more time for new technologies to fundamentally change the economy.", "This is true even of ground-breaking inventions, as history shows.", "Let me give two examples: James Watt had his steam engine patented in 1769.", "Despite this, it was not until the 1830s that steam overtook water as the dominant power source in industry.", "And it took another two decades for the steam engine and steamboat to prevail over sailboats and horse-drawn carriages.", "Steam's contribution to productivity growth did not peak until after 1850.", "Or think of the sweeping progress made in IT (Informationstechnologie) in the 1970s and 1980s: the first email, the internet protocol, the first programmable pocket calculator, the first PCs (Personal Computer) that I previously mentioned.", "At that time, productivity growth was on the decline in many advanced economies.", "It was not until the mid-1990s that the effects were reflected in productivity statistics.", "n other words, we should not be too quick to write off digitalisation as a driver of productivity and growth.", "This is very much the case when it comes to the potential of artificial intelligence (Al).", "For example, Gina Gopinath, First Deputy Managing Director of the International Monetary Fund, said in a speech that \"Al could be as disruptive as the Industrial Revolution was in Adam Smith's time\" [5] am amazed by the wide variety of Al use cases that we now see in almost all sectors.", "We will wait with bated breath to see what impact they have and what ideas will be thought up in the future.", "The initial findings of a study on the use of Al assistants in customer service were promising: employee productivity rose by almost 14%.", "Novice and low-skilled workers benefited, in particular, raising their productivity by 35% .", "The Bundesbank also uses Al.", "It already has more than 30 applications - performing functions such as predicting financial stress, automating message evaluation and data cleansing.", "And we see even more potential, for example with regard to language models and generative Al.", "Our aim is to further enhance our analytical capabilities with the help of Al.", "General-purpose technologies such as Al require additional innovation and investment to ensure their practical application by enterprises and public authorities.", "It is not enough to buy software.", "Legal issues have to be cleared up, business processes have to be restructured, employees have to be trained.", "Productivity gains cannot be harvested until later, once these investments have borne fruit.", "Digitalisation could therefore still provide a considerable boost to growth and prosperity in the future.", "3 Framework for competition and innovation Ladies and gentlemen, These are opportunities that are there for the taking.", "Digital transformation must become an engine of prosperity!", "This can be achieved if digital transformation is approached with openness to new ideas and room for innovative solutions.", "For this to happen, two things need to come together: first, innovative entrepreneurs; and second, a ate that provides them with the right framework.", "or the Nobel Prize-winning economist Edmund Phelps, an innovative mindset is also a matter of values and motivations.", "In his view, people should seize upon problems with renewed vigour and flourish with their ideas.", "That, he says, is how people and their economies grow.I[8] There are a number of parameters that could be adjusted to make the environment more attractive.", "They include well-developed digital infrastructure and innovation-friendly regulation.", "Clear rules on the use of data and Al systems are important, as is improved access to data for research purposes.", "I welcome efforts to make the European Union a leader in trustworthy Al.", "However, we need to think of ourselves not just as a community of regulators, but also one of innovators.", "And on this front, too, we should be aspiring to lead the way.", "I would now like to take a closer look at three further parameters.", "3.1 Ensuring competition despite new challenges Let's start with the core of the social market economy: dynamic competition.", "On the one hand, it spurs enterprises on to be more innovative and more productive.", "As consumers, we all benefit from this: we enjoy greater choice and lower prices.", "On the other hand, competition is also intended to ensure that welfare gains do not accumulate in the hands of the few.", "Ludwig Erhard put it succinctly: \"Prosperity for all' and 'prosperity through competition' are inseparable; the first postulate indicates the objective, the second the way to this objective.\"", "[9] However, the economy does not pursue this path on its own.", "Governments need to set the right parameters.", "For competition to work properly, an appropriate regulatory framework needs to be in place.", "This framework needs to limit economic power and prevent the abuse of market power so that better or cheaper offers can prevail.", "Intelligent competition law and strong anti-trust authorities have played a key role in making the social market economy a success story.", "And they are no less important today.", "However, the digital economy is presenting new challenges.", "On the one hand, there are countless small start-ups and fierce competition, and on the other hand, there are the large platforms of bigtech firms.", "These differ in some respects from other markets: For example, the benefits of a particular car model hardly depend on whether ten vehicles of this model are sold or 10 million.", "For platforms, this is different: The more users they have, the more attractive they become.", "This network effect strengthens the \"top dogs\" - and makes it difficult for newcomers to gain a foothold.", "This is because customers generally see little benefit in switching from a large platform to a small platform.", "As a result, this can mean that only a few or even just one single platform operator dominates its respective market.", "This strong position can be exploited: For example, by interlinking the main offering of the platform with new additional services and thus expanding the network to other markets.", "In this way, platforms can grow into self- contained ecosystems that users leave less and less often.", "Today, no company is immune from being overtaken by technological progress and its pioneers - not even the market leaders.", "History provides many such examples of this happening.", "Kodak and BlackBerry are two that spring to mind.", "Could Al perhaps be the stone in David's slingshot that today's tech Goliaths will come to fear?", "This is conceivable, but there are strong counterarguments.I[10] Al opens up fresh possibilities for processing data and linking these data in novel ways.", "The incumbents have the necessary computing power, which is considerable and expensive.", "And they are sitting on large volumes of data.", "This enables them to train Al models and tailor them to their customer groups.", "And that gives them a head start over new providers who do not have proprietary data to draw on.", "Al could therefore even increase the market power of the big players.", "Politicians and competition watchdogs need to be particularly vigilant here.", "And lawmakers have already responded: The Federal Cartel Office recently gained greater powers, partly with the aim of promoting competition in digital markets.", "With this objective in mind, the following aspects are particularly important: As data have a major bearing on competition, data protection and competition law should be closely coordinated.", "When assessing mergers and acquisitions, it is important to focus to a greater degree on whether they would further enhance individual firms' data advantage.I[12] Time also plays an important role: Authorities need to act faster and more proactively than before in order to effectively safeguard competition.", "At the same time, incentives for innovation need to be maintained.", "The main thing is to keep barriers to entry low, for example by enabling users to take their data from large platforms to different providers with little or no hassle.", "3.2 Promote people's digital skills New digital technologies are also changing the world of work.", "In the past, it was mainly physical activities such as agriculture, the manufacture of textiles or automotive production that became fully or partially automated as a result of technological progress.", "More recently, automation has also been used for simpler cognitive tasks that are routine, such as accounting.", "Al could initiate a paradigm shift here,[13] as it can also be used to carry out more complex tasks that are not routine, such as programming software or summarising and checking texts.", "A study by the International Labour Organization suggests that the latest wave of Generative Al is not a job killer.", "However, it is likely to change many job descriptions,[14] as individual tasks can now be automated in many lines of work.", "Job profiles are therefore changing, and with them the requirements of employees.", "At the same time, Al can be a tool that eases the burden on employees and supports them in their work.", "This support could also reduce barriers to entering certain lines of work, such as the need for in-depth knowledge of foreign or programming languages.", "This would be of great benefit, especially in times of increasing shortages of skilled workers.", "And employees could take on higher-grade tasks than before.", "What is clear is that digitalisation is redrawing the division of labour between man and machine.", "This is breaking up existing structures and, in some cases, also triggering uncertainty.", "Education and openness to new things are key factors in ensuring that this transition is seen primarily as an opportunity and not as a threat.", "Both factors will allow people to keep pace with the rapid advancements being made.", "It is therefore important to be open to the new possibilities offered by technology, but also to be able to assess technology's limits and risks.", "These skills can be used to make better use of the opportunities arising from the transition.", "It is all the more worrying that education and training opportunities in Germany are used less frequently by people aged between 25 and 64 than on average in the EU (European Union).", "In addition, participation rates in training measures in Germany fall significantly with advancing age.", "[{15] Education should not be misconstrued as a phenomenon that is confined to the first third of our lives and is then over and done with.", "If this has ever been the case, these times are over.", "People never stop learning - after school, their training, or their studies.", "Learning needs to be a firm fixture throughout our professional lives.", "This is where the state comes into play.", "The education system should provide people with key qualifications to ensure that they can also survive in the working world of tomorrow.", "These include skills for dealing with new technologies, for example.", "Furthermore, the government can help to mitigate particular hardships stemming from structural change through its social safety net.", "3.3 Making public administration more efficient The government sector should also use digitalisation to become more efficient and effective itself.", "Rigorous digitalisation of administrative processes could pay off twice.", "Simpler communication and better networks connecting public authorities could reduce the burden on both administrations and enterprises.", "This would make it easier to submit applications.", "And it would cut down on the need to send information twice or in different formats.", "As a result, it could also help to speed up planning and approval procedures.", "In addition, standardised digital interfaces to administrative bodies throughout Germany could make digitalisation easier for enterprises.", "The OECD (Organisation fur wirtschaftliche Zusammenarbeit und Entwicklung) pointed to these positive spillover effects in its most recent economic survey for Germany.I[16] As a central bank, we are playing our part in this regard and are committed to making use of the opportunities offered by digitalisation in the field of payments.", "For instance, we enable real-time payments.", "Payment service providers can use SEPA (Single Euro Payments Area) instant payments as a basis for developing innovative and practical solutions with a pan-European reach.", "Another example would be conditional payments, which are settled automatically once the conditions of an agreement are met.", "Not only is this more efficient, it also reduces the risk of the other counterparty failing to uphold its end of the agreement.", "If machines can initiate payments to each other directly and completely automatically, other applications might also be possible.", "For example, conditional payments could pave the way for innovative business processes.", "4 Stable currency in the digital age 4.1 Digital euro belongs to an increasingly digital world Digitalisation is also changing how people pay.", "Digital payments are becoming more and more popular - be it via card, smartphone or smartwatch.", "Today, around two-thirds of payments made in Germany are already cashless.", "Amongst younger people, this share is as high as around three-quarters.", "By way of comparison, six years ago, just under half of payments were made using banknotes and coins.", "Given these circumstances, I consider the digital euro to be an important and logical step.", "It would be the (digital) counterpart to the (analogue) euro banknotes, which will also continue to exist in the digital age.", "The digital euro would give people the ability to pay electronically as well using central bank-issued money - securely, cost effectively and with guaranteed privacy.", "And this would be in real time, throughout the euro area and in any everyday payment scenario, be it at the point of sale, between friends or when shopping online.", "The digital euro could also result in greater competition in cross-border payments.", "Today, cross-border payments can often only be made using one of a handful of large, international card schemes.", "First, the digital euro could provide an additional option here in and of itself.", "Second, it could help private European payment solutions to gain acceptance throughout the whole of Europe.", "The Governing Council of the ECB (European Central Bank) has now decided to start preparatory work for a digital euro.", "This is something I welcome very much.", "t is not a decision on whether a digital euro will actually be introduced.", "That is something the Governing Council will decide at a later date.", "A stable legal framework must be established first.", "The European Commission published a legislative proposal on this at the end of June.", "Even if everything goes smoothly, it will be another 'our to five years before the digital euro arrives in our wallets.", "4.2 Price stability remains key By then, the wave of inflation that we have been experiencing since the middle of 2021 will hopefully be history.", "For as much as we should encourage dynamic innovation in the economy, it is just as important to ensure it is irmly underpinned by stable prices.", "Fortunately, the euro area inflation rate is now significantly lower than its peak a year ago.", "But it is still too high.", "n October, according to preliminary estimates, the headline rate was 2.9% and the core rate was 4.2%.", "For consumers, inflation means a loss of purchasing power.", "This tends to hit people on lower incomes harder, putting it at odds with Ludwig Erhard's pursuit of \"prosperity for al economy is unthinkable without a consistent policy of price stability\".", "Or, as he put it himself: \"the social market This also shows that price stability makes an important contribution to economic inclusion and thus to our social cohesion.", "The Governing Council of the ECB (European Central Bank) is determined to bring euro area inflation back to its medium-term target of 2%.", "And we have taken action, reducing key interest rates ten times in a row by a total of 450 basis points.", "This has brought the benchmark rate for monetary policy to 4.0%.", "Last week, we left interest rates unchanged for the first time since July 2022.", "Given the current inflation outlook and the degree of monetary policy tightening that has already been achieved, I believe this is right.", "Our tight monetary policy is yielding results, but we must not ease up too soon.", "On the contrary: key interest rates need to remain at a sufficiently high level for a sufficiently long duration.", "It is not yet possible to say whether interest rates have already reached their peak.", "This will remain strictly dependent on the data.", "There are various upside risks to inflation.", "Geopolitical tensions in the Middle East, for example, have the potential to push up energy prices and make the medium-term outlook more uncertain.", "Our monetary policy stance must ensure that inflation returns to 2%.", "Inflation has proven persistent and has not yet been tamed.", "The people of the euro area rightly expect us to do our job and maintain price stability.", "That is my top priority.", "Ladies and gentlemen, 15 years ago, smartphones began to take over.", "Will we still have smartphones in 15 years' time?", "Perhaps smart glasses will have captured the market by then - or something completely different that we haven't even heard of yet.", "What we do know, however, is that the digital transformation will continue.", "It offers us a wealth of new opportunities for productivity, growth and prosperity.", "We can take advantage of these opportunities - in the spirit of entrepreneurship, with a desire for innovation and with the courage to forge ahead.", "It is up to policymakers to create the appropriate framework for this.", "They must implement Ludwig Erhard's fundamental principles for the social market economy in a way that is appropriate to the times.", "As the President of the Deutsche Bundesbank, my focus is clear: I will do my utmost to ensure that this period of high inflation is soon behind us.", "Ensuring monetary stability is the best contribution monetary policy can make to prosperity for all.", "Krugman, P. R. (1999), The Age of Diminished Expectations: U.S. Economic Policy in the 1990s, MIT (Massachusetts Institute of Technology) Press, 4th edition.", "Deutsche Bundesbank (2023), The impact of digitalisation on labour productivity growth, March 2023, pp.", "Deutsche Bundesbank (2023), The impact of digitalisation on labour productivity growth, March 2023, pp.", "Crafts, N. (2004), Steam as a General Purpose Technology: A Growth Accounting Perspective, The Economic Journal, Vol.", "Gopinath, G., The Power and Perils of the \"Artificial Hand\": Considering Al Through the Ideas of Adam Smith, speech to commemorate the 300th anniversary of Adam Smith's birth, University of Glasgow, 5 June 2023.", "Brynjolfsson, E., D. Li and L. R. Raymond (2023), Generative Al at Work, NBER (National Bureau of Economic Research) Working Papers 31161.", "Brynjolfsson, E., D. Rock and C. Syverson (2021), The Productivity J-Curve: How Intangibles Complement General Purpose Technologies, American Economic Journal: Macroeconomics, Vol.", "L. Erhard (1957/1964), Wohlstand fur Alle (Prosperity for all), 8th edition, Econ-Verlag, Dusseldorf.", "Aghion, P., B. F. Jones and C. I. Jones, Artificial Intelligence and Economic Growth, in: Agrawal, A., J. Gans and A. Goldfarb (2019), The Economics of Artificial Intelligence: An Agenda, University of Chicago Press; see also: The Economist, Al could fortify big business, not upend it, 24 August 2023.", "Kak, A. and S. Myers West (2023), Al Now 2023 Landscape: Confronting Tech Power, Al Now Institute, -landscape.", "OECD (Organisation fur wirtschaftliche Zusammenarbeit und Entwicklung), Artificial Intelligence and Employment, Policy Brief, December 2021.", "Gmyrek, P., J. Berg and D. Bescond (2023), Generative Al and Jobs: A global analysis of potential effects on job quantity and quality, ILO (International Labour Organization) Working Paper 96.", "(Deutschland)/Presse/Pressemitteilungen/Zahl-der- Woche/2023/PD23_42_p002.html [https./Avww.destatis.de/DE/Presse/Pressemitteilungen/Zahl-der-Woche/2023/PD23_42_p002.htmi] OECD (Organisation fur wirtschaftliche Zusammenarbeit und Entwicklung) (2023), OECD (Organisation fur wirtschaftliche Zusammenarbeit und Entwicklung) Economic Surveys: Germany 2023, OECD (Organisation fur wirtschaftliche Zusammenarbeit und Entwicklung) Publishing, Paris.", "Bundesbank payment behaviour study 2021, tables 5.2.2 and A."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital transformation", "Productivity", "Competition", "Innovation", "Al (Artificial Intelligence)", "Price stability", "Inflation", "Monetary policy", "Social market economy", "Ludwig Erhard"]}