{"sentences": ["Data Science in Central Banking: Enhancing the access to and sharing of data Closing remarks by Alessandra Perrazzelli Deputy Governor of Bank of Italy 3rd IFC and Bank of Italy Workshop Rome, 19 october 2023 Good afternoon, ladies and gentlemen, I am delighted to see so many distinguished experts gathered here today to conclude this impressive workshop on data science in central banking jointly organized by the Bank of Italy and the Irving Fisher Committee of the Bank for International Settlements.", "Over the past three days, we have embarked on an educational journey that has enriched our understanding of how data science is reshaping the landscape of the financial industry and of central banking in particular.", "The knowledge we have shared, the insights we have gained, and the connections we have forged are invaluable, and they will undoubtedly play a central role in the future of our institutions and of the financial sector as a whole.", "Before I bid farewell to this event, I would like to take this opportunity to express my sincere gratitude to all of the participants, speakers, and organizers for their contributions.", "Food for thought Over the last three days, we have delved deep into the world of data science, exploring its applications, challenges, and the transformative potential it holds for central banking.", "We have learned about cutting-edge techniques in data analysis, machine learning (ML), and artificial intelligence (AI) that can be applied to monetary policy, risk management, financial stability, and many other areas that are crucial to central banks' mandates.", "Data Science is revolutionizing the banking industry.", "The presentations of these past few days testify to the special and now important role of data science in crafting central banking operations.", "The Bank of Italy is committed to being at the forefront of data science innovation in the central banking community.", "We are constantly seeking better ways to collect and harness new forms of data in order to improve our policy decisions and operational efficiency.", "In recent years, we have started our journey through Data Science by establishing a multidisciplinary team to consider the benefits and hidden risks of tackling the technological challenges of artificial intelligence and machine learning fuelled by the advances in big data, which continue to evolve at incredible speed.", "In our competitive world, we are always in search of innovation.", "The Bank of Italy has shown a knack for technological innovation, realizing its potential for growth and success.", "In 2021, as a great way to inspire our employees and promote creativity, collaboration, and out-of-the-box thinking, the Bank of Italy sponsored a hackathon, a worldwide competition on applying big data, natural language processing and artificial intelligence techniques to green and sustainable finance, that was jointly organized with the BIS Innovation Hub of Singapore under the Italian G20 Presidency.", "In 2020, we created Milano Hub, a technological hub supporting the development of innovation and the digital transformation of the Italian financial system.", "After the great success of the first two calls for proposals, we will launch a third one in the next months In the last few years, we have redesigned our recruitment and hiring process by seeking out new skillsets such as Big Data, Machine Learning and Artificial Intelligence.", "This is just the beginning.", "We need to rethink our processes and foster the adoption and development of the right skills.", "To achieve these goals, we have sponsored special data science training programmes in some Italian universities.", "The new cohort of hires have already started their journey, which aims to create a flatter organizational structure.", "In 2020, the total amount of data created, captured, copied, and consumed globally was around 100 zettabytes (an astounding value of 1023 bytes), and it is expected to rapidly increase, reaching 180 zettabytes in 2025.1 The mind-boggling amount of data that is now available to us, provided we are able to analyse it effectively, can give us a better picture of the economy at both the micro and the macro level.", "The Bank of Italy has constantly striven to be at the cutting edge in developing software and hardware platforms, enabling big data analytics2 for statistical and economic applications.", "One of the most significant takeaways from this workshop is recognizing that data is not just a resource: it is essential for effective decision-making in central banking.", "The quality, quantity, and timeliness of data can make all the difference in crafting policies that safeguard our economies and maintain financial stability.", "By harnessing the power of data science, central banks can enhance their capabilities, anticipate trends, and respond swiftly to emerging challenges.", "Risks and Precautions in applying Data Science methodology Extreme care is required when employing these new tools.", "Over the course of the workshop, a number of findings have been highlighted.", "The ethical dilemmas that institutions and practitioners must wrestle with in order to protect individuals from the consequences of blindly adopting AI-based solutions are numerous and definitely profound.", "Let me quickly mention some of them.", "First of all, data science relies on massive amounts of information that leverage large quantities of third-party data, and complex algorithms to generate answers.", "These methodologies are often opaque and unreliable, an issue that we must address in our work.", "We should always strive to pick and adopt solutions with sound and accurate explainability.", "Moreover, the kind of big data we employ typically entails selection bias because of the peculiar characteristics of the population; increasing the number of observations does not reduce the sampling error unless corrected for.", "Data should be used in a fair and unbiased way, avoiding discrimination or harm to individuals or groups.", "Second, safety and security: data and systems should be secure to protect against unauthorized access, misuse or abuse.", "Human oversight is also essential in the development and use of data and new technologies.", "Third, the availability of much more detailed personal data increases the importance of its integrity, confidentiality and privacy.", "Providing the right is central to preserving the democratic values of our societies.", "Furthermore, individuals should exercise full sovereignty over their own data and be able to give or deny consent to their collection and use.", "This has prompted the development of regulations concerning the treatment of digital data (think of the level of data protection granted under the GDPR in the EU or the CCPA in California).", "A few years ago, the Bank of Italy started using advanced data security tools to process individual wage data for analysing the gender gap (see 'Women, labour markets and economic growth' by F. Carta, M. De Philippis, L. Rizzica and E. Viviano, Banca d'Italia, 2023), a topic recently recognized by the awarding of the 2023 Noble Prize in Economics to Prof. Claudia Goldin 'for having advanced our understanding of women's labour market outcomes'.", "Technologies for processing personal data privately are already available, such as differential privacy, developed in 2006 by Microsoft researchers3, or fully Homomorphic Encryption, in 2009, which has been touted as a possible solution for processing individual data.", "The Bank of Italy has begun experimenting with these technologies.", "It is important to note that there is no one-size-fits-all approach to data ethics.", "The specific ethical considerations will vary depending on the type of data being collected and used, the purpose for which it is being used, and the potential impact on individuals and society.", "As we are nearing the conclusion of this workshop, let us bear in mind that our journey with data science in central banking has just begun.", "The knowledge and skills we have acquired here are tools that we can wield to drive innovation and excellence in our institutions.", "It is our responsibility to apply what we've learned, adapt to the everevolving landscape of technology and data, and lead the way in shaping the future of central banking.", "I encourage all of you to stay connected, collaborate, and continue the dialogue beyond this workshop.", "The relationships we have built here can be the foundation for future partnerships and collaborations that will drive progress in our field.", "The Bank of Italy is firmly committed to carrying out further research on these issues and cooperating with other institutions to strengthen methodologies and applications.", "Finally, let us not forget the significance of our work.", "Central banking plays a key role in the stability and prosperity of our countries.", "Data science can help us navigate the complex waters of modern finance.", "Together, we can steer our institutions toward greater resilience, transparency, and effectiveness.", "We have had the privilege of learning from distinguished experts and practitioners in the field, who have shared their knowledge, experiences, and insights.", "These interactions have enriched our perspectives and deepened our understanding of the intricate relationship between data science and central banking.", "I would like to extend my heartfelt gratitude to all the speakers, instructors, and organizers who have made this workshop a resounding success.", "Thank you all for your dedication, your commitment, and your thirst for knowledge.", "It has been an honour and a privilege for me to be a part of this workshop with you.", "I wish you all continued success in your endeavours, and may the insights gained here guide us toward a brighter future in our profession."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Data Science", "Central Banking", "Artificial Intelligence", "Machine Learning", "Big Data", "Data Ethics", "Data Security", "Financial Stability", "Monetary Policy", "Risk Management"]}