{"sentences": ["Dear Prime Minister Mitsotakis, Dear President Lagarde, Dear Finance Minister Hatzidakis, Dear colleagues and partners, It is a great pleasure to welcome you, the Governing Council of the ECB, to the Bank of Greece.", "It's been a long time, 15 years, since we last met here.", "What has happened since then is well known to all of us.", "It is now part of our shared history.", "What is important is that we are all now wiser, stronger, closer to each other, better prepared to tackle difficulties, more European.", "Ladies and gentlemen, This room was designed to host esteemed guests like you, and is decorated with paintings made by some of the most important modern Greek artists.", "But the most beautiful sight of this room you can see outside: it's the Acropolis of Athens, with the Parthenon, its central temple.", "There's hardly an end to the list of things that one can say about the Acropolis.", "The history, architecture and art of the monuments on this rocky hill have inspired many historians, artists and researchers.", "The Parthenon was built between 447 and 438 BC, during the so-called \"Golden ge of Pericles\", the Athenian politician inextricably linked with the heyday of democracy - demokratia; literally, the power of the people - as a form of government that was destined to have a profound impact on the development of the western world.", "The Acropolis is the most accurate reflection of the splendour, power and wealth of 5thcentury Athens, a city-state at the peak of its glory.", "And it has the Parthenon located at the most conspicuous point.", "The Parthenon was dedicated to the goddess Athena, who was much more than a patron goddess of Athens.", "She was the apotheosis or deification of the Athenian city.", "The Parthenon was built by Ictinus and Callicrates, two famous architects of the time.", "Its pedimental sculptures, frieze and metopes were the work of a team coordinated by master sculptor Phidias.", "Phidias also created the gold and ivory statue of Athena inside the temple.", "The Parthenon was the most decorated monument of its time, celebrated as an important milestone in the history of world art.", "But looking at it only from the perspective of artistic value misses an important point, namely the deeper meaning of the iconography of the two sets of sculptural reliefs on the outside and the inside of the colonnade adorning the temple.", "This iconography includes ordinary Athenian citizens, shown in the continuous frieze, juxtaposed with the stories that adorn its 92 metopes, depicting fights against the Gigantes or mythical giants, against the half-human, half horse Centaurs, as well as the Amazons and the Trojans.", "These stories had been very popular in Greece since the archaic period, but they are given a new dimension here.", "Created only one generation after the sack of Athens by the invading Persian army, followed by the eventual victory of democratic Athens over the might of the Persian king, these images were allegories of the conflict between liberty and democracy on the one hand, and autocracy on the other, and of the victory of the former over the latter.", "So, you see, the Parthenon is not just a miracle of architectural harmony; it is also a symbol of the resilience and eventual victory of democratic institutions, and of a form of government based on the will of the people, over the absolute power of an authoritarian ruler.", "The essence of this unity between the spirit of democracy and the flourishing of creativity, manifested in the Parthenon, was revisited again and again in later centuries.", "The rediscovery of classical civilisation, preserved in the monastic traditions of Eastern and Western Christianity in Medieval times, was rekindled in Italy as early as in the 13th century, with the poetry of Dante and the paintings of Giotto, and culminated in the Renaissance, when an erudition leading to the concept of homo universalis was pursued.", "The Renaissance, which spanned over the 15th and the 16th centuries, was intellectually based on a version of humanism derived from the Roman concept of humanitas, but also on a rediscovery of classical Greek philosophy, including Protagoras' famous statement that \"man is the measure of all things\", re1 essentially establishing the human at the centre of the .", "This new way of thinking introduced by the Renaissance affected art, architecture, politics, science and literature, and inspired magnificent progress in all these areas.", "It was a way of thinking that emanated from a renewed interest in the art and values of classical antiquity, as well as from a drive to understand the world and change it.", "It was in such a context that there emerged the Scientific Revolution, and the works of Francis Bacon and John Locke, among others.", "The Renaissance also sowed the seeds for the upcoming movements of Neoclassicism and, of course, the Enlightenment.", "Neoclassicism was born in Rome in the 18th century, after the discovery of Pompeii and Herculaneum, but its popularity spread all over Europe, as a generation of Europeans, who visited Italy as part of their Grand Tour, returned home with newly refound Greco-Roman ideals.", "The primary neoclassical belief was that art should express the ideal virtues in life, which were aligned with ancient Greek ideas, such as purity and simplicity of form, decorum, verisimilitude or realism, and should serve a purpose.", "Art was also seen as capable of improving the viewer by imparting a moralising message that resonated with these ancient ideas.", "Neoclassicism in its most part coincided with the Enlightenment, which centred around ideas such as the value of human happiness, the pursuit of knowledge obtained by means of reason and the evidence of the senses, and also ideals such as natural law, liberty, progress, tolerance, fraternity, constitutional government, etc.", "Of course, our world today is very different from that of the Golden Age of Athenian democracy.", "However, important dimensions of the bond that unites us, as Europeans, harken back to ideas and developments which first emerged, albeit in fledgling form, in the streets, groves and civic meeting places surrounding the Acropolis of Athens.", "So, as Europeans today, we believe in democracy, we strive for science and knowledge, we have faith in human accomplishment, we admire beauty, we go after excellence.", "Certainly, our contemporary European values have also been enriched with fresh ideas, new trends and norms.", "The contemporary world has been shaped by multiple revolutions and long processes of evolution, producing often disruptive, but mostly positive, change which could not have been imaginable in 5th-century Athens.", "This is not to say that there aren't other aspects, emerging from ancient Greece, that could serve as points of inspiration today.", "The victory after the naval battle of Salamis against the Persians led to an expansion of the democratic institutions already introduced by Cleisthenes.", "In democratic Athens, all citizens enjoyed equality before the law, as well as equality of vote and equal opportunity to assume political office.", "The population doubled during the years of Pericles, with thousands of immigrants contributing to the demographic growth of Athens.", "Ancient Greeks conducted free trade with almost every part of the then known world, from the Black Sea to Sicily, right up to the Pillars of Hercules, in today's Gibraltar, founding colonies along the way.", "This commercial activity allowed, at the same time, invaluable cultural exchanges.", "The Athenians managed available capital according to demand and supply, even initiating large-scale public works when unemployment was high.", "They turned economic prosperity into a warm place for art, science and culture to bloom.", "On the antipode, ancient Greece can also teach us lessons to be avoided: in particular, how the lack of unity, or division and rivalry, which was the case between ancient citystates, can bring about a devastating conflict such as the Peloponnesian War, which crippled Greek military strength, bringing the most culturally advanced Greek city-state, Athens, into decline.", "Luckily, there stand monuments, like the Acropolis you see outside, that remind us of all these and of some core developments in the history of democracy and human creativity, which first emerged at the time of Pericles but remain valid and pertinent to this day.", "It is a miracle that we are able to behold such iconic monuments and be reminded of the values they represent, which are at the core of our contemporary European identity and shape what it means to be a European citizen today.", "Speaking of what it means to be a European citizen today, I would like to say farewell to my dear colleague Ignazio Visco, since this is his last Governing Council meeting after twelve years at the helm of Banca d' Italia.", "With Ignazio, we have travelled together a long journey in the last several years.", "During this journey, full of storms but also some sunny periods, we have appreciated his integrity, intellectual honesty, wisdom, judgement, common sense, diligence and positive attitude.", "He has remained a true European citizen, faithful to the euro, supporting it in its most difficult times.", "A central banker who believes that price stability, financial stability and full employment can coexist if the right mix of policies finds its way in the Member States of the euro area, but, above all, at its centre, with coordination, cooperation, win-win mentality and positive steps towards deeper integration.", "I found myself in full agreement with most of what he has said and advocated.", "We will miss him in the meetings of the ECB Governing Council.", "I am sure, however, that whatever he is going to do from now on, he will have the same influence and gravitas as with what he did up to now, for the benefit of the world, Europe, as well as his country."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Acropolis", "Democracy", "Renaissance", "Neoclassicism", "Enlightenment", "European values", "Central banking", "ECB", "Ignazio Visco", "Financial stability"]}