{"sentences": ["Fiscal policy challenges in a high inflation environment Forum Finanzpolitik und Steuerrecht 10.11.2023 | Baden-Baden | Joachim Nagel Check against delivery.", "Words of welcome 2 Current inflation environment 3 Importance of price stability for fiscal policy 4 Importance of fiscal policy for inflation 5 German government finances 6 Importance of fiscal rules 1 Words of welcome Ladies and gentlemen, Thank you for your warm welcome and for inviting me to this forum.", "I am pleased to have the opportunity to share some thoughts with you today.", "As tax advisors, you work with tax revenue, a key component of public finances.", "In the spirit of Danish philosopher Søren Kierkegaard, who once wrote that he walked himself into his best thoughts, I would now like to walk you through the topic of public finances from my perspective as a central banker.", "This tour will take in at least as many remarkable features as a stroll along the Lichtentaler Allee here in Baden-Baden, that composite artwork of trees, flowers and monuments.", "It will explore the interplay between fiscal and monetary policy in times of high inflation.", "But my tour will also cast an eye on the state of public finances in Germany and the role of fiscal rules.", "These are of particular importance to central banks, both in Germany and, all the more so, in the euro area, where there are 20 governments with sovereignty over their fiscal policies, but a single monetary policy to safeguard stable prices.", "Fiscal rules are vital for sound public finances and for a stability-oriented euro area.", "Current inflation environment Let's start our tour in the current inflation environment.", "We can see that things are heading in the right direction, yet people in the euro area are still having to cope with inflation that is persistently too high.", "Inflation in the euro area has already fallen significantly over the past 12 months.", "Inflation as measured by the Harmonised Index of Consumer Prices (HICP (Harmonised Index of Consumer Prices)) stood at 10.6% in October last year.", "This was the highest rate in the history of our single currency, and marked the peak of this phase of excessively high inflation.", "12 months on, HICP (Harmonised Index of Consumer Prices) inflation is down to 2.9% according to the preliminary estimate.", "The Governing Council of the ECB (European Central Bank) also played a part in lowering inflation by taking consistent action.", "We raised the key interest rates at every monetary policy meeting between July 2022 and September 2023, increasing the deposit facility rate from -0.5% to 4%.", "We are also reducing the size of the Eurosystem's balance sheet, which has shrunk by around one-fifth, or more than €11⁄2 trillion, in the space of around one year.", "These consistent steps were necessary: we cannot allow high inflation to become entrenched.", "This threat can arise, notably, if businesses, wage bargainers and households expect inflation rates to remain high for a sustained period and adjust their behaviour accordingly.", "But inflation is still too high.", "The forecasts show only a slow decline towards the 2% target.", "And uncertainty remains high, too.", "The members of the ECB (European Central Bank) Governing Council are firmly committed to achieving price stability, which means bringing inflation back down to 2% in the near future.", "To do this, we will need to keep key interest rates high enough for long enough.", "Importance of price stability for fiscal policy Ladies and gentlemen, Ludwig Erhard was one of the first to highlight the importance of price stability for a prosperous economy.", "\"The social market economy is unthinkable without a consistent policy of price stability,\" he said, neatly summing up his viewpoint.", "[1] Because only if price stability prevails will prices provide a transparent and undistorted indication of the scarcity of goods.", "Highly sought-after goods become more expensive, providing incentives for manufacturers to produce more of them.", "That way, the market mechanism steers and promotes prosperity.", "Inflation, on the other hand, creates uncertainty and weakens macroeconomic growth prospects, [2] at the same time implying a disorderly redistribution.", "It can lead to considerable social problems because it hits those that already have little money to make ends meet the hardest.", "This is another way in which price stability serves the best interests of the general public.", "And yet for some, higher inflation is a path that general government can take to shorten the debt management journey, to leave behind the burden without making any major efforts to save.", "But the idea of \"inflating away\" debt doesn't paint the full picture.", "You see, the burden still has to be borne by someone, and that someone is the general public.", "It is just consolidation under another name now.", "No longer \"taxes up\" or \"government spending down\" but \"inflation\".", "And yet within a short timeframe, it may perhaps still look as if inflation is succeeding in easing the burden because it causes tax revenue to rise fairly quickly.", "Take VAT (Value Added Tax), for example: If nominal private consumption rises along with prices, VAT (Value Added Tax) revenue increases as well.", "Thus, government deficits fall in the first instance, as expenditure growth - the public sector wage bill, say, or social benefits - often remains lower initially.", "The ECB (European Central Bank) highlights this in a recent study, although it does also note a high degree of heterogeneity across countries.", "And that the short-term beneficial effect tends to be smaller if the inflation is imported.", "[3] Another thing that works to the advantage of government finances is the fact that interest expenditure only rises slowly initially.", "That is because debt is normally taken out primarily in the form of medium and long-term securities, and at fixed interest rates.", "In other words, creditors are not compensated for inflation, to begin with, meaning that the debt is devalued in real terms.", "Incidentally, this is also referred to as inflation tax.", "Over time, though, the increasing price level then feeds through into government spending: for example, pensions increase with a time lag when they are retroactively brought into line with general wage growth.", "And interest expenditure goes up.", "This is because market participants demand higher interest rates that are adjusted for inflation - as compensation for the real loss in value.", "Indebted countries therefore have to gradually pay more to roll over their maturing bonds into new, higher-interest-bearing bonds, which additionally remain in the system for longer.", "The less confidence there is that prices will remain stable, the larger the interest rate premia investors will demand to offset the risk of inflation.", "Until confidence is restored, government will thus pay particularly high real interest rates.", "And even if the level of interest rates were to decline again further down the line, that would only gradually feed into debt levels.", "So the reckoning comes for general government in the end.", "In addition, real macroeconomic developments tend to be weaker when inflation is high.", "In turn, this of course puts a strain on public finances.", "What's clear is that the higher inflation deals general government a nasty blow, but with a time lag.", "At this year's Jackson Hole Economic Symposium, US (United States) economist Barry Eichengreen also noted that an acceptable inflation rate will, at most, temporarily reduce the debt ratio.", "[4] The International Monetary Fund ( IMF (International Monetary Fund)) is also currently looking at this issue and concludes that surprise inflation provides some breathing room for indebted government coffers.", "But as soon as all the agents involved and the central bank adjust their actions to their inflation expectations, inflation does not widen the fiscal leeway.", "In that respect, the IMF (International Monetary Fund) concludes that \"attempting to inflate public debt away is neither a desirable nor a sustainable strategy\".", "[5] People should be able to trust in stable prices.", "Government has promised that it will not take the inflation tax route.", "Instead, European governments have given the Eurosystem a clear mandate as a central bank - and independence, too.", "In this way, we can fulfil our mandate without bowing to short-term political pressure.", "But let us continue our walk exploring the interactions between monetary and fiscal policy.", "Importance of fiscal policy for inflation I would like to walk along the avenue with you to the next grove, namely to the question of what this looks like the other way around.", "Is the interaction between monetary policy and fiscal policy, rather than being merely a one-way street, actually a two-way thoroughfare?", "Does fiscal policy also affect the inflation rate and monetary policy?", "The short answer is yes.", "For the somewhat more detailed answer, I will distinguish between two situations.", "The first situation is unsound government finances.", "These pose a risk to price stability - because if debt ratios are high, people might lose confidence that the burden can still be shouldered without an inflation tax.", "Inflation expectations, and therefore inflation itself, could therefore rise.", "And fiscal policy could put pressure on monetary policy not to raise interest rates as sharply as is actually necessary from a monetary policy perspective - in other words, to allow high inflation - out of concern for government finances.", "It is precisely to avoid situations of this kind that central bankers take such a keen interest in sound government finances.", "And that is why we are also such avid advocates of fiscal rules.", "The second situation concerns an expansionary fiscal policy that pushes up demand and drives economic activity so strongly that inflation is amplified.", "That's not necessarily a bad thing when inflation is low; on the contrary, it can be a boon for monetary policy.", "But when inflation is as high as it is right now, such an expansionary fiscal stance makes life more difficult for monetary policy - even if government finances are sound in and of themselves.", "For these two reasons, the IMF (International Monetary Fund) recently recommended, quite rightly, that fiscal policy bring down deficits, many of which are very high.", "[6] In the current situation, this would make it possible to kill two birds with one stone.", "First, it would shore up confidence in the soundness of government finances.", "Second, it would vent some of the pressure built up by high inflation, with fiscal policy nevertheless still being in a position to protect those in need.", "This can be done by means of targeted fiscal restraint, involving tough policy choices on what budget items to cut and which to protect or expand, as the IMF (International Monetary Fund) writes.", "5 German government finances As we walk, let us take a brief detour to visit the topic of German government finances.", "German government finances were in very good shape in 2019, directly before the outbreak of the coronavirus crisis: general government had recorded a significant surplus, and the debt ratio at the end of that year was below the 60% reference value laid down in the Maastricht Treaty.", "Since 2020, general government has been providing enterprises and households with extensive support to help them through the pandemic and the energy crisis.", "Accordingly, it has posted substantial deficits since then, with the debt ratio climbing to almost 70% for a time.", "I believe that extensive support measures in a crisis are the right response, and an important one.", "The specific measures taken could probably have been more precisely targeted.", "At the same time, particularly in such exceptional situations, urgent action is required and the pressure to act is high.", "But government finances are now recovering again.", "This has been due, in large part, to sharply rising tax revenue.", "Moreover, COVID (Coronavirus Disease)-19 government support measures have been expiring since 2022.", "And from next year onwards, the volume of assistance provided in response to the energy crisis will also shrink.", "We at the Bundesbank are therefore expecting the general government deficit to fall to around 11⁄2% of economic output next year.", "Deficits of this magnitude are currently envisaged for the medium term, too.", "These are comparatively moderate deficits.", "They mean that debt will fall steadily relative to economic output.", "Judged by that measure, then, Germany's current fiscal situation is sound.", "Even compared with some other euro area countries, it does not give me any grave cause for concern as far as monetary policy is concerned.", "However, we must not overlook the fact that German government finances are facing major challenges in terms of demographics and climate change.", "Moreover, German general government needs to ready itself for a mounting interest burden.", "This is reason for caution, but not for panic.", "General government interest expenditure may be rising significantly relative to economic output, but it is starting off from a very low level by historical standards.", "At first glance, the situation in which central government finds itself appears startling.", "Its interest expenditure is mounting considerably, from a low of €4 billion in 2021 to a peak of almost €40 billion in the current budget.", "But this is very largely due to the fact that central government does not record interest expenditure on an accruals basis in the case of premia and discounts.", "Let me explain briefly what I mean by this.", "The buyer of a bond pays a premium if the bond's coupon is above the market rate.", "This difference is offset by a premium on the bond's redemption price.", "In the low interest rate environment, the yields on federal bonds were negative in some cases, but the coupon payments were positive.", "So bond issues came with sizeable premia.", "These are immediately recorded in full in the central government budget.", "In this respect, they reduce the interest expenditure recorded in the budget overall.", "Over the term of the government bonds, though, the \"expensive\" nominal interest rates paid out of government coffers are accounted for.", "Recording these on a non-accruals basis leads to considerable fluctuations in interest expenditure, especially in the event of an interest rate reversal.", "And this makes it difficult to discern the actual economic interest burden.", "Taking an accruals-based approach, growth in central government interest expenditure would be far more moderate: almost €27 billion of the €36 billion increase in interest expenditure between 2021 and 2023 was attributable to the shift from premia to discounts as securities were issued.", "My point here is certainly not to sugarcoat this development.", "As a central banker, that's something you can hardly accuse me of.", "But we at the Bundesbank are in favour of interest expenditure being recorded in the central government budget on an accruals basis.", "This is appropriate from an economic perspective and contributes to transparency.", "Transparency is also an issue at a broader level that means a lot to us in terms of government finances in Germany.", "At present, the many and sizeable off-budget entities that exist are taking a toll on transparency.", "These off-budget entities have been increasingly used by central and state governments since 2020.", "They were set up, amongst other things, to promote stability in the coronavirus and energy crises, as well as to fund climate-related measures, flood assistance and the German armed forces.", "An overview of central government's 26 most important off-budget entities spans threeand-a-half pages of an article in the Bundesbank's Monthly Report.", "[9] A large part of the fiscal deficits is now being recorded in the off-budget entities.", "This is often overlooked by the public.", "For example, central government's target this year was to comply with the debt brake rules, but it budgeted for a deficit of €145 billion in the off-budget entities.", "That is 31⁄2% of economic output - and thus over ten times the regular ceiling for structural net borrowing in the core budget.", "As a result, the core budget is gradually losing meaning as a source of information.", "The real action is playing out elsewhere.", "This makes it increasingly difficult to gain an overall picture of government finances.", "And the budgetary rules, too, are growing in complexity or are even at risk of becoming ineffective.", "We are observing similar developments to a degree in the federal states.", "We therefore advocate returning to a situation in which budgetary activities are more heavily concentrated in the core budgets and significantly boosting transparency surrounding central and state government finances.", "Importance of fiscal rules Ladies and gentlemen, as a central banker, I always advocate stringent fiscal rules.", "Because the positive effects of binding fiscal rules are beyond dispute for me.", "After all, it was partly thanks to the debt brake that the steady trend growth in Germany's debt ratio was slowed and put into reverse, returning government finances to a sound footing.", "And Germany had agency during both the COVID (Coronavirus Disease)-19 and the energy crisis.", "However, the debt brake has been interpreted fairly broadly of late.", "For one thing, there are plans to use the escape clause to fund expenditure long after the emergency situation has ended.", "For another, loans that are not needed immediately are being channelled into the reserves.", "To ensure that the debt ceiling continues to keep public finances safe and sound, it is important to strengthen its binding effect.", "Notably, keeping escape clauses strictly reserved for emergencies would be important in my view.", "They should not be used to finance future budgets long after a crisis has passed.", "Yet I am well aware that Germany's debt brake is very strict in terms of its general thrust.", "And precisely when low debt ratios have been achieved, I would consider it acceptable to loosen the rules moderately.", "To this end, the Bundesbank has put forward stability-oriented reform options.", "Appropriate fiscal rules are also indispensable for the euro area.", "What we need here are fiscal limits to shield monetary policy.", "In this way, national and European rules complement each other.", "And that brings our walk to the grove where different plants form a whole - just like Europe does.", "Ladies and gentlemen, you are no doubt aware of the current discussion to reform the European Union's fiscal rules.", "The European Commission has presented a reform proposal based on which the Member States intend to reach a consensus by the end of the year, if possible.", "However, the Commission's original proposal does not look promising.", "It includes extremely complex calculations, far-reaching assumptions as well as negotiations with Member States on individual adjustment plans.", "How this proposal would reliably bring down debt levels was not apparent to me.", "I therefore welcome the fact that the Federal Government is committed to a more ambitious approach.", "The finance ministers are currently hard at work debating this topic, and although it is not yet clear how far these talks have progressed, it does look as if some significant improvements have been made to the Commission's proposal.", "Thus, there will probably be some specific minimum requirements for Member States' expenditure plans.", "This means that the objective of reducing high debt ratios will be pursued more rigorously than under the Commission's proposal.", "This is welcome news, even if the devil is in the detail.", "The exact values still need to be hashed out.", "In my view, three other aspects are key to making a success of this reform.", "First, implementation of plans and targets needs to be improved upon.", "This applies to the Member States, but also to the Commission in its capacity as the main monitoring body.", "Second, it should be ensured that high structural deficits and debt ratios are reliably reduced.", "If they fail to be reduced, this should not be excused by the fact that overly optimistic expenditure plans have been adhered to.", "Third, there should not be too much discretionary scope as concerns important decisions.", "For example, the decision whether or not a procedure should be opened or intensified needs to be reliable and transparent.", "I do not yet see these aspects being taken into account.", "But let's wait and see what exactly transpires and how it ends up being put into practice.", "In any case, I hope that fiscal policy ends up being reliably put on a sound and binding trajectory.", "Sound public finances are crucial to strengthening countries' resilience to crises.", "And sound public finances are not the antithesis of healthy macroeconomic developments.", "On the contrary, they are a key prerequisite for it.", "They make life easier for monetary policy.", "And they make monetary union more stable.", "So in the interests of the euro area, I hope this turns out to be a success.", "Ladies and gentlemen, in my experience, a 30-minute walk is pleasant.", "Anything longer than that can easily feel like a hike, which is not what we had in mind for today.", "So I would like to end our stroll with this look at the last group of trees.", "Like on Lichtentaler Allee, we have seen mandatory and prohibition signs along the way: fiscal rules for Germany and for Europe.", "These should be clear, transparent and unambiguous, leave no room for interpretation and be binding for governments and parliaments.", "If they are designed along those lines, and if they also use appropriate values, they will safeguard sound public finances.", "This avoids trade-offs between monetary and fiscal policy.", "The foundations for a prosperous economy will be laid.", "And governments will have agency in the next crisis, too.", "This puts us on solid footing, well equipped to face the challenges that lie ahead.", "As tax advisors, you will probably appreciate this just as much as I do as President of the Bundesbank.", "And that is why, having reached the end of Lichtentaler Allee, we can conclude our walk together with this outlook on a flourishing economy that benefits us all.", "Bańkowski, K., C. Checherita-Westphal, J. Jesionek and P. Muggenthaler (2023), The effects of high inflation on public finances in the euro area, ECB (European Central Bank) Occasional Paper No 2023/332, p. 32. .", "International Monetary Fund, Fiscal Monitor, April 2023, p. 29. .", "International Monetary Fund, Fiscal Monitor, April 2023, p. 17. .", "International Monetary Fund, Fiscal Monitor, April 2023, p. 40. .", "Deutsche Bundesbank (2021), Federal debt: allocate premia on accruals basis in budgetary interest expenditure, Monthly Report, June 2021, pp.", "Deutsche Bundesbank (2023), The growing significance of central government's offbudget entities, Monthly Report, June 2023, pp."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "fiscal dominance", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fiscal policy", "Inflation", "Price stability", "Fiscal rules", "German government finances", "European Union's fiscal rules", "Debt ratio", "Monetary policy", "Off-budget entities", "Maastricht Treaty"]}