{"sentences": ["Check against delivery As new Governor in Danmarks Nationalbank, there are many things I will be doing for the first time.", "One of them is to give this annual speech.", "I've really been looking for-ward to this.", "Another new task was when I recently signed a 50-krone banknote.", "In terms of denomination, I may have had higher ambitions for my first signature.", "Nevertheless, it was a reminder for me of the important role that cash still has, and will continue to have, in our society.", "I will return to this later on in my speech today.", "But first a few reflections on the Danish economy and the financial sector.", "The developments in the past four years really show how quickly the eco-nomic situation can change.", "But if we look at economic activity in Denmark right now, Danmarks Na-tionalbank's assessment is that we're heading for a soft landing.", "Especially considering that the modest economic growth we're currently experiencing stems from large Danish companies having increased their production abroad, i.e.", "outside the borders of Denmark.", "Disregarding Danish companies' production abroad, Danish GDP has ac-tually been stagnant since early 2022.", "And inflation also seems to be heading for a soft landing.", "It has fallen very significantly - initially because energy prices have dropped from the very high levels seen last year.", "But even though inflation has decreased a lot, we're still not there yet.", "We thus expect inflation to rise again early next year and to end at three per cent for the year as a whole.", "What we're seeing now is that where inflationary pressures used to come from the outside - including in the form of high energy and food prices - the pressures have now started to shift to being driven by domestic con-ditions, especially pay increases.", "Here, we expect that the effects of the higher pay increases from the col-lective agreements concluded in spring are now beginning to make themselves felt, and they will contribute to keeping up price increases for some time to come.", "We also expect a slight decline in employment over the coming years, but employment in Denmark will remain very high.", "To get inflation under control, the European Central Bank has hiked its policy rate from minus 0.5 per cent to 4 per cent since last summer.", "Experience shows that it takes some time before higher interest rates are fully reflected in activity in society.", "And then some more time before the dampened demand affects inflation.", "Therefore, the interest rate increases haven't yet been fully passed through to activity in Denmark.", "But the banks and those who borrow money are affected by the higher interest rates.", "The interest rate policy pursued by the ECB - and which we implement in Denmark under our fixed exchange rate policy - has suited the Danish economy well.", "Developments in recent years have illustrated how the fixed exchange rate policy contributes to stability in Denmark: Even when the economic waters around us are slightly rougher to navigate in.", "Although the interest rate increases have been significant, most of us in this room remember when interest rates were even higher.", "This gives rise to the question: When are interest rates high?", "And when are they high enough?", "This is a very good question with which scholars in many countries are grappling at the moment.", "I don't have the answer.", "But our opinion is that higher interest rates will - sooner or later - get in-flation under control.", "At the same time, it's important that fiscal policy doesn't counteract the effect of higher interest rates.", "Monetary policy works through, among other measures, the interest rates that customers encounter in the banks.", "And our analyses show that interest rate changes in the banks have occurred faster in Denmark than in the euro area.", "The difference between the lending rate and the money market interest rate - that is the lending margin - has decreased during the past years.", "This reflects competition between the institutions to lend money.", "At the same time, we're seeing remarkably low impairment charges and losses.", "Conversely, banks have had less need to attract deposits because depos-its have been growing over several years.", "The large customer funding surplus reduces the banks' incentive to raise their deposit rates.", "We can see that households - including those with large deposits - have so far only sought alternatives such as time deposits and bonds to a lim-ited extent.", "I believe it's important to remember that deposit rates are set in the mar-ket and that transparency and competition between the financial institu-tions are key elements in keeping prices in check.", "And that leads me to your advisory task.", "You are well experienced in ad-vising your loan customers, for example with refinancing.", "Now your deposit customers seem to need your advice.", "The higher net interest income combined with low loan impairment charges contributes to bottom-line growth this year.", "And the good results entail an obligation, as the higher profits can strengthen the banks' resilience.", "Profits are thus the first line of defence against losses.", "At the same time, higher profits create an opportunity to build up capital to absorb losses and maintain credit granting - also during more difficult times.", "After all, it isn't certain that the positive development will last.", "Just like the authorities in other European countries, we are closely fol-lowing real estate companies.", "Also based on historical experience.", "Medium-sized banks' lending to real estate companies increased by ap-proximately 15 per cent from mid-2022 to mid-2023.", "In comparison, large banks' lending increased by approximately eight per cent in the same period.", "Real estate companies - and the institutions' collateral for their loans - may be challenged by higher interest rates.", "Firstly, the higher interest rates increase companies' expenses for servic-ing their debt.", "Secondly, real estate companies' income may come under pressure in the event of weaker economic activity, for example in case of vacant rental properties.", "And, thirdly, higher interest rates affect the value of the properties.", "This is because investors typically demand a higher return, and they are therefore not willing to pay the same prices for the properties as when in-terest rates were low.", "Market participants have reported a price drop of around ten per cent last year, and we see real estate trades that indicate further price de-creases this year.", "In the first nine months of 2023, commercial real estate trades amounted to 22 billion Danish kroner - against 97 billion Danish kroner in the same period last year.", "This could be the lowest level of turnover in ten years.", "The figures indicate a large gap between buyers and sellers and that property prices have not yet adjusted to the new interest rate level.", "And I think that clear price signals will appear in 2024.", "On this basis, the Systemic Risk Council has recommended to the Minister for Industry, Business and Financial Affairs that a sector-specific systemic risk buffer be introduced at a rate of seven per cent for the institutions' exposures to real estate companies.", "At the same time, we in the Council believe that the timing is right - be-fore the problems eventually become severe and at a time when profits in the institutions are high.", "The last issue I would like to talk about today is the one I started with - cash.", "In recent decades, cash has been of declining importance to many indi-viduals and Our use of cash to pay for goods in stores has declined.", "We also make less use of cash for person-to-person payments.", "And we hold less savings in cash.", "This is especially true for young people.", "They hardly use cash at all.", "Unfortunately, probably not many in the younger generations will get to study my signature on the 50-krone banknote.", "This year, cash payments account for just eleven per cent of total pay-ments in physical stores.", "Six years ago, the percentage was twice as high.", "Having said that, cash is still used as a means of payment, both in stores and for person-to-person payments.", "And cash will be part of retail trade also in future.", "However, as fewer people pay with cash and there are good alternatives, it may make sense to ease the cash obligation in some areas.", "Perhaps it shouldn't be a statutory right to be able to pay, for example, for your new sofa in cash, but something that customers and stores agree with each other.", "In 2009, Danmarks Nationalbank introduced the series of banknotes with Danish bridges and archaeological finds that we know today.", "And it's now time to start a new chapter in the history of Danish bank-notes.", "In Denmark, we haven't recalled our banknotes when new series of bank-notes were introduced - unlike, for example, in Sweden and Norway.", "Most banknotes issued after 1945 are therefore still legal tender in Denmark However, older banknotes are no longer a secure and effective means of payment.", "We're therefore recalling them now.", "And we're also recalling the 1,000-krone banknote.", "This will facilitate the circulation of money for stores, banks and cash management companies.", "Phasing out both the old banknotes and the 1,000-krone banknote is a major operational task comprising a total of around 50 million banknotes which must be collected and destroyed.", "In some cases, the 1,000-krone banknote is used for shady activities.", "But I would like to stress that it will remain a fully legal tender in Denmark until 31 May 2025 and that it's held by many honest Danish citizens.", "We must ensure for their sake that the recall is well organised and that it's being conducted in a good way.", "I'm therefore very pleased with the statement from Finance Denmark that you will take good care of your customers, while also complying with the anti-money laundering rules.", "I would like to acknowledge that.", "I would also like to thank you for the good and constructive collaboration I've had with the financial sector during my initial period of just under a year as Danmarks Nationalbank Governor.", "We have many important tasks ahead of us.", "I look forward to working with all of you.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Interest rates", "Inflation", "Real estate", "Cash", "Banks", "Economic growth", "Fiscal policy", "Monetary policy", "Deposits", "Lending"]}