{"sentences": ["Chairmen, Directors and Chief Executive Officers of Urban Co-operative Banks, my colleagues from the RBI and, ladies and gentlemen.", "I am delighted to be amongst you today on this occasion to engage with you on a topic that the Reserve Bank considers to be of the utmost importance.", "This conference is part of the series of engagements with regulated entities that Governor had kicked off in May 2023 on the themes of good governance and operational resilience.", "Since then, we have covered Public and Private Sector Banks, select NBFCs and UCBs.", "UCBs form a critical layer of the financial system of the country.", "Despite the sector's consistent 3-4% presence in the overall banking business, its significance should not be underestimated.", "In terms of sheer numbers, with a count around 1,500, UCBs significantly outnumber commercial banks.", "Their outreach extends to a broad spectrum of society, serving common citizens, marginalized sections, small and medium-sized businesses, agriculture, and allied activities.", "Historically, UCBs have played a pivotal role in advancing financial inclusion, predating commercial banks' involvement in this area.", "Their contribution to financial inclusion is deeply embedded in their journey, reaching out to segments that were underserved and overlooked.", "This pioneering role has firmly established UCBs as drivers of inclusivity and community welfare.", "The Indian Co-operative Movement has a rich history with its origins in south India.", "The first Urban Cooperative Credit Society was registered in Kanchipuram in October 19041 .", "Since then, the co-operative movement in India has produced several remarkable success stories that have had a profound impact on various sectors of the economy.", "The Kaira District Co-operative Milk Producers' Union in Anand (which later became Amul), established under the guidance of the legendary Sardar Patel, is a shining example of how the co-operative movement can transform an entire industry.", "Many urban banks were essentially cooperative credit societies in the beginning but later converted into banks.", "When a co-operative society transitions into a co-operative bank, it faces certain key challenges intrinsic to the business of banking.", "Banks have the privilege of raising considerable sums of uncollateralized deposits which are their primary source of funds for their lending and investment operations.", "As such, co-operative banks are exceptions in the co-operative sector, wherein resources for lending and investment come from the public rather than just their members.", "This elevated leverage and disparity in maturity between assets and liabilities can be sustained only by continued trust of depositors.", "Therefore, the governance mechanisms and practices within banks should give paramount importance to safeguarding depositors' interests and upholding their trust.", "Some may argue that UCBs are not systemically important in view of their size and turnover.", "However, if we consider the inter-connectedness that binds the entire spectrum of financial entities, it becomes evident that any vulnerable link has the potential to erode public trust and confidence.", "In an increasingly interwoven financial landscape, the ripples of even an apparently small disturbance can resonate far beyond its initial impact.", "The failure in 2001 of a Gujarat based UCB and more recently in 2019 to a Mumbai based UCB attest to the contagion risks posed by even relatively smaller banks.", "Consequently, it becomes imperative for us to remain vigilant and proactive in upholding the resilience of the UCB sector.", "As stewards of financial stability, we must recognize that our commitment to stringent governance standards, robust risk management practices, and proactive supervision is not solely aimed at safeguarding the individual entities.", "Instead, it is deeply intertwined with the broader goal of sustaining public faith in the integrity of our financial ecosystem.", "With this background I would like to discuss three key challenges confronting the sector, namely, (i) Governance and professionalism, (ii) Adoption and upscaling of technology, (iii) Capacity building in various operational areas with a view to enhancing efficiency.", "Governance and professionalism Effective governance forms the foundational bedrock.", "For UCBs, the need for robust governance mechanisms is even more pronounced due to their unique position as community-centric entities.", "Transparent decision-making, accountability, and adherence to best practices are paramount.", "Only Boards whose members meet the standard of fit and proper in terms of age, relevant qualifications, experience and proven clean track record along with the right aptitude will be in a position to deliver the desired results.", "As I mentioned earlier depositors are major stakeholders and banks should always ensure that their interests are safeguarded.", "Directors should see themselves as trustees of the depositors' hard-earned savings.", "After all, it is their money which keeps the bank ticking.", "Encouraging depositors to become members can further enhance their sense of ownership and engagement in the institution's welfare as well as improve the capital base of the bank.", "A basic understanding of the bank's financial statements is absolutely essential for a director.", "The UCBs should explain their accounts to their directors in detail, especially where the bank stands on important parameters such as capital adequacy, liquidity, asset quality and profitability.", "Further, the financial statements should be fully compliant with accounting standards.", "I would urge directors to carefully go through the auditor's report and ascertain if it is qualified or clean.", "Please engage with the auditors to understand their observations and concerns.", "Similarly, this understanding of finance is also relevant for laying down underwriting standards and assessing credit proposals.", "Directors should be mindful of build up of concentration in their credit portfolios and try to diversify the risk, while closely monitoring the large exposures.", "Credit decisions should be solely based on the merits of each case, free from any external influences or considerations.", "Extending loans to connected parties such as relatives of directors and senior management are not in consonance with statutes, regulations, and good governance practices.", "While assessing proposals for restructuring, banks should have assessed the viability and have reasonable certainty of repayment from the borrower as per the restructured terms.", "In the context of NPAs, UCBs with assets in excess of 1,000 crore are already required to have system-based asset classification and Directors should ensure that the system has been implemented with a proper policy for any manual overrides over system-based classification.", "Directors also bear the responsibility of exercising vigilance regarding their banks' adherence to various statutory and regulatory requirements.", "RBI inspection reports should be discussed in the Board threadbare, and the observations should be suitably addressed in a timely manner.", "Further, for meaningful improvement the compliance given should be sustained.", "It should be ensured the same mistakes are not repeated.", "It would be useful for directors to seek regular updates from the bank on important RBI circulars and instructions.", "This approach not only reinforces the Board's oversight role but also contributes to a robust regulatory compliance framework.", "I would also urge UCBs to have a good vigilance system, effective internal audit and fraud detection mechanisms in place.", "When frauds occur, the bank should promptly report to the regulator and other concerned authorities.", "Root causes should be suitably addressed.", "There should be zero tolerance towards acts of malfeasance.", "Adoption and upscaling of technology In today's rapidly evolving financial landscape, leveraging technology has become a strategic necessity for staying competitive.", "Embracing innovative solutions can lead to improved efficiency, enhanced customer experiences, and streamlined operations.", "By being proactive in adopting technology, UCBs can position themselves as modern and forward-thinking institutions, attracting a broader customer base and retaining relevance in a digital age.", "UCBs will continue to leverage on member loyalty.", "However, this can wane with time, generational changes, and of course, competition.", "Therefore, I would urge Directors to be receptive to adoption of latest technology but ensure that it is procured through credible suppliers and after proper due diligence.", "As UCBs integrate technology into their operations, they must also be acutely aware of the potential cyber risks that come with it.", "The digital realm brings forth new vulnerabilities, making robust cybersecurity measures non-negotiable.", "It is therefore vital to invest in cybersecurity solutions, conduct regular risk assessments, and implement comprehensive training programs for staff to mitigate cyber threats effectively.", "UCBs should also fortify their operational resilience by minimising downtime.", "They should have proper business continuity and disaster recovery plans in place which are adequately tested.", "Capacity building Human Resources are undeniably the most valuable asset for any institution, including UCBs.", "UCBs can foster capacity building by implementing structured training programmes encompassing both technical and soft skills.", "Leadership potential should be nurtured through developmental initiatives, encouraging cross-training and job rotation, providing access to e-learning platforms and online courses, supporting further education, and recognising employees who actively engage in learning efforts.", "I understand that the Umbrella Organisation (UO) for UCBs is taking shape.", "I sincerely hope that a professionally run umbrella organisation in India providing a slew of services and products suited to the UCB sector will provide synergies and galvanise the sector in areas where it may find itself wanting, particularly in areas such as capacity building and upscaling of technology.", "Supervision of UCBs Before I conclude, I would like to touch upon some supervisory initiatives taken by the Reserve Bank in the recent past.", "Occasionally, feedback surfaces from the sector suggesting that in our process of re-orientation, certain limitations specific to the UCB sector might be inadvertently disregarded.", "However, I would like to clarify that this perception does not accurately reflect the reality of our efforts.", "It may be appreciated that the Reserve Bank has attempted to adopt a more holistic approach towards addressing the growing complexities and inter-connectedness, and to deal effectively with the potential systemic risks.", "There has been a significant strengthening of the Reserve Bank's supervisory systems, transitioning from an entitybased approach to a more thematic and activity-based approach.", "Structural improvements have been implemented to enhance agility, flexibility, and specialisation.", "A unified and harmonised supervisory approach has been adopted for commercial banks, NBFCs, and UCBs, with a greater focus on identifying the root causes of vulnerabilities.", "At times our supervisory medicines may taste bitter.", "However, prevention is always better than cure.", "I would like to assure you that the RBI has the best interests of the sector in mind, consistent with the duty cast upon it to safeguard the interests of depositors while fostering a resilient, sound, and stable financial system that contributes to the nation's development.", "In conclusion, I would like to emphasise that the synergistic benefits stemming from the convergence of the cooperative movement and banking as embedded within the UCB framework can only be realised with sound governance and professional management.", "When guided by strong governance, UCBs can foster financial inclusion, ultimately contributing to the well-being of both the community and the institution itself.", "The efforts we invest today in fortifying the UCB sector will not only shield these institutions but will also serve as a bulwark against potential threats and risks to the financial sector.", "By cultivating a culture of prudence and foresight, we can ensure that the UCBs continue to thrive as pillars of trust, contributing to a robust and secure financial future for our country.", "I hope that the interactions today result in better understanding of the challenges and facilitates concerted solutions in the interest of the co-operative sector.", "We shall continue to engage in meaningful interactions with the sector even beyond this Conference.", "\"Genesis and Architecture of Urban Cooperative Banks\", December 7, 1999, Reserve Bank of India, (last accessed on January 21, 2024)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Governance", "Technology", "Capacity building", "Financial inclusion", "Risk management", "Cybersecurity", "Supervision", "Professionalism", "Cooperatives", "Financial stability"]}