{"sentences": ["Director, CAFRAL, Shri B P Kanungo; Shri N S Vishwanathan former Deputy Governor RBI, Smt.", "Indrani Banerjee, Additional Director CAFRAL, Shri Diwakar Gupta, Senior Advisor, CAFRAL, distinguished guests from the financial fraternity; and ladies and gentlemen.", "I am delighted to be present here at this very topical Conference on Resolution of Stressed Assets and Insolvency and Bankruptcy Code - the Future Road Map.", "The IBC notified in May 2016 introduced a comprehensive legislation that introduced a paradigm shift in the landscape of insolvency and bankruptcy proceedings in India, bringing in a more structured, institutionalised and time-sensitive approach to resolving financial distress.", "The IBC has been in operation for almost eight years now.", "Although this time frame is not very significant in the life cycle of a legislation, the IBC has been an evolving law with several amendments since its enactment.", "Last year, the Ministry of Corporate Affairs released a public consultation paper proposing several amendments including mandatory admission of applications where default is established, increasing reliance on records submitted by Information Utilities, streamlining the resolution process, etc.", "These as well as some other proposals on the IBC have been a subject matter of discussion among professionals, bankers, legal fraternity, regulators and other stakeholders.", "So, it is an opportune time to review the working of the IBC and discuss its future course.", "I am happy to note that CAFRAL has assembled an illustrious list of speakers covering eminent jurists, policy makers, bankers and resolution professionals who will enrich this seminar with their varied perspectives.", "Let me start this series of sessions and discussion by sharing some of my own perspectives on this landmark legislation and the road ahead.", "Paradigm change brought in by the IBC Before the implementation of the IBC, there existed a fragmented legal framework which resulted in protracted and inefficient insolvency proceedings.", "Various laws and regulations, each dealing with distinct aspects of insolvency and bankruptcy, co-existed, creating complexities, overlaps, and occasional contradictions.", "In the absence of a comprehensive law, the RBI too had attempted to fill the void with a series of schemes such as Corporate Debt Restructuring (CDR) Scheme, Strategic Debt Restructuring (SDR), Scheme for Sustainable Structuring of Stressed Assets (S4A), etc.", "These schemes, sometimes fondly referred to as an 'Alphabet Soup' in some sections of the media, attempted to emulate the desirable features of an insolvency legislation.", "The IBC was enacted to fill the legal void felt by the absence of a comprehensive insolvency law.", "Its salient features included a unified and time-bound resolution process, establishment of resolution focussed adjudicating authorities such as the National Company Law Tribunal (NCLT) and the National Company Law Appellate Tribunal (NCLAT), as well as the establishment of the Insolvency and Bankruptcy Board of India (IBBI) to ensure effective regulation of insolvency proceedings and professionals.", "The IBC also facilitates corporate insolvency resolution through the formation of a Committee of Creditors (CoC) and a structured liquidation process if resolution is not achieved within the specified time, thus contributing to a more streamlined and transparent system.", "In my view, the IBC meets the five principal criteria of an efficient resolution regime, i. Firstly, the resolution regime should prioritise going concern status over liquidation.", "Resolution on a going concern basis is generally more valuable than liquidation of the entity.", "Secondly, it should force the creditors to come together and work out a resolution plan that tries to preserve the value by looking at the options to keep the company as a going concern.", "Thirdly, the resolution regime should ensure a time bound resolution so that value deterioration for the creditors of an insolvent exposure is arrested.", "Fourthly, it must provide claw back of questionable transactions that may have contributed to the financial stress of the defaulting borrower.", "v. Finally, an effective resolution regime should protect the majority creditors from the minority by forcing a 'cramdown' if the majority creditors decision covers a predefined threshold of approval.", "Positive outcomes The outcomes of the Code have also played out reasonably well so far.", "This has brought in substantial efficiency in the resolution process and improvement in recovery rates for financial creditors.", "From a banker's and supervisor's perspective, amongst the various improvements brought in by the IBC, the fundamental shift from a 'debtor in possession' to a 'creditor in control' model is perhaps one of the most impactful.", "There is growing evidence to suggest that debtors are avoiding defaults due to a credible threat of loss of control of their businesses.", "I believe this improved credit discipline has inter-alia also contributed to the marked decline in the non-performing assets of banks witnessed in the last few years.", "Challenges and Criticism IBC, while significantly transforming the insolvency landscape, has encountered challenges and criticisms.", "Timely resolution, a crucial goal of the IBC, faces obstacles may be due to certain operational inefficiencies, leading to delays in the resolution process.", "Concerns have been raised about the infrastructure, staffing, and overall capacity of the NCLT and the NCLAT, impacting the effectiveness of the resolution mechanism.", "Evolving provisions for cross-border insolvency also contribute to the areas where the IBC has faced difficulties.", "It is also observed that there are certain discussions playing out about the recovery percentage through IBC process.", "The point to be noted is that the IBC is a resolution framework rather than a recovery framework and any commentary based solely on recovery percentages may overlook the broader objectives and achievements of this transformative legislation.", "While recovery may be an essential component, the true strength of the IBC lies in its objective to resolve corporate financial stress, preserve enterprise value, protect the interests of various stakeholders, and thereby contribute to the overall economic stability.", "Therefore, a nuanced evaluation that considers the transformative impact on corporate behaviour, the efficiency of the resolution process, and the preservation of business value is essential for a comprehensive understanding of the IBC's success and effectiveness.", "India is aspiring to become a developed country by 2047.", "But, for that to happen, we need to fully utilise all the available resources in the country, be it the demographic advantage, or the physical resources.", "One of the important enablers of faster economic growth is the ease of doing business.", "An orderly resolution framework is closely related to the ease of doing business, influencing the business environment in several ways.", "Businesses operate in a dynamic environment where there may be success or failure.", "An orderly resolution process allows for smoother exit.", "It reduces capital erosion and facilitates efficient recycling of capital.", "Further, an orderly resolution mechanism instils confidence in investors by providing a transparent and predictable process for handling financial distress.", "Businesses rely on credit for their operations and expansion.", "Orderly resolution and credit cost are interlinked elements within the financial ecosystem.", "The Expected Loss is a key factor that determines this credit cost.", "Expected Loss in turn is driven by the 'probability of default' and more pertinently to today's context on resolution, the 'loss given default' or LGD.", "Therefore, there is a need to make resolution process efficient to minimise the LGD.", "Further, when lenders have the confidence that they can recover their money more reliably and in a timely manner, they are more inclined to lend which boosts the flow of credit in the economy, thereby supporting business and economic growth.", "From a banker's perspective, it starts at the underwriting stage itself.", "Bankers base their decision on the viability of the borrower.", "However, there is a need to also factor in the possibility of a stress leading to resolution and potential challenges the lenders may face in realisation of assets, at the underwriting stage itself.", "At the resolution stage, as major creditors, banks also participate in the Committee of Creditors or CoCs which is entrusted with critical decisions regarding the resolution process.", "The CoC representation requires a diverse skill set spanning financial acumen, legal understanding and industry knowledge.", "Further, given the time bound nature of the process, the CoCs need to act with a sense of purpose making a pragmatic assessment of available options and deciding swiftly.", "Therefore, banks need to ensure that their nominees are empowered with adequate authority and experience.", "Their active involvement in sharing of information, evaluating and approving resolution plans as well as collaboration with resolution professionals and other stakeholders is imperative in ensuring timely resolution.", "The success of IBC also hinges on the expertise and proficiency of skilled resolution professionals.", "They need to be equipped with a thorough knowledge of the law as well as have a sound understanding of the nuances of finance apart from strong negotiation and management skills.", "I believe the Insolvency and Bankruptcy Board of India is already conducting various programmes to impart the specialised skills and knowledge required for resolution professionals.", "The Indian Banks Association and CAFRAL can also assist and collaborate with IBBI in such initiatives for effective capacity enhancement.", "From the Government and Judiciary's side, there is a pressing need to invest in building the capacity of adjudicating authorities, such as the NCLT and the NCLAT, to handle an increasing caseload efficiently.", "Adequate staffing, training, and infrastructure of these institutions will go a long way in expediting resolution.", "In fact, last year the Government took measures to fill up vacancies and it is understood that proposals to increase the strength of adjudicating authorities is also under consideration.", "Efforts could also be made to reduce delays at the admission stage itself as well as rationalising the processes.", "For instance, I understand that one of the proposals in this regard is the streamlining of data submission to the Information Utilities (IUs) and allowing admission based on data available with IUs.", "Innovative technology-based solutions are also being explored to facilitate faster disposal of cases.", "The introduction of new laws often brings about a period of adjustment and interpretation as stakeholders, legal professionals, and the judiciary grapple with the intricacies of the legislation.", "In the context of the IBC, this phenomenon is heightened due to the significant stakes involved.", "Parties involved in insolvency proceedings do file appeals and review petitions challenging lower court decisions.", "While there is no objection to any party seeking legitimate legal recourse, these proceedings have often been used as delaying tactics by defaulting borrowers and has significantly contributed to delays in the resolution timeline.", "One hopes that as the law matures, judicial interpretation and precedents would emerge to help navigate the nuances, ultimately reducing delays in future.", "It is conceivable that certain judicial interpretations may prompt the need for further reforms, aiming to enhance the efficiency and improve the outcomes of the resolution regime.", "From a reform agenda perspective, there are also some aspects of IBC that merit further legislative consideration.", "For instance, there is a need to look at resolution of conglomerates and addressing resolution of corporate groups.", "Very often such groups have intricate corporate structure with inter-connected related party relationship that add to the complexity and become a hurdle in individual entity resolution.", "Similarly, there is the unfinished agenda of a comprehensive resolution framework for financial service providers such as banks, non-banking financial companies and insurance companies.", "In the absence of an IBC like legislative framework for resolution of financial institutions, the IBC has been used for resolution of NBFCs.", "I would imagine that this conference will get to debate these and several other measures that can be thought about to bring in a more efficient IBC process in the days to come.", "To conclude, the IBC is a landmark legislation which completely transformed the insolvency and resolution framework in the country.", "There is a visible improvement in the credit culture as evident from the marked decline in NPAs and increased resolutions even before the admission stage.", "Further, significant foundational work has been done by the Government and it is expected that the next set of reforms once legislated by the Parliament would further strengthen the IBC.", "However, there is always scope for improvement, especially with regard to the timeliness of the resolution process.", "With these closing remarks, I once again thank CAFRAL for this opportunity to share my thoughts here today.", "I am sure the deliberations and insights shared by esteemed participants will contribute to the wealth of knowledge in the field of insolvency and bankruptcy, fostering innovative solutions and paving the way for a more robust and efficient financial landscape.", "I sincerely hope that the outcomes of this conference will not only benefit the participants but will also have a far-reaching impact on the broader economic ecosystem.", "Wishing the organizers, speakers, and participants a truly enlightening and successful event ahead.", "Resolution of Stressed Assets and IBC, Speech delivered by Shri M Rajeshwar Rao, Deputy Governor, RBI on April 30, 2022 at the International Research Conference on Insolvency and Bankruptcy held at IIM Ahmedabad."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Insolvency and Bankruptcy Code", "Resolution of Stressed Assets", "Credit Culture", "Resolution Process", "IBC", "Recovery Rates", "Non-Performing Assets", "Ease of Doing Business", "Resolution Professionals", "Creditors"]}