{"sentences": ["Ladies and gentlemen, dear colleagues and associates, dear friends, It is on rare occasions that one feels such pride.", "Privileged to bear witness to a century and a half of history and tradition.", "Honoured to attempt to fortify and further elevate such long history and defiance of numerous challenges with one's actions, words and aspirations.", "Welcome to our house, the National Bank of Serbia, on this - I can safely say - historical event, when we celebrate 150 years of the Serbian dinar as the national currency.", "There are few nations in the world that can boast the fact that they have had their own currency for a century and a half.", "It has long been known that in addition to the traditional symbols of statehood - the coat-of-arms, flag and anthem - the spirit and strength of a state are also made of its tradition, culture and the national currency.", "How long these symbols of statehood last shows how young or how long-lasting a nation is, how stable and how resilient it is.", "They are also a mirror of history and an achievement of a nation, having a critical importance to the nation's sovereignty and image in the world.", "To have a stable and solid currency of your own is perhaps more relevant today than ever before.", "In an environment of continually increasing uncertainty, amid a series of crises that have overlapped over the past four years, the global economic and financial landscape has been permeated with the interests of major powers.", "The globalisation process we have known for decades has taken a different turn, and the most influential economies are trying to gather around them groups of countries that dictate economic flows.", "The instruments in this fight include strengthening national currencies, as well as attempts by some groups of countries to create a supranational, common currency.", "Against such backdrop, it is necessary to preserve the independence of monetary policy and decision-making which directs domestic economic flows.", "For two centuries, the world of global finance has been familiar with the statement: \"Give me control over a nation's money supply, and I care not who makes its laws.\"", "This clearly shows that the strength of a country in the economic, as well as social, political and any other sense, greatly depends on the strength of its local currency.", "If the currency is strong and stable, if it resists hardships and global turmoil, if the people's confidence in it is preserved, then the economy of that country will enjoy respect in the world.", "The history of our nation has taught us the truth of this statement, and our own experiences from periods of instability confirm that it is critical that we take the utmost care of our domestic currency and its value.", "Marking 150 years since the establishment of the dinar as the national monetary unit is an opportunity for us to recall the historical circumstances at the time of its establishment and the history of money of modern Serbia, as well as to draw attention to the current monetary developments in Serbia.", "As stated in our press release - the journey of the Serbian dinar through our history and tradition began on 12 December 1873, when the Law on Minting the Serbian Silver Currency was adopted.", "This is regarded as the date when the dinar as the official legal tender of the Principality of Serbia was introduced.", "During its century-and-a-half long history, the dinar was the currency of different states of which our country formed part.", "It has weathered highly turbulent times as the bulwark of our national identity, the witness of our past, and the beacon of our future.", "Over the years, our banknotes have featured different motifs, portraits of famous personalities, hidden messages which not only reflected the moment and the circumstances in which our country was at a particular time, but also served, and serve to this day, to remind us of the personalities and deeds of the most famous Serbs.", "The monetary system of modern-day Serbia began to take shape in very complex circumstances faced by the recently renewed, young Serbian state in the 19th century.", "The lack of the national currency, a multitude of foreign currencies in circulation, dual exchange rates and ambiguous money tariffs were the monetary reality of the time.", "This created great difficulties for the households, as well as for the corporate sector and the government.", "The national currency was not only an economic, but also a national issue, as it was believed to represent another step away from the Sublime Porte and closer to the European standards.", "Soon after the first issues of copper coins in 1868, a major step in establishing the monetary system of Serbia came in 1873 when, 150 years ago, the Law on Minting the Serbian Silver Currency was adopted on 30 November according to the Julian and 12 December according to the Gregorian calendar.", "And while Serbia was still formally a vassal to Constantinople, the purpose of the monetary reform regulated by this Law - apart from making the monetary system more modern and helping the country become part of Europe in this field - was also the clear desire to prove the statehood of Serbia in this area as well, on the country's path to full independence, which was finally achieved at the Congress of Berlin of 1878.", "At the same time, the Law stipulated that the national currency should be named the \"dinar,\" after the currency minted by Serbian medieval rulers.", "The dinar thus became the basic monetary unit of the Principality and later Kingdom of Serbia and all its successor states, which over time changed their borders and names.", "Once the first Serbian issuing bank was established and one of its key tasks - the manufacture of banknotes - defined, conditions were created for the issuance of paper money.", "That same year, the Privileged National Bank of the Kingdom of Serbia, the central bank's name at the time, released into circulation the 100-dinar banknote - the first Serbian banknote.", "In 1885, 50- and 10-dinar banknotes were released into circulation, enabling the performance of smaller-value transactions and winning citizens' trust in paper money.", "For this reason, we can consider this year to be the start of modern history of Serbian money.", "After World War I, Yugoslavia, the newly created state of South Slavs, retained the dinar as its monetary unit in all its subsequent forms of government.", "As the country's borders were much extended, monetary circulation increased and it became necessary to set up a domestic institute for manufacturing banknotes and coins.", "Established in 1930 after the French model, the Institute for Manufacturing Banknotes and Coins has been producing banknotes since 1930, and coins since 1938, to this date.", "With its design, motifs and emblems, money is a unique source of data on the issuing country or, as it can be often heard, the business card of a country.", "Our currency today testifies to Serbia's identity through the portraits of persons who have made an exceptional contribution to Serbian science, culture and economy, as well as through its architectural landmarks.", "The exhibition showcases selected banknotes and coins in order to present to the public in a simple and clear way the 150-year history of the Serbian dinar, from its inception in 1873 to date.", "Dear colleagues, our currency in circulation includes nine banknotes and five coins of different denominations.", "What we all doubtless need is that our money be valuable.", "We work hard to preserve the value of our dinar both in real terms and in relation to other currencies.", "Over the past decade, dinar's stability against the euro has become a normalcy.", "We use all the instruments at hand, including the flexibility of our monetary framework, in order to curb inflation and ensure that our dinar, in real terms, i.e.", "measured by the purchasing power, remains stable.", "Nonetheless, the stability of our currency should not be taken for granted nor is it an easy task.", "I take pride in the fact that, over a number of years already, Serbian citizens and businesses are no longer forced to read the exchange rate list every single day.", "Due to the interplay of multiple global challenges in the past years, a large number of around 180 local currencies across the world have become a source of instability and crises for the local economies, rather than a plus factor.", "The weakening of currencies of numerous emerging economies over the past three years has accelerated consumer price growth.", "In these countries, the import component of inflation has been accompanied with the materialisation of the FX risk.", "In more extreme examples, depreciation has led to three-digit y-o-y inflation rates, pushing the economy to the brink of a currency crisis.", "As a result, some of these countries are thinking about the dollarisation of their financial systems.", "That is why the relative stability of the exchange rate in Serbia - though being our reality (I do not say \"our new reality\" as it has lasted for more than a decade) - should not be taken lightly.", "What I can promise is that the NBS will remain committed to preserving stability and the hard-earned trust of the domestic and international public - even more so as we have, despite everything, proudly entered the second consecutive decade of relative stability of our dinar, whose 150th anniversary we are marking today.", "Finally, by wishing that we all be healthy, gather only on nice occasions, and support each other at all times, I declare the exhibition open.", "I now invite you to watch a film about edomilj Mijatovi and then see the exhibition."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Serbian Dinar", "Monetary Policy", "Currency Stability", "Economic Resilience", "National Currency", "Global Finance", "Monetary Reform", "Monetary System", "Historical Significance", "Central Bank"]}