{"sentences": ["Mr. Thompson gives his views on the changing scene in the banking industry in Australia Speech by the Deputy Governor of the Reserve Bank of Australia, Mr. G.J.", "Thompson, at the First Pacific Stockbrokers Australasian Banking Conference in Melbourne on 25/9/97.", "It is traditional to open this Conference with a summary of the state of the banking system, as seen from the RBA's perspective.", "I will therefore do that first.", "Then I would like to make some points about the prudential supervision of bank capital.", "Finally, I will draw out some implications of the Government's recent financial system policy announcements for competition in banking and payments.", "State of the banking industry The banking system remains healthy overall, but banks are under strong pressures from new competitors, the cost of systems development and shifts in the structure of financing.", "Interest margins have been squeezed further over the past year, both by the continuing, intense competition in home and corporate lending and by the low (and falling) levels of interest rates.", "Domestic net margins have fallen to just under 4 per cent for the major banks (compared with 5 per cent in the late 1980s), and to around 3 per cent for the regionals.", "Notwithstanding this squeeze, major banks' after-tax profits were around 17-18 per cent of shareholders' funds in the first half of 1997, much the same as their 1996 result.", "However, for regional banks, which are more reliant on home loans, return on equity fell from around 15 per cent to 13.5 per cent.", "• Capital ratios declined further over the past year -- helping to bolster rates of return -- due to acquisitions, asset growth and capital buy-backs.", "The average risk-weighted capital ratio across all banks was 10.3 per cent in June, compared with 11.1 per cent in June 1996 and 12.1 per cent in June 1995.", "• Securitisation of bank assets has increased as a means of reducing required capital, or freeing it up for other uses.", "In the past year and a half around $3 billion of assets have been moved off balance sheets in this way.", "(Of course, bank balance sheets are only one source of assets for the expanding securitisation market -- total assets in securitisation vehicles would now be over $20 billion, double the level of two years ago.)", "• Bank credit (net of securitisation) has grown at an annual rate of around 10 per cent so far in 1997, compared with about 12 per cent during 1996.", "The main categories have all grown at close to this average.", "Asset quality is in good shape, with impaired assets at 0.8 per cent of assets in June 1997, compared to 1.1 per cent a year earlier.", "Loan write-offs have continued to fall, and loans newly identified as impaired each quarter remain both low and steady.", "Banks are responding to margin squeeze on several fronts.", "There has been further unwinding of the longstanding cross-subsidisation of transactions and account-keeping services out of interest margins.", "There is a continuing drive to cut costs -- through rationalising branch networks, trimming management structures and investing in labour-saving technology.", "This has included closer investigation of the potential savings from outsourcing non-core activities (such as cheque processing and information technology) and sharing basic facilities, and the past year has seen some important initiatives of this kind.", "Regional banks, in particular, are looking to diversify their loan portfolios to reduce their dependence on home lending.", "But all banks are, to varying extents, pursuing a wider range of revenue sources as competition intensifies in traditional business lines, and areas such as funds management seem to offer better long-term prospects.", "Through acquisitions and organic growth, the ratio of banks' funds under management to balance sheet assets has risen to around 30 per cent from 20 per cent four years ago.", "(Despite these efforts, it is interesting that there has been no increase in the ratio of banks' domestic non-interest income to domestic assets.)", "The closer management of bank capital has been another notable feature of the past year or so.", "One result has been the major banks' share buy-back programs and the repurchasing/restructuring of subordinated debt.", "The RBA has a keen interest in these developments, given the centrality of capital in our supervisory system.", "Closer alignment of capital with risks inherent in a bank's activities (and prospective balance sheet growth) is, of course, not to be discouraged.", "A banking system with excessive capital will be less efficient and less competitive in performing its financing role for the economy.", "Supervisors will, however, always wish to be satisfied that capital ratios take full and proper account of all the risks inherent in a bank's business.", "I will talk more about supervision of capital in a moment.", "Speculation about a decline in lending standards under competitive pressures has also been topical in the past year.", "It is very difficult to get any objective reading on this.", "As I have noted, the statistics on impaired loans show no sign of any such decline.", "Problems, if there are any, will be revealed in these data only in the future.", "What our supervisors do have, however, is a clear impression of a fall in lending standards -- an impression based on both market anecdotes and our observations of credit management in practice during visits to banks.", "Competition has not only whittled away margins but has led to relaxation of conditions placed on borrowers.", "This applies especially in lending to large corporations.", "But in the housing market, too, the imperative to maximise volumes or minimise costs in the world of tighter spreads, creates a temptation for banks to take short-cuts.", "Two of the more common deficiencies we see are the failure to obtain independent confirmation of a borrower's income and failure to test a borrower's capacity to keep making repayments if, over the course of the loan, interest rates were to increase.", "As competition intensifies, the strength of banks' risk management systems for commercial and consumer loans is likely also to be tested.", "We have already expressed our concern that some current lending practices do risk sowing the seeds of future credit quality problems for banks.", "This concern has not increased in recent months.", "Despite their various and strenuous efforts to maintain recent profit performance, banks' earning rates are likely to remain under strong downward pressure in coming years.", "Eliminating excess capital and cutting into operating costs cannot provide continuous relief.", "Indeed, it seems unrealistic to think that average ROEs of over 15 per cent could continue in a world of 2 per cent inflation and a return on long bonds between 6 and 7 per cent.", "One has to go back to the regulated, less competitive world of the early 1970s to find comparable margins between bank earnings and bond yields.", "Supervision of bank capital I referred earlier to banks managing their capital more actively.", "The RBA's main supervision task this year has been extending the capital adequacy rules to cover the market risks in banks' trading books -- that is, the risks from fluctuations in interest rates, exchange rates, equity prices and commodity prices.", "The new guidelines become effective at the beginning of 1998.", "The novel feature of the market risk guidelines, which were developed by the Basle Committee on Banking Supervision and are being adopted internationally, is the reliance they allow to be placed on banks' own risk management systems.", "Banks have the option of using their internal models to calculate required capital, or of employing a standard model specified by the Basle Committee.", "Of course, internal models need to meet certain minimum standards -- both quantitative and qualitative -- before they will be accepted for supervisory purposes.", "A bank whose systems are not up to scratch will have to use the standard model.", "The RBA must sign off on the adequacy of internal systems.", "But the onus for effective day-to-day risk management will remain squarely with the boards and senior management of banks.", "As an aside, during the past year we introduced arrangements under which a bank's chief executive, with the endorsement of the board, must attest to the RBA that key risks have been identified, that systems have been designed to manage those risks, that the descriptions of those systems held by the RBA are current and that the systems are working effectively.", "We are already seeing important general benefits from these new arrangements.", "They have resulted in more high-level attention to risk management systems and the system descriptions provided to us.", "Chief executives now need to see those manuals, which were previously often regarded as an administrative inconvenience for officers handling liaison with the RBA.", "This has added discipline and rigour to the whole risk management process.", "Eleven banks have applied to us for internal model status under the market risk rules, and they are all presently upgrading their existing risk measurement and management practices to meet the minimum requirements.", "As well as to measurement methodology, they are giving attention to such features as the adequacy of separation of front- and back-office operations, procedures to ensure that traders deal only in products for which robust operational and legal arrangements are in place, the rigour of revaluation processes and procedures for stress testing and back testing.", "We remain hopeful that, by the end of the year, all internal models will have reached a standard with which we can be comfortable, but there is a good deal of work still to be done in some cases.", "Another eleven banks plan to use the standard model for market risk, while the remainder have insufficient market risks to be affected by the new guidelines or are branches, covered by their home country supervisors.", "Our assessment remains that the new arrangements will not add materially to required capital for the banking system as a whole.", "However, the impact on individual capital ratios will vary, depending on the scope of each bank's trading activities.", "For some there will be an increase.", "For others, required capital may actually fall, as the benefits from substituting specific market risk charges for existing credit risk capital will outweigh the additional capital needed for general market risks.", "The next question about supervision of banks' capital is whether the present rules covering credit risk might be replaced by a more sophisticated methodology more in line with the market risk framework.", "The current rules are relatively crude, in the sense that capital ratios are applied against very broad categories of credit exposure without any firm basis in the actual likelihood of loss.", "In the way that potential losses from a portfolio of traded instruments can be estimated using historical data on daily price movements, potential losses from a portfolio of loans can, in principle, be estimated from an examination of default histories.", "Supervisors would add a mark-up for safety to these estimates, as they have in the case of market risk.", "Lack of reliable data on defaults and credit losses has been a major obstacle to this approach.", "But banks are working to remedy this, and are making progress toward putting the management of credit risk onto a more objective/scientific basis.", "Modelling techniques can be applied more easily to some components of a loan portfolio -- such as high-volume, standard housing and credit card receivables -- than to others.", "For this reason, an incremental approach to recognising models for credit risk supervision is likely to emerge.", "There is probably quite a way to go before credit risk is generally as amenable to modelling as market risk is.", "And since credit risk remains potentially the greatest threat to the soundness of banks and banking systems, supervisors are likely to be conservative about changes to the present rules, with all their imperfections.", "Implications of new Government policies There is clearly a lot of market-driven change \"in the pipeline\" for banks.", "The Government's policy decisions following the Financial System Inquiry will further alter the environment for banks and others in coming years.", "Those policy changes, announced by the Treasurer early this month, have many dimensions.", "I would like to talk about just two of those -- effects on competition in banking and on the payments system.", "There is no doubt that the proposed policy changes will increase competition, by widening the range of potential players in both deposit-taking and in retail payments.", "(There will be less change as far as lending is concerned; apart from the need to conform with the consumer protection provisions of the uniform credit laws, there are already few regulatory impediments to the entry of new lenders -- as the recent history of home lending shows clearly enough.)", "The new rules should add to competition in deposit-taking in several ways.", "First, creating a single licensing regime for all deposit-taking institutions (DTIs) should help to level the proverbial playing field among credit unions, building societies and banks.", "A single depositor protection system -- based on depositors having prior claim over the assets of a troubled institution -- will be a key element in this.", "The actual impact of the new regime on the competitive standing of the various DTI groups will, of course, depend on the effectiveness of the smaller institutions in promoting their new status.", "Under the single licensing regime banks will still constitute a particular category among deposit-takers, but distinguished primarily by their size.", "Only institutions with at least $50 million in Tier 1 capital, and having a settlement account with the RBA, will be able to use the label \"bank\".", "The single regulatory regime will, in principle, allow smaller DTIs to grow into this status more readily than they can now.", "Under new policy, mutual organisations will be able to have a banking licence, or to own a bank -- subject, of course, to satisfying prudential qualifications.", "Previously, it was possible for mutuals to be associated only with non-bank DTIs.", "It will also be open for banks to be established under non-operating holding company structures.", "Until now, with limited exceptions, a bank itself has had to be the holding company of a financial group.", "No doubt some groups will, for one reason or another, see commercial advantage from reorganising an existing operation under a holding company, or in establishing a new bank under such a structure.", "It seems likely that groups with bancassurance or allfinanz aspirations will go this way.", "For some financial groups, the possibility in future of having more than one banking authority (or licence), or a banking authority and a non-bank deposit-taking licence, will also be seen as helpful to their competitive position.", "Moreover, the Government has foreshadowed that the new licensing agency -- the Australian Prudential Regulation Authority (APRA) -- will have a more flexible attitude to the mixing of financial and non-financial activities in the one group.", "But this does not mean \"open slather\".", "The general presumption in favour of dispersed ownership of banks and other deposit-takers will remain -- with individual shareholdings above 15 per cent needing to pass a national interest test.", "And there will be a \"demonstrable congruity\" test for non-financial activities to sit alongside a bank in a conglomerate.", "The interpretation and administration of this test will be for the new agency, but the Treasurer has referred to cases \"where financial products can be logically bundled with a supply of non-financial goods and services\", and has indicated that APRA's assessment of applications will be guided by international trends.", "One can readily imagine activities such as information-processing and communication of various kinds passing a congruence test.", "There could well be others over time.", "Incidentally, the intention clearly is that licensed deposit-takers will still be distinct legal entities with dedicated capital, separate management systems and so on.", "A non-financial company might be able to own a bank, but it could not be licensed in its own right as a bank or other deposit-taker.", "One can only speculate about the exact effects of these reforms on the evolution of banking and finance in Australia over coming years.", "These effects will be intermingled with those of technological change, global pressures, the administration of merger policy, and so on.", "But it seems clear enough that more flexibility in entry rules for new players, and more flexibility in corporate structures, will add to competition and make life a little tougher (at least) for the established deposit-takers.", "This will be another force bearing down on margins and profitability.", "One should not forget, of course, that these policy reforms will open up opportunities (such as for holding company structures) previously denied to existing players too.", "And the eventual elimination of the non-callable deposit regime will remove another sort of unevenness in the playing field -- one which currently penalises authorised banks relative to the non-bank DTIs and merchant banks.", "Let me turn now to the payments system where similar forces will be at work.", "From the RBA's perspective there are three main changes in store.", "One is that participants in the payments system, other than deposit-takers, could qualify for an exchange settlement account (ESA) at the RBA.", "The Treasurer's statement said: \"While the immediate scope for greater access is likely to be limited, access will not be constrained to licensed banks or other deposit-taking institutions\".", "New opportunities might, consequently, be available to companies offering payment services based on credit facilities, such as credit cards.", "With an ESA, they would be able to offer final settlement of payment obligations to other institutions in their own right, rather than having to negotiate an agency arrangement with a bank.", "While the details are yet to be worked out -- by the RBA in this case -- two prerequisites for ESA access will be: no reduction in the safety and stability of the payments system; and • access only for institutions which provide, or propose to provide, extensive third party transactions (as opposed to companies making transactions on their own account).", "Again, we are not talking \"free-for-all\", but we are talking a markedly broader range of payments opportunities for non-traditional players.", "A second change is that the RBA will have regulatory power over widely-used stored-value instruments -- such as cards, internet tokens and even travellers cheques -- where their issuer is not a licensed deposit-taker.", "This will be prudential regulation aimed at reducing systemic risks and preserving public confidence in the various forms of electronic cash.", "The more general, and most significant, reform in payments policy is that the RBA will be given formal, statutory responsibilities for the payments and settlements system, with powers to back them up.", "Its responsibilities will cover not only issues of stability and safety, but will extend to the efficiency and competitiveness of the system, including questions of fair access for new payments providers.", "The RBA will be required, for instance, to look into the fees and charges levied by the established players on newcomers wishing to join existing networks, or to use existing infrastructure.", "To carry out these responsibilities, we will need to develop criteria for assessing the acceptability of membership and third party access provisions in the various payments clearing streams.", "We will also produce and publish benchmarks for judging the safety and efficiency of Australia's payments system.", "When the RTGS system commences for high-value payments in the first half of 1998, a major step will have been taken to reduce risk and improve safety in domestic payments.", "We will be encouraging as many payments as practicable to move onto that system.", "The next major frontier is to reduce the settlement risks of Australian banks in their international transactions.", "This will be, if anything, more challenging than domestic RTGS has been, but some progress is being made internationally.", "I suspect that there is as much to be done to improve the efficiency of the Australian payments system and the \"fairness\" of access arrangements to retail payments streams.", "The ACCC has recently found wanting the basis on which smaller players may negotiate participation in the EFTPOS system.", "I should emphasise that it will be the RBA's intention to adopt as light a regulatory touch as possible over the payments system.", "There has, after all, been a good deal of recent progress in reforming that system without the Bank having explicit powers.", "We hope such progress will continue -- through the Australian Payments Clearing Association and other industry-based bodies.", "Only where payments arrangements fall short of our efficiency and safety benchmarks -- and there are no serious attempts by the industry to rectify that position reasonably quickly -- will we embark on the path of prescriptive regulation.", "It is a truism that change is always with us.", "But I suspect that banks face more than their fair share of it in coming years.", "I hope my remarks will be useful background for your speculation about the details of this change over the next couple of days."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Bank capital", "Competition in banking", "Payments system", "Credit risk", "Market risk", "Bank earnings", "Bank lending", "Financial system policy", "Bank supervision", "Risk management"]}