{"sentences": ["Related charts are available here.", "It is not only in Iceland and Ireland that the failure of big banking sectors has had a devastating effect on entire economies, though they do provide the most spectacular examples.", "What macroprudential lessons can be learnt from recent experience about vulnerability of small countries with big banking sectors?", "The Issue In the age of cloud computing, the actual location of a bank is less unambiguous than it was in the past, but sufficient legal clarity still exists to determine the relevance of national jurisdiction.", "Indeed, location decisions of banks as providers of international banking services on cross-border banking have been considered a matter for the industrial policy of several countries (trying to become financial centres).", "Especially in such cases, there is a need for national macroprudential policies to ensure that the overall national policy mix adequately copes with the risks presented by banking location.", "To be sure, having an undeveloped or repressed banking system - one that is small relative to the size of the economy - is in itself a restraint on growth.", "Comparing across countries, the positive relationship between banking depth and economic growth seems to hold at least until the bank-to-GDP ratio gets to about 100 per cent or so.", "But beyond that, there is little evidence of a growth-enhancing function for having a large banking system per se.", "And rapid growth in a banking system's credit to the domestic economy has been long-known as a risk factor for financial instability.", "I would like to propose three perspectives on the macroprudential risks that are presented.", "First: lending and the problem of credit bubbles; second: funding and what I will refer to as the \"financial shield\" phenomenon; third: exchange rate policy and its complex interaction with banking internationalisation.", "When it was famously observed that large banks, though international in life, are national in death, what was meant was that it will be national fiscal authorities and the local customers that are the victims in case of a failing international bank.", "But a bank in an international banking centre may not have the same experience.", "It may not lend much to the domestic economy, it may not source its funding from the domestic economy, it may do all of its business in foreign exchange.", "In short, it may be a bank whose main connection to the economy is the processing and booking of exported banking services.", "All-in-all, chances are that the fiscal authorities in the host country will not be interested in providing bail-out to the uninsured creditors of such a bank if it were to fail.", "In death, as in life, it will remain largely offshore.", "This is the situation that characterises classic offshore banking.", "Nevertheless, much of today's international banking involves deeper interactions between the banks and the national economy, and as such entails macroprudential risks.", "This is the most familiar source of leakage of international finance into the domestic economy.", "With such easy access to foreign funding, internationally connected banks have time and again pumped-up the domestic property market or propped-up the finances of an overspending fiscal authority, creating extensive pockets of domestic overindebtedness whose deleveraging destabilises economic activity.", "The result is often the insolvency not only of those who borrowed, but of others whose business model is undermined by the subsequent recession induced by the need for deleveraging.", "This pattern is familiar and it is now uncontroversial to declare that preventing this pattern emerging calls for macroprudential policy measures to stifle demonstrably excessively credit growth.", "On the funding side, what I have to say may not be quite as standard.", "What we can notice from many highly-banked economies is the fact that the banks cannot be readily partitioned into those catering to the domestic market and those operating an exclusively export service business.", "This happens when local banks start to tap foreign funding to meet a local demand for funds, or to get into international lending themselves.", "By taking foreign funding onto a balance sheet already strongly funded by the transactions balances and other core liquid assets of the economy, a domestically significant bank implicitly increases the risk for the domestic fund providers.", "But the foreign fund providers will feel protected by being pooled with domestic depositors.", "The domestic fund providers can thus be thought of as a sort of domestic financial shield potentially taken hostage by the foreign funders.", "After all, if the bank fails and if the national fiscal authorities then decide that the domestic funders should be bailed-out, the national authorities will find it difficult to discriminate against the foreign funders.", "They may therefore prefer to bail them out also in order to avoid damaging the residents.", "Bear in mind that it is not just the transactions balances of domestic households and firms that may be at stake, but also their payments services.", "(Banking systems are what give payment finality to domestic economic transactions).", "Since the banks and their foreign funders are aware of this shielding property, it serves to lower the bank's cost of funding overall.", "In this way, the indirect access of borrowers to foreign funds is increased by having such funds routed through the domestic banking system.", "But beyond a certain point - easily reached with the size of modern banking systems - the losses of a failing bank will exceed the fiscal capacity of the host economy.", "The controversial re-emergence of capital controls, including exchange controls on inward payments is one of the macroprudential tools that have recently been advocated by some as a potential solution to this problem.", "Exchange rate policy Exchange rate policy also comes into play in a variety of ways (though I will not spend too much time on that topic here).", "Most international banking works in just a handful of major currencies, with the result that any country with a large banking system is either using one of these currencies itself or has to face the challenges of managing exchange rate risk on those transactions in which the international banking system interacts with the domestic economy.", "Low interest rates in the international currency tempt borrowers into assuming foreign exchange risks they may have no capacity to manage or absorb.", "If the authorities choose to peg their currency in order to limit this risk, they may simply be altering the risk profile: increasing the probabilities both of no change in the currency (in the normal course of affairs), and of a large discrete change in the exchange rate should the peg have to be abandoned.", "Country examples Good examples of these aspects come from several small countries caught up in the present crisis.", "Let's consider Cyprus, Iceland and Ireland.", "By the mid-2000s their banking systems had grown to a multiple of GDP (Figure 1); each was tested by the current or previous crises.", "The Iceland case is one where public sector borrowing was not a major driver of the crisis.", "Instead the banks, while based in Iceland, suddenly (in the period 2003-7) became heavily involved in financing non-Icelandic ventures of Icelandic-controlled entities, and other foreign borrowers, as well as fuelling a domestic property boom.", "Claims on corporate borrowers jumped to over 300 per cent of GDP by 2007, while claims on households also jumped, but to the more moderate level of just over 100 per cent of GDP (Annual growth rate of corporate lending reached the startling figure of over 60 per cent at one stage, whereas for household debt it was only a bit less dramatic, peaking at about 30 per cent - IMF Staff report August 2008).", "The growth in the activity of the Icelandic banks was extraordinary: little more than 100 per cent of GDP in 2004, the consolidated total assets of the three main banks reached about 10 times that by end-2007.", "The Icelandic króna has not been a very stable currency over the years.", "The Iceland banks funded their expansion substantially in foreign currency and much of their domestic lending was indexed to FX or to inflation.", "The banks sourced their funding in different ways as the boom progressed and as different sources became reluctant to increase their Icelandic exposure.", "Because of this segmentation - bonds, syndicated loans, deposits mobilised in retail markets in the UK and Netherlands - the bulk of the funding came in ways which were more easily separable from the domestic depositor than in the other countries examined here.", "And indeed, separated they were.", "Icelandic deposits (and assets) were carved out of the failing banks and moved to new banks, leaving the bulk of the banking system to be liquidated (Figure 2).", "Because some of the deposits were placed in branches of one of the Icelandic banks (not a subsidiary) the Icelandic deposit guarantee fund would have been liable to pay, but was unable to do so.", "Following litigated disputes, the EFTA court adjudicated that, because of the extraordinary circumstances, the Government of Iceland did not have to meet this potentially costly charge.", "Creditor expectations, that non-discrimination clauses in the EEA agreement would be effective in protecting the foreign depositors, were also dashed in this 2013 court adjudication.", "While the Icelandic customers of the banks were far from insulated from the collapse, suffering as they did from protracted exchange controls and currency depreciation (to speak only of the problems of depositors), they did much better than the foreign creditors.", "After the claims of the UK and Netherlands deposit guarantee system are met from the liquidation, it seems there may be relatively little left for other creditors."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["macroprudential risks", "international banking", "credit bubbles", "financial shield", "exchange rate policy", "banking system", "fiscal authorities", "Iceland", "Cyprus", "Ireland"]}