{"sentences": ["It is an honor to participate in this conference on asset and liability management organized by Central Banking Publications.", "I would like to thank this organization for the invitation to be here with you, and also for their many contributions to the field through significant analysis and information on urgent issues faced by central banks around the world.", "I will focus on some implications of unconventional monetary policies in advanced countries for the global economy and financial markets.", "To this end, I will first attempt to analyze the possible benefits and costs of the unusual monetary accommodation that characterizes today's international environment.", "Then, I would like to describe some of the effects of these stances on emerging-market economies.", "Finally, I will make some comments on the outlook for monetary policy and the challenges faced by reserve and fund managers.", "As usual, my remarks are entirely my own and do not necessarily reflect the views of the Bank of Mexico or its Governing Board.", "Are the benefits worth the risks?", "Since 2007, central banks in advanced countries have undertaken unprecedented monetary loosening.", "Three key measures have been, to start with, the reduction of policy interest rates at a rapid pace to levels close to zero, later combined with forward guidance.", "Next, special lending facilities were offered to meet increased liquidity demands amid the crisis.", "Unconventional policy has continued through the third measure, successive quantitative easing (QE) programs, aimed at supporting growth and averting low inflation.", "As a result, central bank balance sheets have been growing substantially, reaching high levels relative to GDP.", "At the same time, the liability side of the ledger typically has contained growing amounts of commercial bank reserves, well above levels the banks are required to maintain.", "In this context, unprecedented liquidity prevails in the financial system.", "Central banks have played an unusually dominant role in the financial markets, with QE programs focusing on domestic securities.", "They have engaged in large-scale purchases of long-term government bonds, but also private-sector securities, such as mortgage-backed securities in the United States.", "Typically, central banks have executed these purchases in the secondary markets, without sterilizing them.", "There have also been programs designed to recompose central banks' portfolios, as with the Fed's operation twist during 2011-2012.", "With all this happening, central banks have ended up entering the credit business, undertaking quasi-fiscal operations, and running the risk of drying the markets out by absorbing too many securities.", "The dominant role of central banks in the financial markets is clear from the large percentages of government bonds purchased each year relative to totals issued, as well as stocks already accumulated.", "In this sense, central banks have become \"buyers of first resort\" for federal governments and in some private-sector markets.", "Furthermore, five central banks to date have set policy interest rates below zero, as a complement to already significant expansionary monetary programs.", "The lowest is the rate of the Swiss National Bank, which is at a negative 0.75 percent.", "Monetary accommodation has led to historically low short-term interest rates.", "For example, the distribution of short-term government rates across advanced countries has shifted significantly to the left, with a mode close to zero, and almost no intersection with the distribution prevailing before the crisis.", "The combination of negative policy interest rates and balance sheet expansions has brought about ever-increasing proportions of government debt carrying a negative yield.", "A sharply increasing trend in the amount of government debt issued at negative rates began at the end of 2015.", "Roughly one-third of total outstanding government debt among advanced countries is now estimated to carry a negative interest rate.", "No doubt central banks were effective at providing more liquidity during the crisis, playing their role well as lenders of last resort.", "However, despite some evidence that expansionary policies have supported economic activity, returns in this regard seem to be decreasing.", "At the same time, the effectiveness of lax policies remains unclear where inflation, core inflation, and inflation expectations are concerned.", "Nevertheless, fears of deflation appear somewhat magnified in light of historical evidence pointing to the absence of a clear negative relationship between deflation and growth.", "Independently of benefits pursued, extraordinary monetary accommodation may be generating significant costs, which could become more evident in the future.", "I would like to highlight three of them.", "One is the potential build-up of financial imbalances in the form of excessive risk-taking and growing indebtedness since the crisis.", "Certainly, there is no evidence the world as a whole has been in a process of de-leveraging, particularly with increasing ratios of government debt to GDP taken into account.", "Another manifestation of costs is the possible overvaluation of assets.", "In some stock markets, PE ratios are higher than long-term averages, in spite of the fact earnings prospects are restrained by relatively low growth outlooks.", "Also, the gaps between housing and consumer price indices in some advanced countries, such as Switzerland, Australia, and Norway, have been rising rapidly in the last few years.", "A final manifestation of costs is the possibility that negative rates hurt banks, as well as money market funds and other non-bank financial institutions such as insurance companies, with no clear payoff in terms of economic growth.", "For example, in a recent survey conducted by the ECB, banks estimated that the most important effects from negative rates include lower net interest income and lending rates, as well as squeezed loan margins.", "The estimated impact on lending volume is minimal.", "These imbalances and pressures could set the stage for significant disruptions to the functioning of markets down the road.", "Given the fact policy makers are still reaching deep into their bags of tools to tune markets years after the crisis, another period of severe turmoil would likely be even more problematic.", "Emerging economies between a rock and a hard place Let's now look at the implications of extraordinary monetary accommodation in advanced countries for emerging markets.", "This policy at first led to more favorable financial conditions.", "Starting in 2010, emerging economies drew greater portfolio capital flows and enjoyed both rising commodity prices and bouts of financial asset appreciation.", "Starting in 2014, however, with markets anticipating U.S. monetary normalization and fears mounting on the health of the Chinese economy, the tables turned.", "A positive result of the financing bonanza was that the share of nonresident holdings of localcurrency government securities in the total outstanding reached record levels before the taper tantrum.", "Since 2014, the trend has clearly declined, although in a moderate fashion, with relatively high levels still the case.", "Despite fears of persistent currency appreciation expressed by policy-makers in emerging markets due to QE in advanced countries, the fact is that on average, appreciation for these currencies has proved short lived.", "Indeed, emerging-nation currency trends have generally been towards weakening.", "Many emerging economies responded to advanced-country monetary expansion mainly in two ways.", "One was to loosen their own monetary stances.", "This can be seen by looking at the declining levels of policy interest rates below what different Taylor rules dictate since 2003.7 Another response to extraordinary monetary easing in advanced countries has been acceleration of FX reserve accumulation, something which has been significant in emerging economies.", "This trend has only softened slightly recently, as a result of some countries seeking to avoid excessive currency weakening.", "One manifestation of probable imbalances in emerging economies stemming from lax advanced-nation monetary policy has been much higher leverage used by corporations.", "Higher corporate debt has been a natural result of better financial conditions.", "While the use of higher debt at lower rates can be justified on the part of both firms and governments as a way to take advantage of an opportunity, the danger is of a significant deterioration of external conditions, for example, because of a sudden change in market sentiment.", "This could generate difficulties for debt service and could cause financial disruptions.", "These risks are more complicated for emerging economies in the present general context of declining output growth and rising inflation.", "Policy trade-offs would be particularly tough in the case of reversed capital flows.", "Outlook and challenges Let's now turn to the possible implications for the future.", "Monetary policy in advanced countries is at a crossroads.", "To begin with, less than fully satisfactory results in terms of output and inflation from monetary accommodation will likely lead to more gradual normalization and even further easing in some countries.", "In addition, divergence of monetary policy across countries will likely prevail.", "An important corollary is that the dominant role of monetary policy in advanced countries could result in further postponement of needed adjustments to contain financial risks and structural reforms to enhance productivity growth.", "Furthermore, balance sheets will not diminish in the near term and may even expand in some places.", "Also, negative policy rates could become more prevalent, and rates could even fall further.", "Tools such as long-term interest rate targeting and fiscal deficit monetary financing may gain traction.", "All these measures will make eventual unwinding of lax polices more complex and riskier in terms of price and financial stability.", "Low effectiveness of monetary policy could lead to disillusionment and loss of credibility.", "The latter effect is natural, given the overburdening of monetary policy with several goals.", "After all, monetary policy can only do so much.", "Some things it can do, and others it cannot.", "In this context, emerging economies must prepare for possibly less benign times.", "Any imbalances built up from monetary accommodation in advanced countries, or from domestic policies, will have to be managed carefully.", "Economic fundamentals should be strengthened, including appropriate monetary policy, sound fiscal stances, and well-implemented structural reforms.", "Finally, reserve and fund managers will continue to face a difficult environment.", "While risks and uncertainty are greater, very low returns on assets can be expected, even at longer maturities.", "Less market liquidity and more volatile environments are also part of the outlook.", "The duty of optimizing safety, liquidity, and returns, obviously, will be ever harder.", "In conclusion, central banks in advanced economies are navigating unchartered waters, and thus, the overall results of their stances and their eventual unwinding are difficult to assess.", "Potential unseen costs from extraordinary accommodation include financial imbalances from excessive risk-taking and high debt.", "Market disruptions fueled by these imbalances could be hard to manage.", "Emerging markets must be prepared to face greater risks and volatility due to potential spillover effects from this scenario.", "Reserve and fund managers, for their part, will have to use all their knowledge and talent to achieve the best risk and reward relationship possible in such a constantly evolving context.", "Advanced economies: Central banks' holdings of government bonds % of outstanding market size, March 20161 Italy States Finland Ireland Austria Portugal Netherlands Except for Japan, which shows data as of the end of 2015.", "Source: Own calculations based on the ECB, Bank of Japan, Bank of England, Federal Reserve, SIFMA, Japanese Ministry of Finance, U.K. Debt Management Office, and Bloomberg.", "Advanced economies: Two-year government bond interest rate distributions1 Proportion of total 1.2 December 28, 2007 0.9 0.6 0.3 0.0 -2 -1 0 1 2 3 4 5 6 7 8 Includes Australia, Austria, Belgium, Canada, France, Germany, Japan, the Netherlands, Singapore, Sweden, Switzerland, the United Kingdom and the United States.", "Source: Own calculations based on Bloomberg.", "Advanced economies: Government debt with negative interest rates1 Trillions of dollars Germany Jul-14 Jul-15 Oct-14 Apr-15 Jun-15 Oct-15 Apr-16 Aug-14 Sep-14 Dec-14 Feb-15 Aug-15 Sep-15 Dec-15 Feb-16 Nov-14 Mar-15 Nov-15 Mar-16 Includes Sweden, Denmark, Austria, Belgium, Czech Republic, Finland, Ireland, Italy, Netherlands and Spain.", "Source: Own calculations based on the market value of the JPMorgan GBI Broad Index.", "Emerging economies: NR holdings of local-currency government securities % of total outstanding1 Jan-10 Jan-11 Jan-12 Jan-13 Jan-14 Jan-15 Jan-16 Sep-10 Sep-11 Sep-12 Sep-13 Sep-14 Sep-15 May-10 May-11 May-12 May-13 May-14 May-15 Unweighted average of ratios for Brazil, Colombia, Hungary, Indonesia, Israel, Malaysia, Peru, Poland, Russia, South Africa, South Korea, Thailand and Turkey.", "Total outstanding includes Bonos M, Cetes, Bondes D, Udibonos and BPA.", "Source: Own calculations based on finance ministries, central banks and other national authorities.", "Emerging economies: Local currency value in U.S. dollar terms1 January 2007 = 100 Jan-10 Jan-11 Jan-12 Jan-13 Jan-14 Jan-15 Jan-16 Sep-10 Sep-11 Sep-12 Sep-13 Sep-14 Sep-15 May-10 May-11 May-12 May-13 May-14 May-15 May-16 GDP weighted average for the Chinese yuan, Russian ruble, Turkish lira, Korean won, South African rand, Brazilian real, Indian rupee, Polish zloty, Hungarian florin, Malaysian ringgit, Mexican peso, Thai baht, Chilean peso, Indonesian rupee, Philippine peso, Colombian peso, and Peruvian sol.", "Source: Own calculations based on Bloomberg and IMF.", "For inflation, countries are Brazil, Bulgaria, Chile, China, Colombia, the Czech Republic, Ecuador, Egypt, Hungary, India, Indonesia, Mexico, South Korea, Lebanon, Malaysia, Morocco, Nigeria, Peru, the Philippines, Poland, Romania, Russia, Saudi Arabia, South Africa, Thailand, Turkey, Ukraine and the United Arab Emirates; For GDP, countries are the same, plus Argentina, minus Lebanon and United Arab Emirates.", "Source: Own calculations based on IMF and Haver Analytics."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Unconventional monetary policies", "Advanced countries", "Emerging markets", "Financial imbalances", "Negative interest rates", "Quantitative easing", "Monetary accommodation", "Central bank balance sheets", "Asset purchases", "Reserve accumulation"]}