{"sentences": ["Chairman, Committee members, Thank you for the opportunity to update you on conditions in the Irish banking sector.", "I will first provide a brief overview of developments in the banking system.", "I will then discuss some specific challenges for banks operating in Ireland and the structure of the Irish banking system.", "Thereafter, I will outline current ECB thinking on the European banking system and supervisory priorities.", "I will conclude by turning to some of the other issues that you have invited me to discuss.", "Overview of Banking System The Irish banking sector can be partitioned between domestically-focused banks and internationally-focused banks.", "The domestic sector continues the process of repair and recovery.", "Sustained progress has been made.", "Banks operating in Ireland are much better capitalised and have more stable funding models, but there remains more to do.", "The international banking sector is also continuing to evolve.", "Having shrunk materially in the aftermath of the crisis, it is starting to expand again and this trend may be reinforced by Brexit.", "The aggregate total assets of the domestically-focused banks stood at €274 billion in Q3 2016, down 7 percent on the previous year.", "This contraction reflects the fact that asset disposals and loan redemptions more than offset increases in new lending.", "The decline in balance sheet size has reduced reliance on market-based funding, which has significantly contributed to the increased resilience of the banks to liquidity shocks.", "The low interest rate environment has also helped reduce funding costs, but together with shrinking loan books, has a negative overall effect on net interest income.", "While sovereign bond market yields remain compressed at present, the senior unsecured debt issued by Irish banks continues to be more expensive compared with euro area and European peers.", "This is important in the context of the requirement under the new resolution framework for banks to raise debt that can be 'bailed in' (i.e.", "converted to equity) in the event of failure.", "At present, the capital instruments of Irish banks are in the top quartile of peer group EU banks in terms of market yield, indicating higher relative risk.", "In this context, although Irish retail banks continued to generate profits through the first half of 2016, profits were 6 percent lower than in the same period in 2015, reflecting the challenging operating environment.", "We are starting to see some signs of increased competition and a strong desire from the banks to start to grow their loan books once more, both in Ireland and in the UK.", "This is welcome, provided lending is prudent, and provides evidence of the continuing return towards normalisation of the domestic banking sector.", "Non-Performing Loans (NPLs) Irish banks continue to work out non-performing loans and much progress has been made.", "Indeed, Irish banks are somewhat ahead of European banks in addressing these issues.", "In absolute terms, NPLs have declined by just over €48.5bn or 57 percent since their peak in 2013, now representing 17.3 percent of all loans.", "Although decreasing - due in large part to a range of intensive supervisory actions, progress within institutions, as well as the improving economy - the outstanding numbers remain high both in absolute and relative terms.", "Retail mortgages are the largest component of total NPLs, accounting for 57 percent, and are falling more slowly than other categories, despite the clear momentum in their reduction.", "SME/Corporate loans represent 17 percent of NPLs, Commercial Real Estate (CRE) loans amount to 22 percent, and consumer loans account for approximately 3 percent of total NPLs.", "Financial Strength In terms of the ability of the banks to absorb shocks or unexpected losses, all of the retail banks exceed the regulatory capital minima.", "As banks move towards new ('fully-loaded') regulatory capital requirements, capital ratios on this basis are 15.2 percent on average.", "The recent EUwide stress test included two of the domestic retail banks (AIB and BOI), and illustrated that these banks would have enough capital over three years to withstand the adverse economic scenario.", "However, their key capital ratios would have declined to 7.4 and 7.7 percent under this adverse scenario.", "The main driver of this outcome was a projected increase in credit impairments, consistent with recent loss history in Ireland.", "It is noteworthy that the stress testing assumptions and method were particularly challenging for those banks and countries that had suffered the most significant losses during the crisis and were most reliant on interest income.", "Nonetheless it is a timely reminder that much remains to be done to improve the resilience of the domestically focused banks operating in Ireland.", "Financial strength will remain a focus for the Central Bank together with the ECB in our ongoing engagement with the banks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Irish banking sector", "Non-Performing Loans", "Domestically-focused banks", "Financial strength", "Capital ratios", "Regulatory capital requirements", "Stress testing", "Credit impairments", "Interest income", "Resilience"]}