{"sentences": ["Today, the Board of Directors has decided to cut the key rate by 25 bp down to 6.25% per annum.", "We will consider the necessity of further key rate reduction in the first half of 2020.", "Let me dwell on the main factors behind the decision.", "Annual inflation continues to decline faster than we expected.", "Meanwhile, average 2019 inflation will stand at 4.5%, which reflects the high price growth rate in late 2018 and the first months of 2019.", "This significant slowdown in inflation in the second half of the year was caused by a joint action of a number of disinflationary factors, both temporary and more persistent.", "These factors include an increased supply of individual food products due to a bumper harvest.", "Also, price growth of imported goods is still limited due to the ruble appreciation and inflation deceleration amongst Russia's trading partners.", "At the same time, moderate demand, both external and internal, is a more persistent factor.", "The proportion of temporary and persistent factors has yet to be estimated.", "Most indicators that we analyse reflect low inflationary pressure.", "Annual core inflation is declining at the same rate as the headline consumer price index.", "Both indicators were registered at 3.5% in November.", "Seasonally adjusted monthly price growth has been around 0.2% since June.For food products, this indicator came in even lower in October and November.", "If we transform these monthly indicators into annualised form, the result will be lower than 4%.", "However, looking at the key product groups, while annual food and non-food price growth keeps falling, services prices increased slightly faster in November with their growth rate reaching 3.9%.", "This was mainly owing to the market services segment, which could be an early sign of a potential revival of demand.", "Survey results also indicate an improvement in consumer sentiment.", "As to the next year, our inflation forecast for the first quarter is below 3%.", "This decrease will be temporary.", "It is in line with our expectations and is explained by the fact that the effect of the VAT rate increase will be factored out from the calculation of annual inflation.", "In the second half of the year, inflation will be returning to around 4%.", "This will be helped by the monetary policy easing that the Bank of Russia has implemented this year.", "I would like to reiterate that monetary policy measures influence the economy and inflation in a gradual manner.", "The accumulated effect of the earlier key rate decisions will manifest itself throughout 2020.", "Therefore, it may take some time to assess the necessity for a further key rate reduction.", "Taking into account the key rate decisions and other assumptions of our baseline forecast, we expect inflation to range within 3.5-4.0% by the end of 2020.", "Moving forward, the monetary policy pursued will keep annual inflation close to 4%.", "Household inflation expectations decline but stay above the lows registered in April 2018.", "However, the perception of inflation by households is gradually changing.", "We see that inflation expectations are forming now at the level that is lower than the one observed amid comparable price dynamics in late 2017 - early 2018.", "This is largely associated with the recent trend for average inflation to be much lower than before.", "The inflation volatility range has also narrowed.", "However, inflation expectations remain sensitive to changing prices of individual goods and to one-off events.", "In our policy, we take into account the fact that we need more time to fully anchor inflation expectations.", "Business price expectations decreased in the first half of the year and have remained generally stable during the last few months.", "Mid-term inflation expectations of analysts and professional market participants are close to 4%.", "Monetary conditions are easing and this process will continue mainly due to the earlier key rate decisions.", "OFZ yields stay at their lowest levels for the last few years after the October key rate decision.", "Interest rates in the deposit and credit market are going down.", "I would like to specifically point out that the interest rate on housing mortgage loans extended in October fell to 9.4% vs 10.6% in May.", "At the same time, real deposit rates remain positive taking into account inflation forecast, which supports the attractiveness of savings.", "Our estimates suggest that there is still a certain potential for a further decrease in loan interest rates.", "We will assess further adjustment of monetary conditions, in particular, gradual changes in interest rates in various market segments as well as monetary indicators.", "Their further effect on economic indicators and price dynamics.", "This is a lengthy and gradual process.", "Our further monetary policy decisions will depend on its development and consistency with our expectations.", "The most important factor that we analysed today is the situation in the economy.", "We expect that GDP growth rates will be closer to the upper bound of our forecast range of 0.8-1.3%.", "The Q3 results show that economic growth accelerated to 1.7%.", "In October, after a prolonged slowdown, we saw an increase in annual retail sales growth.", "This was supported by an acceleration in real wage growth largely due to inflation slowdown amid relatively unchanged nominal wage growth.", "Starting in September, we have observed a notable increase in budget spending on national projects.", "In the second half of the year, government investment started to support economic growth.", "At the same time, we have yet to estimate the stability of higher economic growth rates.", "Demand remains contained in general.", "Various investment activity and business sentiment indicators show mixed dynamics.", "In particular, new (especially, export) order expectations in industry remain low.", "This reflects a slowdown in global economic growth, continuing global trade tensions and geopolitical risks.", "These are all restraining factors for our economy.", "Regarding the three-year forecast horizon, our expectations here have not changed overall since October.", "Successful implementation of national projects should provide the largest contribution to the increase in growth rates.", "This will support internal demand while external conditions remain a factor of uncertainty in the forecast.", "Last week, the OPEC+ countries reached a deal to extend oil production cuts until the end of March 2020.As of now, we stick to a conservative assumption for oil prices in our forecast: their reduction to 55 US dollars per barrel in 2020 and to 50 US dollars per barrel in 2021 and further on.", "We will adjust this opinion depending on, among other factors, future changes in the OPEC+ agreements and global demand for energy commodities.", "As to the balance of payments, we have slightly adjusted some indicators for this year, taking into account the actual data available.", "Let me remind you that the current account balance will gradually decrease over the forecast horizon remaining sustainably positive: approximately to 3% of GDP in 2020 and to 1-2% of GDP in 2021.", "This is associated with oil price trends and external demand.", "The financial account balance of the private sector will shrink to about 1% of GDP in 2020-2022.", "As usual, making our decisions, we also factored in risks.", "We are currently talking a lot about disinflationary factors, and they do prevail for the moment.", "However, there are also proinflationary risks over the forecast horizon.", "First, such risks are associated with external factors, which include the world economy and global financial markets.", "Second, it is hard to exactly assess the extent to which the inflation slowdown in the food market is caused by temporary factors, the timing and the likelihood of the turnaround in their dynamics and the intensity of balancing changes in food prices given the current low base.", "Third, as we have noted, the aggregate effect of five earlier key rate cuts will be gradual and its estimation will take time.", "As for the fiscal policy, the situation seems more balanced in terms of its effect on inflation in 2020, given that budget spending, including into the national projects, will be distributed over time.", "Let me remind you that the next policy meeting of the Board of Directors will also be a core one, same as today.", "This is associated with the changes in the schedule of the Board of Directors' policy meetings.", "We are going to sum up the results of 2019 at our next meeting.", "We will then have detailed data on GDP for the third quarter, preliminary data on the balance of payments for the entire 2019, as well as current economic statistics for December and first data on inflation in January.", "We will adjust our mid-term forecast based on this information.", "Winding up, I would like to get back to the signal of our future actions.", "We have said today that we will consider the necessity of a further key rate reduction in the first half of 2020.", "Noting that, after similar signals in the past, it was twice that we cut the key rate already at the next meeting, namely in October and today, and anticipating your clarifying questions, I would like to point out the following.", "This wording means that we still see room for a slight decrease in the key rate.", "But both in February and at the next meetings we will comprehensively assess the reasonableness and relevance of such a decision taking into account the entire range of new data that will be available by that time.", "Our signal does not imply that we will necessarily lower the key rate in February or in the first half of 2020.", "A further key rate cut will become possible only if our analysis confirms that this is needed to bring inflation back to the Bank of Russia's 4% target."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Key rate", "Economic growth", "Disinflationary factors", "Consumer sentiment", "Inflation expectations", "Loan interest rates", "National projects", "Oil prices"]}