{"sentences": ["To make the fullest possible use of the expansionary potential of the monetary policy measures adopted by the ECB Governing Council, the other policies also have to move in the same direction.", "Fiscal policies that support economic activity in the euro area can deliver a faster return to price stability.", "To ensure sustained higher growth, reforms are needed to remove any obstacles to development, foster innovation and help modernize the productive system.", "Acting in isolation, monetary policy can do nothing but continue along the path of 'non-standard' measures.", "This increases the risk of adverse side effects, which, in turn, need to be kept under control using instruments of an increasingly administrative nature.", "European economic and monetary union is still incomplete.", "As the President of the ECB recalled last Monday, 'we need a euro area fiscal capacity of adequate size and design: large enough to stabilize the monetary union'.", "In the current circumstances, the difficulties arising from the absence of this fiscal capacity are manifest.", "Such difficulties are not confined to the impossibility of using fiscal policy to support aggregate demand, but also include the resulting obstacles to the conduct of monetary policy and transmission of the related stimulus measures: the euro area feels the consequences of the lack of a common safe financial asset that plays the same role as the sovereign debt securities of other major economies.", "Yet, Member States could coordinate their policies as they did at the height of the global financial crisis.", "We should not now rule out this possibility and we should assess in good time, for the purposes of prevention, the scale of the risk of a return to an emergency scenario.", "Boosting the European economy's capacity for growth also requires us to focus our efforts on the areas that are the most important today, such as new digital technologies and the protection of the environment.", "This can be done by drawing up a common public investment programme that is also aimed at improving and redeveloping major infrastructure - energy, transport, and urban services - to enhance service quality, reduce their environmental impact and unleash private investment which, in the absence of any clear strategic direction, today struggles to materialize.", "This type of programme could help to launch R&D projects and would thus have long-term effects on the EU's productivity and growth potential.", "In the climate of mistrust that has emerged in recent years, also following the damage caused by the financial and sovereign debt crises, there is less inclination to consider coordinating national fiscal policies.", "While waiting for the realization to take hold that action is needed at European level, Italy must make the most of the favourable financial conditions to outline clearly the necessary process of change and initiate it decisively.", "This process will involve the economy's productive sectors, the government sector, and the definition of and compliance with the rules.", "It will require a committed effort to develop the parts of the country that are lagging behind and harness the available resources, especially in terms of human capital.", "Changing the composition of the government budget to set aside more resources for tangible and intangible investments can stimulate economic activity beyond the short term.", "However, collective action is required to raise the growth potential: economic policy must create an adequate framework, providing incentives and removing any brakes on productive activities; firms and banks must be prepared to invest in order to seize the opportunities offered by the market and by technology; and everyone must contribute to this change by looking to acquire new and better skills.", "Making the best use of savings, achieving sustainable economic and social development, protecting the environment and creating jobs all depend on the success of this undertaking.", "(1) An increase signals an intensification of the link between sharp drops in short-term and in long-term inflation expectations.", "(1) 'Managed assets' comprise investment funds, life insurance reserves and pension funds (other than severance pay); 'other' comprises trade and other payables, derivatives and stock options, severance pay, and any other insurance components not included under managed assets.", "(1) The 'gross' ratio measures non-performing exposures (bad loans, unlikely-to-pay loans and past-due/ overdrawn exposures) in relation to total loans gross of loan loss provisions; the 'net' ratio excludes loan loss provisions.", "The ratios for 2021 are estimates based on the NPL reduction plans that banks agreed with the supervisory authorities.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["fiscal policy", "monetary policy", "economic growth", "European economic and monetary union", "fiscal capacity", "public investment", "R&D", "human capital", "sustainable development", "inflation expectations"]}