{"sentences": ["Introductory comments at the press conference to present the annual accounts 28.02.2020 | Frankfurt am Main | Jens Weidmann 2 State of play in the economy 3 Monetary policy 4 Monetary policy strategy 5 Climate change and central banks 6 Public finances 7 Annual accounts Ladies and gentlemen, A very warm welcome to our press conference, at which we will present our annual accounts.", "The French novelist and politician André Malraux is once thought to have said: \"Those who wish to read the future must leaf through the past.\"", "Today, we're offering you an opportunity to leaf through our Annual Report and look back on the events which shaped the past year.", "At the same time, I would also like to look to the future, as I always do on these occasions.", "I will therefore start my speech today by looking at what is currently shaping the economy and monetary policy, and also say a few words about the Eurosystem's strategy review.", "Then I will briefly touch upon two long-term challenges, namely climate action and demographics.", "After that, I will comment on our annual accounts for 2019.", "But let's kick off with the economy.", "State of play in the economy Growth in the global economy slowed significantly last year.Problems in a raft of emerging market economies caused headwinds, as did the conflicts surrounding international trade policy.", "The trade dispute between the United States and China flared up over the summer, with additional tariffs weighing on world trade.", "The tensions in the trade policy space sparked uncertainty in financial markets, [1] which is likely to have throttled investment and hurt global economic activity.", "The conclusion of a phase one deal in the trade dispute between the United States and China has, for now, warded off the risk of the situation coming to a head again.", "And a \"hard\" Brexit has been averted, too.", "For one thing, future economic relations between the United Kingdom and the EU still have not been hammered out.", "And then there are unfinished items on the transatlantic trade agenda that still need to be addressed, and the rules-based multilateral trading system is on shaky ground.", "Geopolitical uncertainty remains intense as well.", "It is mainly rippling out of the Middle East.", "A new risk factor has joined the fray as well.", "I am talking about the coronavirus.", "The epidemic in China has already caused many deaths.", "Human suffering causes the economic damage to pale by comparison.", "We know that the epidemic itself, along with the efforts to contain it, have considerably impaired business life in China.", "This is likely to depress economic output in China in Q1 and also have a noteworthy impact on global growth, given that China now accounts for nearly one-fifth of the world economy.", "Other countries could have been affected as well, because, for instance, China's demand for goods and services has fallen - including that of Chinese tourists - or because global value chains have been disrupted.", "Although the Chinese economy is expected to quickly return to normal once the epidemic has died down, the spread of the new virus to other countries is an additional danger.", "In the short term, the spread of the coronavirus represents an additional risk to the German economy, too.", "Based on the current information, I am expecting this risk to actually materialise to a degree.", "In some countries, there have been mounting reports of cases of contagion, and the economy has already taken a direct hit in those places as well.", "These countries include, in particular, South Korea and Italy.", "This is also likely to spill over to the German economy: for instance, through reduced demand for goods, tourists staying home or delivery difficulties concerning key intermediate goods.", "As things stand today, it is almost impossible to gauge the effect reliably.", "It may well only show up with a significant time lag.", "Should an epidemic break out in Germany, direct economic impacts must be expected alongside these ripple effects.", "Indeed, according to surveys, economic sentiment in Germany in February was largely unaffected by the impact of the coronavirus.", "And, up until recently, GDP growth appeared to be broadly in line with our projection of last December.", "In the final quarter of 2019, the German economy, as expected, stayed rooted to the spot.", "This is because the downturn in export-oriented industry persisted and private consumption took a breather after a lively showing previously.", "On an average of 2019, the German economy grew by only roughly half a percent.", "And the Bundesbank's December projection predicts a similarly low (calendar-adjusted) rate in 2020 as well.", "This was founded on the expectation that the economic headwinds from the international environment would subside over the course of the year and the German economy would thus emerge from its lull.", "Assuming that the viral epidemic puts an additional damper on economic activity in the first half of 2020, a countermovement could take place in the second half of the year.", "On the whole, economic growth in Germany this year could turn out somewhat lower than projected last December by our experts.", "However, such statements are currently fraught with a great deal of uncertainty.", "This year, the German economy is obtaining major support from the still upbeat labour market situation, very favourable financing conditions and increasing government expenditure.", "The relaxation of the fiscal stance will probably reach a magnitude of 3⁄4% of GDP this year, so it could add 1⁄2 of a percentage point to growth.", "Economic activity in the euro area followed much the same trajectory as in Germany, but it was not quite as weak as it was here.", "For this year, the European Commission, for example, has expected activity to grow at a similarly moderate pace.", "These forecasts, too, are undoubtedly associated with heightened uncertainty.", "As you know, the ECB staff are busy drafting new projections.", "I do not wish to jump the gun on this topic.", "Monetary policy With the economy growing at a moderate pace, inflation will probably only firm up gradually in the euro area.", "The ECB Governing Council responded to the slight deterioration in the price outlook in summer with a whole package of monetary policy measures.", "In my view, it was right to lower the deposit facility rate slightly.", "But as you will know, I criticised the scale of the adopted package of measures.", "There is another thing the ECB Governing Council made clear with the decisions it adopted in September: the policy rate lift-off date will probably be a while in coming.", "Indeed, surveys from January show that market participants are not expecting the deposit facility rate to lift off before 2022.", "The latest market indicators suggest that uncertainty surrounding the lift-off date has intensified considerably amid the possible fallout from the coronavirus.", "There is no disputing the fact that support in the form of accommodative monetary policy is needed in order for inflation to approach our aim.", "That said, it is clear to me that the current low level of policy rates cannot be permitted to persist indefinitely.", "The ECB Governing Council must not lose sight of the exit from its loose monetary policy.", "This is because ultra-accommodative money policy also comes with risks and side effects.", "In this regard, one aspect that sometimes gets the short end of the stick is the real economy.", "According to previous studies, the misallocation of capital in southern European countries has increased since the early 2000s.", "[2] A working paper recently published by our Dutch colleagues shows that this is the case for our neighbour, too.", "[3] They write that low-productivity firms effectively receive a subsidy on capital, driving them to produce more than would be optimal.", "This has a negative impact on aggregate productivity.", "Other working papers explore how cheap loans can help keep firms afloat that might otherwise have exited the market.", "[4] This can lead to excess capacity and put downward pressure on prices.", "A recent study finds that such dynamics could well be at work in Europe.", "[5] The low interest rate environment can create incentives that help sustain unproductive firms in the market.", "However, there is not sufficient evidence to date of such causality.", "With that in mind, I see this as a risk thus far.", "Turning our attention to Germany, a Bundesbank study conducted a couple of years ago concluded that the importance of low-productivity, non-competitive firms that should really have exited the market was small and had not increased in the low interest rate setting that had prevailed for some years.", "[6] This assessment is still valid, according to our experts.", "Monetary policy strategy Separate from the issues surrounding the monetary policy stance, the ECB Governing Council has another item on its agenda this year: a review of its money policy strategy.", "This got underway just over a month ago.", "In the past few years, the Bundesbank has already intensified its contact with the public, for which it has developed a variety of formats.", "As of now, the public is invited to comment on the strategy review of monetary policy through our website.", "In essence, it comes down to just one question: how can we best deliver on our mandate, which is to safeguard stable prices for people in the euro area?", "During its strategy review, the Governing Council of the ECB should not lose sight of the big picture.", "Like a mosaic, its constituent stones need to fit together to create a meaningful whole.", "As we assess their fitness for purpose, we should not view them in isolation.", "I would like to proceed by discussing individual elements of our strategy in more detail and, in doing so, highlight some interactions as well.", "It starts with the definition of our objective.", "Up to now, the ECB Governing Council has taken price stability to mean inflation rates of between 0% and 2%.", "Based on this definition, it strives for inflation rates below, but close to, 2% over the medium term.", "This was clarified the ECB Governing Council following the last strategy review in 2003.", "One key reason for this was to provide an adequate margin to zero inflation, thus reducing the risks of deflation.", "There is no doubt that the difference between our definition of price stability and our more specific monetary policy aim is a challenge for us to communicate.", "Even many experts are not fully familiar with the difference.", "And sometimes it is also assumed that the Eurosystem simply has an inflation target of 2%.", "An increasing number of people are now calling for the targeted inflation rate to be raised.", "These calls are based on the experience of recent years showing that interest rate policy has increasingly been stretched to its limits.", "In many cases, this is seen as a symptom of a longer-term, fundamental problem.", "Many studies have shown that equilibrium real interest rates have dropped steeply over the past few decades.", "[7] As a result, interest rate policy's room for manoeuvre may have been diminished on a lasting basis.", "A credibly higher inflation target would push up inflation expectations and, in doing so, raise the nominal interest rate level, proponents argue.", "It might, therefore, seem the obvious thing to raise the target inflation rate to such a point that the decrease in real interest rates is balanced out.", "And that would be a strong hike.", "The margin to the lower policy rate bound would then be greater again and would offer more scope for any interest rate cuts.", "There are, however, other effects to bear in mind.", "[8] First, the increase in monetary policy's room for manoeuvre might not be as large as hoped.", "If firms adjust their price setting, the relationship between aggregate demand and inflation could be weakened.", "There would be more room to cut interest rates, but the impact of each individual interest rate move on inflation would be diminished.", "Second, there is a danger that inflation expectations cannot be re-anchored.", "Third, higher inflation generates costs as a result of factors such as price signal distortions.", "What's more, it could give rise to undesirable distributional effects.", "This is why I do not believe it is a good idea to significantly raise the targeted inflation rate.", "While the increase that is often mooted is only small, it is also frequently proposed that emphasis be placed on symmetry.", "Ultimately, it has much the same effect as a targeted inflation rate.", "Either way, this would increase pressure on monetary policymakers to take action.", "And it would be at a time when the positive impacts of monetary policy actions on the real economy are potentially dwindling while risks and side effects are on the rise.", "Take, for instance, the impact of low interest rates on banks.", "Banks benefit from further cuts in interest rates in the short term, particularly via valuation effects - that is to say, rising asset prices.", "But the longer the low interest rate environment persists, the more difficult it will become for banks to conduct their conventional lending and deposit business.", "[9] This can hamper their intermediation capacity - as well as the transmission of monetary policy.", "Moreover, there is likely to exist a negative interest rate as from which further interest rate cuts will no longer stimulate bank lending.", "In our view, however, monetary policy in the euro area has not yet reached this reversal rate.", "This is something Christine Lagarde has also recently stressed.", "[10] Of course, we shouldn't (Tonne) tailor our strategy to the consequences we face today.", "After all, it needs to provide us with long-term guidance.", "But nor should we turn a blind eye to the consequences.", "Rather, we need to understand them.", "All in all, I propose that we formulate this aim in a way that is understandable, forwardlooking and realistic.", "[11] In future, we should tailor our monetary policy communications more closely to the general public.", "We should define our aim so that people can grasp it more easily and make sense of it, which means it must also reflect their real-life situations.", "That's what I mean by the term \"understandable\".", "Another important factor is to make sure that monetary policy safeguards stable prices in the medium term; in other words, it must look towards the future, as before.", "One of the reasons is that monetary policy measures only tend to take full effect after a certain amount of time.", "That's what I mean when I say \"forward-looking\".", "And finally, when setting our aim, we should make it clear that we cannot control inflation to the exact decimal point.", "That's what I mean by \"realistic\".", "I don't (Tonne) think our current approach does such a bad job of meeting these three criteria.", "The advantage of defining an aim in this way is that monetary policy, with its mediumterm orientation, is given the necessary flexibility.", "We therefore can, on occasion, wait if there is good reason to do so instead of rushing to respond to every change in the data before a reliable overall picture has formed.", "An aim that is defined on the basis of these principles also goes a long way towards anchoring inflation expectations.", "People will only anchor their expectations to the targeted inflation rate if they understand what we are saying, receive guidance for the future, and believe that we have the ability and the will to achieve our aim.", "Ultimately, by defining the aim in this way, we can factor in long-term risks to price stability.", "It is precisely long periods of accommodative monetary policy that potentially entail risks to financial stability.", "And the financial crisis showed us that turmoil in the financial markets can ultimately also have knock-on effects for the economy and price stability.", "But the way in which we formulate our monetary policy aim is not the only area of our strategy we need to look into.", "To ensure price stability, the euro area inflation rate must also be measured correctly.", "Our chosen yardstick is the Harmonised Index of Consumer Prices (HICP).", "Although rents are included in the basket of goods, the costs of living in owner-occupied property are not.", "If these were captured, however, these prices would gain a significant weighting.", "That's why we should think about adding an owner-occupied housing component to the HICP going forward.", "And we should take a closer look at which measurement biases are still relevant.", "Such biases were also one of the reasons behind the current level of our targeted inflation rate.", "[12] But price statistics have moved on since the aim was set in 2003.", "In Germany, for example, the Federal Statistical Office is increasingly using hedonic methods of quality adjustment for its price statistics, mainly in order to accurately capture changes in the prices of short-lived technology products, such as smartphones or printers.", "[13] To be able to ensure price stability, the monetary policy toolkit has to contain the right instruments - including when policy rates are already low.", "As I see it, we should base our choice of tools on two principles.", "[14] First, the tools must be capable of influencing developments in the price level effectively.", "And second, any undesirable side-effects should be minimal.", "That's why we should stick to a clear hierarchy when deploying these instruments.", "Because the non-standard measures taken over the past few years, in particular, probably differ from traditional interest rate policy in terms of their cost-benefit ratio.", "I have often highlighted the risks associated with large-scale purchases of government bonds, especially.", "But our experiences with new instruments have also been positive.", "[15] Amongst other things, a Bundesbank study confirms that forward guidance has successfully steered long-term interest rates in the ECB Governing Council's desired direction over the last few years, thus probably helping to support euro area economic activity.", "[16] 5 Climate change and central banks Ladies and gentlemen, As part of the strategy review, we will also tackle the question of what role central banks should play when it comes to climate action.", "Climate change and climate action have indeed been attracting growing public attention of late.", "One thing is clear: climate action is a matter for elected governments and parliaments.", "They have the right tools at their disposal, such as taxes on CO emissions or emissions trading.", "And they have the necessary democratic legitimacy to use them.", "But it's equally clear to me that central banks can and should do more about climate change than they have up to now.", "Climate change and climate action can have economic repercussions that are relevant to maintaining price stability.", "Monetary policymakers must factor this into their analyses.", "Central banks are often just setting out on this journey.", "That's why we must first gain a clearer understanding of how far climate change and protective measures affect the economy and the financial system.", "Both climate change and the transition to a less carbon-intensive economy may entail risks not only for enterprises in the real economy, but also for the financial sector.", "These climate-related financial risks need to be considered: First, it is up to credit institutions to incorporate such risks into their risk management.", "In turn, central banks, in their role as banking supervisors and guardians of financial stability, must ensure that this is also carried out appropriately.", "But we shouldn't (Tonne) just point the finger at others.", "In terms of the standards to which we are holding credit institutions here, we, as central banks, should practice what we preach.", "All the more so since, basically, our financial assets can be just as exposed to financial risk as those of commercial banks.", "I believe that central banks should likewise factor climate-related financial risks into their risk management.", "[17] And that should also go for our monetary policy operations and securities portfolios.", "On the other hand, I do not believe that preferential purchases of \"green\" bonds along the lines of \"green QE\" are the answer.", "When purchasing assets, we must stick to our market economy principles-based approach - with an emphasis on market neutrality.", "But that also means ensuring that the Eurosystem is only exposed to default risk on a limited scale.", "It is therefore in the Eurosystem's interest that financial risk stemming from climate change be made as transparent as possible.", "And this is where we should start.", "It might make sense for us to purchase and accept as collateral for monetary policy purposes only these kinds of securities for which the issuers meet certain climaterelated reporting requirements.", "By taking this measure, the Eurosystem would also be supporting existing transparency initiatives.", "We could also examine whether taking climate-related financial risks into account in the ratings is suitable as a criterion when it comes to buying securities or accepting collateral for monetary policy refinancing operations.", "A criterion like this would enable us to foster comparable standards at rating agencies and banks.", "Both of these measures - transparency standards for issuers and requirements for ratings - wouldn't (Tonne) just make it easier for us as central banks to take climaterelated financial risks into account.", "If designed properly, they could also generate greater transparency beyond the monetary policy asset purchase programmes and improve the level of information on climate risk in the capital market.", "With such measures, central banks could act as a catalyst for a more \"green\" financial system and support the climate policy pursued by the EU and its Member States without thereby risking conflict with their own tasks.", "Public finances Besides climate action, we also face an additional major challenge: demographic change.", "This is likely to be a noticeable drag on trend growth in the German economy, making measures that strengthen the basis for growth all the more important.", "One of the key pillars in this must surely be public infrastructure, which still remains a locational advantage for Germany.", "That said, there are also some vulnerabilities that have to be fixed.", "Investment in transport networks is one such issue.", "Climate policy goals could becoming increasingly important, too.", "Education and daycare places for children are examples of other areas where there is a perceived backlog.", "However, it isn't (Tonne) always just a matter of the government in its role as an investor.", "In areas such as digitalisation or energy supply, the government instead has to create a suitable framework for private sector investment.", "Additional public investment has often been mooted already.", "However, it would be good to see these weak points remedied more quickly.", "Currently, construction capacity is having a constraining effect, and this is compounded by drawn-out proceedings before construction can even begin.", "At any rate, neither the lack of fiscal leeway nor the debt brake is standing in the way of higher government investment at present.", "The Federal Government currently has fiscal space.", "It closed last year very favourably yet again and has high reserves.", "However, the fiscal policy stance is expansionary.", "This means that fiscal space is shrinking.", "And there are considerable risks regarding, for instance, whether the solidarity surcharge can continue to be levied.", "Demographic change will impose considerable additional burdens which will be increasingly reflected from the middle of the decade onwards: when baby boomers retire in the years to come, it is not just the funds for statutory pension insurance schemes that will come under significant pressure, but the Federal Government budget, too.", "Central government funds more than one-quarter of the statutory pension insurance scheme's receipts.", "The Federal Government funds are largely geared to the contribution rate, which is expected to rise sharply as from 2025.", "We should therefore not lose sight of our goal of sound public finances.", "Given that, I would finally like to turn to our annual accounts.", "Annual accounts The profit and loss account for 2019 closed with a net profit of €5,825 billion.", "After the dissolution of reserves (to the tune of €26 million), this yielded €5,851 billion, the highest distributable profit since 2008.", "We transferred the profit in full to the Federal Government today.", "According to the 2020 budget plan, €2.5 billion of this is to be used to finance the budget, with the remainder earmarked for debt repayment.", "Lower risk provisioning is the main reason for this strong rise in the profit for the year We had increased our risk provisions by a total of €4.3 billion to €17.9 billion between 2016 and 2018 owing to the higher interest rate risk.", "This increase in risk provisioning was completed by the end of 2018.", "Interest rate risk had arisen primarily out of the major differences in maturity in our balance sheet.", "We have very substantial holdings of low interest-bearing assets, with very long residual maturities in some cases; our liabilities, however, are mainly in the form of short-term deposits.", "In 2019, this picture changed somewhat: overall risk had decreased compared to the previous year.", "For example, most of the fixed-interest targeted longer-term refinancing operations (TLTRO-II) will mature in 2020.", "The subsequent series of operations (TLTROIII) have a variable rate of interest, for which I lobbied on the ECB's Governing Council.", "On balance, the open interest rate position has dropped, thereby causing interest rate risk to decline.", "However, default risk, especially from maturing assets purchased under the Securities Markets Programme, has also declined.", "In light of this, the Executive Board has reviewed the extent to which risk provisioning is required for 2019.", "Besides the Bank's current and foreseeable risk situation, we also took account of its available financial resources.", "On balance, we have conservatively reduced the risk provision by €1.5 billion to €16.4 billion.", "However, I'd like to highlight another particular feature of these annual accounts, because, for the first time since 2014, our total assets fell again somewhat last year.", "On the assets side, this decline in total assets was mainly driven by return flows of liquidity to other European countries.", "On the liabilities side, the euro balances of other resident and non-resident investors recorded the largest decreases.", "This was driven chiefly by foreign central banks.", "And now I'd like to give the floor to Mr Beermann, who as the Member of the Executive Board responsible for the annual accounts will explain them in more detail.", "Afterwards, you will have the opportunity to ask questions as usual.", "Deutsche Bundesbank, The impact of trade policy uncertainty, Monthly Report, January 2020, pp.", "Gopinath, G., S. (Seite) Kalemli-Özcan, L. Karabarbounis and C. Villegas-Sanchez (2017), Capital allocation and productivity in South Europe, Quarterly Journal of Economics, Vol.", "(pages) 1915-1967; Gamberoni, E., C. Giordano and P. Lopez-Garcia (2016), Capital and labour (mis)allocation in the euro area: some stylized facts and determinants, European Central Bank, Working Paper Series, No 1981, November 2016. .", "Bun, M. and J. de Winter (2019), Measuring trends and persistence in capital and labor misallocation, De Nederlandsche Bank, Working Paper, No 639. .", "Acharya, V.V ., T. Eisert, C. Eufinger and C. Hirsch (2019), Whatever it takes: The real effects of unconventional monetary policy, Review of Financial Studies, Vol.", "(pages) 3366-3411; Andrews, D. and F. Petroulakis (2019), Breaking the shackles: Zombie firms, weak banks and depressed restructuring in Europe, European Central Bank, Working Paper Series, No 2240; Blattner, L., L. Farinha and F. Rebelo (2019), When losses turn into loans: the cost of undercapitalized banks, European Central Bank, Working Paper Series, No 2228. .", "Acharya, V. V., M. Crosignani, T. Eisert and C. Eufinger (2019), Zombie Credit and (Dis-)Inflation: Evidence from Europe, New York University Stern School of Business, Working Paper.", "Deutsche Bundesbank (2017), The emergence of zombie firms in Germany in the low-interest-rate environment, Monthly Report, December 2017, pp.", "Deutsche Bundesbank (2017), The natural rate of interest, Monthly Report, October 2017, pp.", "Deutsche Bundesbank (2018), Lower bound, inflation target and the anchoring of inflation expectations, Monthly Report, June 2018, pp.", "Deutsche Bundesbank (2018), The importance of bank profitability and bank capital for monetary policy, Monthly Report, January 2018, pp.", "European Central Bank (2019), transcript of the press conference on the monetary policy meeting of the ECB Governing Council on 12 December 2019. .", "(2020), Change and continuity, Deutsche Bundesbank, speech delivered on 3 February 2020. .", "Deutsche Bundesbank (2018), Further reasons to select a positive target rate of inflation, Monthly Report, June 2018, pp.", "Destatis (2020), Qualitätsbereinigung in der amtlichen Preisstatistik, Link zur 14.", "(2018), From extraordinary to normal - reflections on the future monetary policy toolkit, Deutsche Bundesbank, speech delivered on 16 November .", "(2019), What the future holds - Benefits and limitations of forward guidance, Deutsche Bundesbank, speech delivered on 22 November 2019. .", "Geiger, F. and F. Schupp (2018), With a little help from my friends: Survey-based derivation of euro area short rate expectations at the effective lower bound, Deutsche Bundesbank Discussion Paper No 27/2018.", "(2019), Consistency as a mandate, Deutsche Bundesbank, speech delivered on 28 November 2019."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic growth", "Climate change", "Public finances", "Eurozone", "Inflation", "Interest rates", "Monetary policy strategy", "Financial stability", "Central bank independence"]}