{"sentences": ["Accompanying slides of the speech.", "It is a great pleasure for me to give you a talk today as part of the lecture series \"Current Trends on European Politics\".", "Recently, I noted the 20 anniversary of my appointment as adjunct professor, or docent, at the University of Helsinki.", "I promised then to restart my docent lectures - now, this is my third lecture this study year, so, perhaps surprisingly, it seems I am practicing what I preach!", "As a background for today's themes, let us first take a look at economic developments in the euro area since 2008.", "The global financial crisis shook the world roughly a decade ago.", "In Europe, the financial crisis soon escalated into the euro area sovereign debt crisis, which delayed the recovery compared to other major economic areas.", "Finally, in 2013, the euro area managed to get back onto the path of recovery and growth.", "Economic activity in the euro area 2008-2022 More recently, euro area growth decelerated in 2018.", "The trade war, in particular, but also Brexit, have considerately dampened growth in the euro area.", "The uncertainty surrounding the economic outlook remains high, but growth is nevertheless expected to gradually normalise, based largely on forecasts for a strengthening of the global economy.", "Since the global financial crisis and the euro crisis, a lot has changed in the global economy, and in economics and economic policy-making.", "In today's lecture, I will address how these developments have transformed central banking and monetary policy in Europe.", "I shall focus on three major changes that have taken place.", "Outline of today's lecture The first of these is an important philosophical change of direction at the ECB - a gradual shift from its classical German roots, focusing solely on price stability, to becoming an active Fed-type central bank with a more modern interpretation of its stability mandate.", "Second, another significant change has been the stronger focus on the importance of financial stability, which has now been brought to the centre of economic policymaking and central banking.", "The change relates to the environment in which central banks conduct their core business, i.e.", "fulfil the price stability mandate.", "How should central banks react to the fundamental issues raised e.g.", "by demographic developments, globalization and digitalization?", "To answer this question, several central banks, including the ECB, have launched a review of their monetary policy strategy.", "The ECB's transformation I will start with the ECB's transformation.", "When the euro area debt crisis broke out in 2009-10, it was clear that the Economic and Monetary Union (EMU) had become institutionally deficient.", "The vulnerable Member States were exposed to financial market turbulence and outright market panic as their liabilities - both their own indebtedness and contingent liabilities for banks' losses - grew larger.", "At first, the ECB hesitated over whether it should take a more active role in stabilising the euro area but, eventually, this became essential in order to calm the turbulence on the financial markets and safeguard monetary policy transmission.", "Since its inception in 1999, the ECB had conducted monetary policy mainly by steering shortterm interest rates via so-called refinancing operations with banks.", "The global financial crisis and serious problems in the functioning of the financial transmission forced several central banks, including the ECB, to provide extraordinary support to their banking systems through various means.", "As a response to the European sovereign debt crisis, the ECB started to shift from focusing solely on banks in monetary policy transmission to a broader-based approach.", "The fundamental change in the ECB's monetary policy and its arsenal of measures came in autumn 2012, when the Governing Council decided, in the wake of President Mario Draghi's \"whatever it takes\" speech, to approve a programme of \"direct monetary policy interventions\" (Outright Monetary Transactions, OMT).", "The programme came into effect in September 2012, but there has never been a need to activate the purchases under it.", "Furthermore, in 2014, the ECB introduced the negative interest rates policy.", "In early 2015, five years after the US Fed, it launched an extensive securities purchase programme, also known as quantitative easing.", "This helped to overcome the then-current threat of a deflationary spiral, which would have eroded the economic recovery.", "In hindsight, it seems that during 2010-2015, the ECB did, in fact, quietly leave its German roots behind to become an American-style, more active central bank or, put plainly, went \"from the Bundesbank to the Fed\".", "The change was pragmatic and gradual.", "Beneath the surface, however, it turned out to be an important philosophical change of direction for European central banking.", "What followed from the ECB's metamorphosis?", "It had two immediate effects.", "In the first place it helped, together with the stabilisation of public finances and the creation of the European Stability Mechanism (ESM), to restore financial stability and confidence in the banking system, which was of decisive importance from the perspective of recovery and growth.", "The second effect was that the ECB's decisions opened up new fiscal policy opportunities after summer 2012, as they led to a decline in the yields on government bonds and helped eliminate the immediate threat of default by euro area countries and their exclusion from access to market funding.", "Although the ECB and euro area national central banks do not provide direct funding to governments, government bond purchases on the secondary markets may be essential for the functioning of the most important market segments in European capital markets.", "The difficult experiences of the euro crisis taught us several key lessons.", "One essential conclusion drawn by decision-makers at the time (myself included) was that returning the euro area to a sustainable path of recovery required the determined restoration of financial stability.", "Importance of financial stability The financial system played a key role in the run-up to the euro area debt crisis.", "The seeds of the problems were sown by the macroeconomic imbalances in the first decade of the new millennium.", "The crisis strangled financial markets in 2008-2009 and again in 2011-2012, and led to a steep rise in borrowing costs for the distressed euro economies.", "High government bond yields had a damaging impact on growth in the distressed countries, as they increased the funding costs of banks and resulted in a financial squeeze in the private sector.", "In addition, a vicious circle was unleashed in the public finances: higher yields increased the public sector's financial burden, amplifying the fears of default, as well as the anxiety that the sovereigns could not guarantee the functioning of the banking sector, if it were to run into solvency problems.", "This sounds very much like the opposite of 'the financial accelerator', a concept developed by professor Ben Bernanke, as a leading scholar of the Great Depression of the 1930s, long before becoming Chair of the US Federal Reserve - we may call it The \"the financial decelerator\".", "gist is that 'recessions tend to gum up the flow of credit, which in turn makes the recession worse'.", "In other words, during recessions, banks tend to lend more cautiously, as they are burdened by losses, and at the same time borrowers tend to become less creditworthy, since their finances deteriorate.", "Consequently, credit becomes constrained, which further dampens consumer and investor demand, and thus amplifies the recession.", "Altogether, this vicious circle puts economic activity into reverse gear.", "Following the realisation that financial stability can only be neglected at our own peril, macroprudential policy has essentially become the second key pillar of central banking today, alongside monetary policy.", "As a complement to microprudential regulation and supervision- focusing on individual institutions-macroprudential policy aims to ensure that the financial system as a whole can withstand negative shocks.", "While monetary policy is conducted by looking at the euro area as a whole, macroprudential policy is largely at the discretion of the national authorities.", "It targets national, regional or local conditions, especially in the housing market, and thus helps prevent booms and busts.", "Monetary policy challenges in the 21 century Before I go into the analytical challenges of monetary policy, let me first say a few words about language and concepts.", "I am well aware that the concept 'monetary policy' does not say much to ordinary citizens.", "Nor is it always easy to perceive - which means inflation an annual increase in the general level of prices.", "For example, average annual inflation in the euro area in 2004-2015 was 1.8%, while citizens' average estimate of inflation (mean perceived inflation rate) for the period was 9.5%.", "Finland was an outlier (or \"low-lier\") among the euro area countries: we perceived that inflation was 'only' 3.7%, while the second lowest figure was 6.2% and came from Portugal, and the third lowest was 6.6% and was the perception of Germans.", "However, the situation is not much different on the other side of the Atlantic.", "The Federal Reserve has been fairly close to the country's inflation target of 2% in recent years.", "However, a research paper published last September states the following: 'Strikingly, almost forty percent answered that the Federal Reserve was targeting an inflation rate of 10% or more, which suggests a pervasive lack of knowledge on the part of households about the objectives of the Federal Reserve'.", "By no means do I aim to discredit the views of ordinary citizens - on the contrary, I understand well that different assessments stem from widely different everyday experiences.", "This does, however, point out how challenging it is to conduct monetary policy and communicate about it.", "The everyday, micro-level experiences of citizens do not always correspond with macroeconomic statistical figures.", "A common-sense definition of price stability For this reason, too, it is worth repeating what price stability means.", "In other words, what monetary policy aims to achieve.", "In the words of not one but two former chairmen of the Fed, I consider the best uncomplicated definition for price stability to be 'an economic state in which expected changes in the general price level do not effectively alter business or household decisions' .", "This provides certainty and helps to focus on investment and consumption decisions without having to needlessly worry about price changes.", "Most central banks have found a symmetric inflation target of 2% to be the best way to guarantee price stability, prevent the risk of deflation and - commonly speaking - oil the cogs and keep the wheels of the economy turning.", "Let us next turn to the key analytical challenges in monetary policy.", "The natural rate of interest is an important point of reference for monetary policy.", "It is usually defined as the short-term real interest rate consistent with potential output and inflation remaining constant at the targeted level.", "If the short-term real interest rate is higher than the natural rate, monetary policy is contractionary.", "On the other hand, when the short-term real interest rate is lower than the natural rate, monetary policy is expansionary (or accommodative).", "The task of the central banker is, however, complicated by the fact that the natural rate of interest is not an observable variable, but must instead be inferred using a variety of theoretical methods.", "Slide 5 shows estimates of the natural rate of interest for the euro area.", "Estimates of the natural rate of interest Interest rates in the euro area and other advanced economies are lower than before the global financial crisis.", "It is likely that what is known as the 'long-term equilibrium real interest rate' has also declined.", "This may be the result of an increase in the appetite for savings over investment within the economy, which in turn is due to factors such as population ageing or a general deceleration in productivity growth.", "If the natural rate has indeed declined, monetary policy in the course of normalisation, i.e.", "when interest rates are being raised, becomes tighter at an earlier stage than the past experience of historical interest rates would suggest.", "Taking this logic further, the current low policy rates would not imply as accommodative a stance of monetary policy as a central banker would expect based solely on the level of policy rates.", "In the longer run, a worrying consequence of a permanently lower natural rate of interest is that the economy would hit the zero lower bound of interest rates more frequently than in the past, and even following smaller negative (demand) shocks than in the past.", "The effectiveness of conventional monetary policy would then be hampered, and its ability to fight recessions and deflationary risks weakened.", "A related issue is the persistent weakness of inflationary pressures in the euro area, despite the significant recovery of the economy and the remarkable decline in unemployment.", "How long will it take before the ongoing expansion results in a sustained adjustment to a higher rate of inflation?", "How much longer will at least some monetary stimulus be needed before the ECB's definition of price stability is satisfied?", "These questions revolve around the Phillips curve, which describes the relationship between inflation and economic slack.", "During and after the crisis, the behaviour of the Phillips curve seems to have diverged from its past, as the rate of inflation has not picked up significantly, despite higher economic growth and employment.", "The Phillips curve is not stable - it has flattened In other words, the Phillips curve may have flattened - a dilemma which has haunted economists and central bankers throughout the post-crisis years.", "In the slide, different colours are used for the Phillips curve to indicate different periods.", "We can see that the curve clearly points to a negative correlation between underlying inflation and the rate of unemployment, which is in line with economic theory.", "However, already for the years 2004-2008 the Phillips curve gets flatter.", "Finally, when looking at the years 2010-2019, we discover that the Phillips curve is almost horizontal, signalling that the above-mentioned correlation between inflation and unemployment was no longer valid.", "However, we must account for the potential non-linearity of the Phillips curve.", "As its inventor A. W. Phillips himself said in 1958, \"The relation between unemployment and the rate of change of wage rates is likely to be highly non-linear\".", "In the following slide, this is illustrated through the relationship between wage inflation and the broad measure of unemployment (= U6).", "The non-linear Phillips curve in the euro area, 2005-19 In the graph we note a non-linear empirical relationship between wage inflation and broad unemployment.", "I would suggest a reading where wage inflation accelerates significantly only once unemployment and economic slack have sufficiently been reduced.", "This leaves us with the open question of pass-through from wage inflation to core inflation.", "In any case, this way of interpreting the Phillips curve gives credence to the assumption that euro area inflation is gradually converging to the ECB's price stability target.", "All in all, there are widely differing views held in academia and central banking circles about the validity of the Phillips curve - as an example, I will refer to a collection of quotes by top-class economists from the ECB Forum on Central Banking in 2018: five economists, six opinions.", "Quotes from the ECB Forum on Central Banking 2018, Sintra Recall what Winston Churchill once quipped, \"If you put two economists in a room, you get two opinions, unless one of them is Lord Keynes, in which case you get three opinions\".", "In the above discussion, the Phillips curve relates the inflation rate to just one background factor - a measure of slack, or untapped economic potential, in the domestic economy.", "In addition, inflation is expected to react to other factors as well, not least to inflation expectations.", "By 2015, it became evident that in the euro area were not anchored - or inflation expectations that the inflation aim of the Governing Council was perceived to be well below 2%.", "This is also suggested in the Bank of Finland's own research.", "In light of modern economic theory, one potential and worrying possibility is that the private sector's confidence in the central bank's ability to stimulate the economy has weakened.", "This may be related to the decline in the natural rate of interest.", "Subdued inflation expectations in the euro area According to the ECB's forecast, consumer price inflation will be 1.1% this year, after which it will pick up to 1.4% in 2021 and 1.6% in 2022.", "According to the most recent statistical data, which are from December 2019, official HICP inflation [Harmonised Index of Consumer Prices, slide 3] is equally sluggish, at around 1.3%.", "Euro area inflation clearly below the ECB's target Underlying inflation, which is a more reliable measure of inflationary pressures, has been equally subdued.", "Underlying - or core - inflation refers to an inflation rate that excludes the impact of energy and food prices.", "It has been around 1% for over 6 years, which implies that cost pressures within the euro area have been subdued.", "More recently, however, underlying inflation has shown signs of a slight increase.", "Review of Eurosystem monetary policy strategy Since 2003 the euro area and the world economy have been undergoing profound structural changes.", "These challenges are the main reason underlying the ECB Governing Council's decision to launch a review of its monetary policy strategy.", "Since the introduction of the single currency, the ECB has conducted a review of its strategy only once, in 2003.", "ECB's strategy review in 2020 The forthcoming review will be based on thorough economic analysis and open minds, engaging with all stakeholders.", "It will cover a quantitative formulation of price stability and the inflation aim, the instruments of monetary policy, its impact and side-effects, as well as communication practices.", "Other considerations, such as employment, financial stability and environmental sustainability, will also be part of the review.", "A key part of the ECB's strategic review is to listen to the views of civil society and stakeholders.", "The ECB and national central banks will engage in dialogue with, for example, the European Parliament and national parliaments, the academic community, researchers and analysts, nongovernmental organisations, local communities and citizens in general.", "The strategic review will be conducted with a tight timeline and the goal is to complete it before the end of 2020.", "We should note that the purpose of the strategy review is not to change the ECB's price stability mandate.", "This is enshrined in the Treaty on European Union.", "The purpose of the review is rather to identify the impact of changes in the environment on the conduct of monetary policy.", "As John Quincy Adams, the 6 President of the United States, once noted: 'I see no change in policy, only in circumstances.'", "Differing views on the definition of price stability impedes the conduct of monetary policy.", "In 2003, the ECB decided to keep the definition of price stability unchanged, meaning that prices should increase by less than 2%.", "The definition was supplemented with the inflation aim, 'close to but below 2%', in order to achieve price stability.", "A de facto ceiling of 2% for inflation dampens inflation expectations and lowers average inflation in the long-term From the perspective of inflation expectations, the ECB's definition is problematic since, in principle, it allows inflation to temporarily slow close to zero.", "It can also be interpreted as setting a 2% inflation cap.", "From this angle, the ECB's inflation target is clearly stricter than the targets of its peers.", "The ECB's definition also leaves too much room for different interpretations.", "That is why we now need to assess what kind of target is suitable for an environment of low natural interest rates.", "The US Federal Reserve System is also currently evaluating its monetary policy strategy.", "One question that has been raised in the context of the Fed's exercise is whether it should consider strategies that aim to reverse past misses of the Fed's 2 % symmetric inflation objective.", "Monetary policy strategies that aim temporarily at higher inflation after a period of too-low inflation are often called makeup strategies.", "Former Federal Reserve Chair Ben Bernanke has suggested a strategy of temporary price-level targeting.", "Under this strategy, following adverse shocks to the economy that force short-term rates to zero, the central bank would commit in advance to refrain from raising rates at least until any shortfalls of inflation from target during the zero lower bound period are fully offset.", "Meeting this condition would typically involve some overshoot of the inflation target before rates would be raised.", "Makeup strategies can be seen as one of the most prominent responses to risks related to the zero lower bound.", "The prospect of monetary policy stimulus and higher inflation in the future promotes consumption and investment that could reduce the pain of being at the zero lower bound.", "can also be interpreted as a makeup strategy, like the other Average inflation targeting backward looking definitions of inflation targets.", "For makeup strategies to work, households and businesses should maintain their spending levels during economic slowdowns.", "It is by no means guaranteed that such policies would work.", "The proponents of makeup strategies usually argue that by including a makeup strategy permanently into the central bank's toolkit, the credibility of makeup strategies could be substantially increased.", "Another viable option would be to converge towards flexible inflation targeting as adopted by some central banks.", "Flexible inflation targeting means that the central bank aims to keep inflation as stable and as close to the target as possible, while at the same time striving to stabilise real economic activity close to full economic capacity.", "In this policy model, the central bank's inflation target is, besides flexible, also symmetrical and forward-looking.", "Symmetry, in this sense, means that the inflation aim is a point target that guides the formation of inflation expectations, and from which deviations in both directions are considered equally harmful and prompt symmetrical responses.", "Recently, there has been support for the idea of setting a target range, rather than a point target.", "The idea is that a range would reflect the uncertainty regarding the achievement of the inflation target, thus leaving room to refrain from responding to price level changes that can be considered temporary, such as tax changes or changes in energy prices.", "However, it is not clear why setting a forward-looking inflation target with a view to the medium term would not yield the same result.", "The benefits and disadvantages of the range must also be analysed from the point of view of anchoring inflation expectations.", "If having a range around the inflation target leads to a more passive monetary policy, it is hardly likely to strengthen the central bank's ability to anchor expectations.", "In any case, I look at the issue of preferred price stability target with an open mind: if facts change, or the analysis, I may change my mind.", "Experiences in Japan Recent studies looking at the experiences of Japan over the past decades demonstrate that declining inflation expectations can become permanently stuck at low levels.", "This can lead the economy into a prolonged period of low inflation, where monetary policy has little room for manoeuvre.", "Consequently, a powerful monetary response is needed in situations where inflation expectations have become depressed for a protracted period, so as to prevent a scenario where inflation expectations become anchored at too low a level.", "Japanification: Good or bad equilibrium for the euro area Let us look at the relationship between inflation and interest rates and the economy at two equilibriums: a good equilibrium, and a bad one.", "The solid curve that is based on the data (red and blue dots) describes how monetary policy reacts to inflation pressures.", "When the monetary policy [interest] rate reaches the zero lower bound of interest rates and inflation turns into deflation, the economy is thought to be in a liquidity trap (i.e.", "bad equilibrium, red circle).", "The equilibrium is bad because monetary policy is inefficient when the interest rate is at the zero lower bound.", "The equilibrium is also bad because it is very difficult to escape with the help of monetary policy.", "There is also another (good) equilibrium where inflation is at the target and the interest rate is set accordingly.", "In the graph, the red dots are Japanese data and the blue dots are euro area data.", "Japan is in bad equilibrium, but the euro area has so far been able to stay out of it.", "One of the lessons from the Japanese experience is that central banks should at all costs avoid letting inflation expectations fall too low.", "To avoid this, the monetary policy reaction must be timely and strong - and other economic policies, fiscal and structural, must support productivity and growth potential.", "Before I conclude, I would like to briefly say a few words about the relationship between monetary and fiscal policy.", "As I have explained today, the low interest rate environment and the effective lower bound on nominal interest rates have been constraining monetary policy.", "More and more attention has been devoted to fiscal policy and its capacity to help revitalise economies that are suffering from subdued economic growth that is clearly below potential output.", "It is clear that the role of fiscal policy is stronger in the current low-rate environment, which calls for a better policy mix in the euro area than is the case today.", "Countries with fiscal space should be prepared to use it to bolster investment and demand in a possible recession.", "Still, highlyindebted countries should continue to build up fiscal buffers.", "This underlines the importance of the correct policy mix between fiscal and monetary policy.", "By no means is this in contradiction with central bank independence - that we will indeed defend!", "But coordination that respects the independence of both players is also necessary in order for fiscal and monetary policy to deliver the best possible effect in terms of both sustainable growth and high employment, as well as stable inflation.", "Walking the Highwire I address these issues and the lessons of the euro crisis more in-depth in my book Walking the Highwire - Rebalancing the European Economy in Crisis (Palgrave Macmillan, March 2020); the Finnish translation was published in mid-October 2019 under the title Kuilun partaalta (Docendo).", "In this lecture, I have tried to explain the central bank's efforts to overcome the economic crisis and maintain price stability.", "Whether or not the central bank will succeed in its efforts will depend largely on its understanding of the structural trends and economic cycles, and on the effects of its own actions.", "In this pursuit, economics evidently plays a key role.", "But it alone is not enough.", "So let me make two remarks to conclude.", "Central banking and learning from economic history Firstly, in one of his lectures, the eminent economist and consummate central banker Stanley Fischer stated: 'I believe I have learned equally much from studying central bank history than from central bank theory.", "Thus, I urge all those of you who are contemplating a career as a central banker to read history books'.", "In fact, deeper knowledge of economic and financial history would probably have inspired economic policymakers to take credit cycles more seriously and learn from the experience of the Great Collapse in 1929 and the Great Depression of the 1930s.", "What is more, as professor Kevin O'Rourke has pointed out, with the help of economic history students and policymakers are able to 'recognise that major discontinuities in economic performance and economic policy regimes have occurred many times in the past, and may therefore occur again in the future'.", "Finally, the ECB's monetary policy strategy assessment should be conducted first and foremost on the basis of economic research ('in science we trust') and, secondly, with an open mind, without setting out hard positions set in stone.", "And, while President Mauno Koivisto used to say that economic policy is always wrong from some point of view, in this matter we should strive for 'domination-free discourse', in the spirit of the philosopher Jürgen Habermas, and let the best argument indeed win.", "Now I am ready to take your questions and hear your comments.", "OMT refers to the Eurosystem's outright transactions in secondary sovereign bond markets that aim at safeguarding an appropriate monetary policy transmission and the singleness of the monetary policy.", "OMT is considered once a Eurozone government asks for financial assistance from the ESM.", "Through OMT, the Eurosystem can buy government-issued bonds that mature in 1 to 3 years, provided the bond-issuing country agrees to certain corrective domestic economic measures - \"conditionality\".", "Outright Monetary Transactions are not the same as quantitative easing (QE) operations, since, in the latter, the central banks buy bonds and, by doing so, inject liquidity into the banking system, with the aim of stimulating economic activity.", "Ben S. Bernanke, The Courage to Act.", "A Memoir of a Crisis and its Aftermath.", "See also Ben S. Bernanke, Essays on the Great Depression, Princeton University Press 2000, p. 5-38; 70-160. www.ecb.europa.eu/pub/pdf/scpops/ecb.op186.en.pdf.", "Olivier Coibion - Yuriy Gorodnichenko - Michael Weber (2019): Monetary Policy Communications and their Effects on Household Inflation Expectations.", "NBER Working Paper No.", "Alan Greenspan, FOMC meeting 2-3 July 1996: 'Price stability is the state in which expected changes in the general price level do not effectively alter business or household decisions'.", "Se e www.federalreserve.gov/monetarypolicy/files/FOMC19960703meeting.pdf.", "Paul Volcker, 28 December 1983: 'A workable definition of reasonable 'price stability' would seem to me a situation in which expectations of generally rising (or falling) prices over a considerable period are not a pervasive influence on economic and financial behavior.", "Stated more positively, 'stability' would imply that decision-making should be able to proceed on the basis that 'real' and 'nominal' values are substantially the same over the planning horizon - and that planning horizons should be suitably long.'", "We Can Survive Prosperity: Remarks at the Joint Meeting of the American Economic Association - American Finance Association, December 28, 1983.", "Paloviita, Haavio, Jalasjoki, Kilponen (2019): What does close but below two percent mean?", "Assessing the ECB reaction function with real-time data (forthcoming in IJCB).", "In this graph, the dotted line describes a Fisher relation - a relationship between inflation and interest rates when product markets are in equilibrium.", "Kevin O'Rourke, Why economics needs economic history, 2013 voxeu.org/article/why-economics-needseconomic-history."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation", "Price Stability", "Financial Stability", "Natural Rate of Interest", "Phillips Curve", "Quantitative Easing", "Euro Crisis", "Central Bank Independence", "Fiscal Policy"]}