{"sentences": ["Introduction Good morning, everyone, and happy new year.", "It is great to be here in Vancouver for the Board of Trade's Economic Outlook Forum.", "This part of the event has been billed as a fireside chat.", "And, while I am happy to share the Bank of Canada's observations on the economic outlook, I very much hope that I will get the chance to hear from you-business leaders who are making real decisions with real money every day.", "At the Bank, a large and talented team uses state-of-the-art economic models and reams of data to forecast economic growth and inflation.", "But just as important is what we learn from talking to Canadians.", "So I look forward to hearing about what is on your minds for 2020.", "The Bank will announce its next interest rate decision and publish a Monetary Policy Report with updated economic projections in a couple of weeks.", "To help set the stage for our discussion today, let me set out four key areas that are top of mind for the Bank.", "Global trade policy developments The first is the evolution of global trade policy.", "This has been a pressing concern for the past three years.", "The impact of protectionist actions, and uncertainty about what might come next, continues to hold back exports and investment globally.", "On the surface, there has been some improvement on this front lately, although it remains to be seen whether this will lead to a recovery of trade and investment.", "The Canada-United StatesMexico Agreement is close to being ratified, and that will remove one big source of uncertainty for many Canadian companies.", "And the United States and China have agreed to stop raising tariffs and to roll back some of them.", "But a lot of damage has been done; this year, we estimate that global GDP will be around 1 percent lower than it would have been without the trade conflict.", "This loss will likely be permanent, even if growth resumes from that lower level.", "Plenty of uncertainty remains around the implications of the US-China agreement for Canadian exports and around whether any more of the new tariffs can be rolled back.", "Some are concerned that the next step will be for the US administration to take similar trade actions against the European Union.", "It is understandable that companies are reluctant to make big investments in this setting.", "Experience tells us that companies always find ways to cope and innovate in the face of such challenges.", "We want to know how companies are dealing with uncertainty and the upheaval in the global trading system.", "We want to know if you are rethinking the value chains that you built in the past.", "If so, we want to know what kinds of alternative arrangements you are putting in place and what that may mean for productivity and prices.", "Clearly, the Canadian economy is not immune to global developments.", "We are watching for signs that adverse impacts of trade disputes are being felt beyond the export sectors that are directly affected.", "So far, all of the trade actions have been against firms in the goods sector, and the service sector has remained relatively resilient in most countries.", "We are looking to see the extent to which weakness from manufacturing may be spreading to services, employment, consumer spending or housing.", "In this regard, the most recent data have been mixed, so we continue to monitor the situation closely.", "By the way, next week we will begin publishing a regular report about the Bank's quarterly Canadian Survey of Consumer Expectations.", "From now on, we will publish this alongside our current report on the Business Outlook Survey.", "Taken together with data from our Senior Loan Officer Survey, these give a more complete picture of the expectations of consumers, firms and lenders as an input into our interest rate decisions.", "Labour and housing markets A second area we will be watching closely is the intersection between Canada's labour and housing markets.", "Our labour market has shown a healthy trend over the past year.", "Even though growth in new jobs seems to have slowed very recently, wage growth has continued to strengthen.", "We will be watching the data carefully to see how much of the recent moderation persists.", "In this respect, it is important to understand that labour market conditions vary quite a bit across different regions.", "Meanwhile, population growth has increased recently, driven by immigration.", "This, too, has varied across regions.", "Provinces such as British Columbia, Ontario and Quebec, where job growth has been strong, continue to attract the bulk of new immigrants.", "This combination of job growth and rising population has supported a rebound in housing over the past year.", "Should this housing rebound continue, we will be watching for signs of extrapolative expectations returning to certain major housing markets-in other words, froth.", "The fact is, the fundamental demand for housing appears to be outpacing our ability to build new homes, which can put renewed upward pressure on prices.", "It can be very unhealthy when the situation becomes speculative because it can lead to a sudden downdraft in house prices later, with wider implications for the economy.", "Stronger housing activity also means more household debt, of course, which continues to be Canada's biggest financial system vulnerability.", "The good news is that with the B-20 guideline working to reduce the riskiest borrowing, we are confident that the stock of household debt is becoming less of a threat over time.", "Assessing the economy's capacity The third area is business investment.", "As you know, the trend in business investment has been running below expectations for the past three years.", "We ascribe this mainly to uncertainty around trade rules.", "However, we received a surprise with the national accounts data for the third quarter, which were published at the end of November.", "This report showed unexpectedly strong growth in business investment.", "What is more, previous data were revised upward quite significantly.", "Staff have been digging into the data, aiming to get a better understanding of what is happening with investment.", "This is crucial to the outlook for the economy because investment is both important for growth and vital for building the economy's productive capacity.", "And the whole concept of investment is evolving with the digitalization of the economy, making it much harder for Statistics Canada to measure.", "We will have a more complete narrative around this issue in a couple of weeks.", "But one element that I can mention today is that the revisions have made the federal government's infrastructure program more visible in the data.", "What are financial markets telling us?", "The fourth major area for us is to understand what financial markets are telling us.", "You may recall that a year ago many commentators were talking about the inverted yield curve-shortterm interest rates were higher than long-term yields in many markets.", "Some took this as a sign of imminent recession in Canada and elsewhere.", "At the time, we were forecasting economic growth for 2019 of close to 2 percent, and some saw this as far too optimistic.", "By last October, the Bank was estimating 2019 growth would be about 1.5 percent-a little less than what we had said a year ago, but not too far out of line.", "The final result will depend on the fourth quarter, but the point is, the dreaded inverted yield curve did not lead to a recession last year.", "There is certainly some historical correlation between inverted yield curves and recessions.", "However, in a period of low interest rates and generally flat yield curves, we may see more frequent inversions that indicate slowdowns, rather than recessions.", "Meanwhile, many stock markets have been posting record highs lately.", "This suggests that markets are taking a relatively positive view of the prospects for corporate earnings, despite all the uncertainty over the global trading environment.", "Certainly, it seems that the potential downside risks have eased as the United States and China approach a deal.", "This all bears watching during the coming year.", "Perhaps the lesson from all of this is this: never ignore what markets are telling you, but keep in mind that they are prone to exaggeration.", "New $5 note coming That gives us at least four things to talk about in the fireside chat.", "But I want to make it five.", "That is because the Bank of Canada is close to announcing plans for a new $5 bank note.", "An ongoing priority for us at the Bank is providing Canadians with bank notes that include the latest security features so that they can continue to use them with confidence.", "I can tell you today that we will soon be launching public consultations about who should appear on the new $5 note.", "This will be similar to the public consultations that led to the selection of Viola Desmond for the $10 note.", "This time we will be asking all Canadians to nominate any historic Canadian-someone who is truly banknote-able.", "So stay tuned for details about how you can get involved, coming around the end of the month.", "With that, let us now turn to our discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Global trade policy", "Labour market", "Housing market", "Business investment", "Financial markets", "Economic growth", "Inflation", "Interest rates", "Monetary policy", "Bank of Canada"]}