{"sentences": ["Ladies and Gentlemen, It is a pleasure to be back together with you today.", "I would like to extend my warmest thanks to Didier Cahen and David Wright for having literally moved mountains to make this meeting possible!", "And today no place could be better than Berlin: three decades ago, the fall of the Berlin Wall injected new impetus into the construction of Europe.", "More than ever, we need the \"Berlin Spirit\" back as the European project is facing another decisive moment.load In the last months, the famous words of Jean Monnet have been often and even overly quoted: \"Europe will be built through crises and it will be the sum of their solutions\".", "Once again, this paradox seems true.", "I will briefly argue that Europe has so far faced the stress test successfully (I).", "But there is less room than ever for complacency.", "I will then sketch the broad outlines of an effective and collective exit strategy built on four cornerstones (II).", "I. Europe in the face of the Covid crisis The Covid-19 crisis has been an unprecedented \"stress test\" for the European project.", "The health shock has affected European countries to varying degrees, but the economic shock has been more symmetrical due to the restrictive measures that have ended up being substantial in all countries.", "For 2020 as a whole, the recession is expected to be widespread in Europe (-8 % for the euro area as published yesterday).", "Nevertheless, asymmetric factors - such as the size of the different national stimulus packages - could increase the divergences between the main euro area countries.", "As a result, a coordinated response was and remains necessary at the European level.", "And indeed, strong, rapid and convergent responses were implemented.", "Faced with the threat of a financial crisis, the Eurosystem was able, with other central banks, to act quickly and effectively to avoid it.", "This is no self-congratulation: it was a pragmatic response to two preexisting fears.", "First, that central banks would \"run short of ammunition\": on the contrary, from as early as March and in the space of a week, our Governing Council took the strongest measures in the history of the euro and provided immediate and virtually unlimited liquidity.", "On our last Governing council, let me be more serious than some surprising stories we read yesterday, and sum it up following Christine Lagarde in three points: Our economic forecasts are slightly better for 2020 than expected in June.", "The recovery definitely follows a \"bird's wing\" profile, with a sharp rebound between May and August and then as expected a more gradual catching-up till 2022.", "Inflation, even if only temporarily negative, remains subdued.", "And hence we will maintain our very accommodative monetary policy for as long as needed.", "Steady hands and free hands: we keep all our options open, and we will be ready to do more if appropriate.", "We don't target exchange rates.", "But obviously the exchange rate does matter for inflation and monetary policy.", "And accordingly we will carefully monitor developments in the exchange rate, with regard to its implications for the medium-term inflation outlook.", "The second fear, and this was ours, was that monetary policy would be \"the only game in town\".", "The Eurosystem has long wanted Europe's economic policy to rely also on an active fiscal policy.", "The somewhat hard-won but impressive Brussels agreement of 21 July is a major step forward.", "It is an unprecedented act of solidarity towards the countries most affected by the Covid crisis, and for the first time final expenditure - up to an amount of EUR 390 billion - will be financed by a shared debt instrument... that is more than twenty times more than the previous proposal for a Budgetary Instrument for Convergence and Competitiveness (BICC).", "It does not mean the end of the debate: some insist that this budgetary agreement must remain exceptional and temporary in nature; others, on the contrary, are hoping for a \"Hamiltonian moment\", politically, and an economic quantum leap towards a genuine common fiscal stabilisation tool.", "I would tend to support the latter view, but with strong caveats and provisos regarding the necessary responsibility of national fiscal policies.", "Nevertheless, it is too early to tell: let us welcome this Brussels breakthrough, implement it efficiently, and prepare for an effective exit strategy.", "A strong Economic Union: the four cornerstones of an effective exit strategy This success should not lead to complacency.", "After the emergency phase, we are now entering the challenging crisis exit period.", "The timing is delicate: obviously, we should not phase out too early, and create cliff effects as in 2011-12.", "Nor should we, conversely, create a lasting addiction to public expenditure and public debt: this danger seems greater today in Europe.", "There is indeed no magic bullet, and - at the end of the day - the debt inherited from the crisis will need to be financed through growth and through our collective work.", "In this respect, I believe that an effective and collective exit strategy should combine four cornerstones.", "They have one feature in common: the building of a strong Economic Union.", "We all know this remains the missing counterpart to our successful Monetary Union.", "The first priority should be to provide, through our significant public investment, lasting \"value-added\".", "European value-added thanks to additional investments that have positive cross-border effects.", "If I had to express one regret concerning the Brussels Recovery Plan, this would be the withdrawal of the EUR 46 billion dedicated to new cross-border investments and to support the solvency of European companies.", "And value-added for the Mario Draghi quietly forged the telling expression of \"good debt\".", "Expenditure at national level should be used for productive purposes and for young people: education and training, research.", "That is not yet a given!", "The second cornerstone will be an improved capital markets union (CMU).", "We all know here that the euro area has the world's biggest surplus of savings relative to investment, amounting to EUR 360 billion last year.", "A better allocation of European private savings requires, as often advocated in Eurofi, the combination of a more effective Banking Union and a \"Capital Markets Union\", to make a genuine \"Financing Union for Investment and Innovation\".", "European governments all agree in principle; but so far it remains a blind spot in the recovery strategy.", "Let us at last turn words into action.", "Moreover, Brexit leaves us with no other choice: we must build a real and polycentric \"financial Eurosystem\", including - let me stress it - for CCPs which are systemic.", "It is a matter of financial stability, and furthermore of economic autonomy or sovereignty, call it what you want.", "Strengthening our single market is the third cornerstone of our strategy.", "Europe does not sufficiently promote its single market, which is - alongside the single currency - our most precious asset.", "We see it with Britain's demands, which are numerous and excessive.", "Let us all, starting with the richest - and sometimes \"frugal\" - countries in our Union, remind ourselves of its benefits, which in turn underpin a legitimate demand for solidarity.", "But, while national governments did well in the acute phase, different national responses could create an \"uneven playing field\".", "A single market - which is in the interest of all Member States - means common rules for corporations: if not, our economies unfortunately risk further fragmentation.", "Thus, the European rules on state aid should be rapidly re-established to preserve the single market.", "Let us also unleash the single market's full potential by combining its strengths much better: free trade + financing + norms.", "Our normative power should boost innovation: take the example of the General Data Protection Regulation (GDPR) where Europe is leading the way.", "Finally, the ecological transition should under no circumstances become a casualty of the crisis: our exit strategy cannot be aimed at preserving yesterday's world.", "The carbon market EUETS has led to a CO2 price that is unfortunately too low, at nearly 25 € /tCO2eq in 2019, to lead to sufficient GHG emission reductions.", "As set out in the Brussels Agreement, a \"carbon border adjustment mechanism\", associated with a revised ETS scheme, deserves our full support.", "This carbon border adjustment could restore fair competition between European industrial production and imported products with a higher carbon footprint.", "The success of such an instrument depends on its ability to adapt to the laws in force (WTO).", "In this fight against climate change, our monetary policy will play its part: Christine Lagarde announced it, and this will be a significant difference between our own \"Strategic Review\" and that of the US Fed.", "We could implement our climate decisions in no more than 3 to 5 years, and hence be a pioneer among major Central banks.", "But, here again, and even more so, monetary policy cannot be the only game in town, and cannot perform miracles in the absence of consistent tax and sectoral policies.", "The pandemic has shaken many of our previous certainties.", "One thing is sure, however: we can get over this shock.", "But the solutions to the current challenges cannot simply rely on the same \"old tricks\": the European reconstruction cannot be a mere restart in each Member State.", "We will only succeed if we reshape our common project around the four positive changes I just mentioned.", "Then this harsh crisis will also have been an opportunity to transform towards a more innovative and sustainable economy.This unstable and dangerous world of 2020 needs Europe.", "Let our ambitions measure up to this.", "Thank you for your attention.", "Bureau des Marchés du carbone - DGEC - Ministère de la Transition écologique et solidaire"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["exit strategy", "fiscal policy", "European Union", "monetary policy", "capital markets union", "single market", "ecological transition", "carbon border adjustment", "value-added", "solidarity"]}