{"sentences": ["Ladies and gentlemen, thank you for joining today's call.", "The report that we present today sets out the results of the evaluation on the effects of too-big-tofail (TBTF) reforms for systemically important banks.", "Let's recall the situation more than 10 years ago: Banks were weakly capitalised, resolution regimes for banks were missing, and taxpayers' money was often used to bail out banks.", "The \"too big to fail reforms\" have changed this - through higher capital requirements, enhanced supervision, and new regimes for the recovery and resolution of banks.", "The central questions of the evaluation are whether the reforms have achieved their objectives, and whether there were any unintended side-effects.", "So what are the key conclusions from the evaluation?", "The first result is that the reforms appear to be working: Indicators of systemic risk and moral hazard have fallen.", "Systemically important banks are much better capitalised and have built up significant lossabsorbing capacity.", "The capital ratios of global systemically important banks have roughly doubled over the past decade.", "The feasibility of recovery plans and of resolution has improved: Authorities now have a much wider range of options to deal with banks in distress.", "And these reforms are seen as credible by market participants.", "The evaluation uses a range of qualitative and quantitative evidence to show that banks' funding costs now reflect the probability of a bail in.", "The second result is that effective TBTF reforms bring net benefits to society.", "Ultimately, we all benefit from a more stable financial system.", "But the private and the official sector look at costs and benefits from a different perspective.", "For example: lower too-big-to-fail subsidies imply higher funding costs for banks - but lower costs for the taxpayer.", "Our analysis shows that the reforms bring net benefits to society: not only are banks are more resilient, there are also no signs of relevant negative side-effects.", "When the reforms were started, concerns were voiced that the provision of finance for the real economy may suffer.", "We have not found such evidence: even if large banks have reduced their activities in relative terms, other market participants have stepped in.", "Also, market fragmentation has not increased.", "The third finding: As we are learning how the new system is working - we are also learning where it can be improved.", "Let me focus on two mains gaps that need to be addressed.", "Resolution of banks is a complex process, and some obstacles to resolvability remain.", "The FSB continues its work to make sure these gaps are addressed.", "Also, full implementation of the resolution reforms is encouraged.", "Supervisors, firms and markets have much better information now than before the implementation of the reforms, but reporting and disclosures could still be improved.", "The consultation report has much more detail and presents rich empirical evidence.", "While we have covered a lot of ground, let me also stress what is not included.", "First, the evaluation focuses on the TBTF reforms.", "It does not cover Basel III or derivatives market reforms.", "Second, the evaluation was completed before the COVID-19 pandemic.", "Of course, better resilience and better institutions help dealing with the effects of the pandemic, but the report does not make policy recommendations.", "The relevance of the evaluation in the current environment is one main reason why we are moving ahead with the consultation despite COVID-19.", "The consultation period has been extended from two to three months, so our consultation closes on 30 September.", "We are keen to receive responses from a wide range of stakeholders."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Too-big-to-fail", "Systemic risk", "Resolution regimes", "Capital requirements", "Recovery and resolution", "Funding costs", "Net benefits", "Resolvability", "Reporting and disclosures", "Basel III"]}