{"sentences": ["Dear colleagues, Please be informed that the Board of the National Bank of Ukraine has decided to cut the key policy rate to 11% per annum effective 31 January 2020.", "The NBU will continue to ease its monetary policy with the aim of maintaining inflation at the target level of 5% and supporting steady economic growth.", "What price developments followed the last monetary policy meeting?", "The NBU thus achieved its In 2019 consumer inflation declined to a six-year low of 4.1%.", "inflation target of 5% ±1 pp, which was declared in 2015, earlier than expected.", "The central bank's monetary policy proved to be effective, being politically unbiased and relying on macroeconomic modelling and professional judgement.", "The NBU has confirmed its ability to set and achieve its goals.", "The strengthening of the hryvnia was the key factor driving the rapid disinflation seen late last year.", "The currency appreciation offset the effects of robust consumer demand.", "How will consumer prices change further on?", "It will be below the 5% ±1 pp According to the NBU's estimates, inflation continues to slow.", "target range starting in January and throughout most of the year.", "However, inflation will accelerate in Q4 to 4.8% at year-end 2020.Therefore, it will return to the target range at the end of the year.", "This will be due to several factors.", "First, the last year's appreciation of the hryvnia will continue to be reflected in prices of imported goods and products with a large share of imported inputs.", "Second, continued relatively low global energy prices will curb the rise in domestic fuel prices.", "Third, in the absence of supply shocks, food price inflation will be insignificant owing to expected higher yields of fruit and vegetables.", "At the same time, administered prices will grow somewhat faster than last year, mainly as excise taxes on tobacco products continue to converge with European levels.", "Driven by the monetary policy easing, inflation in 2021-2022 will remain within the medium-term target of 5% ±1 pp.", "The further steady, low pace of inflation will also be due to the following a prudent fiscal policy relatively low energy prices on the global markets higher productivity of the Ukrainian economy.", "What will be the overall state of the economy?", "This year economic growth will accelerate to 3.5%, up from 3.3% in 2019, and will reach around 4% in the following years.", "The monetary policy easing will contribute to the faster economic growth.", "High private consumption and investment will remain the main economic growth drivers.", "At the same time, the contribution of net exports to GDP will remain negative on the back of the real sector's considerable need for investment imports.", "Real household income will grow at a fast pace, which will further narrow the wage gap with neighboring countries and thus make Ukrainians more interested in working in Ukraine rather than abroad.", "The 2020-2022 current account deficit will remain acceptable The deficit narrowed to 0.7% of GDP in 2019.", "An important factor behind the decrease in the deficit was the compensation received by Naftogaz of Ukraine from Russian Gazprom under a ruling of the Stockholm Arbitration Court.", "However, apart from that, the current account deficit shrank due to the decreased trade deficit in goods, steady growth in services exports, and smaller amounts of repatriated dividends.", "In particular, the wider deficit will be caused by large volumes of investment imports and decreased proceeds from natural gas transit.", "However, this will be offset by greater capital inflows to the private sector amid an improvement in the investment climate.", "What does the implementation of the forecast depend on?", "Further cooperation with the International Monetary Fund remains the basic assumption of the macroeconomic forecast.", "The NBU expects that a new cooperation program with the IMF will be signed in the coming months, after the Ukrainian parliament approves the required draft laws.", "The new cooperation program, official borrowing and nonresidents' sustained interest in domestic Treasury bonds and bills will sustain the rise in international reserves every year, despite Ukraine going through a period of peak external public debt payments.", "International reserves will exceed USD 29 billion in 2020, and will continue to rise in the coming years.", "In this light, the NBU believes any delay in entering into a new cooperation agreement with the IMF to be the key risk to its forecasts.", "Risks to macrofinancial stability also persist.", "These risks could mainly arise from Ukrainian court rulings on the responsibility and liability of the former owners of insolvent banks to the state.", "If materialized, these risks could worsen exchange rate and inflation expectations, and make it harder for Ukraine to access the international capital markets in order to repay the heavy debt load of the coming years.", "There are other significant risks.", "They include: the continued cooling of the global economy and a further deterioration in terms of trade an escalation of the military conflict in eastern Ukraine and new trade restrictions introduced a drop in the harvest of grain, fruit and vegetable crops in Ukraine in the wake of unfavorable the higher volatility of global food prices, driven by global climate change a decrease in foreign capital inflows.", "Why did the NBU decide to cut the key policy rate by as much as 2.5 pp?", "The balance of risks has practically remained unchanged since the previous monetary policy meeting, while inflation has slowed down to its target of 5% ± 1 pp even faster than the NBU expected.", "Under such conditions, the NBU has decided to cut the key policy rate by as much as 2.5 pp.", "This is another step towards creating favorable conditions for reviving lending to the real sector and speeding up economic growth.", "What will the NBU's monetary policy stance be in future?", "In light of the more rapid improvement in Ukraine's macroeconomic conditions, the NBU has now somewhat more ambitious plans compared to when it published its October forecast.", "If the inflation rate stabilizes in its target range of 5% ± 1 pp, the key policy rate could be reduced to 7% by late 2020.", "The NBU estimates the new neutral level of the key policy rate to be precisely at 7%.", "The most pronounced cuts in the key policy rate are expected to take place in H1 of the current year.", "This will lead to further decreases in loan rates for businesses and households, thus stimulating business activity.", "This is our baseline scenario.", "If the above inflation risks materialize, the key policy rate could be decreased more slowly.", "Conversely, faster implementation of reforms, coupled with significant investment inflows, could enable the NBU to cut the key policy rate at a quicker pace.", "Thank you for your attention!"], "classifications": ["none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none"], "topics": ["inflation", "monetary policy", "economic growth", "consumer prices", "key policy rate", "current account deficit", "international monetary fund", "macrofinancial stability", "lending", "risks"]}