{"sentences": ["CRISIS TO RECOVERY STRENGTHENING ECONOMIC INSTITUTIONS IN SUB-SAHARAN AFRICA DURING COVID-19 SPEAKING NOTES FOR IMF WEBINAR DR. MAXWELL OPOKU-AFARI FIRST DEPUTY GOVERNOR, BANK OF GHANA Introduction 1.", "The global economy is going through extraordinary times, requiring even more exceptional responses.", "Policy response has been swift and decisive in many countries - first to secure lives, and, to reduce the social and economic burden from the pandemic especially on vulnerable segments of the population.", "Massive fiscal support measures and strong supportive monetary policies are being implemented in most countries to deal with the crisis.", "In subSaharan Africa (SSA), most countries are confronting the crisis at a time when they are confronted with limited or no fiscal space, a situation that has further amplified their vulnerability.", "This has thus made external financial support ever more critical at this point.", "The Fund and other multilateral institutions as well as some bilateral partners have responded with massive financial support - a commendable feat.", "The pandemic is still evolving and for much of SSA the cases are surging with considerable uncertainty about the magnitude of the effect of the pandemic on in the region.", "Safely navigating the rapidly changing dynamics associated with the pandemic for sustainable recovery requires maintaining a careful balance between the concerns about zero tolerance for losing life and high predisposition and tolerance for securing the structural pillars and conditions necessary for supporting the living.", "A laser-sharp focus on the core public health and related economic issues is important in this process.", "Collaboration with the IMF 4.", "The feat achieved have been made possible with partner international institutions and the critical role played by the IMF has been instrumental.", "Capacity development with support from the IMF has played a critical role in strengthening our policy frameworks and this will have to be acknowledged.", "For example, the two policy institutions of state (Fiscal and Monetary Agencies) have benefitted from technical support driven by AFRITAC WEST2.", "Ghana is an intensive users of Fund CD and at the last check, Ghana has benefitted on average around 20 percent of CD delivered annually by the IMF.", "This is very high when viewed against the fact that collectively as a group fragile states in the West African sub-region (Liberia, Sierra Leone, and The Gambia) account for around 45 percent of CD received.", "Fiscal Policy Support 6.", "The FUNDs Capacity Development support was instrumental in the formulation of the Ghana Revenue Authorities' 3rd strategic plan which has helped stabilize revenues through a TADAT diagnostic, audit and data analysis and evaluating the integrity of the tax payers' database.", "The passage of the PFM Act in 2017 with support from the Funds Capacity Development support has greatly helped in creating an institutional framework to help deal with the COVID-19 response.", "This has led to a functional reorganization of the entire budget process, strengthening cash management and establishing a framework for assessing SOE risks, including publishing a fiscal risk statement.", "The setting up of COVID-19 National Trust Fund and structures put in place to make it operational in line with the law had its foundations in the PFM Act, an Act that was developed with FUND technical input and support.", "Monetary Policy Support 10.", "On the whole, monetary policy implementation has been bolstered by enhanced analytical and supervisory frameworks which have allowed the central Bank to take a long term view of policy options and have supported the decision making process.", "They have helped created monetary space and have been instrumental in helping dampen the impact of the shock.", "CD also played a key role in strengthen Ghana's monetary and supervisory frameworks.", "In the monetary policy arena, the main emphasis has been on strengthening monetary policy formulation/implementation, communications policy and developing a forecasting and policy analysis system (FPAS) to support monetary policy analysis including through peer-to-peer learning.", "This process is still ongoing 12.", "Banking supervision has also benefitted immensely.", "Over the past three years such support has been directed towards, CD activities concentrated on implementing internationally accepted best practices, adopting a risk-based approach to banking supervision, and strengthening the banking resolution framework to address vulnerabilities in the banking sector.", "Ghana has gone through a process of financial sector reforms beginning in 2017.", "This led to the closure of weaker institutions, resulting in a full sanitization of the entire financial landscape and placing these institutions in a better stronger position to deal with economic vulnerabilities.", "The Amended Bank of Ghana Act, with support from the Fund helped provide provisions avenues to allow the central bank trigger an asset purchase program to address difficult times like these.", "The space created by all these reforms enabled the BOG to provide timely response to the pandemic.", "The MPC, as a result, announced several measures to mitigate the impact of the pandemic shock, including lowering reserve and capital requirements, revised provisioning and classification rules for specific loan categories.", "Capacity Development efforts have also helped in data dissemination and timely release of information has helped with investor perception on credibility of policies.", "These have all been achieved with Technical support guidance from the IMF.", "Looking Ahead Towards Further Collaboration 16.", "The pandemic effects are still evolving and there is a high degree of uncertainty in the global economy and it remains still unclear when the crisis will end and when we can begin to think meaningfully of recovery.", "The road to recovery will be a painful process and we need to think carefully through the following Strengthening economic institutions to provide the necessary technical support to economic policy making.", "This can be achieved through provision of appropriate technical support.", "Effective collaboration with Fund and Authorities to strengthen on ongoing capacity building programmes for member countries will be essential.", "In particular, designing targeted online programmes to deal with country-specific challenges in the current environment will be important to support the policy process in these challenging times.", "By the end of the crisis, all fiscal space would have been depleted and debt levels will rise.", "Redoubling efforts toward revenue mobilization will be critical to generate the appropriate primary balances to bring down debt levels to sustainable levels.", "Revenue generation will be also necessary to create fiscal space, to address anticipated renewed demand for the provision of public services to help support faster growth.", " The crisis has also shed light on the new for more reforms in critical sectors of governments operations and further strengthening PFM frameworks in accounting for the effectiveness in the delivery of COVID-related expenditures.", "We understand that the Fund, sometime this week (July 2931) will be organizing a virtual workshop on how to record covid-19 related policy intervention in Fiscal Statistics.", "These are all steps in the right direction.", " In addition to financial support, a crucial element in this direction is strengthening economic institutions to provide the necessary technical support to economic policy making.", "In the current rapidly changing environment and uncertainty, it is important that such policies remain well focussed and one way of achieving this rests on the provision of appropriate technical support.", "This can be achieved if the Fund and country authorities effectively collaborate and strengthen the ongoing capacity building programmes for member countries.", "In particular, designing targeted online programmes to deal with country-specific challenges in the current environment will be important to support the policy process in these challenging times.", " It is also important to strengthen and implement reforms aimed at dismantling bottlenecks in domestic revenue mobilization and administration while undertaking legal reforms that ensure property rights protection.", "Bureaucratic constraints in the delivery of government services should as much as possible be removed to allow for maximum benefits from government services.", "These processes will no doubt be critical going forward for a sustainable recovery.", "Decisive and clear assessment of each country's situation is even more critical at this point to support policymakers.", "The Fund definitely has a huge role to play in supporting member countries in this regard.", "Thus, supportive human capacity building focused on harnessing local and international expertise in the provision of strong policy advice and overall strengthening economic institutions will be important to support sustainable recovery process."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Fiscal Policy", "Monetary Policy", "COVID-19", "Capacity Development", "Economic Institutions", "IMF", "Revenue Mobilization", "Ghana", "PFM", "Debt"]}