{"sentences": ["I am very pleased to be with you for my first public event as Governor of the Bank of Canada.", "The COVID 19 pandemic has upended many of our ways of doing things, including speaking in person to large groups.", "Fortunately, we can take advantage of technology so I can speak to every Canadian club and cercle canadien, and hear directly from your members right across the country.", "Thank you for the invitation.", "COVID 19 is a human tragedy that has precipitated an economic catastrophe, the likes of which we have not experienced in our lifetimes.", "Entire sectors of the economy have been shuttered.", "More than 3 million people lost their jobs through April, while another 3.4 million were working less than half of their usual hours.", "The pandemic is challenging millions of Canadians.", "It also poses challenges for those involved in setting economic policy.", "For roughly 30 years, Canada has been well served by monetary policy based on inflation targeting.", "Through this economic crisis, the inflation target remains our beacon.", "But structurally low interest rates and the scale of the COVID 19 shock are having a profound impact on how we implement our monetary policy framework.", "Before we get to the question and answer period, I want to talk about the essential ingredients of this framework and the ways that the pandemic is affecting how we operate.", "I only have time to skim over some of these topics, so I hope we can have a fuller discussion later on.", "The right framework Our monetary policy framework is designed to deliver low, stable and predictable inflation.", "This is the best contribution we can make to Canada's economic welfare.", "That's because low, stable and predictable inflation lays the foundation for sustainable economic growth.", "And keeping inflation near to its target means the economy is running close to capacity with full employment.", "It's important to note that our framework is set out in an agreement established with the government and renewed every five years.", "This sends an important signal that the democratically elected government and the Bank agree on our policy goal.", "And it gives the Bank the operational independence to pursue that goal.", "This enhances our credibility and gives Canadians more confidence that we will achieve the inflation target.", "We now have an established track record of success with inflation targeting, which reinforces its effectiveness.", "As I said, the inflation target is really a beacon to guide our policy.", "By grounding our actions in our framework, we will always be working toward bringing the economy near capacity with full employment.", "Policy and the pandemic A successful inflation-targeting monetary policy framework has a number of core ingredients.", "Clearly, we need to agree on a measure of inflation to target.", "We need to assess how much demand is in the economy relative to its productive capacity or supply.", "We need tools to influence demand, or spending, and bring it in line with supply.", "We also need an outlook for the economy because it takes time for our tools to affect spending and inflation.", "And because there are many unknowns, we need an understanding of the risks to the outlook.", "These are the basic ingredients of inflation targeting.", "And COVID 19, combined with structurally low interest rates globally, is affecting all of them.", "A measure of inflation Let's start with our measure of inflation.", "Our target is the 12-month rate of change in Statistics Canada's consumer price index (CPI)-the most common and comprehensive inflation measure out there.", "We target the 2 percent midpoint of a 1 to 3 percent range for the annual inflation rate.", "But in any given month, the CPI can be quite volatile and not reflect its long-term trend.", "That's because prices of items such as fresh fruit and vegetables or gasoline can jump around a lot, affecting the CPI.", "So, we look at several specific measures of core inflation to get a better sense of the underlying trend in inflation.", "Total CPI is weighted to reflect the buying patterns of the average Canadian household.", "In normal times, for example, Canadians spend a lot more on gasoline than on alcohol, so gasoline has a larger weight in the index.", "But these aren't normal times.", "Because of the pandemic, Canadians are spending much less on gasoline and air travel, and more on food purchased from stores.", "And until very recently, they weren't spending anything on haircuts.", "The implication is that the CPI isn't fully reflecting people's current inflationary experience.", "Bank staff have been working with Statistics Canada to better understand the implications of these shifts in spending patterns.", "As the economy reopens, many of these shifts will unwind.", "We will be working to look through temporary shifts while capturing any more enduring changes.", "Supply and demand The pandemic has also greatly complicated supply and demand.", "To see how, let's first consider the economy's capacity to produce goods and services.", "At the onset of the pandemic, Canadians were subject to necessary and strict containment measures to slow the spread of the coronavirus.", "Physical distancing practices and stay-at-home orders quickly made some types of work impossible.", "Most non-essential workplaces were closed, putting a stop to many jobs that cannot be done remotely.", "This resulted in a massive decline in supply.", "Now, containment measures are being lifted, and this is restoring some degree of supply.", "However, continued physical distancing may mean workplaces cannot be as productive and many services will be very difficult to deliver.", "Further, the reopening is happening unevenly across the country, across industries and around the world.", "This will disrupt supply chains and affect both the volume and the prices of our exports.", "The coronavirus may lead to lower levels of immigration, limiting workforce growth.", "More generally, some industries won't reopen until we have a vaccine or at least very effective anti-viral medications.", "This suggests the economy's productive capacity will take a hit that will persist even after the containment measures are lifted.", "On the demand side, consider the millions of Canadians who have either lost their jobs or seen their hours scaled back.", "This represents a very large drop in spending power across the economy.", "Fortunately, the government's fiscal measures have been scaled to replace the labour income lost throughout the economy, laying the foundation for recovery.", "But spending has fallen sharply since the pandemic hit.", "As Deputy Governor Larry Schembri pointed out in a speech last week, this is not only because there have been fewer things to buy, but also because there has been a sharp drop in consumer confidence.", "Until people are back at work and feel more confident, they will remain cautious with their spending.", "It will be crucial to understand how much supply and demand have been damaged by COVID 19, and how both will recover in the coming quarters.", "As the economy reopens, we should see very strong job growth.", "We should also see some pent-up demand giving a boost to spending.", "But not everyone's job will come back, and uncertainty will linger.", "As a result, we expect the quick rebound of the reopening phase of the recovery will give way to a more gradual recuperation phase, with weak demand.", "If, as we expect, supply is restored more quickly than demand, this could lead to a large gap between the two, putting a lot of downward pressure on inflation.", "Our main concern is to avoid a persistent drop in inflation by helping Canadians get back to work.", "Let me now turn to our monetary policy tools.", "In normal times, we deliver or withdraw stimulus as needed by adjusting our target for the overnight interest rate.", "That one-day interbank interest rate generally doesn't affect consumers directly, except those with variable-rate mortgages.", "But changes in the overnight rate affect borrowing costs further out on the yield curve, which is where most consumers and businesses borrow.", "At the onset of the pandemic, we could see that there would be a huge hit to confidence.", "So, back in March, the Bank rapidly lowered our policy interest rate to 0.25 percent.", "This action was not really expected to boost spending in the early days of the pandemic.", "Its immediate purpose was to help support confidence and provide some interest rate relief.", "But as more retail businesses reopen, low interest rates will help support spending.", "The policy rate is now at its effective lower bound.", "Some central banks have taken their policy rates below zero.", "We feel that bringing that rate into negative territory could lead to distortions in the behaviour of financial institutions.", "However, the Bank has a number of other tools we can use to help stimulate demand.", "The Bank has launched a series of purchase programs that involve buying different types of assets.", "We have launched programs to buy Canada Mortgage Bonds, commercial paper, bankers' acceptances, corporate bonds, and provincial and federal government debt.", "We introduced these programs to make sure that key markets would function properly, and that credit would continue to flow.", "Credit is the lifeblood of market-based economies.", "During a crisis, it is imperative that central banks maintain access to credit in order to avoid a credit crunch.", "When markets aren't functioning properly, the ability of monetary policy to provide stimulus also breaks down.", "But financial markets are now working considerably better.", "With this improvement, our asset-purchase programs are becoming a source of monetary stimulus.", "The Bank has committed to buying at least $5 billion of Canadian government bonds a week until the recovery is well underway.", "As these large-scale asset purchases build up, they are delivering stimulus through a process that is often called quantitative easing, or QE.", "Purchases of government bonds help to lower their yields.", "With funding markets now functioning properly, our weekly purchases also make borrowing cheaper for households and businesses.", "For example, as our purchases lower the yield on five-year government bonds, this is being reflected in cheaper fixed-rate mortgages.", "QE can also send a signal that our policy interest rate is likely to remain low for a long period.", "By giving more certainty about the path of short-term interest rates, this can help lower longer-term borrowing costs for households and businesses.", "The Bank is also buying private assets, including corporate bonds.", "We started these purchases of corporate bonds because of strains in this market.", "To date, purchases have been limited, but market conditions have improved.", "This type of program also provides stimulus by providing liquidity, helping to narrow the difference between corporate and government bond yields.", "By reducing the premium that corporations have to pay relative to governments, we are lowering interest rates for businesses.", "This is often called credit easing, or CE.", "At our last interest rate announcement, on June 3, we indicated that with market functioning improved and containment restrictions easing, our focus is shifting to supporting output and employment.", "We also reiterated our commitment to continue large-scale asset purchases until the economic recovery is well underway.", "With market functioning restored, these purchases are working through more channels to deliver stimulus.", "Any further policy actions would be calibrated to provide the necessary degree of monetary policy accommodation required to achieve the inflation target.", "Outlook and risks The pandemic has created a fog of uncertainty, and this has greatly complicated our ability to generate a clear outlook for growth and inflation.", "The course of the coronavirus is the biggest source of uncertainty.", "Beyond that, we don't know how global trade and supply chains will evolve, or what will happen with domestic supply and demand.", "We don't know how consumer and business confidence will rebound, or whether the pandemic will lead to lasting changes in savings and spending habits.", "With the economy at least stabilizing, we are starting to get some line of sight, and as more data arrive, we can begin to answer some of these questions.", "In our July Monetary Policy Report, we expect to be able to provide a central planning scenario for output and inflation, with a discussion of the main risks around that scenario.", "Going forward, we will assess incoming information relative to that scenario.", "Currently, we expect growth to resume in the third quarter.", "The economy will get an immediate boost as containment measures are lifted, people are called back to work, and households resume some of their normal activities.", "But it will be important not to assume that these growth rates will continue beyond the reopening phase.", "The pandemic is likely to inflict some lasting damage to demand and supply.", "The recovery will likely be prolonged and bumpy, with the potential for setbacks along the way.", "The message I want to leave you with is that while we are using different tools in these extraordinary times, our policy remains grounded in the same framework.", "The inflation target is our beacon that is guiding our actions as we help bring the economy from crisis, through reopening, to recuperation and recovery.", "With that, let me stop and open the floor to your questions.", "I look forward to a good discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["inflation targeting", "COVID 19", "monetary policy", "supply and demand", "asset purchases", "quantitative easing", "credit easing", "economic recovery", "inflation outlook", "policy framework"]}