{"sentences": ["Leading the Change: Climate Action in the Financial Sector Sarah Breeden, Executive Director, UK Deposit Takers Supervision Executive Sponsor for Climate change UK Finance Webinar held during London Climate Action Week I am grateful to Zane Jamal and Theresa Löber for their assistance in drafting these remarks Good afternoon everyone.", "I would like to thank UK Finance for inviting me to speak today during London Climate Action Week on what I consider to be the defining issue of our time - climate change.", "I realise that this may seem an odd claim for a central banker to make in the middle of a global pandemic that has already led to the largest fall in UK growth in over three hundred years.", "But our economy and financial system, with the right support, should eventually recover from Covid-19.", "In contrast, climate change, left unchecked, will lead to irreversible harm for generations to come.", "That demands our continued attention even as we deal with the current crisis.", "We are at the start of a critical decade for climate action where the decisions we take today will shape the decades to come.", "'Action' being the key word.", "If the previous decade was marked by future of our planet for a 'call to action', then this coming decade must answer it.", "That means an economy-wide orderly transition to net-zero emissions.", "We all have a role to play in that.", "And the financial sector should be instrumental in driving that change.", "Today I want to move us from aspiration to action, and set out how we can achieve this in practice - both at a micro-level, through the decisions each of you make as individual financial institutions, and at a macro-level, across the financial system as a whole.", "Risks from climate change But first, a reminder of why climate change matters to you as financial institutions and to us as the central bank and supervisor.", "Clearly, climate change matters for the environment and for our planet.", "But what has become self-evident now, even if it was not five years ago, is that climate change creates financial risks.", "These can arise from physical risks, whether acute weather events like floods and wildfires, or longer-term climate trends like the rise in sea level and record-breaking temperatures in the Arctic Circle3.", "They can also arise from transition risks the changes in government policy, technology and consumer preference that move our current emissions pathway towards one consistent with net-zero.", "And let me remind you that the need to transition is economy wide, not just in the energy sector - in transportation, agriculture, real estate, all parts of industry, even sovereigns.", "See May 2020 Monetary Policy Report 'Millennium of Macroeconomic data' See 2015 report on the impact of climate change to the insurance sector and 2018 report on the impact to the banking sector Record-breaking temperatures of 38°C were reported in Verkhoyansk, Siberia, Russia on 20 June 2020 While these risks manifest as the credit, market and operational risks we know well, they have distinctive characteristics and therefore require a different approach if we are to manage them well.", "First, they are far-reaching in breadth and scope.", "They will affect every consumer, every corporate, in all sectors and across all geographies.", "Their impact will likely be correlated, non-linear, irreversible, and subject to tipping points.", "They will therefore occur on a much greater scale than the other risks we are used to managing.", "Second, these risks are simultaneously uncertain and yet totally foreseeable.", "It is difficult to say now what exact combination of physical and transition risks we will experience.", "But what is absolutely certain is that some combination of these risks will materialise - either we continue on our current emissions pathway and face physical risks or we change our emissions pathway and face transition risks.", "And we cannot let that uncertainty lead to inertia and inaction.", "Finally, the size and balance of future risks will be determined by actions taken in the next decade probably in the next three to five years.", "So we need leaders like you to take bold steps and adopt a forward-looking strategic view of the risks - and the opportunities - from climate change.", "That means stretching beyond your typical business planning horizons and taking different decisions today, decades before the consequences of inaction become clear.", "Size of the challenge I am not going to pretend this will be easy.", "The size of the challenge is enormous.", "International Energy Agency's To put it in perspective, the (IEA) Global Energy Review estimates that as a consequence of the pandemic lockdown, global CO2 emissions will decline by around 8% by the end of this year.", "And yet to meet a rise in global temperatures of 1.5 degrees in line with the recommendation of the Intergovernmental Panel on Climate Change (IPCC)6, we would need to reduce emissions by a similar order of magnitude every year for the next decade.", "The pandemic has thus brought sharply into focus the human and financial costs of disorderly adjustments in the economy.", "We cannot afford to repeat this experience.", "Rather we need to achieve net-zero emissions in a different, orderly way.", "UNEP Emissions Gap Report 2019 International Energy Association (IEA) Global Energy Review 2020 IPCC Global Warming of 1.5°C Special Report UNEP Emissions Gap Report 2019 Let me be clear, change needs to happen in the real economy.", "Consumers, governments, corporates all need to act.", "But, if the real economy does not make that change and we head down a path of increasing climate instability or disorderly transition, the financial sector will bear that risk.", "It is, in my view, self-evident that the financial system cannot diversify its way out of this risk.", "As the pandemic has revealed, the interconnections between the real economy and the financial system run deep.", "And just like Covid-19, climate change is a far-reaching, system-wide risk that affects the whole economy, from which the financial system is not immune.", "For the same reason, while individual investors can divest, the financial system as a whole cannot.", "Indeed, seemingly rational individual actions that delay the transition make our collective future problems much bigger.", "Given the scale of change required, we will simply not be able to divest our way to net-zero.", "Rather if financial risk is to be reduced, then the underlying climate risks in the real economy must be managed.", "And fixing this collective action problem is a shared responsibility across financial institutions and regulators.", "We need to work together to solve it.", "Role of the Bank of England That brings me to the role of the Bank.", "Our work is focused on building resiliency to the risks from climate change into the financial system, so that it can steward the real economy to an orderly transition to net-zero.", "Being resilient means pro-actively mission.", "Indeed earlier managing climate risks and pre-emptively reducing them.", "This is central to the Bank's this year climate change was made one of the Bank's strategic priorities.", "I became the Executive Sponsor for the Bank's work on climate change in 2016, at a time when there was only a handful of people at a handful of central banks working on climate-related issues.", "But since then the scope and depth of our work and that of other central banks has expanded significantly.", "We are working domestically and internationally with key stakeholders including government, industry, investors, regulators, and climate scientists to further this critical agenda.", "Bank of England Annual Report 2020 Climate action at the Micro-level: Disclosure and Risk Management So what are we asking financial firms to do?", "Put simply, they need to make financial decisions that take the risks and opportunities from climate change into account.", "The first step in achieving that is to have the right information.", "That is why the Bank has been making the case for some time for consistent, comparable, and comprehensive climate disclosures.", "The Financial Stability Board's (FSB) Task Force on Climate-related Financial Disclosures (TCFD) provides the go-to framework for companies to disclose key climate-related information.", "This initiative has significant backing, with over a thousand companies showing their support.", "But support alone is not enough, we need action.", "And the quantity and quality of climate disclosures is not yet good enough.", "Climate change is a risk we see looking forwards not backwards.", "Companies with the exact same current carbon footprint today could have very different strategies for the future one might have a clear path to net-zero, another could be gambling on new technology or policy inaction, and a third might just not have thought about it yet.", "So to be decision-useful, disclosure has to move from the static to the strategic.", "Using scenario analysis to help us better understand the impact of different climate pathways.", "That naturally raises the question as to whether disclosure should be mandatory.", "Given the scale of the change required, we think that does need to happen, and soon.", "And so we, together with other regulators, are exploring a possible pathway to mandatory through the Government-led taskforce on climate disclosure.", "But you do not need to wait to be forced to disclose.", "You can choose to act now.", "To that end, and because we expect as much from ourselves as we do of the firms we regulate, we at the Bank recently published our very own first TCFD-aligned climate disclosure report.", "Task Force on Climate-related Financial Disclosures (TCFD) As of February 2020, support for the TCFD has grown to over 1,027 organizations, representing a market capitalization of over $12 trillion.", "-tcfd.org/tcfd-supporters/ The Bank is part of a UK regulators taskforce led by the UK government to examine the most effective way to approach climate disclosure.", "The taskforce was created as part of the launch of the UK Green Finance Strategy Bank of England climate-related financial disclosure 2020 The amount of work involved was significant, as was the focus of our most senior executives, Governors and our Court (Board).", "We learned a lot that we will build on in future disclosures.", "In line with views we have heard from firms, we found identifying useful metrics to set targets for risk management the most difficult aspect.", "But these challenges did not stop us - and they should not stop you.", "Of course, disclosure by firms and their clients is only one part of the challenge.", "Firms also need to use this information to understand and manage actively the climate-related risks in their business.", "Our interaction with banks and insurers has revealed they are in the early stages of developing their climate-related financial risk management capabilities.", "Few have implemented integrated policies, key indicators and metrics, mitigation strategies, detailed monitoring, and risk appetite statements.", "We recognise that there are some areas where the science, data or tools are not yet sufficient to estimate risks accurately.", "But in these cases firms can and should explore the use of reasonable proxies and assumptions to work around these issues, rather than leaving risks unrecognised.", "Imperfection is not an excuse for inaction.", "Supervisory expectations and working with industry We set out our supervisory expectations of firms' approach to managing the financial risks from climate change in April 2019, covering governance, risk management, scenario analysis, and disclosure.", "At the time we said we would follow up with further guidance to industry.", "And today we are publishing that guidance in the form of a Dear CEO letter.", "In which we are being clear that we expect firms to have fully implemented these supervisory expectations by the end of 2021.", "As I said earlier, addressing the risks and opportunities from climate change in the financial sector is a shared and unprecedented challenge, for which we do not yet have a comprehensive how-to-do-it manual.", "To help address that, in March 2019, the PRA and FCA established and co-chaired the Climate Financial Risk Forum (CFRF) to work with industry to build expertise and share best practice on managing climate-related financial risks.", "The Forum brings together banks, insurers, asset managers, and other key stakeholders to consider challenges around climate disclosure, scenario analysis, risk management, and innovation in the interest of consumers.", "- 'Enhancing banks' and insurers' approaches to managing the financial risks from climate change' PRA Supervisory Statement 3/19 Dear CEO Letter: Managing climate-related financial risk Climate Financial Risk Forum (CFRF) say the Forum has just this week published a guide by industry for industry, designed to provide practical tools, knowledge and case studies, which all firms can use to help develop their own approaches to managing these challenges.", "We recognise that embedding climate risk management is a multi-year endeavour and we do not yet have all the answers.", "But this first guide provides a solid foundation from which to build as industry develops its capabilities.", "My huge thanks go to the Forum members for creating it.", "Climate action at the Macro-level: Stress Testing and Scenario Analysis While firms tackle these issues bottom-up, the Bank, consistent with its objective to safeguard financial stability, will also approach it top-down.", "At the end of last year, we announced that we will stress test the resilience of the UK's largest banks, insurers and the financial system to different climate pathways.", "Since then, other regulators in France18, Australia19, Singapore20, and at the ECB21 have also announced their own plans for climate stress tests.", "Recognising that the current circumstances may mean firms are unable meaningfully to engage in this exercise in the immediate period ahead, we have pushed back the launch of the climate stress test until the middle of 2021.", "This allows us to maintain the ambitious scope of the exercise, and gives firms enough time to engage with their customers and invest sufficiently in their capabilities to deliver to a high standard.", "We expect firms to make good use of this time.", "And to support that we will publish after the summer a 'roadmap' on how we will engage with and support firms in the period up to the launch of the stress test.", "As with disclosure and risk management, the stress test will not be a straightforward task.", "We will test risks under not one, but three scenarios.", "The first where no additional policy action is taken and where, by continuing on our current emissions path, warming exceeds 3 degrees above pre-industrial levels.", "The second where policy action starts now enabling us to achieve net-zero in an orderly fashion by 2050.", "And the third where policy is implemented late, leading to a disorderly transition to net-zero.", "The Financial Policy Committee's July 2019 Financial Stability Report set out that there would be a climate change related Biennial Exploratory Scenario (BES) in 2021.", "A discussion paper on the climate BES was published in December 2019.", "Autorité de Contrôle Prudentiel et de Résolution (ACPR) publication 04/10/19 'Climate change : which risks for banks and insurers', Australian Prudential Regulation Authority (APRA) letter to firms on 'Understanding and managing the financial risks of climate change', 24/02/20 risk in the Monetary Authority of Singapore's (MAS) annual Reply to Parliamentary Question on including climate change-related industry-wide stress test, 04/02/20 of the ECB, at the European Savings and Retail Banking Group Conference, Speech by Luis de Guindos, Vice-President 'Creating sustainable financial structures by putting citizens first', 21/11/19 The scenarios will look ahead decades, not the next three to five years.", "They require firms to understand how their real economy customers are exposed to these risks and the actions they would take to manage the risks.", "That will in turn prompt conversations about stewardship to net-zero and what opportunities an orderly transition might bring.", "At the heart of this is scenario analysis.", "Most firms have significant gaps in their climate scenario analysis capabilities.", "That is not surprising given it is a relatively new field.", "But to assist firms and policymakers in this challenge, we are working with climate scientists and our partners through the central banks and supervisors Network for Greening the Financial System (NGFS), and last week we published a number of reference scenarios.", "These reference scenarios provide for the first time a harmonised set of high-level climate scenarios, available in a publicly accessible database, in which both transition and physical climate change impacts are included in a consistent way.", "They provide a foundation for decision-useful financial and economic analysis, including stress testing, that will be as relevant for you and your customers, as to the authorities.", "And we will continue to build on these scenarios, taking on board your feedback and putting in place plans to publish a second iteration around the turn of the year.", "International coordination This is only one example of our work with international partners.", "We are one of eight founding members of the NGFS, which was set up for central banks and supervisors to share expertise on climate-related risks.", "In the two and a half years since it launched, the NGFS has grown to 66 members and 13 observers spanning 5 continents and from jurisdictions that account for over half of global emissions.", "This reflects the broad recognition now that climate change matters to central banks and supervisors.", "Climate change is of course a global problem that requires global solutions.", "So the work we do through the NGFS and other international fora is essential.", "We need this collaborative approach to turn promises into practice.", "One glance at the NGFS website will show you just how much we are doing on that front.", "NGFS Climate Scenarios Green Finance and Green Recovery Governments around the world are now considering green recovery packages to rebuild economies hit by Such measures to \"build back better\" offer a unique opportunity for the financial sector to step up Covid-19.", "by mobilising green finance to maximise the impact of these packages.", "The benefits for the financial sector go beyond managing the risks from climate change.", "Identifying the risks will also reveal the enormous opportunities of supporting the transition.", "And the innovation that follows will be good for business as well as good for the planet.", "Indeed, there is increasing evidence of a commercial benefit to sustainable investment, both during the recent market volatility around Covid-19 and over the long-term.", "It is therefore no surprise that global sustainable funds reached nearly $1 trillion in assets under management at the end of 2019.25 So where does this leave us and what is next on the climate pathway?", "I like to think of our journey in phases.", "The first phase was identifying what risks climate change posed to the financial system and convincing the financial sector of the need to act.", "The conversations I have had with leaders in the financial sector over the past few years make it clear that this issue is increasingly recognised as being central to business strategy, not just the confines of Corporate Social Responsibility departments.", "We have now entered the far more difficult second phase, where we must answer the question of how to turn aspiration into action.", "That means collecting data, building tools and frameworks that enable changes in strategy and risk management.", "The publication this week of the CFRF guide and the NGFS reference scenarios is a sign we are making good progress here.", "The third and final phase - which I hope we are fast approaching - is using these tools to make financial and business decisions that progress us on that orderly transition to net-zero.", "And developing the metrics that will assure us that collectively we are doing enough.", "See research from BlackRock and Morningstar Morningstar reports total assets in global sustainable funds of $960bn at end 2019 I've set out today how the financial sector can play its part in answering perhaps the greatest call to action in its history and the Bank's role in supporting this.", "We have already taken the first steps.", "Now is the time to use what we have learned to make real progress on our journey.", "To be strategic not responsive.", "To stretch our horizons and take different decisions today, a long time before the consequences of inaction will be clear.", "Both because this is an unprecedented challenge for which we don't comprehensive how-to-do-it guide.", "And because it is a collective action problem where seemingly rational individual inaction makes our collective future problems much bigger.", "There's a long way to go.", "But getting there could not be more important.", "The future of our planet depends on it."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Financial Risk", "Transition Risk", "Disclosure", "Risk Management", "Scenario Analysis", "Stress Testing", "Climate Finance", "Green Recovery", "Sustainable Investment"]}