{"sentences": ["Honorable Secretary Li Qiang, Acting Mayor Gong Zheng, Chairman Yi Huiman, Ladies and Gentlemen, Good morning!", "It is a pleasure to attend the Lujiazui Forum 2020.", "To begin with, I would like to express my warm congratulations to you for making this occasion possible.", "Though we are wide apart exchanging ideas through the video link, our hearts are still together.", "In the past year, Shanghai achieved fresh results in its economic and social development, making new progress in building an international financial center.", "In February this year, central government agencies responsible for the financial sector, jointly with the Shanghai Municipal Government, released the Opinions on Further Accelerating the Development of Shanghai as an International Financial Center and Providing Financial Support for the Integrated Development of the Yangtze River Delta, in which 30 concrete policy measures were proposed and are currently being specified and implemented.", "Hopefully we can see the results sometime soon.", "Since the COVID-19 pandemic broke out in the European and American countries, the global economy and financial sector has suffered from a calamity never seen in a century.", "Nevertheless, when we talk about crisis, we know there are also opportunities hidden inside.", "We believe that Shanghai is bound to overcome difficulties and seize opportunities to play a greater role in the international financial system.", "The coronavirus has caught us all by surprise and has had an unprecedentedly impact on China's economic and social development.", "In the first quarter this year, China's GDP witnessed a 6.8 percent decline.", "Some enterprises ran into multiple difficulties including production suspension, revenue slump and financial stress.", "For the import and export industry, problems of disrupted supply, shortage of orders and blocked channels cast a shadow on their survival.", "General Secretary Xi Jinping has attached great importance to coordinating COVID-19 containment and economic and social development.", "He delivered numerous important speeches and personally took charge and made arrangements.", "The government agencies responsible for the financial sector have resolutely implemented the decisions and arrangements of the CPC Central Committee and the State Council to release numerous policy measures, pledging full support to offset the adverse impact of the pandemic.", "The monetary policy is practiced in a more flexible and appropriate manner, and the regulatory policy keenly focuses on the greatest risks.", "In the first five months of this year, RMB loans issued to the real economy saw an increase of over RMB10 trillion, which is over RMB2 trillion more than the increase in the same period last year.", "At end-May, outstanding broad money supply (M2) increased by 11.1 percent year on year, and outstanding aggregate financing to the real economy (AFRE) posted a growth rate of 12.5 percent year on year.", "The financial market and the financial system demonstrated great resilience and endurance.", "In the next step, the government agencies responsible for the financial sector will act upon the requirements laid out by Vice Premier Liu He in his remarks just now, continue to focus on keeping employment and businesses stable, ensure stability on the six fronts (employment, the financial sector, foreign trade, foreign investment, domestic investment and expectations) and carry out the task of maintaining security in the six areas (employment, the basic livelihood of the people, market entities, food and energy, the stability of supply and industrial chains, and the smooth functioning of grassroots administration), to accelerate the normalization of economic First, more efforts will be made to encourage cooperation between banks and The damage caused by the pandemic is an irresistible external force from which governments.", "no market entity can avoid on its own.", "In this circumstance, governments at all levels have both the responsibility and the capacity to provide information on the regional economy and enterprises in the region to banking institutions.", "Quite a number of heavily-hit enterprises have run into temporary difficulties.", "However, they have favorable market prospects and solid credit records.", "Banks and governments should take active steps to negotiate and determine rescue plans, and especially ensure that emergency financing is well in place for rolling over maturing debt while guarding against moral hazards.", "Efforts should be made so that fiscal and financial measures at multiple levels are in mutual support and close cooperation.", "Banks should introduce more collateral-free credit products featuring low interest rates, while multiple levels of the government should share costs and losses through interest and guarantee subsidies.", "To bolster investment, governments should raise as needed the proportion of special local government bonds that can be used as capital for projects, increase support with bank capital, and translate into physical project progress as soon as possible.", "Second, policy finance will be further leveraged in countercyclical adjustments.", "This year, the total credit line of policy banks registered an annual growth of nearly RMB1 trillion, and bond issuance will also increase, boosting available funds by a large margin.", "Additionally, China Development Bank (CDB) and the Export-Import Bank of China (China Exim Bank) arrange special funds of RMB100 billion to help market entities overcome difficulties.", "More than RMB100 billion of on-lending will be mainly provided to small and medium-sized banks, especially Internetbased banks, so as to ease financing difficulties and reduce financing costs for micro and small businesses (MSBs).", "The coverage of the government financing guaranty will be expanded and guaranty fees reduced for a reasonable sharing of risk losses.", "Third, insurance will better play its unique role in resisting risks.", "Efforts will be made to expand the coverage of insurance against risks and increase the supply of business interruption insurance and export credit insurance products.", "A greater variety of insurances will be introduced for weak links such as pandemic containment, disaster relief, agriculture and rural areas.", "To support reconstruction in the aftermath of the pandemic, the amount and efficiency of settlement of claims should be increased to promptly provide all liable compensations to the individuals and enterprises inflicted in the pandemic, so that they can receive the compensations at the earliest time possible and resume production and consumption.", "Insurers should increase investment in medium- and long-term corporate bonds.", "The average duration of insurance funds is 13 years.", "At present, outstanding insurance funds amount to nearly RMB20 trillion, of which only RMB2.2 trillion is invested in corporate bonds, reflecting great potential.", "Insurers can use more funds to purchase medium- and long-term corporate bonds, especially those issued by enterprises in the industries that are in need of a huge amount of medium- and long-term funds, such as telecommunications, transport, new and traditional infrastructure.", "Fourth, the capital market will be supported to play a more positive role in a wider range Since the beginning of this year, the volume of bond and equity financing has of areas.", "accounted for 35.9 percent of the increase in China's AFRE.", "At present, by market value, China has the world's second largest bond market and stock market.", "China Banking and Insurance Regulatory Commission (CBIRC) plans to release six measures in the near future to support capital market development.", "First, we will introduce new institutional investors, by approving the establishment of more wealth management subsidiaries of banks and insurance asset management companies and allowing foreign specialized institutions to establish foreigncontrolled wealth management companies.", "Second, we will step up the issuance of equity asset management products by supporting wealth management subsidiaries to increase the proportion of equity products, trust companies to issue securities investment trust products and insurers to issue portfolio products.", "Third, we will promote in-depth cooperation between banks and fund companies as well as between banks and insurers.", "Banks and their wealth management subsidiaries will be encouraged to enlist more eligible managers of public funds as partners.", "Research will be conducted on introducing policies concerning insurers' investment in privately offered wealth management products and private equity funds.", "Fourth, we will guide commercial banks to advance the orderly disposal of non-standard non-performing assets, and encourage newly-established wealth management subsidiaries to increase securities investment.", "Fifth, we will support insurers to ramp up investment in the capital market through direct investment, entrusted investment, public funds and other channels, particularly the equity investment in listed quality enterprises.", "Sixth, we will practice differentiated and proportion-based regulation on insurers' allocations of equity assets and guide insurers to allocate more funds to equity assets.", "Fifth, diversified financial instruments will be employed to smooth and restore the global supply chain.", "Efforts should be made to increase financing support for enterprises in the international industrial chain, so as to help them expand domestic and overseas markets and raise the proportion of domestic sale of export products.", "Export enterprises should be bolstered to resume business and trade exchanges with foreign partners at an early date, to stabilize export orders through funding measures such as buyer's credit financing, and to leverage export credit insurance share risk losses.", "Significant steps should be taken to vigorously advance the supply chain finance, to give priority to the financial needs of leading enterprises and key links, and to smooth and stabilize the upstream and downstream supply chains.", "The COVID-19 pandemic has not only seriously impacted China, but also taken a great toll on most other countries across the world.", "According to the forecasts of some international organizations, the developed economies will plunge into the worst recession since World War II and the emerging markets will contract for the first time in nearly 60 years.", "In the face of such a calamity, all countries in the world should shelve differences for close cooperation.", "The global system of labor division was gradually established and has evolved after decades of efforts.", "It is the fruit of the close cooperation of countries following market rules and development trend, and also plays a great role in promoting the world's economic and social development and improving social welfare globally.", "Any ideas aiming to \"knock down old schemes and put up new ones\" or \"make a fresh start\" are by no means economical.", "They will greatly damage the common interests of the people in the world and cannot be realized in the short run.", "Over the past few decades, China has made growing contributions to global economic growth, and played a crucial role in tiding over several global economic and financial crises.", "China has provided an inexhaustible flow of high-quality and inexpensive goods for other countries, which laid an important foundation for sustaining \"high consumption and low inflation\" in developed economies in the past 20-odd years.", "With its savings accounting for more than one quarter of the world's total, China has made enormous contributions to the balance between the world's gross savings and total investments and provided a massive amount of surplus funds for world economic growth.", "Since the outbreak of the pandemic, the Chinese government has dispatched medical expert teams and donated and exported a large amount of prevention supplies and equipment, all of which are expected to play a key role in helping the world win the battle against COVID-19.", "According to incomplete statistics, Chinese financial institutions have donated over RMB200 million worth of anti-virus supplies to 70 countries and regions.", "In terms of macroeconomic policies, the international community should strengthen communication and coordination and make the greatest efforts to forge synergy, so as to amplify positive effects and reduce adverse impacts.", "large economies should actively consider the spillover effects of their policies and balance internal and external impacts.", "As the world economy has been highly integrated today, communication and coordination with other countries should be enhanced when formulating and introducing policies, so as to smooth out spillover risks and jointly safeguard the overall interests of the international community.", "Developed countries like the US, European countries and Japan have a particularly substantial impact on less-developed countries both adjacent and beyond.", "In the dollar-dominated international monetary system, the US Federal Reserve System (Fed), to some extent, acts as the world's central bank and plays a big part in the global economic and financial stability.", "If the Fed focuses too much on domestic welfare in making policies, the foundation of global financial stability may be undermined and the credit of the US dollar and the US be overdrawn.", "Second, we are all aware that this is not the Last Supper, so room must be left for the future.", "Many countries have rolled out fiscal and financial incentives of unprecedented scale and intensity.", "The impacts of the policies were very strong at the outset, but their marginal utility is diminishing.", "For the time being, we have to coexist with the pandemic for a fairly long time.", "As we know, quite a few countries and regions are considering additional incentives.", "It is recommended that everyone think twice before action and reserve some policy space for the future.", "China values very much the normal monetary and fiscal policies we are practicing now.", "We will not flood the economy with liquidity, still less employ deficit monetization or negative interest rates.", "Third, there is no free lunch.", "How could so many central banks fire up printing presses to print an unlimited amount of money?", "As early as more than 2,000 years ago, both China and Europe suffered from economic and social crises arising from the governments' unrestrained coinage of metal into money, not to mention a number of disasters the human society has undergone due to similar reasons after the introduction of paper bills.", "Financial professionals must understand that a price must be paid for any blank check.", "a resilient financial system is usually a reflection of economic strength.", "However, while the real economy has not restarted yet, the stock market has been surging.", "The international financial market is running counter to the real economy, suggesting an unprecedentedly marked distortion.", "\"Internal debt is not debt, but external debt is debt.", "For the US, even external debt is not debt,\" held some foreign experts.", "It seemed to be the case for quite some time in the past, but can it last long in the future?", "The worry is hopefully unwarranted.", "The fifth issue is whether inflation can be wiped out from the world economy, just like a plague can be relieved by a special medicine.", "The rise of overall prices in major economies is not evident yet at this moment.", "However, considering that it still takes a long period of time for the global supply chain to recover, the costs of factors of production will continue to increase in the future.", "Besides, many countries are continuously boosting demand, which may bring about changes to the mechanism of derivative deposit creation.", "All these may lead to the resurgence of inflation.", "In addition, one more thing to consider is how to phase out massive stimulus policies in the future.", "When a large-scale stimulus policy is introduced, everyone is cheering.", "It may be very painful at the time of exit.", "The impact of the \"quantitative easing (QE)\" policy launched in 2008 has not completely dispersed so far.", "I wish to take this opportunity to stress that, China will, as always, unswervingly deepen the reform and enhance the opening-up of the financial sector.", "We will work to create a market-oriented, law-based and internationalized business environment, improve relevant laws and regulations, and advance the construction of the financial infrastructure.", "Domestic and foreign institutions will be encouraged to cooperate on product design, equity investment, corporate governance, talent cultivation, etc., so as to advance the participation of foreign capital in the Chinese market.", "Steps will be taken to steadily push forward RMB internationalization, gradually improve the settlement, trading and reserve functions of RMB, and advance the free use of RMB.", "Support will be offered to regional financial reform and opening-up, especially to the China (Shanghai) Pilot Free Trade Zone (SHFTZ).", "As an international financial center, Hong Kong boasts unique advantages and abundant resources and is fully capable of playing a bigger role.", "At present, as Shanghai is trying to build itself into an international financial center, Shanghai and Hong Kong can establish closer ties, strengthen exchanges, complement each other and make progress together.", "We will also keep close communication with Hong Kong financial regulators to provide diversified services and create more favorable conditions for consolidating Hong Kong's position as an international financial center and deepening the financial cooperation between Shanghai and Hong Kong.", "Finally, I wish the Forum a complete success, and I hope the development of Shanghai as an international financial center be brought to a new height!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["COVID-19", "Economic Development", "Financial Policy", "Global Economy", "Monetary Policy", "Shanghai", "Supply Chain", "International Financial Center", "Financial Stability", "Fiscal Policy"]}