{"sentences": ["Bonjour tout le monde, et bienvenue à notre colloque virtuel.", "Thank you all for joining our workshop on the renewal of the Bank of Canada's monetary policy framework in 2021.", "Renewal is just around the corner-hard to believe.", "Bank researchers have made a lot of progress since we kicked off our workplan in 2018.", "That seems like a thousand years ago given the current health and economic context.", "At that time, in a speech at McGill's Max Bell School of Public Policy, I laid out the main challenges confronting us as we did our work.", "We are looking forward to the conference they will host on this topic in September.", "One challenge I laid out in that speech has become crystal clear today: central banks are likely to run out of conventional firepower if we see an economic downturn in a low-interest-rate world.", "Another challenge is that long periods of low interest rates encourage investors to take on risk that may be excessive.", "We see that now with high levels of indebtedness, not only in Canada, but around the world.", "Global debt-to-GDP is nearly 350 percent-much higher than at the time of the global financial crisis.", "These challenges led us to focus our research on three questions: First: Can we articulate another framework that will do a better job than the inflation-targeting framework that's been in place for over 25 years?", "To answer this, we are running a horse race among alternative frameworks for monetary policy.", "These include average inflation targeting, price-level targeting, an employment-inflation dual mandate and nominal GDP growth and level targeting.", "Another possibility is to raise the inflation target.", "We are evaluating these frameworks against a clear set of criteria.", "Of course, we are looking to see how well they can achieve stability in the economy and in prices so that businesses and families can make decisions with more confidence.", "We're considering the implications for accountability, communications and credibility.", "We're also looking at more novel criteria: how each framework impacts the distribution of income and wealth, and how robust the frameworks are in good economic times and bad.", "You'll hear more about the results of the horse race later.", "Second: How can the Bank of Canada's tool kit support whatever monetary policy framework we end up choosing?", "To answer this question, we are studying how the tools the Bank recently introduced have impacted both financial markets and the real economy.", "I can say that in 2018, I would not have foreseen that we would have deployed so many of our tools in response to a global pandemic.", "I am grateful, however, that the advance legwork staff did meant we were ready to respond quickly.", "Finally: How can other public policies work together with monetary policy to support sustainable growth and price stability?", "Like other central banks, we are closely following research that examines how monetary policy interacts with fiscal and other public policies.", "You have undoubtedly noticed that we have a live experiment in motion on how monetary and fiscal policy can complement one another during a crisis.", "The purpose of today's workshop is to discuss what we have learned so far from the considerable research produced by our staff and to gather your views on these research questions.", "Our discussion with you is just one of several ways we're seeking feedback: earlier this week we launched an online public consultation to gather Canadians' views on the Bank's approach to monetary policy.", "This input from the public, along with consultations held with diverse groups representing consumers, labour, businesses, Indigenous communities, civil society and academics, will inform the Bank's thinking on the best monetary policy framework for Canada.", "The plan is to publish a report in the coming months summarizing what we've heard.", "Today, we want to hear your comments and advice so we can make sure the evidence we bring to bear on the final decisions is robust and thorough.", "Before we begin the day, I'd like to reflect on early impressions of how well our current monetary policy framework has served us during the pandemic.", "First, the fact that we have a clear and simple framework is golden.", "We have a clear target-2 percent inflation-which means businesses and families know what we aim to achieve with our actions.", "We know that central banks must be transparent, especially in times of crisis.", "Our inflation target of 2 percent is defined in terms of the annual consumer price index (CPI) inflation rate, so it's simple to see if we've done our job well or not.", "Second, our framework is flexible in terms of how fast we aim to return inflation to target.", "This flexibility means that we can also consider how well the job market is doing when we are determining how quickly to achieve our inflation target.", "It's also useful in circumstances where returning inflation to target more slowly could help support financial stability.", "Third, I'm struck by how far we've come in our understanding of the limits of monetary policy to solving all problems.", "This has increased the focus on how fiscal policy should contribute to stimulating growth and on how structural policies increase long-term economic prosperity for Canada.", "It has also underlined the role of macroprudential policies in helping to avoid the buildup of financial vulnerabilities when interest rates are low.", "Such policies include mortgage stress tests and other regulations to support sound underwriting practices.", "Let me be clear, monetary policy is ill-equipped to deal with sector-specific issues.", "We need to take them into account in our monetary policy decisions, but our focus must be on the macro economy to support sustainable growth and price stability.", "In the current context, coming out of such a severe hit to jobs and economic activity, the Bank must keep its eye on the ball.", "Fortunately, there are many other policies that are well suited to deal with sector-specific issues.", "All of this together highlights the challenges of policy coordination and the importance of central bank independence.", "The Bank of Canada, along with other central banks, is deploying an array of monetary policy tools to support the economy and financial system in response to the pandemic.", "The Bank has been clear that our efforts, including quantitative easing, are in support of our monetary policy objective-and ultimately the economic and financial well-being of Canadians.", "That said, there is one other area where I think we need to dig in more.", "That is the measurement of our target-the CPI.", "Last year during our consultations, we heard loud and clear that the measure of inflation needed to be considered.", "Many people feel that inflation is higher than reported.", "That's why we started working with Statistics Canada last year to look for ways to improve the CPI.", "Deputy Governor Schembri spoke about this yesterday at the Canadian Association for Business Economics.", "This work continues now at an accelerated pace, because COVID-19 has only exacerbated this perception of higher inflation.", "Prices that are falling, like those around travel, are not relevant to most people; but the prices that are rising, like the cost of food, are those we encounter every week.", "The price of meat has risen by more than 4 percent since February-before the pandemic hit Canada.", "That doesn't feel like low inflation to me or to many families, yet measured inflation is close to zero when you consider the full basket of goods and services.", "It's critical that we measure inflation as accurately as possible so Canadians have confidence in our target; and we must address public perceptions in our analysis and communications.", "In the morning session, we will compare monetary policy frameworks and provide an update on the horse race.", "It's a big topic, so we've split the session into two parts.", "First, Rhys Mendes will provide an overview of how our side-by-side assessment has progressed.", "So far, we've identified some of the strengths and weaknesses of the different frameworks.", "But at this point, no single framework dominates on all margins.", "After a break, we welcome a discussion of the horse race.", "Joseph Gagnon from the Peterson Institute for International Economics, Pierre Fortin from the Université du Québec à Montréal and Stephanie Schmitt-Grohé from Columbia University will lead.", "At lunch, we'll watch a video in which Deputy Governor Schembri explores the recent Bank of Canada staff discussion paper, \"Strengthening Inflation Targeting: Review and Renewal Processes in Canada and Other Advanced Jurisdictions.\"", "Then we'll break into small groups to discuss the results of the horse race.", "In the afternoon, Session 2 will examine policy coordination in a time of crisis.", "Césaire Meh will chair this one, with discussions by Ricardo Reis of the London School of Economics, and Marty Eichenbaum of Northwestern University.", "Finally, we'll close with a discussion of those alternative tools I mentioned and lessons from the COVID-19 crisis.", "Leading the discussion will be Ed Devlin, formerly of PIMCO, Annette VissingJørgensen from the Haas School of Business at Berkeley and Anil Kashyap from the University of Chicago Booth School of Business.", "Seeing unconventional monetary policy tools in action during COVID-19 has put renewed focus on how they're impacting both asset prices and decisions on borrowing and lending.", "We should, of course, also discuss the side effects we are most concerned about and explore ways we can mitigate these without reducing the effectiveness of the tools.", "We are looking forward to your feedback today-it will inform and influence our next steps.", "I will return to this virtual stage at the end of the day to sum up the takeaways from our work here.", "Let's start the conversation.", "I'm expecting a lively and constructive discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy framework", "inflation targeting", "economic downturn", "low interest rates", "financial stability", "fiscal policy", "structural policies", "macroprudential policies", "CPI", "alternative tools"]}