{"sentences": ["Honourable members of the Committee on Economic and Monetary Affairs, Thank you for inviting me to discuss with you the state of convergence of the EU Member States that are committed to adopting the euro under the EU Treaties, as assessed in our latest ECB Convergence Report.", "This gives me the opportunity to update you about the important decisions taken last week with regard to Bulgaria and Croatia and what this may imply for the future of the euro area.", "Let me thank the European Commission and the Bulgarian and Croatian authorities for the very smooth cooperation in the run-up to these decisions.", "As we announced last Friday, the Governing Council of the European Central Bank (ECB) has decided to enter into close supervisory cooperation with the central banks of Bulgaria and Croatia (Българска народна банка and Hrvatska narodna banka).", "With this step, the two countries fulfilled the last prior commitment that was required for the other major decision, namely the inclusion of the Bulgarian lev and Croatian kuna in the exchange rate mechanism (ERM II).", "This decision was taken last Friday and entered into effect today.", "As Bulgaria and Croatia have now simultaneously entered both the banking union and ERM II, they may be able to adopt the euro by around 2023, provided that they comply with all Treatybased convergence criteria.", "As I have argued in the past it is in everyone's interest that euro area accession countries meet the conditions for successful membership.", "In my remarks today, I will explain the importance of the ERM II process, close cooperation and sustainable convergence in preparing to adopt the euro.", "The role of ERM II in the euro area accession process The euro represents a source of economic strength and a political commitment to grow closer together over time.", "All EU Member States are committed to adopting the euro once they fulfil the necessary conditions, except for Denmark, which has an opt-out.", "All countries must strive to fulfil all the convergence criteria.", "Their readiness to adopt the euro is assessed by the ECB and the European Commission and described in their convergence reports.", "In line with the role given to the ECB by the Treaties, let me focus here on readiness and the role of ERM II in the euro area accession process.", "ERM II was introduced in 1999 as one of the ways to assess a country's convergence with the euro area.", "The mechanism not only enables exchange rates between the non-euro area Member State's currencies and the euro to be managed, it also, and most importantly, is a way to test the sustainability of convergence before and after euro adoption.", "The ECB plays a central role in ERM II.", "It is the operational hub of the system.", "The ECB's General Council, which includes the governors of euro area and non-euro area central banks, monitors the operation of ERM II and ensures that monetary and exchange rate policies are coordinated.", "The General Council also administers the intervention mechanisms together with the Member State's central bank.", "The ECB is also one of the parties that decide whether a given currency can be admitted to join ERM II.", "To take this decision, it prepares annual reports on the functioning of the mechanism.", "And together with the European Commission it assesses whether a country's participation in ERM II has been sustainable.", "The last wave of countries joined ERM II in 2004-05 and subsequently joined the euro area.", "From that experience, we have gained a better understanding of the regime shift that ERM II entails for participating countries.", "It became clear that participating in ERM II alters the economic incentives of international and local investors as well as those of the authorities of the participating countries.", "Evidence suggests, in particular, that after a country joins ERM II, it may experience large and volatile short-term capital inflows.", "Especially if coupled with a weak institutional set-up, this may set the wrong incentives, leading to the postponement of necessary reforms and a deterioration in the country's adjustment capacity.", "We have learned lessons from the financial crisis related to sustainable convergence that have led to reforms in the architecture of Economic and Monetary Union, such as the establishment of the banking union.", "These lessons were taken into account when designing the path of Bulgaria and Croatia towards ERM II.", "Both countries made prior commitments that were designed to ensure that their participation in ERM II would be smooth.", "The fulfilment of these commitments was carefully monitored and assessed by both the ECB and the European Commission in their respective fields of competence.", "More specifically, both countries made country-specific commitments pertaining to structural policies , strengthening the macroprudential toolkit and transposing the EU anti-money laundering directives into national legislation.", "Close cooperation - the path to the banking union Bulgaria and Croatia, as prospective ERM II members, also established close cooperation between ECB Banking Supervision and their national competent authorities (NCAs) under the legal framework of the Single Supervisory Mechanism (SSM).", "They were asked to do so as any country that wishes to join the euro area not only has to ensure sustainable economic convergence, but should also be ready to participate in the banking union.", "The idea behind a country participating in the banking union before adopting the euro is to promptly address potential weaknesses in its domestic banking sector.", "This, in turn, avoids these weaknesses weighing on the national economy and public finances in the future, with negative spillovers across the entire euro area.", "From a procedural point of view, establishing close cooperation requires the prospective member country to adopt legislation that allows the ECB to carry out its supervisory tasks.", "Moreover, the banking sector has to undergo a comprehensive assessment by ECB Banking Supervision, very similar to the one conducted on euro area banks in 2014 before the SSM was set up.", "In addition, the ECB can request information from the national supervisory authority and provide it with technical support to facilitate its smooth transition to the SSM supervisory approach.", "Once close cooperation is established, the Member State participates in the SSM - as well as the Single Resolution Mechanism - with the same rights and obligations as the other participating Member States, except for small differences.", "As regards close cooperation with the central banks of Bulgaria and Croatia, the decisions of the ECB's Governing Council will apply 14 days after their publication in the Official Journal of the EU.", "Once the Bulgarian and Croatian significant banks have been formally identified, the ECB will begin supervising banks in these countries on 1 October 2020.", "Ensuring a sustainable convergence path The prior commitments taken by Bulgaria and Croatia in recent years spurred important reforms that will mitigate risks under ERM II.", "However, these reforms will not fix all the imbalances and vulnerabilities that the two countries are facing.", "I therefore welcome the additional voluntary policy commitments taken by Bulgaria and Croatia when joining ERM II.", "These post-entry commitments aim at ensuring sustainable economic convergence by the time the two countries adopt the euro.", "The ECB and the European Commission, in line with their respective roles, will carefully monitor the implementation of these commitments.", "Let me conclude by broadening the perspective and providing some general observations on the state of convergence of the non-euro area Member States that are committed to adopting the euro.", "The ECB 2020 Convergence Report finds that mixed progress has been made over the past two years.", "While important steps have been taken to address fiscal imbalances - and, in most cases, other macroeconomic imbalances, too - more progress is needed with regard to the overall quality of institutions and governance.", "In none of the seven countries examined is the legal framework fully compatible with all the requirements for adopting the euro.", "Advancing on this front is key as sustainable convergence requires sound institutions.", "It is also important not to underestimate the risk of increased divergence due to the coronavirus (COVID-19) crisis.", "Given the cut-off dates for the analysis contained in the report, it was not possible to carry out a full assessment of the impact of the COVID-19 pandemic on the convergence path.", "We should not exit the crisis with more divergence than before, neither in the euro area nor in the EU as a whole.", "The European Commission's proposal for a revised Multiannual Financial Framework and the temporary recovery instrument - Next Generation EU - are crucial in this respect.", "It is in Europe's common interest that a strong joint response is quickly deployed to counteract the fragmentation risk stemming from the crisis and potential divergence in the longer run.", "It is in this spirit that we all look forward to the upcoming meeting of European leaders.", "Denmark has notified the Council of the European Union (EU Council) of its intention not to participate in stage three of Economic and Monetary Union.", "As a consequence, convergence reports only have to be provided for Denmark if the country requests them.", "Given the absence of such a request, the ECB's 2020 Convergence Report examines the following countries: Bulgaria, the Czech Republic, Croatia, Hungary, Poland, Romania and Sweden.", "Article 140 of the Treaty on the Functioning of the European Union says that at least once every two years, or at the request of an EU Member State with a derogation, the ECB and the European Commission must report to the EU Council \"on the progress made by the Member States with a derogation in fulfilling their obligations regarding the achievement of economic and monetary union\".", "The main general features of ERM II are: (i) a central exchange rate against the euro; (ii) a fluctuation band with a standard width of ±15% around the central rate; (iii) central bank interventions at the margins of the agreed fluctuation band; (iv) the availability of very short-term financing from participating national central banks.", "The participating national central banks can, however, unilaterally commit to tighter exchange rate regimes than those provided for by ERM II, without imposing any additional obligations on the ECB.", "This is now the case with Bulgaria, which has joined ERM II with its currency board, like Estonia and Lithuania did in the past.", "Estonia, Lithuania and Slovenia joined ERM II in 2004; Cyprus, Latvia, Malta and Slovakia joined ERM II in 2005.", "For the ECB, these are banking supervision and macroprudential policy.", "The ECB's assessment of the ERM II prior commitments on the macroprudential toolkit is available on the ECB's website.", "See \"ECB assessment report on completion of the commitments made by the Republic of Bulgaria on the macroprudential toolkit\" and \"ECB assessment report on completion of the commitments made by the Republic of Croatia on the macroprudential toolkit\", ECB, 10 July 2020 .", "For Bulgaria, these policies include enhancing non-banking supervision, improving the insolvency framework and strengthening the governance of state-owned enterprises.", "For Croatia, they include reforming the collection and production of national statistics, enhancing public sector governance and reducing the administrative and financial burden.", "The European Commission's assessment of the ERM II prior commitments on structural policies is available on its website.", "See \"Letter by Executive-Vice President Dombrovskis and Commissioner Gentiloni to ERM II parties on Bulgaria and assessment of prior commitments of Bulgaria\" and \"Letter by Executive-Vice President Dombrovskis and Commissioner Gentiloni to ERM II parties on Croatia and assessment of prior commitments of Croatia\", European Commission, 10 July 2020.", "It is worth noting that the core work of the comprehensive assessment exercises on Bulgarian and Croatian banks took place and was finalised before the outbreak of the coronavirus (COVID-19) pandemic and hence could not take into account the impact of this crisis.", "For example, the ECB will not adopt decisions addressed to banks in the Member State concerned, but rather instructions addressed to the NCA, which will in turn adopt the required national administrative measures addressed to banks.", "Moreover, the Member State in close cooperation is not represented in the Governing Council.", "For this reason, a special procedure allows the NCA in close cooperation to express disagreement with the Supervisory Board's draft decisions and with any objections by the Governing Council to those draft decisions.", "If no agreement is reached, the Member State may opt to terminate close cooperation.", "The application letters from the Bulgarian and Croatian authorities including the annex with the post-entry commitments to be taken at the time of ERM II entry are available on the ECB website.", "See \"Application letter from the Bulgarian authorities\" and \"Application letter from the Croatian authorities\"."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none"], "topics": ["ERM II", "Convergence", "Banking Union", "Sustainable Convergence", "Central Banks", "Economic Strength", "Euro Area", "Macroprudential Toolkit", "European Commission", "Bulgaria and Croatia"]}