{"sentences": ["Good morning, dear colleagues and representatives from the academia, the private and public sectors.", "I am sincerely happy to see you all joining in.", "And I am definitely much less happy that we have met in this particular - remote - way.", "Unfortunately, in spite of our utmost wish to invite you for a face-to-face conversation, we have to abide by the uncompromised demands dictated by the second wave of the coronavirus.", "Tensions continue to run high, as does the uncertainty related to both public health and the economy.", "Such circumstances call to focus first and foremost on how to survive safely through tomorrow or the nearest quarter.", "However, even in such circumstances, it would be unwise not to reflect on the post-pandemic world, which will be different - and we will have to adapt to it.", "Now is the time, therefore, to take a look at the long-term outlook, including Lithuania's economic development in the long run.", "Before the pandemic, the pace of economic convergence in Lithuania was among the most rapid across the European Union (EU).", "The rather rapid economic growth was underpinned by the lower value-added economic activities.", "For some time, such growth is, to a certain extent, inevitable, as conveyed in economic textbooks.", "However, sustainable and long-term convergence is not something to be taken for granted.", "Sooner or later, all readily available resources are used up and economic growth decelerates substantially.", "Two options are available upon reaching that point.", "The first option is to do nothing and make do with the status of, at best, an average performer.", "The second option would be to take resolute measures that would transform the structure of the economy.", "I assume that the option of the average performer appears less attractive to most people here and therefore propose to explore the second path in more depth today.", "The blow dealt by the pandemic to our country has been less severe, at least thus far, compared to the majority of EU countries.", "This provides us with a relatively solid starting position, from which we could forge ahead into the top league on the racetrack.", "By far the most important section on this route deals with investment and innovation, which you have been invited here to discuss in particular.", "Both these factors are closely interrelated and interdependent - almost like the chicken and the egg.", "There can hardly be innovation without investment.", "And without innovation, there can be no technological progress, which is a source of continuous productivity growth.", "It is essential to capitalise on that source if we want to move towards the production of goods and services of higher added value.", "Such a shift would open up a prospect of higher long-term growth.", "This would allow to catch up with the average EU standard of living and, perhaps, exceed it in the long run.", "Consistent economic growth would simultaneously imply broader possibilities for investment in the most productive sectors of the economy.", "Is it the right time to talk about that now, in an environment of global uncertainty?", "I think it is, given that the crisis is an opportunity and, perhaps, a historic chance to transform Lithuania's economy.", "The pandemic can be a catalyst for significant changes in investment and innovation, provided that we take a well-targeted approach.", "I will substantiate this thesis by discussing two types of investment - foreign direct investment and general government investment.", "Dear colleagues, Foreign direct investment is important in that it can help the state \"import\" new technologies and innovative process management solutions.", "In Lithuania, foreign direct investment, as a share of GDP, is among the lowest in Central and Eastern Europe.", "Almost every country in the region - either Montenegro, Estonia, Serbia, or Bulgaria - has accumulated a larger stock of foreign investment, which, in some countries, is twice or even three times as great as that of Lithuania.", "If we want to attract more foreign investment, we need to consider one important fact - a likely wave of deglobalisation in the post-pandemic world.", "Countries and regions declare their aim to repatriate the production of strategically important goods.", "Europe will strengthen its economic autonomy.", "This is where new possibilities emerge: even though global value chains will get shorter, they will be open to new participants.", "If we took bold and ambitious action, we could use these global shifts to our advantage - to attract foreign capital to our country and to step up our participation in value chains.", "In this regard, it is important to make targeted use of new possibilities and to attract investment specifically in the activities of higher added value, for instance, in the creation of product design instead of assembly or production.", "And the conditions we have created for foreign investors are rather good.", "Lithuania's business environment has earned good scores in global rankings: we rank 11th in the World Bank's Doing Business ranking and are the first among Central and Eastern European countries.", "However, this is not enough.", "Of course, the increasing transparency of regulation and the lightening burden of bureaucracy are significant achievements, but are not a panacea.", "One of the essential challenges in competition for foreign investment is the relatively low labour productivity, which has been growing at a twice slower pace compared to wages.", "Real wages in Lithuania have increased by 54% over the past decade, as opposed to an increase of just 25% in productivity.", "I am convinced that the solution to this problem requires a consistent and firm public policy intervention.", "I am therefore very happy that Professor Marcel Fratzscher, President of the German Institute for Economic Research, will deliver the keynote speech soon.", "The professor is among the loudest voices in Germany highlighting the importance of public investment in enhancing potential economic growth.", "It is the targeted and strategically planned long-term public investment that can help transform Lithuania's economy and provide a strong positive impetus to the growth of labour productivity and, consequently, the economic potential.", "And precisely now is the right time to harness public investment for the implementation of real change.", "Firstly, the pandemic has triggered a structural shock to the global economy and it is therefore likely that it will anchor interest rates at current lows for some time.", "Economic logic dictates that cheap money should be used wisely.", "Secondly, public investment has gained importance as we live in a state of uncertainty.", "The pandemic forces businesses to shelve investment decisions: for instance, we estimate that private sector investment will decrease by more than 13% in Lithuania this year.", "I am also concerned about that as a euro area monetary policymaker, given that sluggish business investment dampens the efficiency of accommodative monetary policy measures.", "Hence, the general government should take much stronger action once we step into an unknown territory.", "According to the latest analysis by the International Monetary Fund, public investment is much more effective in periods of uncertainty compared to ordinary times, both as a driver of gross domestic product growth and as a catalyst for private investment.", "And, nonetheless, I would like to emphasise quality instead of quantity in this regard.", "Public investment should be targeted and measured as well as conducive to the functioning, growth and investment of the private sector.", "Otherwise it will crowd out, rather than attract, private investment.", "Hence, even if we have agreed that investment is necessary, we must weigh, calculate, and carefully estimate the returns and other potential consequences.", "Lithuania's debt will reach record highs this year.", "This may imply that we live at the expense of the future, in particular if we concentrate on one-off payments that are \"eaten away\" and do not contribute to the solution of the most persistent problems of the economy.", "However, if we use these funds prudently and wisely, this may also imply that we are building the country's economic future.", "Therefore, let's invest, after measuring thrice, in the areas that can steer the ship of our economy in a new direction that would ensure the growth of potential GDP.", "If we manage to do this, we will pay our debts back without much pain.", "Lithuania's Plan for the DNA of the Future Economy, in its current shape, earmarks most investment for infrastructure, which is an important area.", "Infrastructure is, and will continue to be, the foundation of sustainable economic growth.", "Of course, this is only if it implies green, digital infrastructure, let's say, 5G networks, rather than renovation of paving tiles in city squares.", "However, infrastructure is not the only area we should focus on.", "We should concern ourselves far more with the qualifications of the workforce - given a mismatch between the skills of more than one-third of workers and the labour market requirements.", "It is a narrow bottleneck that also impedes the flow of foreign direct investment.", "Meanwhile, the pandemic will certainly speed up the processes of digitalisation and job automation as robots have the advantage of not spreading the virus (at least COVID).", "Therefore, technological progress necessitates investment in workers' skills, education and lifelong learning programmes.", "And the purpose of that is not merely to enable workers to keep their jobs.", "Investment in modern infrastructure requires the availability of highly qualified workforce to be truly meaningful and to allow to fully benefit from digitalisation.", "A higher level of human capital would facilitate the creation of research centres and the strengthening of engineering and pharmaceutical industries.", "The more rapid growth of these sectors would allow starting the engine of innovation, given that these particular sectors invest most heavily in research and development.", "Now we are as much as halfway behind the EU average in terms of investment in this area.", "Dear colleagues, The new reality has also led to tectonic shifts in the EU economic policy.", "The creation of the EU recovery fund is a historic step towards European economic integration and financial solidarity.", "The fund earmarks nearly €2.5 billion in grants for Lithuania.", "The resources of the fund will be distributed in the light of the objectives elevated in Europe to the top political level: digitalisation and the Green Deal.", "The creation of the fund also implies a historic opportunity for us.", "Targeted use of the fund's resources will not only let us contribute to the European cause.", "The objectives set by Europe provide a good compass if we want to lay a new foundation for a more rapid long-term growth of Lithuania's economy.", "That is why I mentioned in the beginning of my speech that the issue of investment and innovation is, indeed, timely.", "We are witnessing structural changes and new plans for investment that can alter the reality of our economic life for decades ahead.", "Today's discussion has brought together a large number of competent professionals from Lithuania and abroad.", "I believe that our conversation can provide an impetus to make better use of the emerging opportunities.", "Lithuania, meanwhile, begins a new political cycle and, perhaps, some of the ideas that will be put forward will resonate with decision makers.", "Thank you for your attention and I wish you a meaningful discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Investment", "Innovation", "Foreign Direct Investment", "Public Investment", "Economic Growth", "Productivity", "Infrastructure", "Education", "EU Recovery Fund", "Green Deal"]}