{"sentences": ["Published Date: 13 October 2020 \"Harnessing the Power of Finance for a Sustainable Future\"- Keynote Speech by Mr Ravi Menon, Managing Director, MAS, at the Financial Times Investing for Good Asia Digital Conference on 13 October 2020 I thank the Financial Times for the opportunity to speak on this important topic and to reach out to an audience across the globe.", "WHAT HAS COVID-19 TO DO WITH SUSTAINABILITY?", "The climate crisis is the existential challenge of our time.", "Never before have the effects of climate change been more keenly felt- soaring temperatures, extreme weather events, rising sea levels.", "Recent wildfires in Australia and the Western United States are the worst in history.", "Meteorologists tracking hurricanes across the Eastern United States have run out of names this season.", "How we deal with climate change will define our future.", "The Paris Agreement calls for a concerted effort to limit global temperature rise by reducing emissions of greenhouse gases.", "This call to action for a sustainable future has only grown stronger with the COVID-19 pandemic.", "COVID-19 has sensitised the world to how vulnerable we all are to the forces of nature.", "The pandemic has underscored the importance of taking timely and collective actions to mitigate global challenges.", "As we look to building a more resilient world emerging from COVID-19, we have an opportunity to also make it more sustainable.", "Resilience and sustainability are complementary.", "By improving environmental health and safeguarding biodiversity, we also strengthen public health.", "If resilience requires us to adopt a more decentralised way of living and working, there is opportunity to reduce the carbon footprint of daily commutes.", "Reducing waste and recycling resources not only enhances sustainability but also strengthens resilience.", "ASIA'S TRANSITION TO DEEPER SHADES OF GREEN Asia accounts for about half of global greenhouse gas emissions.", "To move the needle on global emissions, Asia must move.", "But Asia's journey towards a low-carbon future will be different from that of Europe.", "Asia is at a different stage of development - millions of people still do not have access to electricity, modern sanitation, and drinking water.", "Demand for affordable energy will continue to grow strongly, especially with rapid urbanisation and modernisation.", "Most countries in Asia are still heavily dependent on fossil fuels for their energy needs.", "More than 80% of Southeast Asia's current and planned fossil fuel generation assets exceed the carbon budget under the Paris Agreement.", "It is not realistic to suddenly replace fossil fuels with renewables.", "Asia cannot move quickly to a European standard of green without curtailing its economic and social development.", "Asia's transition to sustainability has to be progressive yet determined - through ever deeper shades of green.", "There is considerable scope to make Asian cities greener and cleaner - by tapping on energy-efficient technologies and renewable energy solutions.", "Asia is also well-positioned to reap the vast potential of renewable energy.", "Large-scale solar farms have already become a common sight in Asia.", "According to the International Renewable Energy Agency, Asia is poised to become a world leader in wind energy by 2050.", "A progressive transition to a low-carbon economy is consistent with inclusive economic growth.", "According to the Global Commission on the Economy and Climate, bold climate action could generate more than 65 million new low-carbon jobs globally in 2030.", "Renewable energy projects, energy-efficient retrofits, and green construction are labour intensive in the short run and a good means of creating jobs.", "SUSTAINABLE SINGAPORE Singapore has much at stake in global efforts to mitigate climate risk.", "We are a tropical island smaller in size than London, with most of the country lying just 15 metres above sea level.", "If temperatures were to soar or sea levels rise, our very existence could be in question.", "Singapore has always been committed to the idea of sustainability.", "Right from the 1960s, as a newly independent developing country, we pursued sustainable development: economic growth with environmental protection and social inclusion.", "We embedded greenery in our urban landscape.", "We preserved a small tropical rainforest right in the middle of the city.", "We were one of the earliest countries in the world to limit our car population - through quotas and usage charges on roads leading into the city centre.", "Today, our car population is at 0% growth.", "Now, with the threat of climate change and our commitments under the Paris Agreement, Singapore's sustainability agenda has taken on added urgency and broader dimensions.", "We are actively developing strategies to reduce our long-term carbon emissions.", "Singapore is one of few countries in the world, and the first in Southeast Asia to have introduced a broad-based carbon tax.", "We are shiing towards cleaner energy sources and low-carbon technologies.", "Singapore is ramping up solar energy output, which is our most viable renewable energy source.", "We are looking to harness technologies such as hydrogen and carbon capture, utilisation and storage.", "We are exploring transmission lines to our neighbouring countries to tap on and trade in the renewable energy they produce.", "We are re-designing our residential precincts through a Green Towns Programme.", "We are recycling rainwater and using cool paint to reduce ambient temperatures in our housing estates.", "In the upcoming Punggol Digital District, businesses will be connected to a network of sensors collecting real-time data on solar generation, building occupancy, rainfall and humidity; they can use this information to optimise their energy usage.", "We are working towards a Circular Economy, where resource usage is reduced and resources are re-cycled Singapore is the first country in the world to achieve circularity in the water sector.", "We collect every drop of used water, treat and purify it, and turn much of it into clean water again.", "Singapore is extending the circularity principle to other areas.", "We are experimenting with the use of treated incineration waste as construction materials for building roads.", "We are looking into transforming waste plastic into alternative fuels.", "We are recycling food waste into sustainable animal feed.", "Under the Zero Waste Masterplan, by 2030, Singapore aims to reduce by 30% the amount of waste per capita that we send to our landfills.", "We are positioning Singapore as a carbon services hub to complement Asia's decarbonisation efforts.", "There is good potential in Southeast Asia to generate carbon credits.", "Singapore can play a role in facilitating the financing of projects that reduce or remove emissions through these credits.", "A critical enabler for all these sustainability efforts - in Singapore and across Asia - is Green Finance.", "Finance fuels the economy, shapes investment decisions, and drives action.", "The immense financing needed to build a greener world can only be met through a combination of public and private capital.", "SINGAPORE'S GREEN FINANCE ACTION PLAN Last year, the Monetary Authority of Singapore (MAS) launched a Green Finance Action Plan- to support a sustainable Singapore and to facilitate Asia's transition to a sustainable future.", "As a champion of sustainable development and as an international financial centre in the heart of Asia, Singapore is well-placed to support Asia's sustainability journey through Green Finance.", "Our vision is for Singapore to be the leading centre for Green Finance in Asia.", "The Green Finance Action Plan comprises four key thrusts- strengthen the financial sector's resilience to environmental risks; develop green financial solutions and markets for a sustainable economy; harness technology to enable trusted and efficient sustainable finance flows; and build knowledge and capabilities in sustainable finance.", "Let me elaborate on each of these.", "STRENGTHENING RESILIENCE TO ENVIRONMENTAL RISKS First, strengthening the financial sector's resilience to environmental risks.", "Climate change poses two key risks to financial institutions.", "First, physical risks arising from climate change - such as floods and rising sea levels damaging assets and properties, resulting in large insurance claims and reduced collateral values for bank loans.", "Second, transition risks arising from policy changes, technological advances, or shis in consumer preferences that reduce demand for fossil fuels, thereby devaluing loans and investments with a fossil fuel exposure.", "These risks are not trivial and could well threaten the stability of the financial system.", "It is estimated that at a temperature rise of two degrees Celsius, US$1.7 trillion of global financial assets could be at risk of a write-down in value.", "industry and building sectors globally could become stranded by 2050.", "Financial institutions cannot afford to ignore these risks.", "MAS has co-created with the financial industry a set of Guidelines on Environmental Risk Management.", "These Guidelines are distinct from those in other jurisdictions in two ways: First, they cover environmental risks beyond climate change - such as pollution, loss of biodiversity, and changes in land use.", "These risks can interact with climate effects to compound environmental degradation and depress asset values.", "Second, the Guidelines extend beyond banks to include insurers and asset managers, and are calibrated to each sector's business activities.", "The Guidelines set out expectations for financial institutions to assess, monitor, mitigate and disclose environmental risks.", "Financial institutions should adopt sound methodologies and tools to identify and assess the environmental risks relevant to them.", "They should monitor their exposures to geographies and sectors with higher environmental risks, and the carbon intensity of customers and investee companies.", "They should develop specific risk mitigation policies for sectors posing higher environmental risks and support the transition of riskier customers and investee companies towards sustainable business practices.", "They should disclose their approach to managing environmental risks and the impact of these risks on their financial performance.", "Disclosure should reference internationally accepted reporting frameworks, such as those by the FSB Taskforce on Climate-related Financial Disclosures (TCFD).", "MAS will assess environmental risk in our supervision of financial institutions.", "This will include assessing how financial institutions integrate environmental risk management with their business operations.", "Within the next two years, MAS will incorporate climate-related scenarios in our annual stress tests for the financial industry.", "Disclosure of environmental risk applies as much to non-financial corporates.", "Only then can investors price climate-related risks and opportunities and asset managers construct and manage sustainable portfolios for their clients.", "The Singapore Exchange (SGX) requires listed companies to produce annual sustainability reports on a comply-or-explain basis.", "SGX will soon include the TCFD recommendations within its existing guidance to assist listed companies with their climate-related financial disclosures.", "As a central bank and financial regulator, MAS will practise what it preaches.", "MAS has begun to evaluate the resilience of its Official Foreign Reserves under a range of short-term climate-related disruptions and longer-term climate scenarios.", "MAS is also working on a roadmap to better integrate environmental risks across all our business functions.", "This will include measuring, reducing and disclosing our own carbon footprint.", "Next year, as we mark MAS' 50th anniversary, we will share in greater detail our strategies towards a more sustainable MAS.", "DEVELOPING GREEN FINANCIAL SOLUTIONS AND MARKETS The second key thrust of our Action Plan is to develop green finance solutions and markets.", "We are: promoting sustainability bonds and loans; developing insurance solutions for climate risks; attracting green funds and asset managers with a sustainability focus; anchoring providers of sustainability rating and verification services; and collaborating with international partners to develop a common green taxonomy.", "Sustainability bonds and loans provide corporates the incentive to embed sustainability considerations in their financing decisions.", "MAS' Sustainable Bond Grant Scheme defrays the cost of external reviews to demonstrate the alignment of sustainability bonds with international standards.", "More than S$8 billion in green, social and sustainability bonds have been issued in Singapore since the introduction of the Scheme in 2017.", "They have supported a range of impactful outcomes: developing renewable energy projects; improving the energy efficiency of buildings; financing social enterprises aimed at helping lower income women; and so on.", "MAS will launch by the end of the year a similar grant to support sustainability-linked loans.", "Corporates in Asia rely more on bank loans compared to bonds.", "MAS will therefore introduce a grant to fund the costs of conducting external reviews and ratings, for green and sustainability-linked loans.", "The grant will also promote the development of sustainable lending frameworks that provide simplified processes and standardised criteria for borrowers.", "This will reduce the cost of green borrowing and encourage more small and medium enterprises to tap on such loans.", "Progress on the green bond and green loan fronts has been good.", "Singapore is now ASEAN's largest green finance market, accounting for close to 50% of cumulative ASEAN green bond and loan issuances.", "Notably, sustainable financing and investment flows have held up well through the first half of this year, despite the pandemic and broad-based economic weakness.", "Singapore is also steadily developing solutions such as Insurance Linked Securities to address climate risks.", "MAS' Insurance Linked Securities Grant Scheme has seen strong take-up since its launch in 2018.", "Within two years, we have seen nine catastrophe bond issuances in Singapore.", "This includes the first Asian sovereign and catastrophe bond covering earthquake and typhoon risks in the Philippines.", "The strong expansion of wealth in Asia will provide a boost to sustainable investments.", "Personal wealth in Asia excluding Japan has seen an eight-fold increase over the past two decades.", "Despite the economic disruption due to COVID-19, Asia is projected to have the strongest wealth growth in the world over the next 5 years.", "This wealth is increasingly being allocated to ESG causes and investments.", "their portfolios sustainably in five years time.", "This trend will be bolstered with the transfer of wealth to the millennial generation.", "An estimated US$15 trillion is expected to change hands to the next generation by 2030.", "Several studies suggest that millennials desire to invest in companies with good ESG track records.", "According to a survey by Morgan Stanley, 90% of millennial high net worth investors want to tailor their investments to their personal values.", "As a leading wealth management hub in Asia, Singapore can play a strong role in wealth planning solutions that support sustainable development in Asia.", "MAS launched last year a Green Investments Programme under which we will place US$2 billion of our funds with asset managers with a strong green focus.", "The aim is to grow the pool of asset managers that are committed to deepen green finance activities and capabilities in Singapore.", "We have short-listed several asset managers with a view to appointing the successful applicants early next year.", "Singapore has also begun anchoring providers of verification, review and rating services.", "These service providers are key in ensuring that sustainability targets being set by corporates are material, and to verify that financing proceeds will indeed be channelled to green and sustainable activities.", "Some of them have established Singapore as their regional hub to support corporates across Asia in building their sustainability capabilities.", "HARNESSING TECHNOLOGY TO ENABLE TRUSTED SUSTAINABLE FINANCE FLOWS The third key thrust of our Green Finance Action Plan is to harness technology to enable trusted and efficient sustainable finance flows.", "FinTech has transformed the delivery of financial services; it can be a game-changer in sustainable finance too.", "We call it Green FinTech.", "We are beginning to see interesting examples.", "Temasek has partnered the University of Oxford on a project that uses satellite technologies to analyse climate risks for assets in the utilities sector.", "JP Morgan is applying artificial intelligence to trawl through non-financial data like patent filings to search for keywords for potential sustainable investments.", "This year's Global FinTech Innovation Challenge organised by MAS is seeking solutions to specific challenges faced by financial institutions with respect to sustainability and climate risks.", "The FinTech Innovation Challenge, organised as part of the Singapore FinTech Festival to be held this December, has received close to 600 submissions from more than 50 countries.", "Some of the shortlisted solutions are really interesting: an online do-it-yourself platform for small and medium enterprises to assess their environmental impact easily and affordably; an AI platform matching institutional investors with a range of social and environmental business opportunities; and an API-based modelling engine that utilises existing climate-related data (e.g.", "weather pattern predictions, sea level, etc.)", "BUILDING KNOWLEDGE AND CAPABILITIES IN SUSTAINABLE FINANCE The fourth thrust of our Action Plan is to build knowledge and capabilities in sustainable finance.", "We are encouraging financial institutions in Singapore to grow their sustainable finance teams here.", "Global banks and asset managers like ING, Standard Chartered and Aberdeen Standard Investments have dedicated Asia-Pacific sustainable finance teams based in Singapore.", "Deutsche Bank has recently located its Asia-Pacific ESG Head in Singapore; Fidelity Global's Head of Stewardship and Sustainable Investing is also based here.", "We are seeking to anchor centres of excellence, think tanks and research networks.", "MAS is bringing together experts in our universities and financial institutions to undertake sustainability research tailored for Asia's needs.", "Today, I am pleased to announce the launch of the Singapore Green Finance Centre- a collaboration between Singapore Management University (SMU) and Imperial College Business School (Imperial).", "The Centre will conduct rigorous research tailored to the Asian context, synergising SMU's strength in financial economics and Imperial's forte in climate finance.", "The Centre will also groom a pipeline of talent in green finance across the career spectrum- from the undergraduate to the executive education levels.", "The Centre has strong support from our financial industry, which will play a key role in steering the Centre's focus towards market-oriented outputs.", "I would like to thank the founding partners- Bank of China Limited, BNP Paribas, Fullerton Fund Management, Goldman Sachs, HSBC, Schroders, Standard Chartered Bank, Sumitomo Mitsui Banking Corporation, and UBS AG.", "MAS will continue to promote a vibrant green finance research and talent development ecosystem.", "We will look to anchor more centres of excellence with different strengths and focus areas - to provide a diversified pool of research and talent in green finance.", "People across the world - and in Singapore - are increasingly concerned about climate change and environmental degradation.", "And they want to do something about it.", "Climate change is becoming a rallying cry to inspire people to step up to a higher cause, to take collective action for the common good of our planet.", "The looming climate crisis poses not just an existential challenge to be overcome but also an economic opportunity to be seized.", "The coming revolution in sustainability has the potential to remake the world, cleaner and greener, creating new value and new jobs.", "Let us harness the power of finance to help create such a world, and a sustainable future.", "New Climate Economy 2018 Report Oxford Smith School Working Paper, May 2020, Will COVID-19 fiscal recovery packages accelerate or retard progress on climate change?", "'Climate value at risk' of global financial assets, Dietz, Bowen, Dixon and Gradwell (2016).", "Perspectives for the Energy Transition, IEA and IRENA (2017).", "ASEAN State of Market Report 2019 - Climate Bonds Initiative Boston Consulting Group Global Wealth Report 2020 UBS Global Family Office Report 2020 Wealth-X, June 2019, A Generational Shi: Family Wealth Transfer Report 2019 Royal Bank of Canada Wealth Management and The Economist Intelligence Unit, 2019, Motivated by more than money: Younger high-net-worth investors in Asia increasingly prioritise ethical investing; Ernst and Young, Sustainable Investing: The Millennial Investor Morgan Stanley Institute for Sustainable Investing, 2019, Sustainable Signals: Individual Investor Interest Driven by Impact, Conviction and Choice Financial Times, November 2019, Artificial intelligence promises to enhance sustainable investing"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Green Finance", "Sustainability", "Environmental Risks", "Renewable Energy", "Sustainable Development", "Green Bonds", "Green FinTech", "ESG", "Asian Sustainability"]}