{"sentences": ["His Excellency, the New Zealand High Commissioner to Fiji, Mr Jonathan Curr; Mr Levan Bouadze, UNDP Resident Representative; Invited Guests; Ladies and Gentlemen.", "A very good morning to you all.", "As you are all aware, the UN World Risk Report places Fiji and a number of Pacific island countries as the most vulnerable countries to natural disasters in the World, and the ongoing effects of climate change are likely to eventuate in more frequent and intense events.", "We also know the significant impact these events have had, and will have on our economy and on our communities, especially the most vulnerable.", "Most of you may not know that my first real employment was as a Trainee at the Fiji Meteorological Department.", "I therefore have a very good understanding of the prerequisite or conditions under which a tropical cyclone is formed.", "Given the current high temperatures, it is a warning sign that we need to prepare for the cyclone season which has already started.", "Last week, we released the latest economic projection for Fiji with a slight improvement to the forecasted contraction in the economy for 2020 from 21.7% to 19.0%.", "This will be the worst recession on record for Fiji, and the last thing the Fijian economy needs right now is to be hit by another natural disaster.", "Our forecast for a recovery in 2021 assumes no major natural disaster and at the same time opening of international borders for tourism towards the latter half of next year.", "The Fijian Government over the years has funded rehabilitation work post natural disaster in the hundreds of millions of dollars.", "As the frequency and intensity of natural disasters increase, so too does the need for Government to build on sustainable resilience measures.", "Leading up to and during the COP23, there have been a lot of discussions on climate change, disaster risk reduction and parametric insurance.", "I am therefore very pleased that we have moved a step further from just discussing and planning as we launch the Pacific Insurance and Climate Adaption Programme today.", "This means that we will rely less on re-active measures and focus on an initiative that builds resilience by providing agile and immediate post-disaster financing through market led disaster risk financing instruments.", "This programme fulfils a long felt need of the Pacific island countries, aims to plug a market gap and address a persistent development challenge by developing, piloting and scaling market-based parametric insurance solutions.", "Acknowledge PFIP's Work I wish to acknowledge with sincere gratitude, the commitment and ongoing assistance of the Pacific Financial Inclusion Programme (PFIP), jointly implemented by the United Nations Capital Development Fund (UNCDF) and the United Nations Development Programme (UNDP) to our country and to the region that has enabled us to be at the forefront of significant developments in financial inclusion.", "The financial and technical assistance by PFIP has continued to strengthen the platform we have for financial inclusion, innovative insurance solutions, capacity building and knowledge sharing.", "I am pleased to highlight that our collaboration with the PFIP was established in 2009 after which Fiji's first national financial inclusion strategy was also adopted.", "Since then, our collaborative approach, with the set-up of the National Financial Inclusion Taskforce and its four working groups, has worked well for us in providing a platform for effective collaboration between all stakeholders.", "Over the years, we have partnered with PFIP on a number of initiatives including the piloting and launch of the bundled micro insurance product with the active participation of the private sector, which has resulted in more than doubling of the insurance penetration rate in Fiji, in the past three years.", "I wish to also convey my gratitude to the Governments of New Zealand and Australia for their financial support and collaboration with PFIP for this initiative.", "Finally, I would like to congratulate UNCDF, UNDP and the UN University on the launch of this new programme today.", "The Reserve Bank of Fiji fully supports this initiative, as it aims to fulfil a long-pending need and aspiration of Fiji and our neighboring Pacific countries, a region prone to natural disasters which has long lasting impacts on our economic growth.", "We look forward to continued collaboration under the newly launched PICA programme and sharing the many benefits that the programme will bring to our Pacific region."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Natural disasters", "Economic impact", "Disaster risk reduction", "Parametric insurance", "Financial inclusion", "Innovative insurance solutions", "Capacity building", "Knowledge sharing", "Pacific region"]}