{"sentences": ["Good afternoon Chairman, Committee Members, I am joined today by Gráinne McEvoy, Director of Consumer Protection.", "We welcome the opportunity to appear before you today and discuss banking matters and hear Committee members' views on the sector.", "Firstly, I would like to address the Committee's invitation to discuss the NatWest strategic review of Ulster Bank's future direction.", "In order for us to supervise effectively, and for connected legal prohibition reasons, we are not able to publicly discuss our engagement with individual firms on confidential matters.", "In the same vein, it would be inappropriate for us to appear at a hearing with a regulated firm.", "This is why we respectfully declined the request to attend last week's meeting.", "We indicated in our response that we remained available, as always, to the Committee on all matters relating to our mandate.", "We take our engagement with this Committee, and our accountability to the Oireachtas, very seriously.", "Such engagement is one of several ways in which we demonstrate accountability for the work we undertake in safeguarding monetary and financial stability and working to ensure that the financial system operates in the best interests of consumers and the wider economy.", "We would welcome the opportunity to discuss further how we can improve our engagement with the Committee, such that we can help support you in meeting your objectives.", "I will now briefly outline some of our current areas of focus in relation to the retail banks in Ireland, with households, businesses and the wider community as a whole to the forefront of our minds.", "Much of the Central Bank's focus this year has been on mitigating the unprecedented impact of the COVID-19 pandemic.", "The Central Bank's intertwined responsibilities - consumer protection; monetary policy; prudential regulation; payments, and so on - have strong interconnections with each other.", "This positions us well to understand and mitigate the effects of the pandemic - including through monetary policy, macro prudential tools and supervision.", "A key priority for us is that there are suitable supports in place to help borrowers affected by income shocks caused by the pandemic and that lenders continue to seek to sustainably resolve borrowers' longer term distress.", "We have made our expectations clear on how borrowers should be treated and how lenders should engage constructively with distressed borrowers to ensure appropriate and tailored solutions to the borrower's circumstance are put in place.", "We expect all lenders to have appropriate strategies, the necessary financial and operational resources, and a suite of appropriate sustainable solutions to resolve distressed debt, whether it arose before or as a result of the pandemic.", "We are also continuing to engage with a range of stakeholders on this issue and have been listening closely to borrower representatives such that our work continues to evolve.", "The culture of firms is important in delivering our aspiration of a financial system that sustainably serves the needs of the economy and its consumers.", "The failures of the last decade or so, notably relating to the tracker mortgage scandal, demonstrate this importance and also highlight that more progress is required.", "We expect to see boards taking responsibility for the culture of their firms; overseeing product development and usage; actively promoting diversity and inclusion at all levels to improve decision-making; and ensuring robust internal systems are in place to drive effective cultures, including well developed risk management frameworks.", "Where this does not occur, we will take appropriate supervisory action and where serious or egregious breaches occur we take enforcement action.", "We are also seeking to strengthen the regulatory framework.", "We are currently working with the Department of Finance to progress the Individual Accountability Framework.", "This seeks, among other things, to enhance the accountability of senior individuals in banks.", "For the consumer and the taxpayer, safeguarding financial stability is one of the most important ways in which the Central Bank works to protect their interests - including in seeking to ensure that the banking system operates in a safe, sound and sustainable way.", "Banks need to be in a position to absorb shocks, and have the ability to build buffers to withstand future shocks, so they can serve the economy and consumers over the long term.", "The Irish banking system entered this crisis with substantial buffers of loss-absorbing capital, and considerably more robust business models, less risky loan books and better operational resilience than compared with the situation before the global financial crisis.", "This ensured that they have been better able to continue to support their customers and the real economy through the pandemic.", "Changing banking and consumer landscape The shift to digitally-enabled services within the retail banks is already profound and is accelerating, including due to the behavioural changes arising from the pandemic.", "As we look to the future of the retail banking sector, we see a rapidly changing landscape.", "During the pandemic we have seen changes in consumer behaviour around use of cash, including significant increases in online transactions.", "This acceleration of existing global trends is connected with consumers moving away from using banks in a number of ways.", "Challenger firms, for example providing payments services, often specialise in one service meaning they can be more agile and responsive to customer needs in that area.", "This is putting increasing pressure on banks to improve their digital offerings and changing their approach to engaging with their customers.", "While there are many benefits to this development for many people, it does increase the risk of financial exclusion, for example due to age or income factors.", "We recognise the importance of the credit union sector in this regard, with its wide network of community-focussed and highly trusted cooperatives.", "Irrespective of how retail banks choose to serve their customers they must, at a minimum, meet the standards we have in place for protecting consumers.", "While decisions about the provision of services and branch networks are commercial matters for individual institutions, we have clear expectations on the need to take a consumer-focused approach.", "The Consumer Protection Code sets out the requirements on firms to ensure clear, timely communications with customers regarding any such permanent changes to a bank's branch network and to have alternative channels available to consumers to avail of banking services.", "In the event that a regulated entity intends to withdraw from the Irish market, the withdrawal must be undertaken in accordance with the provisions of Irish financial services legislation, including the Central Bank's statutory codes of conduct.", "Where a loan is sold or transferred the protections that were available to borrowers prior to the transaction continue to be in place with the new loan owner.", "This ensures that borrowers whose loans are sold or transferred, maintain the same regulatory protections, including under the various Central Bank's statutory codes of conduct, such as the Consumer Protection Code 2012 and the Code of Conduct on Mortgage Arrears 2013 (CCMA).", "There are of course many other issues relevant to the Irish banks.", "We have also been continuing to work to mitigate the risks posed to the economy, consumers, and the wider financial system of the UK's departure from the EU.", "Brexit has already led to a significant growth in the size of the internationally focused banking sector in Ireland.", "Looking forward we will be increasing our work on climate change, which is relevant to all banks operating in Ireland.", "I very much look forward to our discussion on these and other important issues and developments in the banking sector."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 pandemic", "Consumer protection", "Financial stability", "Banking regulation", "Retail banking", "Digital banking", "Financial inclusion", "Credit unions", "Brexit", "Climate change"]}