{"sentences": ["My thanks to Patrick de Cambourg for this invitation.", "I would like to stress how immensely important it is, from my perspective as a central banker and supervisor tasked with ensuring financial stability, that we standardise non-financial information, especially climate-related information.", "For two main reasons: 1.", "The materiality of climate-related financial risks, together with their potential reach, which can trigger financial instability with systemic consequences.", "These risks have been clearly established and substantiated, as shown by the Financial Stability Board's recent report entitled \"The implications of climate change for financial stability\".", "I draw two conclusions from this work, conducted within the FSB by a group of experts, and that I have the honour of a.", "The huge variability and potential severity of the expected financial impacts, depending on the trajectory of the temperature rise and the adaptation measures implemented.", "The threat of a brutal and unexpected materialisation of physical and transition risks, the effects of which could be amplified and widely disseminated, notably due to interactions between physical and transition risks and the pro-cyclical behaviour on the part of financial intermediaries, consisting in a reduction in banks' supply of credit or in the coverage of insurance risks.", "Central banks and supervisors, among which the Banque de France and ACPR play a very active role in line with their financial stability mandate, have made a strong commitment to ensuring that financial intermediaries - first among them banks and insurers - take better account of climate-related financial risks.", "In France, the ACPR in May published a guide to good practices in governance and climate risk management for the banking industry.", "Also this year, it launched a pilot climate stress test exercise.", "This exercise is set to be made permanent and extended in scope, as the SSM recently announced its intention, as of 2022, to carry out climate stress tests on all institutions under its supervision.", "Finally, the ACPR's Climate and Sustainable Finance Consultative Commission, in partnership with the Autorité des Marchés Financiers (AMF), has conducted a review of French banks and insurers' climate-related commitments, and will publish its findings in the next few days.", "But at the present time, the public disclosure of non-financial information is neither developed nor standardised enough to ensure that the physical and transition risks to which financial institutions are exposed are adequately identified.", "This constitutes a genuine obstacle, both for financial institutions in the implementation of their commitments, and for supervisors seeking to monitor those commitments, as well as to measure exposures to climate-related risks and carry out stress tests.", "At the European level, recent advances have put in place the necessary foundations - notably with the NFRD and the European taxonomy of activities.", "In France, we had already taken a slight lead on this, with the introduction in 2015 of disclosure requirements for climate-related risks, under Article 173 of the Law on the energy transition (the implementation of which illustrated the need to harmonise published data), which has since been recast under Article 29 of the new Energy and Climate Law.", "But climate-related risk is a global risk, which requires concerted action and internationally comparable data.", "As a result, we need to put in place a coherent conceptual framework at the global level, but without preventing those jurisdictions who have made a head start on this from going further and faster.", "I would like to commend, in this regard, the European efforts towards the standardisation of non-financial information, in particular thanks to the work of EFRAG, and especially of the group chaired by Patrick, which Jean-Paul Gauzès will most probably come back to later.", "I hope that these efforts will contribute to the international debate on the development of standards, in particular the work that the IFRS Foundation plans to carry out on this issue.", "data transparency and harmonisation are vital to One final point, by way of conclusion: properly identify exposures, but the very nature of climate-related risk means that we also The disclosure of standardised non-financial have to take a forward-looking approach.", "information will have the added advantage of making it easier to conduct forward-looking assessments of banks and insurers' risks, by modelling the impact of different climate scenarios on their respective exposures.", "But in order to obtain comparable results, we need to make sure that we start out with coherent scenarios.", "Hence the importance of the benchmark scenarios that we used in the pilot exercise this year, which were developed by the NGFS, the network of central banks and supervisors in which the Banque de France and ACPR play a pivotal role, and which sets the standard for international regulators."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate-related financial risks", "Non-financial information", "Climate-related commitments", "Physical risks", "Transition risks", "Data transparency", "Harmonisation", "Financial stability", "Forward-looking assessments", "NGFS"]}