{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Eastern Hokkaido MASAI Takako Member of the Policy Board I.", "Developments in Economic Activity and Prices I would like to start my speech with a look at developments in economic activity and prices.", "Following the discussion at the Monetary Policy Meeting (MPM) held in October 2020, the Bank of Japan published the Outlook for Economic Activity and Prices, or the Outlook Report.", "In this report, the Bank presented its projections for Japan's economic activity and prices from fiscal 2020 through fiscal 2022.", "I will explain developments in economic activity and prices by presenting the main content of the Outlook Report.", "Overseas Economies Let me first touch on the current situation of overseas economies.", "The Bank assesses that they have picked up from a state of significant depression.", "After hitting bottom this April, when around half of the world's population of 7.8 billion people were forced to stay at home, global economic growth rebounded to a relatively high level temporarily in the July-September quarter, mainly reflecting a resumption of economic activity, the materialization of pent-up demand, and a recovery in production.", "Indeed, the Global Purchasing Managers' Index (PMI) for both manufacturing and services for this period regained the boom-or-bust dividing line of 50.", "Global production and the world trade volume also seemed to have picked up.", "As for the outlook, with the impact of the novel coronavirus (COVID-19) waning gradually, overseas economies are likely to improve, partly supported by aggressive macroeconomic policies taken by each country and region.", "That said, it is noteworthy that the recent pace of improvement is uneven across business sectors and countries.", "It can be said that there is also a high level of uncertainty regarding this improvement, given that public health measures have been tightened again, mainly in Europe, which could temporarily push down economic activity.", "By sector, a clear V-shaped recovery has been seen in some, whereas a recovery in demand is still not in sight in others.", "I believe this contrast between sectors has started to become gradually more evident than that observed at the time of the Global Financial Crisis (GFC).", "In particular, comparing the impact of COVID-19 on goods and services, that on services has been conspicuous recently.", "For example, regarding private consumption in the United States, consumption of goods such as automobiles and recreational goods (e.g., video game machines and televisions) is firm due to the materialization of pent-up demand and a shift from demand for services.", "On the other hand, weakness in consumption of services is evident, mainly in face-to-face services, including dining-out, accommodations, and entertainment.", "This trend is also observed in China, where economic activity resumed earlier than elsewhere.", "The International Monetary Fund (IMF), in the World Economic Outlook released in October 2020, revised upward its projection for global growth for 2020 by 0.8 percentage point, from minus 5.2 percent to minus 4.4 percent.", "By country and region, there are variations; while the estimates for developed economies and China were revised upward, those for emerging economies, including India, were revised downward.", "As demand for tourism and travel has fallen even more steeply compared with other face-to-face services, it is highly likely that the impact of COVID-19 will be prolonged and the pace of improvement will be only moderate in countries and regions where travel income has a large share in the economy.", "Indeed, when we look at the economic growth estimates in the Autumn 2020 Economic Forecast released by the European Commission this month, that for the euro area in 2020 turned out to be higher than that released in the summer, while those for Spain and Malta, where tourism and other services sectors have large shares, were lower.", "I will touch upon risks brought by this unevenness later.", "B. Japan's Economy 1.", "Current situation The Bank assesses that Japan's economy has picked up with economic activity resuming, although it remains in a severe situation due to the impact of COVID-19 at home and abroad.", "In the April-June quarter, real GDP recorded a growth rate of minus 8.2 percent on a quarter- on-quarter basis (minus 28.8 percent on an annualized basis), reflecting sharp declines, mainly in exports (including inbound tourism consumption, which is classified as services exports) and private consumption.", "This was the largest negative growth since 1980, from when comparable data are available.", "The first preliminary estimate of the real GDP growth rate for the July-September quarter, which was released today, is 5.0 percent on a quarter-on- quarter basis (21.4 percent on an annualized basis).", "On the other hand, the impact of COVID-19 remains significant, particularly in face-to-face services such as dining-out, travel, and entertainment.", "For example, a consumption indicator based on credit card transaction data indicates that services consumption, compared with goods consumption, not only registered a sharp decline for the April-May period but also has seen a marked delay in a subsequent pick-up.", "In addition, mobility changes based on location tracking data -- which have a high correlation with selective expenditures for services -- temporarily followed a pick-up trend after the state of emergency was lifted, but the pick-up leveled off during the summer in reflection of a resurgence in the number of confirmed new COVID-19 cases.", "In this respect, the results of a questionnaire survey indicate a cautious stance on going out or coming in contact with others, mainly among seniors.", "This is probably a factor constraining an increase in the pace of recovery in consumption.", "Moreover, with regard to inbound tourism demand, which recorded remarkable growth over the past several years, there continue to be almost no inbound visitors with entry and travel restrictions remaining in place in order to contain the spread of COVID-19.", "This, coupled with a decrease in opportunities for going out because of the expansion in teleworking, has weakened demand for cosmetics.", "This is one example of the widespread effects of the pandemic.", "However, there have been encouraging developments for face-to-face services, with the government's demand stimulus measures, such as the \"Go To\" campaign having been effective.", "This includes the \"Go To Travel\" campaign -- a domestic tourism promotion program -- having been expanded to include trips to and from Tokyo since October as the spread of COVID-19 has been contained relative to other countries.", "Outlook With regard to the outlook, the Bank's baseline scenario is as follows: Japan's economy is likely to follow an improving trend with economic activity resuming and the impact of COVID-19 waning gradually, but the pace is expected to be only moderate while vigilance against COVID-19 continues.", "Thereafter, as the impact subsides globally, the economy is projected to keep improving further with overseas economies returning to a steady growth path.", "Looking at details of the outlook for each fiscal year, in the second half of fiscal 2020, with economic activity resuming and the impact of COVID-19 waning gradually, the economy is expected to continue picking up, mainly for exports and production, although downward pressure is expected to remain strong in the services industry in particular.", "Thereafter, in fiscal 2021, as the impact of COVID-19 wanes at home and abroad and the growth rates of overseas economies rise, an improving trend in the economy is expected to become evident, partly supported by accommodative financial conditions.", "In fiscal 2022, the economy is expected to continue growing firmly, with demand at home and abroad increasing in a well-balanced manner.", "In terms of the medians of the Policy Board members' forecasts in the October 2020 Outlook Report, the real GDP growth rate is minus 5.5 percent for fiscal 2020, 3.6 percent for fiscal 2021, and 1.6 percent for fiscal 2022.", "However, this outlook is based on the assumption that COVID-19 will not spread again on such a large scale that the wide-ranging public health measures will need to be reinstated.", "It also is based on the premises that, while the impact of COVID-19 remains, firms' and households' medium- to long-term growth expectations will not decline substantially and the smooth functioning of financial intermediation will be ensured with financial system stability being maintained.", "However, the assumption and premises entail high uncertainties.", "Within the Bank's baseline scenario, I support the assessment of the current situation but have a cautious view on the future outlook for the following two reasons.", "First, I expect that the world trade volume will continue to grow firmly for the time being.", "At the same time, there is high uncertainty as to whether the growth trend will be maintained through the second half of the projection period given that the rate of increase had been slowing since around the middle of 2018, before the outbreak of COVID-19, mainly affected by the U.S.-China trade friction.", "Indeed, Japan's export and production levels had already been on a downtrend prior to the outbreak, which I believe warrants attention.", "Second, nonmanufacturing industries, mainly the services sector, are projected to recover at only a moderate pace globally.", "In this situation, I believe that recovery in the services sector is indispensable to Japan's economy returning to an expanding trend given that it has provided substantial support for economic growth over the past several years through business fixed investment, mainly construction investment, and that it has had a growing presence in Japan's labor market in recent years.", "Risks to the outlook Regarding the outlook for the economy, risks up until the impact of COVID-19 subsides include the following: (1) the impact of COVID-19 on domestic and overseas economies; (2) firms' and households' medium- to long-term growth expectations; and (3) developments in the financial system.", "Furthermore, attention should continue to be paid to, for example, U.S.- China tension, the future consequences of the trade negotiations between the United Kingdom and the European Union, geopolitical risks, and developments in global financial markets under these circumstances.", "The risk that I particularly bear in mind is the potential impact on the global economy of the uneven recovery, with the pace varying across countries and regions.", "At present, many countries and regions have been conducting fiscal and monetary policies in the same direction in response to the globally common shocks, and this appears to have contributed to the stability in financial markets thus far.", "However, as I stated in my earlier overview, a synchronous global economic recovery comparable to the one in 2017 is unlikely to occur over the coming years.", "The expectation is that the process of recovery will be long lasting and that the pace will vary widely across countries and regions.", "In my view, it should be noted that such unevenness could result in differences in policy direction across countries and regions.", "In particular, as Gita Gopinath, Director of the Research Department at the IMF, has pointed out, the shortfall in GDP growth in 2020 to 2021 relative to pre-COVID-19 growth projections is expected to be larger for emerging and developing economies, except for China, than that for developed economies.", "In this situation, it warrants attention that the underlying trend in international fund flows could change if the recent global convergence in income level and current account balance turn to divergence once again.", "In this regard, I believe that measures to mitigate such risk, including the extension of the Debt Service Suspension Initiative (DSSI) for developing economies, which was agreed upon at the recent G20 meeting, will become increasingly important in the future.", "C. Price Developments 1.", "Current situation Next, I will turn to price developments in Japan.", "The year-on-year rate of change in the consumer price index (CPI) for all items less fresh food has decelerated and become slightly negative, mainly due to the impact of COVID-19, the past decline in crude oil prices, and a decrease in hotel charges that reflects a discount through the \"Go To Travel\" campaign.", "However, the rate of change in the CPI for all items less fresh food and energy, excluding the effects of temporary factors of the consumption tax hikes, policies concerning the provision of free education, and the \"Go To Travel\" campaign, has been slightly positive recently.", "As for the indicators for capturing the underlying trend in the CPI, the rate of change in the trimmed mean decreased after the turn of the year, reflecting a decline in such items as those related to energy (electricity as well as manufactured and piped gas charges) and those related to travel (hotel charges and charges for package tours to overseas), both of which have large weights in the CPI, and it has been at around 0 percent recently.", "Regarding the mode, which is less susceptible to developments in CPI items with large weights, the rate of increase is in the range of 0.0-0.5 percent.", "Outlook for prices With regard to the outlook for prices, the year-on-year rate of change in the CPI for all items less fresh food is likely to be negative for the time being, mainly affected by COVID-19, the past decline in crude oil prices, and the \"Go To Travel\" campaign.", "Thereafter, it is expected to turn positive and then increase gradually, since downward pressure on prices is projected to wane gradually along with economic improvement, and the effects of such factors as the decline in crude oil prices are likely to dissipate.", "In terms of the medians of the Policy Board members' forecasts in the October 2020 Outlook Report, the year-on-year rate of change in the CPI for all items less fresh food is minus 0.6 percent for fiscal 2020, 0.4 percent for fiscal 2021, and 0.7 percent for fiscal 2022. .", "Risks to prices Risks specific to prices include (1) uncertainties over firms' price-setting behavior amid the impact of COVID-19 on both the demand and supply sides of economic activity and (2) future developments in foreign exchange rates and international commodity prices.", "I believe that greater emphasis needs to be placed on both of these risk factors.", "Regarding the first risk, it is not assessed at present that price cuts that aim at stimulating demand have been observed widely, since one of the reasons for the current decrease in demand due to constrained economic activity is vigilance against COVID-19.", "However, total hours worked continue to decrease and the positive effects of the government's provision of special cash payments on disposable income have gradually dissipated.", "If the employment and income situation of households becomes more severe, this could affect firms' price- setting behavior.", "I will therefore closely monitor future developments.", "With regard to the second risk, global financial markets are still nervous with the outlook for economic activity being unclear, although tension has eased.", "I therefore find it necessary to remain vigilant with regard to the extent to which these developments will spread to import prices and domestic prices.", "The Bank's Monetary Policy Next, I will talk about the Bank's monetary policy.", "The Current Conduct of Monetary Policy From late February through March 2020, when the effects of the spread of COVID-19 began to materialize, growing uncertainties over the global economy brought about developments including the following.", "Investors' risk sentiment deteriorated rapidly in global financial and capital markets, and stock prices worldwide plunged, including in Japan, with their volatility increasing to a level observed for the first time since the GFC.", "Long-term interest rates also temporarily declined substantially, with those in the United States and Germany reaching historically low levels.", "The commodity market was another such example, where prices such as of crude oil and copper declined significantly.", "As these developments suggest, global financial and capital markets remained unstable during this time as the effects of the sudden market turmoil became widespread.", "Meanwhile, financial conditions rapidly became less accommodative worldwide, to the extent that the U.S. Federal Reserve inevitably implemented successive measures in response, such as unlimited purchases of U.S. government bonds and purchases of CP and corporate bonds.", "Particularly in the case of Japan, firms -- ranging from large firms to small and medium-sized as well as micro firms -- suffered a rapid worsening of business conditions due to the spread of COVID-19, which happened to coincide with the end of their accounting period at end-March.", "In my view, this was cause for concern that these firms might not be sufficiently prepared to deal with the given situation.", "Indeed, there was a risk that corporate financing in Japan would be under a significant amount of stress in the form of, for example, an expansion of issuance spreads for CP and corporate bonds.", "Given these circumstances, the Bank brought forward the MPM scheduled for March, at which time it decided to enhance monetary easing with a view to doing its utmost to ensure smooth corporate financing and to maintaining stability in financial markets.", "At a subsequent MPM in April and an unscheduled one in May, it introduced measures to further enhance monetary easing.", "Such swift and aggressive measures by the Bank effectively draw on lessons learned from its experiences during the GFC.", "The Bank has implemented the following three measures to enhance monetary easing in response to the current phase.", "First, it introduced the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) in order to support financing, mainly of firms.", "The total size of this program exceeds 140 trillion yen.", "Specifically, the program consists of (1) purchase of CP and corporate bonds with an upper limit of about 20 trillion yen and (2) the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19), which will be about 120 trillion yen at maximum.", "Through the special operations, the Bank provides funds on favorable terms to financial institutions that make loans in response to COVID-19.", "The operations also are applied to loans for which the government takes the credit risk.", "This therefore represents a case of cooperation between the Bank and the government to support financing, mainly of firms.", "Second, to maintain stability in financial markets, the Bank has adopted a framework through which ample yen and foreign currency funds can be provided in a flexible manner.", "As for the yen funds, under yield curve control, the Bank decided to purchase a necessary amount of Japanese government bonds (JGBs) without setting an upper limit.", "Regarding foreign currency funds, the Bank has provided ample U.S. dollar funds through U.S. dollar funds- supplying operations, strengthened based on the cooperation of six major central banks including the Bank of Japan.", "Third, the Bank has actively purchased exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs) with the purpose of lowering risk premia in asset markets.", "The aim of this measure is to prevent firms' and households' sentiment from deteriorating through volatility in asset markets and supporting positive economic activity.", "In addition to these three measures, the Bank has made regulatory responses to ensure financial system stability, including an easing of the leverage ratio requirement it announced with the Financial Services Agency in April.", "It can be assessed that such responses have produced the intended effects so far; for example, avoiding the kind of significant tightening of financial conditions that initially had been anticipated.", "Next, I would like to mention two points that I bore in mind in the process leading up to the Bank's series of policy decisions.", "The first is the importance of maintaining accommodative financial conditions, mainly through the provision of ample funds.", "For example, if the issuance market mainly for CP and corporate bonds were to dry up, as was the case at the time of the GFC, firms might rush to banks to take out large-lot loans, a situation that could result in a further credit contraction.", "In addition, even though it can be said that financial institutions have significantly increased their robustness compared with the time of the crisis, instability in financial markets will have a considerable impact on their stance on credit provision.", "I assume that many still vividly recall the experience following the GFC, in which a serious delay was caused in the issuance of letters of credit on international shipments of goods.", "The second point is the importance of maintaining firms' and households' sentiment and providing financial support to small and medium-sized firms as well as micro firms with a sense of urgency, given that the impact of COVID-19 has sent rapid, enormous shockwaves through a broad range of corporate activities regardless of firm size or business sector.", "In terms of the former, it is important for the Bank to clarify its policy stance, as uncertainty about future developments is extremely high.", "Thus, the Bank has changed its forward guidance for policy rates to one stating that it \"will closely monitor the impact of COVID-19 and will not hesitate to take additional easing measures if necessary\" from the previous one stating that it \"will not hesitate to take additional easing measures if there is a greater possibility that the momentum toward achieving the price stability target will be lost.\"", "Regarding the latter, I believe top priority should be placed on taking measures to support financial and economic activities, including coordinated actions with the government and overseas central banks.", "Future Conduct of Monetary Policy Since April 2013, the Bank has implemented Quantitative and Qualitative Monetary Easing with the aim of achieving the price stability target of 2 percent at the earliest possible time.", "As a result, it can be said that Japan's economy is no longer in deflation in the sense of a sustained decline in prices.", "Even so, the January 2020 Outlook Report, which was released immediately before the outbreak of COVID-19, assessed that \"the momentum toward achieving the price stability target of 2 percent is maintained but is not yet sufficiently firm, and thus developments in prices continue to warrant careful attention.\"", "As this suggests, the path toward achieving the price stability target was not expected to be easy even without COVID-19.", "The impact of the pandemic added to the difficulty, causing the inflation momentum to be lost temporarily.", "Given the impact of COVID-19, it is likely for the time being that the output gap, an indicator of labor and capacity utilization, will remain rather deep in negative territory and the pace of its improvement will be moderate.", "It also is likely to take time before medium- to long-term inflation expectations, which are weakening somewhat at present, start to rise again.", "Therefore, I consider it necessary to be strongly aware of the possibility that it will take more time to achieve the price stability target.", "In light of these points, it is necessary to assume that monetary easing will be prolonged further.", "In other words, monetary policy should be conducted while taking into account such prolongation.", "Specifically, I expect that it will become crucial to give more consideration to the side effects of prolonged monetary easing and to take policy responses from a broader perspective in order to ensure the sustainability of the policy.", "For example, regarding ETF purchases, the Bank aims to bring about positive effects to the economy and prices by lowering risk premia in the stock market.", "However, it is also true that 10 years since the introduction of the purchase program, the amount outstanding of ETFs held by the Bank has increased to a considerable extent.", "In this situation, in July 2018, the Bank, with a view to persistently continuing with powerful monetary easing, shifted to a flexible purchasing method for ETFs under which it may increase or decrease the amount of purchases depending on market conditions.", "The Bank has also introduced an ETF lending facility with the aim of improving the liquidity in domestic ETF markets.", "I believe that it will become increasingly important to discuss how to maintain the effects of monetary easing while ensuring the sustainability of the policy, including in terms of increasing flexibility in ETF purchases and developing the market further.", "Toward Sustainable Economic Growth More than four years have passed since I joined the Bank's Policy Board.", "I feel that the paces of technological development and changes in social norms have accelerated over this period.", "Moreover, the global spread of COVID-19 is rapidly changing people's behavioral patterns.", "In particular, in the United States and Europe, where the spread has been severe, various organizations and individuals seem to be accumulating new experiences, an example being that the U.S. Federal Reserve's policy decisions since the outbreak have principally been made via remote work.", "In order for Japan to ensure sustainable economic growth in this situation, it is becoming increasingly important to move in step with these global developments.", "In what follows, let me introduce the Bank of Japan's initiatives in this regard based on the two points that I consider important.", "Sustainable Development Goals (SDGs) and Environmental, Social, and Governance First, both the public and private sectors have stepped up their efforts toward achieving the SDGs to realize sustainable economic growth since the United Nations adopted the 2030 Agenda for Sustainable Development in September 2015.3 The Japanese government has announced its aim to reduce greenhouse gas emissions to virtually net-zero by 2050.", "From the perspective of contributing to financial system stability, which is the central bank's mission, climate change has been drawing global attention, and many central banks and supervisors are strengthening activities in line with this trend.", "For example, in December 2017, the Network for Greening the Financial System was established.", "This is a group of willing central banks and supervisors, joined by the Bank of Japan in November 2019.", "As discussion on climate-related risks focuses mainly on matters with a medium- to long-term horizon, I do not view that these risks will pose an immediate threat to financial stability.", "However, it is important to actively participate in and contribute to international discussions and communicate necessary information in a timely manner while keeping abreast of viewpoints in the international community.", "To support firms proactively investing in physical and human capital, the Bank has been purchasing ETFs comprised of such firms' stocks at an annual pace of about 300 billion yen.", "In addition, it provides funds to support private financial institutions' efforts in strengthening the foundations for Japan's economic growth (Fund-Provisioning Measure to Support Strengthening the Foundations for Economic Growth).", "The Bank does not consider these measures as an inducement for ESG finance.", "However, I hope that capital market participants will develop further interest in firms that are proactively engaging in ESG-related activities through, for example, investment in physical and human capital, amid the Bank's implementation of such initiatives.", "Digital Transformation (DX) Second, it is also important to take advantage of DX development, which has been making significant progress in recent years, to pave the way for sustainable economic growth.", "There is no doubt that the increased need for non-face-to-face or no-contact interactions due to the spread of COVID-19 has accelerated DX development.", "This could in turn bring wide-ranging economic and social benefits through not only greater efficiency but also higher value-added services and the creation of new services.", "In order to maximize the benefits of digital technology while fully guarding against cybersecurity risk, which is the greatest threat to the digital world, it is becoming increasingly important for the public and private sectors to cooperate in further improving the DX environment.", "Against this background, the Bank announced its approach to Central Bank Digital Currency in October 2020.", "Considering that digitalization has advanced in various areas at home and abroad on the back of rapid development of information communication technology, it is important for a central bank to make necessary preparations such as conducting experiments and exploring institutional arrangements.", "I hope that such activities, coupled with resourceful initiatives by private-sector business entities, will lead to the development of safe and efficient payment and settlement infrastructures suited for a digital society.", "It is expected that Japan's overall productivity will improve through efforts related to SDGs, ESG factors, and DX.", "I believe that this will lead to sustainable economic growth, thus helping the Bank to eventually achieve its price stability target.", "However, I think that the road ahead is in no way smooth.", "Therefore, it can be said that this is the critical juncture at which the Bank firmly supports the efforts of each economic entity through monetary policy and actively provides support for financial institutions' initiatives from the viewpoint of contributing to financial system stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Economic Activity", "Prices", "Monetary Policy", "COVID-19", "Global Economy", "Services Sector", "Inflation", "Financial System", "Sustainable Development", "Digital Transformation"]}