{"sentences": ["Robert Holzmann Oesterreichische Nationalbank Vienna, November 5, 2020 CESEE in the COVID-19 crisis - the role of the EU and global spillovers Opening remarks at the Conference on European Economic Integration (CEEI) Ladies and Gentlemen, Welcome to this year's Conference on European Economic Integration.", "Before we get started, I would like to invite you to join me in a moment of silence to remember the victims of this week's horrific terrorist attack in Vienna.", "We would like to extend our deepest sympathy to the families and friends of the victims and express our solidarity with everyone shaken by Monday's events.", "As we face yet another challenge, I have to say that I am proud that - all of us together - have already successfully managed the challenge of making this event happen - despite dire circumstances.", "So, please allow me to once again welcome you to this year's Conference on European Economic Integration, the first fully virtual conference in the longstanding tradition of this OeNB conference series.", "Let me particularly welcome • Professor Marcel Fratzscher, President of the German Institute for Economic Research (DIW Berlin) and Professor Adam Tooze from Columbia University; • as well as my central bank colleagues Senior Vice President Linda Goldberg from the Federal Reserve Bank of New York; Governor Anita Angelovska Bezhoska from the Republic of North Macedonia; Deputy Governor Leonardo Badea from Romania; Governor Madis Müller from Estonia; • Governor Boris Vujčić from Croatia.", "marks the year with the deepest recession in the Central, Eastern and Southeastern European (CESEE) region since the transformation recession almost three decades ago.", "According to the latest IMF outlook, real GDP in the three CESEE subregions, the EU Member States, the Western Balkans and Russia, will decline by around 5% in 2020.", "The more gradual spread of the pandemic in Eastern Europe in spring 2020 and the swift response by local authorities prevented a major spike in infection numbers similar to that seen in many Southern and Western European countries.", "This enabled the CESEE region to start lifting restrictions on public life and the economy at a comparatively early stage.", "As a result, the IMF expects a smaller contraction in the region than in the euro area.", "In its projections for six CESEE EU Member States, the OeNB expects a downturn similar to that forecast by the IMF for 2020, but a more protracted recovery in 2021 and 2022.", "This forecast is subject to substantial downside risks stemming from the uncertainty concerning the further spread of coronavirus.", "Unique features: a health crisis truly global in scope The current crisis has two unique features that distinguish it from all preceding crises of the past decades: it started off as a health crisis, but has immediately morphed into an economic crisis, and it seems to be unprecedented in terms of its global coverage, simultaneity and economic severity.", "Let me first elaborate on the first distinguishing feature: The stringent containment measures in response to the health crisis set the ground for a major economic downturn.", "The current surge in infection numbers, especially in many countries of the CESEE region, does not bode well for a change in the crisis response in the near future: We may see more stringent containment measures over the winter, as has already been witnessed in the Czech Republic and Slovakia.", "Thus, the substantial downside risks are, in part, already materializing.", "This will aggravate the economic burden.", "Let me now move on to the second distinguishing feature: The crisis is truly global in nature.", "Hence, we are confronted with a simultaneous shock to both domestic and external demand.", "In addition, an unprecedented degree of uncertainty is weighing negatively on consumption and investment.", "As a result, especially small, open and strongly integrated economies - like the CESEE countries - are highly vulnerable in economic terms.", "Before relating these two features to the topic of this year's conference, let me briefly review the most recent economic developments in the CESEE region.", "Largest recession since the early 1990s In the second quarter of 2020, several CESEE countries reported the largest quarterly decline in economic activity since the early years of transition in the 1990s.", "Despite the depth of the GDP decline in the second quarter of 2020, the CESEE region still reported more benign real GDP decline figures than the euro area (-7.3% compared to -11.8%, quarter on quarter).", "The summer months allowed for a breather; however, the swift economic recovery is likely to be short-lived.", "This is, at least, indicated by the most recent readings of activity as well as sentiment indicators.", "Against the background of rapidly rising infection numbers, improvements in these indicators have stalled in the past few weeks (Schreiner et al., 2020).", "Economic policy has come to the rescue The CESEE countries deployed rather large fiscal packages, including i.a.", "tax cuts, wage subsidies and short-time working schemes.", "At their maximum usage, such schemes covered, for example, up to 15% of the workforce in Slovenia and Slovakia, up to 20% in Romania and about one-third in Croatia.", "Of course, the size of fiscal packages varied according to the fiscal space available.", "Monetary policy reacted as well.", "In several countries quantitative easing via outright government bond purchases emerged as an important pillar of monetary policy.", "Moreover, macroprudential measures were adopted that cushioned the impact of the crisis on both banks and borrowers.", "The CESEE countries also introduced moratoria which played an important role in administering - metaphorically speaking - first aid.", "Since the moratoria only provided temporary relief, they have since been extended and better targeted.", "However, it was not only domestic policies that came to the rescue, but also international cooperation and liquidity support which were negotiated in a timely manner by international financial institutions, such as the IMF and the EBRD, as well as with the ECB.", "Regarding the latter, let me draw your attention to the liquidity arrangements between the ECB and the CESEE countries, including bilateral swap and repo lines and the newly established precautionary backstop facility EUREP.", "As a case in point, the ECB agreed on new swap lines with Bulgaria and Croatia in spring and early summer, and on new repo lines with Albania, Hungary, North Macedonia, Romania and Serbia.", "This support helped stabilize international capital flows for these countries.", "The global nature of the crisis impacts on CESEE via GVCs and policy spillovers After this brief review of the most recent economic developments in the CESEE region, let me come back to the second distinguishing feature of the current crisis - its global nature.", "This brings me directly to this year's CEEI which addresses the topic of \"CESEE in the COVID-19 crisis - the role of the EU and global spillovers.\"", "In this context, I would like to focus on three issues: i) the role of global value chains (GVCs); ii) the role of monetary policy spillovers; and iii) the role of EU funds.", "The role of GVCs First, the CESEE countries are among the countries with the highest degree of economic integration through trade, foreign direct investment (FDI) and financial linkages.", "Together with Germany, many of the CESEE economies form the backbone of European manufacturing with a strong focus on the following industries: transport equipment, electronic equipment, metallurgy, machinery and chemicals.", "This central role within globally important value chains has often been considered as a stabilizing factor for two reasons: i) FDI is an important determinant of production integration, and ii) trade relations in GVCs are rather stable.", "As it is difficult to find the right producer for highly specialized and tailor-made solutions that have to be delivered just in time in specific value chains, trade relationships in GVCs imply large sunk costs when they are established.", "This also means that in case of external shocks, the volume of trade will adjust in a flexible manner but the trade relationships within the value chains will be maintained.", "This dominance of adjustment on the intensive margin of trade rather than on the extensive margin supports stability.", "Furthermore, GVC integration often implies external funding through FDI; in other words, GVCs rely on a rather stable form of external funding.", "Yet, in the current global crisis, supply disruptions occurred at the beginning of the crisis.", "Meanwhile, major problems result from weak global demand for final goods, which poses challenges for the deeply integrated CESEE economies.", "The role of monetary policy spillovers Second, the ECB's monetary policy response to the pandemic has renewed our interest in monetary policy spillovers and whether they are beneficial to the spillover-receiving countries.", "While US monetary policy is the main driver of a global financial cycle, CESEE countries seem to be strongly affected by monetary spillovers from the euro area, as the CESEE region is strongly integrated with the euro area through both trade and financial flows, particularly cross-border bank flows.", "We will discuss this issue extensively in session 1 and panel 1 today, so let me just briefly mention that empirical evidence points to strong spillovers.", "OeNB research shows that monetary easing in the euro area has positive effects on output, but also on consumer and equity prices in the CESEE region (Feldkircher and Schuberth, 2020).", "This is in line with most empirical studies on this topic (Colabella, 2020; Horváth and Voslářová, 2017; Potjagailo, 2017).", "In some cases, they even report an amplification of the effects through secondround effects (Feldkircher, 2015; Feldkircher and Schuberth, 2020) by positively influencing the output of trading partners as well.", "Some authors also find that output spillovers are relatively stronger than price spillovers when compared to the relative strength of output versus price effects in the euro area itself (Benecká et al., 2018; Moder, 2019).", "These effects are transmitted through different channels: via demand, exchange rates and financial linkages (Feldkircher et al., 2020).", "A thorough understanding of such spillover effects is thus crucial for the design of appropriate domestic monetary, and also macroprudential, policies which should ideally allow economies to reap the benefits of strong economic and financial integration with the euro area, while mitigating the associated risks.", "I am looking forward to discussing these issues with my esteemed colleagues later on in panel 1. .", "The role of EU funds Third, let me turn to the role of EU funds.", "As an immediate response, EU authorities provided emergency support financing and eased certain requirements, such as national co-financing requirements, to tap available cohesion and structural funds from this year's EU budget.", "In parallel, flexibility clauses in the fiscal framework were activated and state aid rules temporarily adjusted.", "As a next step, the European Parliament and the Council agreed on the EUR 100 billion SURE instrument proposed by the European Commission.", "SURE stands for \"support to mitigate unemployment risks in an emergency.\"", "Based on EU budget capital market borrowing, the SURE instrument will provide loans to individual Member States to support short-time work schemes and help Member States protect jobs and thus employees and self-employed against the risk of unemployment.", "The first bond issuance for this program was substantially oversubscribed and can be considered a success.", "The Council has already approved financial support under SURE to several Member States.", "Romania, for example, will receive EUR 4 billion, and Poland will receive EUR 11 billion.", "Pursuant to the invitation by the European Council and with a view to supporting a common broad-based recovery within the EU, the European Commission complemented its previous budgetary proposals for the next multiannual financial framework (MFF) for the period from 2021 to 2027 with a \"recovery package\" at the end of May.", "According to the Council, the funds under this European Union recovery instrument referred to as \"Next Generation EU\" (NGEU) are designed to be committed over the period from 2021 to 2023 and to be paid out until end-2026.", "The negotiations between the European Parliament and the Council Presidency on the European Union recovery instrument have been ongoing since the end of August, in parallel to the negotiations on the proposals for the MFF which were already tabled back in 2018.", "As usual, nothing is agreed until everything is agreed - but I am convinced that both sides of the negotiation table are well aware of their great responsibility in the current situation.", "At barely 1% of EU gross national income (GNI), the EU budget is tiny.", "Therefore, national sovereign borrowing will continue to bear the brunt of the fiscal deficit financing in all EU Member States.", "Still, the simultaneous investment stimulus provided by the EU recovery funds in the coming years is expected to be substantial and highly welcome.", "Even more so, as EU countries of below-average per capita income, i.e.", "the CESEE EU Member States in particular, will be among the largest beneficiaries.", "Let me now zoom in on the Recovery and Resilience Facility (RFF), the largest program under the European Union recovery instrument.", "The RFF particularly aims at fostering cohesion and upward convergence by improving resilience and growth potential as well as by supporting the green and digital transitions.", "In order to receive support from the RFF, EU Member States have to submit national recovery and resilience plans.", "Each plan will have to dedicate a minimum of 37% of expenditure to climate-related (green) investment and a minimum of 20% of expenditure to digital investment (on both infrastructure and capacities).", "While these targets are clearly set, there may be somewhat more conditionality needed to reach the goals stated earlier, especially with respect to supporting the green transition.", "I will come back to this in my conclusions.", "Did the crisis change our way of thinking?", "It is too early to judge whether the COVID-19 crisis will have a lasting impact on economic policymaking.", "Yet, the crisis has certainly put a spotlight on the powerful effects that economic policy can have.", "The direct macroeconomic support observed during the past six months has been impressive.", "Let me elaborate on one issue in this context, which will be addressed tomorrow in more detail: the view on globalization and the attitude toward global value chains.", "The COVID-19 crisis led to a marked increase in the demand for specific goods, e.g.", "health products and IT equipment.", "These goods are produced in highly organized global value chains.", "Yet, at the same time, the crisis also led to interruptions in these supply chains due to restrictions in transport and labor mobility.", "This situation has been exacerbated by export bans and quantity restrictions.", "World Trade Organization (WTO) estimates suggest that around 20% of global exports of protective clothing and 17% of disinfectant exports were affected.", "In light of these examples, does the crisis call for a different view on global value chains?", "The COVID-19 crisis may not be a \"game changer\" in this respect, but it will reinforce a trend that has been observed for quite some time.", "The expansion of global value chains has been slowing since the mid-2000s, and this trend has been intensified by the global financial crisis.", "So far, however, we cannot speak of a shortening or even dismantling of global value chains.", "After all, the rather swift revival of global value chains following the easing of restrictions has demonstrated their stability and their potential for supporting the recovery.", "Certainly, the current crisis holds some lessons: to promote not only efficient, but also robust and resilient global value chains in the future.", "For example, the build-up of safety stocks for essential goods could provide for sufficient buffers even though it requires a careful balancing of benefits and costs.", "Upstream bottlenecks should be identified and avoided by broadening the supplier base.", "Governments can support the smooth functioning of global value chains by facilitating the smooth flow of goods and services and by supporting substitutability of inputs through harmonizing norms and standards.", "In lieu of conclusions: most imminent reform priorities Let me end by drawing your attention to the most pressing priorities.", "In the near term - and depending on the further spread of the pandemic - the main challenge will be to use the policy space in an efficient way to mitigate the economic impact of the health crisis against the need of implementing indispensable health policy containment measures.", "This can be done by making use of monetary, fiscal and macroprudential policies that put quality over quantity.", "At the same time, the sizeable structural challenges faced by our economies should be tackled as well.", "In this context, I would like to mention two reform priorities: the digital transformation and the green transformation.", "With respect to the digital transformation, the current crisis has possibly acted as a catalyst.", "This is, inter alia, evidenced by the simple fact that we are meeting virtually for the first time in the CEEI's history.", "In the context of global value chains, a focus should be put on digitalization.", "Policy can support the information and communication technology (ICT) intensity of global value chains and thus make them more resilient to future shocks.", "Regulatory frameworks for innovation, digitalization and cross-border capital flows are key to enable a sound business environment and support not only economic recovery but also productivity growth in the long run.", "The strategic and forwardlooking positioning of EU firms in regional and global production networks can be supported by policies linked to capital market development and by a digital single market.", "Another eminent issue is the green transformation.", "The move toward a green economy implies a wide range of decisions that have to be taken.", "For example, the question of carbon emission pricing and respective taxation - both domestically and in the form of a border adjustment mechanism - must be addressed.", "Measures to avoid or deal with stranded assets must be considered.", "Moreover, in addition to promoting green technologies, we will certainly need regulation to limit or eliminate brown technologies.", "The latter are still prevalent in the transportation sector, where we need to reduce individual motorized travel to a large extent.", "In this regard, let me end my remarks by briefly commenting on the European railway system: With 26% of the global network of railways, Europe exhibits the second largest railway infrastructure based on operating length after the Americas (accounting for 37%).", "As an aside, the predecessor of the current dominant carrier in Austria, the OeBB, was the K.K.", "Staatsbahnen of the Austro-Hungarian Empire.", "Staatsbahnen were the result of an emergency nationalization in 1884 following an economic crisis ten years earlier.", "Many private carriers of the then new technology were in economic difficulties and the takeover by the state implied a shift in the policy paradigm.", "Already 150 years ago, a crisis acted as a catalyst.", "Yet, the European railway network is far from being seamless.", "Given the huge technical and structural heterogeneity that prevails in the European railway network, we need strong and coordinated policy support to leap from a 19th century heritage to a Single European Railway Area that is fit for the 21st century.", "Such efforts should focus on significant investment in intelligent railway infrastructure to overcome the differences in gauges, signaling and voltage systems and to ensure interoperability and connectivity throughout Europe.", "Moreover, we need investment in the safety and reliability of railway systems to allow for autonomous monitoring and smart maintenance without causing disruptions.", "A truly integrated European railway system that would allow for a cargo container to be sent from the South of Italy to the North of Sweden, or from Finland to Portugal, within 24 hours, not within a week.", "It would also allow for most of the cargo trucks to operate within a 50 km radius of home, not within a 500 km or 1,000 km radius.", "Thus, we need more investment to optimize the modal split in transportation.", "In this context, let me mention that the EU budget with its Connecting Europe Facility provides a welcome contribution to tackle this common challenge for Europe.", "I have chosen the European railway system as one example, but I am sure that many more examples can be found for demonstrating innovative ways to come out of this crisis.", "Another important challenge will be the handling of the unavoidable increase in public debt and its implications for (the conduct of) monetary policy.", "The ECB's monetary policy has been hugely supportive, and its effects extend beyond the euro area.", "I am looking forward to discussing all of these issues with you today and tomorrow!", "To kick-start our discussions, we are pleased to have a highly renowned keynote speaker join us today.", "I have the pleasure to welcome and introduce to you Marcel Fratzscher.", "Marcel Fratzscher is an economist, author and columnist.", "He is President of the German Institute for Economic Research (DIW Berlin) - one of Europe's leading independent economic research institutes and think tanks - and Professor of Macroeconomics at the Humboldt University of Berlin.", "He is also member of the High-level Advisory Board of the United Nations on the sustainable development goals (SDGs) and engages for the equality of opportunity for disadvantaged children in various NGOs.", "His research work focuses on macroeconomics, inequality and European integration.", "He has published three books since 2014, has a bi-weekly column in Zeit Online and regularly writes for the German and international media, including the Financial Times, Wall Street Journal and Project Syndicate.", "As I am looking forward very much to his keynote lecture, let me close here, without any further ado, by wishing you an interesting, productive and also entertaining conference.", "Marcel, the floor is yours.", "Benecká, S., L. Fadejeva and M. Feldkircher.", "Spillovers from Euro Area Monetary Policy: A Focus on Emerging Europe.", "Do ECB's monetary policies benefit EMEs?", "A GVAR analysis on the crisis and post-crisis period.", "Oxford Bulletin of Economics and Statistics: forthcoming.", "A global macro model for emerging Europe.", "In: Journal of Comparative Economics 43(3).", "Feldkircher, M., T. Gruber and F. Huber.", "2020. International effects of a compression of euro area yield curves.", "In: Journal of Banking and Finance: forthcoming.", "Feldkircher, M. and H. Schuberth.", "The transmission of euro area monetary policy shocks to Eastern Europe: New evidence from high frequency identification.", "Horváth R and K. Voslářová.", "2017. International spillovers of ECB's unconventional monetary policy: the effect on Central Europe.", "A Long and Difficult Ascent.", "Spillovers from the ECB's non-standard monetary policy measures on Southeastern Europe.", "In: International Journal of Central Banking 15(4).", "Spillover effects from euro area monetary policy across Europe: A factor-augmented VAR approach.", "In: Journal of International Money and Finance 72.", "Developments in selected CESEE countries: Coronavirus sends CESEE region into a deep recession.", "In: Focus on European Economic Integration Q4/20: forthcoming."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "financial dominance", "fiscal dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Global value chains", "Monetary policy", "EU funds", "Economic policy", "Globalization", "Reform priorities", "Digital transformation", "Green transformation", "European railway system"]}