{"sentences": ["Working together to support economic recovery, strengthen resilience, and A speech delivered to the 16th Annual Financial Markets Law Conference On 22 October 2020 By Simone Robbers, Assistant Governor & General Manager of Governance, Strategy and Corporate Relations With special thanks to colleagues Joseph Weller and Anne Apostol 2 The Terrace, PO Box 2498, Wellington 6140, New Zealand Telephone 64 4 472 2029 Online at www.rbnz.govt.nz Tuia nga maunga, tuia nga wai, tuia nga taurahere tangata (Bring together the Mountains, bring together the waterways, bring together the ties that bind us.)", "katoa, welcome everybody.", "It's my pleasure to kick us off today at the 16th Annual Financial Markets Law Conference.", "Today's themes of integrity, excellence, and compliance are close to my heart and closely mirror the values of the Reserve Bank of New Zealand - Te Matua.", "These themes could also not be more important in today's circumstances.", "We find ourselves in the midst of an extraordinary degree of uncertainty about the economic outlook and there are large looming clouds on the horizon for Aotearoa New Zealand and the rest of the world.", "If there was ever a critical time for collaboration and understanding between regulators and the financial institutions they oversee, it is now.", "We all need to collectively demonstrate stability, consistency, and resilience, in order to actively support our economic recovery.", "This recovery will require unified and courageous efforts for the collective good of all New Zealanders.", "Today, I will outline some of the Reserve mahi to support economic recovery during these challenging times - including some of the tools we have deployed and are getting ready to deploy; I will also talk about our key priorities and where we are strengthening our resilience, including some of the regulatory initiatives that were paused due to COVID-19 and are now restarting; I will talk about our role in several significant legislative change how we're working to develop programmes; and finally, and support culture.", "All these combined are focused on allowing New Zealand and New Zealanders to prosper today and into the future.", "Supporting economic recovery Our immediate focus and commitment right now remains on managing the economic challenges ahead during this unsettling time.", "Since the onset of COVID-19, we have played our part, acting quickly and early in tandem with the Government and the industry to cushion the economic blow to households and businesses.", "And although New Zealand has successfully contained the virus and many parts of the economy are back up and running, we are still facing uncertain times and potential further disruptions.", "We are well prepared for this challenge.", "Just like we did at the start of the pandemic, we are providing liquidity to banks and monetary and fiscal policy settings to support New Zealand's economic recovery.", "Right now, we are looking at how we use our monetary policy and alternative monetary policy tools.", "Last month Reserve Bank Governor Adrian Orr gave a speech entitled 'Monetary Policy: Same Objectives Different Challenges'.", "He encouraged financial institutions, specifically banks, to be 'courageous' - acting consistently and transparently in delivering sound support to customers.", "He outlined why and how the current and forecast environment is requiring us to use our monetary policy and alternative monetary policy tools3 in different ways which are new to New Zealand.", "In March, the Monetary Policy Committee (MPC) lowered the Official Cash Rate to 0.25 percent.", "We're keeping long-term interest rates down by buying up to $100 billion worth of bonds through our Large Scale Asset Purchase Programme.", "We recognise the possible need for further monetary stimulus: that is why we are progressing our work and ability to deploy additional monetary instruments should the need arise.", "These instruments include a Funding for Lending Programme (FLP), a negative OCR, and purchases of foreign assets.", "These important tools will assist us in achieving and maintaining price stability and supporting maximum sustainable employment as the scale of the economic challenge unfolds.", "Our goal with using these tools remains the same to achieve our policy objectives while minimising undue risk to the financial system.", "How we achieve our objectives will evolve appropriately with the economic circumstances and any risks must be well identified, and managed.", "Strengthening resilience through our strategic priorities Alongside supporting the economy, it is equally important that we continue to deliver on our core mandate and commitments.", "acts to enhance the prosperity and wellbeing of New Zealanders by promoting a sound and dynamic monetary and financial system.", "In performing this role we establish, implement, and enforce appropriate policies and operate critical components of the financial system.", "or kaitiakitanga, of New Zealand's financial system.", "Our role is primarily one of guardianship - As kaitiaki - or guardians - we must remain vigilant to the broad range of risks that could impact our effectiveness in fulfilling this role and be prepared to work together to overcome challenges.", "Today, there are a number of clear and significant external challenges which we must consider some of these are global, some are unique to New Zealand, and some are specific issues to the financial system or to specific sectors.", "In our latest Statement of Intent4 published back in June, we outlined some of the ways we are responding to these challenges as well as the opportunities for growing and transforming the Bank.", "We set out our strategic priorities for the next three years to become stronger kaitiaki, enabling us to assist the longer-term wellbeing of New Zealanders for years to come and to meet our vision of being a Great Team, Best Central Bank.", "There are three key areas which I'd like to speak about today.", "1) Green recovery and sustainability strengthening climate resilience Financial stability is best maintained when all relevant risks are adequately identified, priced, and allocated to those best able to manage them.", "Climate change and its associated risks provide a direct challenge to financial stability as the risks are material but extremely difficult to identify, price, allocate, and manage with accuracy.", "Like many other central banks and regulators, we are taking action to understand and mitigate the risks from climate change to financial stability.", "Our climate strategy5, launched in 2018, has three components: understanding and managing our own climate impacts; incorporating the impacts of climate change into our core functions; and leading through experience and collaboration.", "We welcome Cabinet's recent decision on mandatory climate risk reporting, in line with the Recommendations of the Task Force on Climate-related Financial Disclosures (TCFD).", "We have long regarded disclosure as critical in maintaining and promoting an efficient financial system.", "We support more good quality, comparable information being disclosed by the firms we regulate, so we can be in a better position to identify, monitor, and manage the impacts of climate change on the financial sector.", "In our latest Annual Report6, published earlier this month, we provided another screen of our emissions sources, a follow-up from last year.", "We engaged a third party to verify our energy use emissions and conduct a gap analysis to develop a carbon footprint that complied with international best practice and was reflective of the Reserve Bank's true footprint.", "We are also building capability to understand climate-related risks in the sectors we regulate, training our supervisors in climate-related risks and leading the Council of Financial Regulators' (CoFR) Climate work stream.", "Globally we are proud members of the Network for Greening the Financial System (NGFS) and the Sustainable Insurance Forum which provide us with access to the latest policy thinking and guidance for central banks and regulators on areas such as prudential supervision, macroeconomic research and analysis and portfolio management.", "We are contributing to the NGFS work stream on scenario development, and are working to share our developing expertise with NZ policy makers.", "It is early days, we are learning as we go but our response needs to be both cohesive and urgent.", "2) Bank-wide transformation strengthening our own resilience The review and development of a new Reserve Bank of New Zealand Act7 the legislation that underpins our purpose and how we operate is providing a foundational opportunity to transform the Bank.", "Reviewing and modernising the current 30-year old legislation is a crucial part of ensuring that the Bank remains fit for purpose.", "We have been working with the Treasury since June 2018 on Phase 2 of the Review of the which sets out the Bank's future institutional Reserve Bank Act.", "A new Act, and governance arrangements, was introduced to Parliament on 28 July 2020 and we expect it to receive Royal Assent in 2021 and become effective from 1 July 2022.", "Once enacted, some of the key provisions of the Act include: Establishing a Governance Board similar to the independent crown entity model, responsible for the oversight and governance of all the functions of the Bank, except those undertaken by the external Monetary Policy Committee Shifting powers currently reserved to the Governor as single decision maker to the board and implementing a fully delegated board and Chief Executive model; Operating with our new financial stability objective of protecting and promoting the stability of New Zealand's financial system; and  the Bank's accountability Enhancing and transparency through increased reporting and monitoring requirements, with the Treasury acting as our external monitor.", "We are incredibly excited with the opportunity we have through the new legislation to and empower New Zealand's central bank.", "Alongside this, in June we agreed a substantial and important increase to the Bank's Funding Agreement9 with the Minister of Finance.", "This new agreement enables us to address the critical risks to delivering our mandate and respond to areas of past underinvestment.", "will focus on expanding and enhancing the Bank's core The bulk of this investment activities, particularly investing in our supervisory and enforcement capabilities, and supporting the Bank's day-to-day operations.", "This includes modernising the technology infrastructure and keeping our security architecture up to date, designing a suitable vaulting and distribution system for cash, and expanding our reach to stakeholders in Auckland.", "The implementation of the new Reserve Bank Act and new Funding Agreement will enable us to undertake the considerable transformation of the Bank and will allow us to continue to effectively and consistently deliver on our mandate. )", "Strengthening the resilience of our legislative frameworks that govern how we prudentially regulate and supervise Following the onset of COVID-19 and the subsequent lockdowns in March, the Reserve Bank, along with the other CoFR agencies, deferred and reprioritised a number of regulatory initiatives.", "We now have started to recommence our work on some of these paused initiatives, which I am pleased to share with you this morning.", "In order to facilitate economic growth, the public need to be confident that deposit takers (i.e.", "banks and non-bank deposit takers) and insurers are resilient and will continue to provide services, and that the payment and settlement systems will work as expected.", "Alongside the new Reserve Bank Act, there are also four major legislative changes which will strengthen the Bank's prudential regulation and supervisory powers.", "Firstly, the Deposit Takers Act.", "This Act is expected to modernise, strengthen and unify our regulatory framework for all deposit-takers both banks and non-bank deposit-takers, including the introduction of a deposit insurance scheme, updated crisis management tools, and strengthening our supervision and enforcement powers.", "The final round of consultation for the proposed Deposit Takers Act closes tomorrow (23 October) and while I have the floor, I'd like to invite you to send in your views and thoughts if you haven't yet.", "If that's something you want to get involved in, please go to the Treasury website to participate in the consultation.", "Secondly, the capital framework for registered banks is a crucial tool for maintaining financial stability.", "In December 2019 we announced the final decisions following a comprehensive review.", "The decisions include increasing regulatory capital buffers relative to current prudential settings.", "Strong capital buffers reduce the likelihood of bank failures by increasing the capacity of banks to absorb losses, essentially making our banking system safer for all New Zealanders.", "In response to COVID-19, we decided to delay the implementation of the new capital framework for at least 12 months to ensure banks could support their customers with provision of credit to households and businesses.", "Banks already have strong buffers of above current regulatory minimums as capital levels have increased steadily over the past ten years.", "We have encouraged banks to use these buffers to support their customers and economic recovery.", "There is still a high degree of uncertainty around the economic outlook and it is possible that bank resilience will be tested in the coming months as loan losses rise materially from current low levels.", "We will continue to monitor these developments closely.", "We expect to publish detailed consultation material covering the Capital Review implementation in November.", "Thirdly, the Insurance (Prudential Supervision) Act Review (IPSA).", "The original IPSA legislation became law in September 2010 and there have been a number of notable developments since then.", "At the start of this month, we announced that we are relaunching this review and will also be commencing a review of the associated Insurer Solvency Standards.", "Over the next twelve months, we intend to release consultation papers seeking feedback on the scope of the legislation.", "Fourthly, and finally, the Financial Markets Infrastructure Bill16 was introduced into Parliament in December 2019 and received its first reading in February 2020.", "The Bill looks to establish a new regulatory regime for FMIs that will be jointly administered by the Reserve Bank and the Financial Markets Authority (FMA).", "The regime will provide the Bank and the FMA with new powers to oversee FMIs, set legally binding standards, including information collection and crisis management powers.", "This will enable us to better ensure payment and settlement systems are strong, robust, and resilient.", "All these changes together will modernise and strengthen the regulatory regime, the firms we regulate and oversee and support a regulatory approach that is proportionate to financial stability risks.", "We recognise that introducing new legislation might come with a degree of uncertainty for the institutions that we regulate and that there might be concerns about increased compliance costs.", "We are committed to be a more active regulator one that will continue to engage with industry and relevant stakeholders in an open and constructive manner and to carry out cost benefit analysis to keep those costs to a minimum.", "In addition to these legislative changes, we are also looking at improving the cyber risk awareness and resilience of the financial sector in New Zealand.", "Earlier this week (October 20) we released a consultation paper on risk management guidance for cyber resilience including our initial views on the role of information gathering and sharing in building cyber resilience.", "We welcome your feedback on this important work.", "Supporting and developing culture A strong legislative framework can only go so far in instilling the right culture and behaviours in financial institutions, and the communities they serve.", "We are maintaining a careful watch with our fellow financial regulators on how our financial institutions are responding to customer needs in this recovery period.", "As I have mentioned earlier, for us, this has meant talking to banks about courage and customer outcomes, ensuring that risk appetites of our financial institutions are appropriately calibrated to today's challenges.", "We are pleased to see that banks are taking on board our recommendations from the Bank Conduct and Culture Review18 FMA in 2018.", "Earlier this month, the New Zealand Bankers' that we conducted with the Association (NZBA) launched guidelines19 setting out the commitments banks have made to their customers and how they intend to meet those.", "We welcome these guidelines and look forward to seeing the positive changes for New Zealanders.", "While we have been focused on enabling banks to prioritise relief and good customer outcomes, especially to those who have been financially impacted by the pandemic, we recognise that many of these challenges will exist for a number of years.", "That is why we are keeping an eye on members of our society who are more likely to be vulnerable and our objectives as New Zealand's central disadvantaged.", "Critical to our success in meeting bank is ensuring that we drive wider economic wellbeing for all New Zealanders.", "To achieve this, we are undertaking work which focuses on enabling social cohesion and financial inclusion.", "Social cohesion creating a framework which works for all Through our Future of Cash programme20, we are rolling out significant changes now and over the next few years to address changing preferences around cash use in New Zealand.", "We are building our stewardship role by working across government and with system participants and user interests to understand and monitor the public's needs and trends, and to influence change.", "Beyond New Zealand shores, we are also taking a look at how to enhance access to and reduce costs of remittances to and from the Pacific.", "We have established the Pacific Remittance Project21, along with the Reserve Bank of Australia and with support from the Ministry of Foreign Affairs and Trade, to address the challenges facing remittance services domestically and in the Pacific region.", "Over the coming months, we will work with both domestic and international stakeholders to develop guidance and work with remitters in the Pacific region to help them be more compliant with regional legal obligations and maintain banking relationships.", "This will include exploring potential policy, legislative and regulatory changes to facilitate reduction in de-risking, and providing coordination and subject matter expertise around digital and 'know your customer' identity verification, payment systems facilities.", "Cultural and financial inclusion recognising all New Zealanders continue to embed our Te Ao Māori strategy22 We also across the Bank and with stakeholders.", "By exploring how the Māori culture and Māori how businesses operate, we are gaining insights into their important contribution to and impacts on the New Zealand economy.", "This allows us to take a long-term view of our core mandate to promote the wellbeing policy and using the Bank's and prosperity of all New Zealanders through monetary inflation and employment targets.", "Internationally, we have started working closely with our central bank colleagues in Canada on initiating a wider global discussion on indigenous economics with other central banks and relevant organisations.", "Translating the key metrics of our Financial Strength Dashboard into Te Reo is also underway as part of our ongoing commitment to Te Reo and Tikanga Māori.", "We have created new financial kupu (words) for the Dashboard which will be added to the online Māori dictionary - Te Aka - later this year.", "By recognising all New Zealanders, we are harnessing diversity and inclusion, and collaborating to better understanding the economy so to best promote the economic wellbeing of all New Zealanders.", "Supporting the right culture requires us working more collectively and courageously with financial services and other regulators to continue to be active, relevant and a cornerstone of New Zealand's economy and society.", "We maintain an active dialogue with industry stakeholders on how best to do this.", "These discussions have been in co-ordination with our CoFR partners the FMA, ComCom, Treasury and MBIE.", "By working and meeting as a collective, we are able to share information, identify issues and develop cohesive and coordinated responses to issues requiring cross-agency involvement.", "This approach aims to maximise effective and responsive regulation of the financial system by facilitating cooperation and coordination between its members.", "are looking at our role as a system steward and contributor to New Zealand's economic wellbeing and how we can support and promote this through leadership, collaboration and stewardship.", "Our ability to engage and communicate in a manner which all New Zealanders can understand is key to delivering our priorities.", "Integrity is critical to our success.", "Our goal is to maintain this integrity by operating transparently always being open to learning and adapting as necessary.", "I encourage you to continue to engage with us on our priorities, consultations, and engagements, and thank you for your efforts and contributions so far.", "the challenges we're facing Recognising and responding to is important.", "Economic prosperity, environmental sustainability, social cohesion; and cultural inclusion are important cornerstones of sustainable wellbeing.", "These themes are self-perpetuating and each can negatively or positively impact on the other.", "Cohesion between these allows us to better achieve our policy objectives of achieving and maintaining price stability, supporting maximum sustainable employment; and protecting and promoting the stability of New Zealand's financial system.", "Financial institutions have a role to play here and should be reassessing how they are supporting the recovery and best serving their customers.", "They also have a role in keeping us on track, holding us to account, and contributing to consultations to ensure the environment serves and works for all.", "These are not small challenges, and we look forward to working with our regulatory colleagues and stakeholders including you supporting economic recovery, strengthening resilience, and supporting and developing a culture for New Zealand and all New Zealanders.", "Hihiritia te rā, e tiaho ano ai apōpō (Harness the rays of the Sun today, so that they may shine brighter tomorrow) Tēna koutou, kia ora tātou katoa."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Economic Recovery", "Financial Stability", "Climate Resilience", "Bank Transformation", "Legislative Frameworks", "Cyber Risk", "Culture", "Social Cohesion", "Financial Inclusion", "Indigenous Economics"]}