{"sentences": ["Published Date: 26 November 2020 \"Gearing up for New and Evolving Jobs in Financial Services\" - Remarks by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, at \"Growing Timber\" MAS-IBF Webinar Series on 26 November 2020 Good morning and thank you for joining us.", "MAS and IBF are launching today the \"Growing Timber\" project - a series of monthly webinars and events focused on jobs and skills in the financial services sector.", "Jobs - the Central Economic Challenge of Our Times In August this year, at the Jackson Hole Economic Policy Symposium discussing the economic challenges facing the world, Senior Minister and Chairman MAS, Mr Tharman Shanmugaratnam, said: \"The central problem is in creating enough jobs in the first instance, and in raising the quality of jobs for more people over time\".", "I can't agree more: jobs are the central economic challenge of our times.", "The success of economic policy is not measured by how well financial markets are doing, not by how well companies are creating new products, not even by how fast GDP is growing.", "The ultimate measure of economic success is this: are we creating enough good jobs for our people?", "Governments across the world are embracing the jobs agenda more purposefully.", "Even central banks, hitherto focused almost exclusively on inflation control, are increasingly paying attention to the job market - and rightly so.", "In Singapore, the government has always been conscious that creating good jobs for Singaporeans is of paramount importance.", "That is why, in every downturn, the focus of government support has been on sustaining jobs, keeping Singaporeans employed.", "The record speaks for itself: the resident unemployment rate has averaged 3.5% in the last two decades, one of the lowest in the world.", "Unemployment has inched up in the face of the COVID-19 economic recession, to 4.7% in Q3 this year: too high for our own comfort but, to view matters in perspective, much lower than in most other countries.", "Nonetheless, there are anxieties on the ground, whether there will be enough jobs for everyone who wants to work.", "REACH, the feedback unit under the Ministry of Communications and Information, conducts regular surveys to gauge Singaporeans' sentiments about the job market.", "Typically, less than 1 in 3 Singaporeans have negative perceptions about the job market.", "In August, at the depth of the recession, that proportion went up to 2 out of 3.", "It is now down to 1 out of 2, not back to normal yet but job anxieties have eased somewhat with the economy gradually recovering.", "As a country, Singapore needs to double down on the jobs and skills agenda.", "The COVID-19 pandemic is creating some fundamental changes in industry structure, work processes, and job functions.", "If we do not retrain to take on new tasks or move to new roles, we will be le behind by these changes.", "That is why government agencies are working together with their respective sectors of the economy to prepare their workers for the jobs of the future.", "MAS is focused on the financial sector, working with IBF and the industry to drive an active jobs and skills agenda.", "Among central banks, MAS is probably unique in playing such an active role in the training and development of our financial sector workforce.", "As I had mentioned in 2017, \"jobs and skills have moved to front and centre of MAS' financial sector development agenda.\"", "Growing Timber - The Financial Sector Jobs and Skills Agenda This is where the Growing Timber series comes in.", "MAS wants to deepen and broaden our partnership with the financial industry and finance professionals to strengthen the Singaporean core in financial services.", "Through these regular sessions, we want to: share information on opportunities relating to jobs and skills; hear from the industry's workers the challenges they face in their professional showcase success stories of upskilling and reskilling; learn good human capital practices from experts and from one another; so that ... ... together we can transform Singapore's financial sector workforce to be among the best globally.", "MAS will provide greater transparency around financial sector workforce data, so that everyone has a clear idea of where we are doing well as an industry and where we need to do better.", "The Growing Timber series takes its inspiration from the Green Shoots series.", "Green Shoots is a webinar series which MAS launched in April this year to keep alive the FinTech spirit and the drive for innovation amid the throes of the COVID-19 circuit breaker.", "These regular engagements have been hugely successful in raising awareness, promoting collaboration, and sustaining investments in FinTech firms - so much so that we are looking at a record year for FinTech investments in 2020.", "Growing Timber and Green Shoots represent the two key horizontals of MAS' developmental strategies for the financial sector - jobs and skills; and technology and innovation.", "Let me set out the key dimensions of the financial sector jobs and skills agenda that we will cover over the next few months under the Growing Timber series: Job opportunities - what are the new jobs being created and how to access these Job readiness - how can we prepare our tertiary students so that they are job-ready when they embark on a career in the financial sector; Job retention - keeping our mid-career workers employed through upskilling amid new skills demands; Job redeployment - reskilling mid-career workers in jobs that are being transformed by technology and pivoting them to new careers; Job specialisation - deepening skills and capabilities in highly specialised areas in strong demand; and Job leadership - grooming promising Singaporeans for leadership roles at different levels.", "Today, I will cover the first three dimensions of the jobs and skills agenda - namely, job opportunities, job readiness, and job retention.", "JOB OPPORTUNITIES The financial sector provides good job opportunities.", "Financial services employs a workforce of 170,000.", "It is the most productive workforce in the economy, accounting for 4.5% of Singapore's total workforce but 13.3% of our GDP.", "% of these jobs went to Singapore Citizens, in line with the overall proportion of Singaporeans in the financial sector workforce, also at 70%.", "What's more remarkable is that the financial sector continued to create jobs right through the COVID-19 pandemic crisis.", "In the first half of this year, financial services created 1,900 net jobs.", "% of these jobs went to locals.", "These are good jobs: the median income for locals in the financial sector is $7,600, compared to the national median of $4,600.", "Of course, the median income of foreigners in the financial sector is even higher, at $10,000.", "We will address this issue at a later webinar when we talk about job specialisation and job leadership, and how we can enhance the wage prospects of Singaporeans in finance.", "For now, let's focus on the job opportunities.", "We should not be complacent.", "Just because the sector has done well on the jobs front so far does not mean that it will continue to do so in the future.", "The economic recovery is uneven and remains highly uncertain.", "MAS is therefore keeping a watchful eye on financial institutions' hiring and retrenchment plans.", "Earlier this year, MAS conducted a pilot employment outlook survey for the financial sector.", "The pilot survey covered over 30 financial institutions on their projected hiring and job losses over 12 months from July 2020 to June 2021.", "Together, these firms account for over 40% of the financial services workforce.", "Let me share the findings.", "The survey showed that financial institutions are planning to offer 1,800 newly created jobs and 2,000 traineeships during these 12 months.", "The newly created jobs are distributed across different job functions.", "The largest hiring demand is in technology, as you can see from the chart, with 880 jobs.", "The top new job roles in technology include application developers, application architects, and business analysts.", "This is followed by private banking and wealth management at 12%, in roles such as relationship management, process excellence, and digital transformation.", "The remaining 40% of new jobs are spread across other business segments, including insurance, corporate banking, consumer banking, investment banking, and asset management, as well as in corporate roles such as finance and human resources.", "Let's take a closer look at the 880 technology jobs on offer in the financial sector.", "There are three broad types of job roles that financial institutions are hiring for their technology departments.", "First, advanced tech roles, such as enterprise architects and infrastructure architects.", "These are specialist roles that require highly technical skills.", "Take for example, enterprise architects.", "They help shape and implement mission critical technology projects, provide technical oversight for technology planning across the business, and set the technical standards to be followed.", "It requires years of training and experience to attain mastery of these skills.", "The local supply of talent for such jobs is quite limited and financial institutions will need to rely on expertise from abroad while building a pipeline of locals for these advanced tech roles.", "Second, intermediate tech jobs, such as application developers, data analysts, UX/UI designers, and cyber security specialists.", "These are roles which Singaporeans with relevant background can potentially be trained into.", "MAS started a Technology in Finance Immersion Programme (TFIP) last year through which financial institutions recruited mid-career Singaporeans with STEM backgrounds from other sectors and put them through structured training and attachments in tech areas such as data analytics, cyber security, cloud computing, and full stack development.", "The programme was highly popular.", "TFIP is in its second run this year with 21 financial institutions offering over 190 trainee places, more than double that of last year.", "That said, we need to scale up much more because the demand for these roles continues to outstrip our pace of building skills.", "Third, basic tech jobs, such as tech support executive, IT ops and support.", "These roles are typically less complex and more rules-based.", "However, they pay less than intermediate and advanced tech roles and have not appealed to Singaporeans as much.", "The recent increase in minimum qualifying salary to $5,000 for entry-level employment pass holders in the financial sector means that it would be harder for financial institutions to hire cheaper foreigners for these roles.", "We hope more locals will take up these job roles, even if they are less paid, which also provide a pathway to the intermediate tech jobs, which are in demand.", "Beyond the technology function, there is healthy demand for jobs across different business lines, including consumer banking, corporate banking, private banking and wealth management.", "These jobs are in three broad categories: business roles, for example, relationship managers, product advisory, and portfolio control roles, for example, customer due diligence, compliance, and risk transformation roles, for example, digital transformation, innovation and process excellence.", "In our survey, we also asked financial institutions about the profile of candidates that they hope to hire.", "We found that for over 60% of the jobs, financial institutions are looking for experienced hires or specialists to fill these roles.", "I can understand that for many roles, there is indeed a business need to hire people with direct experience and deep expertise.", "But if employers take this approach for all job roles, where does that leave mid-career jobseekers who may not yet have all the skills required for these roles but may nonetheless have some past experience that is useful?", "We need to make a concerted effort to give mid-career jobseekers the opportunity to be trained into these new job roles.", "Employers must be willing to take a calculated chance to hire and train mid-career jobseekers who have good experience but may not have all the requisite skills, but can be trained.", "Likewise, jobseekers must be willing to step out of their comfort zone, and take a stab at trying new roles and picking up new skills.", "Next, let's look at where financial institutions are offering the 2,000 traineeships during July 2020 to June 2021.", "Technology again has the largest number of traineeships on offer, albeit at a lower 23% share.", "The top traineeship roles are application developers and business analysts.", "These traineeship programmes offer a good way to scale up capabilities in technology so that Singaporeans can take on such jobs in future.", "Beyond technology, financial institutions are offering traineeships in insurance and banking, in areas such as compliance, risk management, and process excellence.", "The pilot employment outlook survey has provided a useful forward-looking view of hiring prospects in the financial sector.", "MAS will scale up this pilot effort, to conduct a Financial Services Employment Outlook Survey to collect more comprehensive and granular data on hiring across all financial institutions.", "We will launch the survey next week to cover the period January to December 2021.", "We will conduct this survey every 6 months.", "We will share the survey findings at future Growing Timber events, so that people know where the job opportunities are, how to prepare themselves for the roles, and where resources are available to help them access these opportunities.", "As the Jobs Development Partner for the financial sector, IBF stands ready to help jobseekers with integrated services on all matters relating to jobs, skills, and careers in the financial sector.", "If you are a job seeker keen on financial sector opportunities, please sign up for IBF alerts via the IBF website.", "By signing up for the alerts, you will be able to receive updates on job opportunities, resources for skills upgrading, career tips, career fairs, and other industry events.", "Let me also urge financial institutions to work with IBF, and pool together our resources to help train, match, and place individuals into the positions that you are hiring for.", "And of course, please participate in the survey.", "JOB READINESS OF FRESH GRADUATES Having created job opportunities, the second prong of our agenda is job readiness - preparing our young for the jobs at hand.", "A key insight on job readiness is that need to see study and work as an integrated learning process.", "This is what the SkillsFuture Work-Study Degree (WSDeg) Programme seek to achieve.", "Launched in 2017, the WSDeg programme enables students to gain work experience and acquire work-relevant skills, so that they are ready for the workplace upon graduation.", "To-date, around 30 students who enrolled in the WSDeg programme with financial institutions have graduated, and many have joined the industry.", "Currently, there are around 50 students undergoing the programme at financial institutions.", "Take for example DBS' Applied Wealth Management track in NTU's Bachelor of Business programme.", "Students undergo on-the-job training to develop deeper understanding of various jobs in wealth management at DBS.", "This year, 50 students are on this programme.", "This includes 31 who just joined the programme this year, all of whom have received conditional job offers from DBS.", "Another example: Standard Chartered Bank partnered the Singapore University of Social Sciences for three Bachelor of Science programmes, across finance, business analytics, and human resources.", "Students spend about one to two days in class, and three to four days at work each week for a period of one or two years.", "Now in its fourth year, the programme has taken in 37 students.", "This includes 22 who have graduated from the programme, of which 9 students have successfully secured a job offer at the bank before graduation.", "The WSDeg programme is a win-win proposition.", "The students get an early taste of what the industry is like which can help them make better informed career decisions.", "For the firms, internships are an effective talent attraction tool - employers can tell a lot more about the suitability of prospective employees through a short internship on the job compared to any number of interviews and tests.", "We need to dramatically scale up such programmes.", "MAS will introduce a new Work-Study Support Programme to co-fund the internship stipend of students who are trainees at financial institutions under WSDeg programme.", "Funding will be at 80% of the monthly stipend, capped at S$1,000 per trainee.", "MAS has been working with the private banking industry for an indicative commitment of about 200 trainees over the next 3 years.", "We plan to expand our efforts in other growth areas too, such as asset management.", "I urge more financial institutions to come onboard these internship programmes, so that we can more purposefully build a strong Singaporean talent pipeline for the financial sector.", "JOB RETENTION THROUGH UPSKILLING The third dimension of our jobs and skills agenda is job retention - to keep the existing workforce employable and relevant through continuous upskilling.", "We are going about this task in a systematic and rigorous manner.", "First, MAS and IBF conducted a detailed study on the impact of automation and data analytics over the next 3-5 years on job tasks and skills needs across 121 job roles in the financial sector.", "This study helped prioritise our efforts in working with FIs to reskill and redeploy 5,300 employees in consumer banking, insurance, and operations, whose jobs were identified as likely to change significantly.", "To-date, 1,700 workers have completed their training and have been successfully redeployed into new jobs, probably avoiding retrenchments that might otherwise have taken place.", "Next, MAS and IBF worked with SkillsFuture Singapore to develop a skills framework for financial services, building on IBF's competency standards for the skills required in financial sector jobs.", "This framework has become the reference standard for jobs and skills in the financial services sector.", "First, the job functions and roles in MAS' annual manpower survey and the new Employment Outlook Survey are mapped to those in the skills framework, so that we not only know what jobs are in demand, but also what skills to build to help move people into these jobs.", "Second, IBF's accreditation of training programmes and certification of professionals are based on the skills framework, and so are its training pathways for reskilling and upskilling.", "Third, employers in the financial sector have started to adopt the skills framework in their training roadmaps.", "As an industry, we must move towards skills-based rather than qualification-based hiring and career development.", "Fast forward to 2020, and the restrictions imposed by the COVID-19 pandemic have accelerated upskilling efforts.", "Training participation has increased 65% to reach close to 31,000 during the April to September 2020 period, compared to the same period last year.", "Besides training to deepen your skills, I encourage you to seek IBF Certification, an industry endorsed mark of quality for finance professionals in Singapore.", "MAS will extend our enhanced training support measures for another 6 months to June 2021.", "These include: the extension of IBF's 5% course fee credit, which when stacked with the enhanced training subsidies under IBF, will bring the total course fee support to 95%; and the extension of the Training Allowance Grant of $15 per training hour for companysponsored trainees.", "IBF will expand the list of courses eligible under the Financial Training Scheme to include deep-technology courses and certifications for a time-limited period.", "I urge all financial institutions and fintech firms to continue to tap on the enhanced training support measures to help your workers upskill and acquire new capabilities to stay employed.", "Growing timber is a long-term commitment.", "So is the jobs and skills effort - creating job opportunities, fostering job readiness, and supporting job retention.", "The efforts take time to bear fruit.", "But with persistence and an enterprising spirit, we will create a lush forest: a world-class financial sector workforce ready for the future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Jobs", "Financial Sector", "Upskilling", "Reskilling", "Job Opportunities", "Job Readiness", "Job Retention", "Technology", "Skills Framework", "Training"]}