{"sentences": ["I would particularly like to thank Olivier Fliche for his contribution in preparing this speech.", "Ladies and Gentlemen, I am delighted to take part in this 5th edition of Fintech R:evolution and I would like to warmly thank the France Fintech association and its chairman Alain Clot for their invitation to speak today.", "This event, organised against the backdrop of the ongoing health crisis, is proof of the drive, determination and adaptability not only of the organising association, France FinTech, but also of the entire innovative French ecosystem of the financial sector, which is now represented here as widely as possible.", "The French FinTech ecosystem, like any ecosystem made up of start-ups, is fragile but it is promising and, I believe, vital to the financial sector.", "The economic crisis associated with the health crisis highlights these contrasting characteristics: on the one hand, start-ups may be weakened or innovative projects delayed by the economic situation; and on the other hand, the health crisis has accelerated the adoption of new digital habits by the entire population.", "More generally, 2020 has only served to underscore the challenges facing the financial ecosystem as a whole as a result of the digitisation of our economy.", "In order to meet these challenges, it is imperative that this ecosystem transforms to accommodate changes in demand for financial products and services, the increased competition that is driving down profitability and the fast-growing need for operational resilience.", "In this context, a thriving, creative and efficient FinTech ecosystem may be a key element in the transformation of the financial system towards greater efficiency and resilience to shocks.", "as central banker and supervisor in charge of ensuring monetary and financial stability, I feel it is important to support this FinTech ecosystem and facilitate its smooth Naturally, I would like to make it clear that integration into the broader financial ecosystem.", "this integration does not,in my opinion, mean a convergence of players, a \"harmonious\" cooperation or a coordinated approach: the various players have different, sometimes even opposing goals, and that is how competition works.", "However, we should not systematically pit FinTechs against established players: there is a great variety of relationships between these two worlds, as we see every day.", "The potential for enriching the financial ecosystem and making it more efficient and resilient lies in strengthening the relationships between players and their diversity.", "What do we want to do and what are we doing at the Banque de France and the ACPR to support this development of the FinTech ecosystem?", "The short answer to this question, which I will now illustrate, is, on the one hand, to be a useful player in the FinTech ecosystem and, on the other hand, to promote and implement a regulatory framework and that foster both innovation and the stability of our financial appropriate supervisory practices system.", "In order to be a useful player in the Fintech ecosystem, we have two objectives: experiment Facilitate, firstly.", "This is what we are doing via the implementation of specific support tools.", "For instance, under the aegis of a national start-up correspondent, who is also the French Tech correspondent, the Banque de France has just deployed a network of regional start-up correspondents in each of the 13 French Tech capitals.", "Their mission is to be the key point of reference for rating start-ups and providing them with support and guidance thanks to their knowledge of funding mechanisms and of the main players in the ecosystem.", "As regards the ACPR, I no longer need to present the FinTech Innovation Unit, which has already held hundreds of meetings with start-ups since its creation.", "Its purpose is to provide an easily accessible entry point for those with innovative projects, giving them some initial regulatory guidance to help them shape their projects and then refer them to the right correspondents for the necessary registrations or authorisations.", "Naturally, our facilitation efforts are not limited to bilateral contacts alone.", "Facilitating also helping players in the ecosystem to engage with each other and find solutions without necessarily resorting to regulatory measures.", "It is in this spirit that we run the and that we have created working groups or task forces in ACPR-AMF FinTech Forum order to make concrete progress on important issues for the ecosystem, such as the access of digital asset service providers to the bank accounts and banking services they need.", "Admittedly, dialogue does not solve everything, but we very often find that many difficulties can be ironed out through improved dialogue and a better understanding of the practices and technologies used by the various stakeholders.", "Here I would like to give two different illustrations of this approach.", "The exploratory workshops conducted by ACPR on the use of artificial intelligence in the financial sector are an example of what experimentation can bring not only to a supervisory authority but also to the entire ecosystem.", "Indeed, these concrete experiments have enabled the ACPR, based on specific use cases, to examine the code of the algorithms, their intrinsic performance, their integration into operational processes, and their control and governance environment.", "Drawing on this experiment, in order to share widely the lessons it has learned, the ACPR published a study last June outlining what the framework for the proper use of these future tools could look like.", "In this way, experimentation allows us to send the right signals for the ecosystem to realise the potential of new technologies without fearing a delayed and unexpected \"backlash\" from the Supervisory Authority.", "The at the Banque de France on a experiments underway central bank digital currency (CBDC) are an illustration of the same experimental approach in the field of work specific to central banks.", "They present with issues directly related to the need for the Eurosystem, should circumstances require it, to be ready to issue a CBDC in order to ensure that central bank money is accessible to the general public and to preserve their freedom of choice of means of payment and their confidence in our currency.", "By testing the possible uses of a CBDC, we investigate not only the potential of blockchain technologies but we also question the players in the ecosystem on what tomorrow's landscape could look like, on subjects as fundamental as the methods of exchanging financial instruments for CBDCs, the improvement of the conditions for executing cross-border payments or new ways of making CBDCs available to financial sector players.", "The second thrust of our work is to promote a regulatory framework and appropriate supervisory practices.", "In this respect, our immersion, as a player, in the innovative FinTech ecosystem is a valuable asset that we intend to build on in order to contribute to the impending and necessary changes in regulations and supervision.", "To briefly illustrate the current state of play of our supervisory practices, I would like to mention the \"suptech\" approach underway at the ACPR: the supervisory authority's aim is to take advantage of innovation to better carry out its missions at the best cost for the community and thus prepare the supervision methods for tomorrow's financial processes.", "To date, four tools developed in intrapreneurship with the support of the Banque de France's Lab, our space dedicated to innovation, have been created and should concretely increase the efficiency of our supervisors.", "But I would like to focus for a moment on the contribution that we can make, as a central bank and supervisory authority, to the development of the regulatory framework.", "In this area, I think it is important to recall a few principles that underpin our vision as a supervisor and central banker with regard to the changes in the regulatory framework of the financial system.", "First of all, I would like to stress that no regulatory framework is set in stone.", "We must keep an open mind, and have the necessary understanding and lucidity to adapt frameworks to technological evolutions - or even revolutions -, as well as to challenges associated risks.", "Secondly, this adaptation must, in my view, preserve and consolidate of two fundamentals financial sector regulation: the financial stability objective and the principle of monetary sovereignty.", "In this respect, I would like to commend the ambitiousness of the European Commission's recent Digital Finance Package and its priorities, in particular those to fight against the fragmentation of the digital single market for financial services and to address the new challenges and risks associated with the digital transformation.", "With regard to these risks, I think it would be appropriate for the Commission to address the complex but currently unavoidable issue of the oversight framework to be applied to critical IT service providers, including cloud service providers, and the equally important matter of the supervision of issuers and distributors of stablecoins, whether they be single or multi-currency coins.", "I will not go into detail on the Commission's proposed legislation, which still requires careful examination on our part and which will, of course, have to be improved by the negotiations that are about to get underway.", "I simply want to say here that the regulations' proposals aimed at critical IT service providers and stablecoins include promising provisions: for the former, a dedicated framework that does not exempt financial intermediaries from their responsibilities and their obligation to use European service providers, and for the latter, a strict supervision that involves and associates national and European authorities.", "I would also like to stress here that the two points for attention I have just mentioned do not, in my view, overshadow any of the following: the many other initiatives announced in the action plan, the work to facilitate remote access and promote an interoperable digital identity, the provisions on cybersecurity, or the forthcoming discussions on artificial intelligence or data sharing in financial services - open finance after open banking.", "The message that I think is important today is the following: the stakes of this action plan on the financial sector are high and it will have a major impact on the innovative ecosystems of the French and European financial sectors.", "That is why the Banque de France and the ACPR will be particularly attentive, in the coming weeks and months, to your feedback, suggestions and questions on this \"digital finance package\", which is closely in line with the rationale of the ecosystem that I have just outlined.", "In other words, we have the opportunity to that the held in demonstrate today discussions recent years between the Banque de France, the different players in the innovative financial ecosystem and other supervisory authorities, the relationships of trust established between us, the complementary expertise, the shared experiments and knowledge, have a concrete and tangible effect: that of further strengthening the dynamics of an ecosystem that is destined count in the future of the European financial sector.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["FinTech ecosystem", "Digital transformation", "Financial stability", "Monetary sovereignty", "Regulatory framework", "Supervisory practices", "Innovation", "Experimentation", "Artificial intelligence", "Central bank digital currency"]}