{"sentences": ["It is a great pleasure for me to welcome you all to this Conference on Central banks at the frontline of the COVID-19 crisis: weathering the storm, spurring the recovery, jointly organised by the Central Bank of Tunisia, the Organisation for Economic Co-operation and Development (OECD), the European Institute of the Mediterranean (IEMed) and the Banco de España.", "Let me start by thanking our colleagues from the Central Bank of Tunisia, the OECD and the IEMed and, in particular, Governor El Abassi, Ambassador Florensa and Luiz de Mello for their cooperation in organising this Conference.", "We could not have asked for better partners to help set up this event.", "Under the resolute impulse of the IEMed, this Conference is becoming a mainstay among the fora for dialogue and cooperation in economic and financial relationships in the Euro-Mediterranean region.", "This is the sixth edition of this Conference, which brings together central bankers from both shores of the Mediterranean and representatives from international organisations, industry and academia.", "On this occasion, we have switched to a fully virtual conference, although we hope that in the next edition we can return to a face-to-face format, which helps strengthen the links among us.", "I firmly believe that fora like these are instrumental in enhancing regional cooperation and dialogue and in contributing to the design of economic policies that can have a tangible impact on the lives of our citizens.", "Furthermore, regional cooperation might be seen as complementing as well as supporting the strengthening of multilateralism.", "At the current juncture, where we are still suffering the consequences of the deepest economic crisis since the Second World War, the global recovery needs to be based, more than ever, on cooperation and solidarity between countries.", "Past editions of this conference had provided useful exchanges of ideas on different topics of relevance for the central banks in this region.", "The theme of this conference, Central banks at the frontline of the COVID-19 crisis, is closely linked to the pandemic besetting the world for almost a year and a half.", "It also covers the policies that central banks have put in place to confront the crisis and, more importantly, the role our institutions must play in the current recovery process.", "Central banks have played a crucial role in confronting the crisis.", "In a setting of high uncertainty and a still-fragile economic situation, monetary policies need to continue contributing to maintaining favourable financing conditions that allow the recovery to take firm root.", "The road ahead will not be easy.", "We will have to contend with the legacies of the current crisis and face more structural challenges - such as the digitalisation of the economy, population ageing and the fight against climate change - which, in one way or another, will affect all of our countries.", "In particular, the role of central banks in combating climate change is one of the top priorities on our institutions' agendas over the coming years.", "As is well known, the pandemic has led to a global health crisis with a huge and likewise global economic impact, on a scale never seen in peacetime.", "The unprecedented economic policy response to the shock caused by the pandemic has been crucial in limiting the impact of the crisis.", "Our experience of this challenging period allows us to draw some lessons that might be relevant for the management of the next stages of the current crisis and, of course, for future crises.", "On the domestic front, the speed, forcefulness, adaptability and comprehensiveness of the economic policy response has been key to reducing costs in the short run and preventing even more extreme and adverse scenarios.", "It will probably also be crucial in containing medium and long-term damage.", "In addition, it is worth emphasising the complementarity of the monetary policy measures and those adopted both by fiscal and by prudential authorities, which have significantly reinforced each other.", "An opportunity for multilateralism But beyond domestic policy efforts, this crisis has demonstrated that, in a highly globalised world, internationally coordinated action is of the essence both during the recession and, more importantly, with a view to the recovery.", "And this is particularly the case in Europe, given our high degree of integration.", "Although the crisis has affected sectors and countries differently, the economic policy response must be global in nature.", "First, on the health front, the crisis will not be over until immunity against the virus has been achieved worldwide.", "In this respect, the support of multilateral institutions is essential to accelerate the pace of vaccine rollouts in low-income countries.", "Second, on the economic front, we are witnessing sizable divergences in the rate of recovery across economies.", "In particular, poorer countries face tougher challenges easing lockdown measures and, at the same time, have more limited policy space to support the recovery.", "A premature tightening of international financial conditions would be particularly harmful for them, putting their recovery at risk and potentially leading to social and geopolitical tensions.", "Thus, a kshaped recovery would, ultimately, translate into lower global growth rates.", "The multilateral approach is now more important than ever given the global nature of the current crisis, but also because of the challenges ahead in the near future.", "These include the increasing digitalisation of our economies and the policies to combat climate change, which are also global in nature and therefore require a global response.", "Accordingly, the time is ripe to give fresh impetus to multilateralism.", "Certainly, some recent developments invite optimism, but without falling into complacency.", "First, international financial institutions have stepped up resolutely to strengthen the global economy at a critical time for the world.", "The IMF has provided sizeable new financing to a record number of countries and has promoted a new general allocation of Special Drawing Rights (SDRs) of USD 650 billion, the largest issuance in history.", "This allocation, which is expected to be implemented by the end of August, would provide substantial liquidity support to all IMF members.", "In addition, the IMF - in response to the request made from many international quarters - is exploring options for the voluntary channelling of SDRs from better-off countries to the more vulnerable IMF members.", "Second, very soon after the start of the pandemic, the G20 launched an initiative, known as Debt Service Suspension Initiative or DSSI, to provide temporary bilateral external debt relief to the world's poorest countries.", "This initiative has seen two six-month extensions and, more importantly, it has been complemented by the introduction of a \"common framework\" for restructuring the sovereign debt of countries with deep-seated debt problems.", "Despite the limited quantitative results of the DSSI and the uncertainty surrounding the level of success of the \"common framework\" for debt restructuring, both initiatives represent an unquestionable improvement on the part of multilateral coordination in sovereign debt resolution.", "Third, the main multilateral development banks (such as the World Bank, the European Investment Bank and the African Development Bank, among others) are also playing an important role in this crisis.", "Throughout the pandemic, these institutions have deployed a series of emergency measures in line with their mandates and spheres of influence.", "For instance, their fresh financial support to the Middle East and North Africa (MENA) region since the outset of the pandemic amounts to over USD 8 billion, adding to the USD 4.3 billion of IMF emergency financing and USD 7.2 billion of IMF financing provided through regular programmes.", "Finally, the recent G7 agreement to back a new global minimum tax rate for multinational companies is a step in the right direction to address the tax challenges arising from globalisation and the increasing digitalisation of economies.", "Undoubtedly, major steps have been taken in this crisis to strengthen international cooperation, but much ground has still to be covered.", "On this path, coordination between multilateral and regional institutions is also important, insofar as the latter may complement the support measures provided by international financial institutions.", "In this setting, the EU should play a leading role in seeking to attain reinforced and inclusive multilateralism, and an area of cooperation governed by international rules.", "The strengthening of the European project as a support for multilateralism Let me conclude these remarks by focusing on the European policy response to the crisis and on the tasks still pending on the European policy and institutional agenda.", "On this occasion, we have seen a genuinely common European response, in which the ECB's monetary policy has not been the only game in town.", "The creation of the NGEU fund stands out as a decisive tool to support the recovery of European economies at the current juncture.", "This fund incorporates elements of solidarity and allows us to strengthen the possibilities for countries to transform their economies in light of the challenges ahead.", "Some of these elements, such as the issuance of large-scale European supra-national public debt to finance reforms and investments in the countries most affected by the pandemic, are unprecedented in the history of the EU.", "However, the NGEU fund is not - and therefore should not be seen as - the stabilisation mechanism that the euro zone needs as a necessary complement to the single monetary policy.", "A true macroeconomic stabilisation mechanism should be configured as a permanent institution, with sufficient size, authority in tax matters and financing capacity.", "The creation of such a mechanism is undoubtedly the first task awaiting the countries of the euro zone that I wished to highlight.", "This mechanism is pivotal insofar as the euro members share a common monetary policy regardless of their different positions in the economic cycle.", "Secondly, it is also essential to conclude the Banking Union, in particular by reaching an agreement to achieve a truly and fully mutualised European Deposit Guarantee Fund to guarantee financial stability and address financial fragmentation.", "Thirdly, it is necessary to move towards the implementation of a true European Capital Markets Union, eliminating the barriers currently in place (such as the differing insolvency regimes in each country).", "It is important to bear in mind that European capital markets are underdeveloped and poorly integrated when compared, for example, with those of the United States.", "We cannot allow ourselves to miss the \"opportunity\" that this crisis has offered us to internally strengthen our common European project and strongly project our values and interests to the world.", "It is time to take decisive steps towards greater European integration in order to reinforce the European project and play a leading role in strengthening multilateralism.", "It is the appropriate way to emerge stronger from this serious crisis.", "Only in this way will we be able to offer a brighter tomorrow for future generations.", "I have no doubt that the quality of the discussions today will allow us to deepen our understanding of these challenges and, hopefully, to draw some useful conclusions on how to address them from central banks, with an eye on serving our society."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 crisis", "Monetary policy", "Economic recovery", "Multilateralism", "Debt relief", "Global economy", "European integration", "NGEU fund", "Banking Union", "Capital Markets Union"]}