{"sentences": ["Good morning, officers and members of the Tuesday Club!", "It has become a tradition for us at the Bangko Sentral ng Pilipinas to spend our first Tuesday of the year with you.", "was an extraordinary year because of the COVID-19 pandemic which, by the way, is more than a health crisis, as the country also felt its debilitating impact on lives, livelihoods, and inequality.", "But this once-in-a-lifetime crisis, it is unlike other crises we have faced in the past.", "Previous economic crises in the Philippines had always been accompanied by rising interest rates and a weakening peso.", "The Central Bank of the Philippines-the BSP's predecessor- deliberately raised interest rates to contain peso depreciation and control inflation.", "But it was different this time for two main reasons.", "First, the Philippines was in a position of strength when the pandemic hit us.", "The Philippines's strong macroeconomic fundamentals prior to the pandemic-manageable inflation, a strong and resilient banking system, a prudent fiscal position, and a hefty level of gross international reserves-cushioned the economy from the impact of the crisis.", "Second, the BSP was among the central banks in the world that immediately responded to the crisis by deploying a set of comprehensive measures.", "The Monetary Board cut the policy rate by 200 basis points and the reserve requirement by another 200 basis points.", "As a result of this bold, timely, and decisive action, the country's interest rates hit a historic low.", "To calm the market and inject liquidity into the system, we also adopted a wide range of measures that deployed almost two trillion pesos, equivalent to about 10 percent of the 2019 GDP.", "The peso appreciated by approximately 5.67 percent-from P50.74 to the US dollar as of end 2019 to its current rate at P48.021.", "As of end November 2020, the country's gross international reserves, or GIR, hit an all-time high of US$105 billion, which is three times the import requirements of the country.", "In addition, the peso was supported by the gradual recovery in external accounts such as foreign direct investments (FDI) and overseas Filipino remittances.", "It also helped that the Philippines received its highest credit ratings in history before the pandemic began.", "Such favorable assessment enabled the country to access financing with low-interest rates and a long repayment period.", "We are continuously receiving affirmation and even upgrades from international rating agencies.", "In February 2020, R&I upgraded the Philippines' credit rating from \"BBB\" to \"BBB+\" with a \"stable outlook.\"", "In May, Fitch Ratings and S&P Global affirmed the Philippines' credit rating of \"BBB\" and \"BBB+\" respectively.", "In June, Japan Credit Rating Agency upgraded Philippine sovereign debt to A- (Stable), citing strong economic fundamentals.", "And in July, Moody's affirmed the Philippines' \"Baa2\" rating with a \"stable\" outlook.", "The BSP has also worked hand in hand with the country's economic team and the Congress on mandating grace periods for debt payments in May and September.", "We likewise made loans to micro, small, and medium enterprises (MSMEs) count against banks' reserve requirement ratio (RRR).", "This move directed capital to this important sector that employs two-thirds of Filipino workers' and increased the volume of loans to MSMEs by almost 1,400 percent from April to November Speaking of banks, the country's banking sector entered the crisis with adequate capital.", "The average capital adequacy ratio hovers in the 15 percent territory, higher than the BSP's minimum requirement of 10 percent and the 8 percent prescribed by the Bank for International Settlements.", "Bad debts remain manageable, with the non-performing loans (NPLs) of banks settling at 3.7 percent as of October 2020.", "Embracing digitalization and financial technology has helped most of us adapt to these changing and challenging times.", "Even before the pandemic, the BSP actively promoted financial technology and the shift to digitalization.", "The fruits of this advocacy have become a survival tool during the lockdown and enabled us to continue with our transactions within the safety of our homes.", "Hard macro and micro economic data suggest that the worst is behind us.", "Based on available information, we expect the economy to bounce back by 6.5 to 7.5 percent next year.", "With the further easing of restrictions, improvements in the healthcare system, and the full cooperation from each one of us to do what it takes to keep viral transmission under control, this growth target is easily attainable.", "With the expanding economic activity, we are also expecting the unemployment rate to fall from a record-high 17.6 percent in April-the height of the lockdown-to 7 percent in 2021.", "Indeed, deep into the pandemic and even during the strictest part of the lockdown, we have exhibited fortitude and resilience as individuals and as a nation.", "But resilience is not enough.", "We must collect and harness significant lessons from this experience, so when we find ourselves in a similar situation in the future, we will be more prepared and know exactly what to do.", "We ought to keep in mind that famous quote: tough times don't last; tough people do.", "Finally, as with any other significant disruption in our history, it is my fervent hope that this crisis will usher in a new economy-one that is more robust, more inclusive, more technologicallysavvy.", "As soon as this pandemic fades, I expect that the Philippines to become nothing less than an economic champion.", "Thank you very much and cheers to a promising and bright 2021!"], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 pandemic", "Interest rates", "Monetary policy", "Peso", "Economic fundamentals", "Credit ratings", "MSMEs", "Banking sector", "Digitalization", "Economic growth"]}