{"sentences": ["Welcome address Governor of the Bank of Italy Bank of Italy workshop on: \"The crisis management framework for banks in the EU.", "How can we deal with the crisis of small and medium-sized banks?\"", "Online event, 15 January 2021 It is my pleasure to open this workshop on \"The crisis management framework for banks in the EU.", "How can we deal with the crisis of small and medium-sized banks?\"", "As is well known, in 2015 the Bank Recovery and Resolution Directive (BRRD) introduced a new crisis management regime for the European Union.", "The purpose of the directive was to tackle the \"too-big-to-fail\" problem and eliminate the need for bail-outs with public funds in the event of bank failures.", "The focus of this reform - in line with the Key Attributes of Effective Resolution Regimes for Financial Institution published by the FSB in the aftermath of the global financial crisis of 2007-08 - was on systemically important banks, i.e.", "those banks whose failure would likely threaten financial stability and have severe repercussions on the real economy at home and abroad.", "During the global financial crisis, as well as in previous crisis episodes, the bail-out of such institutions was very costly for governments and, ultimately, taxpayers.", "Therefore, the solution envisaged at the global level was to internalise the losses through the implementation of the \"bail-in\", the main tool underpinning the new resolution framework.", "By shifting the cost of the crisis from taxpayers to investors and creditors, the framework also intended to reduce moral hazard and restore the level playing field for larger and smaller banks, by eliminating the implicit subsidies enjoyed by the former.", "• However, less attention has been paid so far to banks that are not systemic, namely the small and medium-sized banks that, in the European Union, represent the vast majority.", "So far, our understanding has been that the new resolution regime is only applicable to a small subset of banks and banking groups: in the euro area only around 200 banks out of a total of about 3,000 as of end-2019.", "Any crisis among the remaining banks should therefore be dealt with via national insolvency procedures.", "Yet small and medium-sized banks contribute to a great extent to the financing of the economy.", "Less significant institutions (LSIs) hold 19 per cent of the total assets of the banking sector in the euro area; in some countries - such as Austria, Germany, Ireland and Luxembourg - this share rises to over one-third.", "• In addition, small and medium-sized banks could be those suffering the most from the economic consequences of the pandemic.", "Could this create an unprecedented \"too-many-to-fail\" problem, difficult to address within the current framework?", "A recent Bank of Italy analysis confirms that the effect of the pandemic on Italian banks' credit risk exposure could be higher among less significant institutions than among significant ones, due to the different sectoral composition of the loan portfolios of the two groups.", "National insolvency procedures are very heterogeneous across EU member States.", "For example, some countries have special regimes applicable only to banks, while others have ordinary insolvency regimes applicable to all kinds of firms; some implement judicial-based frameworks while others administrative-based frameworks.", "This variety creates a level-playing-field problem, as creditors and depositors may be treated differently across the Union, thus fuelling financial fragmentation.", "A greater degree of harmonisation of the national insolvency procedures for non-systemic banks is therefore necessary to strengthen the Banking Union and the single market.", "How, then, can we bring this about?", "And, most importantly, how should any new EU framework be shaped?", "• The main objective of any revision of the current framework should be to avoid disorderly piecemeal liquidations, with the consequent unnecessary destruction of value.", "In Europe this objective is actively pursued in the field of insolvency procedures for non-financial firms, for which harmonisation efforts are ongoing.", "It should also be pursued, a fortiori, in the banking field, where it is crucial not only to avoid destroying value, but also to preserve public confidence in the banking system.", "• Disorderly liquidations may have instead become more likely in recent years, due to several factors.", "Technological progress and changing customer habits are inducing banks to downsize their branch network: a key effect of this phenomenon is the reduced appetite of banks for acquiring ailing institutions.", "The economic crisis is also creating \"overcapacity\" in the EU banking sector, which, on average, struggles to remunerate capital, further diminishing returns on mergers and acquisitions.", "Under these conditions, the \"franchise value\" of ailing banks is small and potential buyers are often willing to enter into a deal only at negative prices.", "As is well known, piecemeal liquidation would lead to the immediate disruption of the bank's core activities.", "Assets would have to be disposed of quickly at fire sale prices and collateral would have to be enforced; non-insured liability holders would have to face long delays to obtain only partial reimbursement; borrowers - especially small enterprises - could be exposed to liquidity constraints, which could then evolve into solvency problems.", "Confidence in other banks could be shaken, amplifying the risks for the economy at large.", "Unsurprisingly, disorderly piecemeal liquidation has so far been largely untested.", "At present, there is nothing in the EU crisis management framework to prevent the difficulties of a non-systemic bank from evolving into a disorderly piecemeal liquidation.", "This fundamental weakness of the framework has not gone unnoticed.", "In the Financial Sector Assessment Program for the euro area, the IMF called for a common legal framework for liquidation featuring \"purchase and assumption\" transactions (a transfer of business - assets and liabilities, business branches and legal relationships) supported by a European deposit guarantee scheme.", "The IMF argued that a transfer of assets and liabilities, instead of a piecemeal liquidation, would reduce the destruction of value and ensure a level playing field for creditors.", "Ensuring that adequate and proportionate solutions exist to manage the failure of banks, while preserving their franchise value, is among the objectives that the European Commission intends to pursue, as part of the agenda for the completion of the Banking Union.", "This would be a key step to increasing the effectiveness and efficiency of the crisis management and deposit insurance frameworks.", "• One fundamental question concerns the sources of funding to finance a transfer strategy, be it in resolution or in liquidation.", "Under the current BRRD framework, a successful resolution strategy premised on the bail-in tool requires adequate levels of eligible liabilities (Minimum Requirement for own funds and Eligible Liabilities, MREL), preferably subordinated, to avoid losses being imposed on depositors and other retail creditors.", "However, most medium-sized banks (not to mention smaller ones) are not equipped to tap capital markets in order to issue MREL instruments.", "Around 70 per cent of the significant banks under the direct supervision of the ECB are not listed, 60 per cent have never issued convertible instruments, and 25 per cent have not even issued subordinated debt.", "These shares rise sharply, of course, for smaller institutions.", "Requiring these banks to issue MREL-eligible liabilities to non-retail investors would therefore force them to resort to the wholesale market, obtain a credit rating and change their funding structure significantly.", "It could therefore have a strong impact on banks' margins and even force some of them out of the market, since issuance costs could prove too high to bear.", "One possibility to overcome these problems is to finance the transfer of assets and liabilities of the failed bank to a viable third party with the support of a deposit guarantee scheme, as suggested by the IMF.", "Bail-in would then be applicable only to banks able to tap capital markets to build up enough MREL without radically modifying their funding structure, in line with the original aim of the reform, which was to address the \"too-big-to-fail\" problem.", "For all other banks, the deposit guarantee scheme would be responsible for ensuring an orderly exit from the market, without unnecessary destruction of value and spillover effects.", "• A number of legal constraints in the European framework currently hinder this possibility and should therefore be removed.", "I have already advanced this consideration years ago, also mentioning the role played in the United States by the Federal Deposit Insurance Corporation.", "The Bank of Italy has contributed to identifying some of these constraints and has put forward proposals, drawing also from the US experience, which has successfully managed a large number of crises of small banks.", "The resulting differentiation between larger banks - subject to MREL and bail-in - and smaller banks - subject to a different and less costly treatment - could be justified on the basis of the proportionality principle, as well as with reference to the objective of preserving the valuable business model of small institutions that rely extensively (if not almost exclusively) on deposit taking and credit lending.", "Non-systemic banks would actually struggle to survive should their creditors start moving to larger banks because risks are perceived to be substantially lower.", "The proposed policy would then contribute to preserving some bio-diversity in the EU banking system, which would be beneficial for financial stability as a whole.", "Indeed, this would be in line with the original aim of addressing the \"too-big-to-fail\" problem.", "Larger banks would have to pay the price for their size, consistently with the higher systemic risk they pose in the event of failure and in line with other strands of the regulatory framework, such as the capital requirements, which are more stringent for larger banks.", "• With regard to the risk of moral hazard that the different treatment of smaller banks could generate, the argument that uninsured depositors or senior bondholders should participate in absorbing losses in order to fend off this risk seems a feeble one.", "In the case of smaller banks, in fact, these are often individual households and small firms, who are not able to adequately monitor financial intermediaries.", "Forcing them to do so, even supposing this were possible, would entail substantial inefficiencies, not to mention the risk of triggering bank runs.", "Moreover, we must also bear in mind that imposing losses on the creditors of small and medium-sized banks in the absence of adequate MREL buffers would end up hitting their deposits, with possible negative spillover effects on other small banks.", "Today's workshop provides an important opportunity to discuss these issues and explore views and suggestions that, hopefully, will contribute in a constructive way to the debate on how to improve the crisis management framework for small banks.", "So let me thank all the presenters, discussants and panellists who will share their views with us and provide useful insights on how to foster a safer financial system and a better economy.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["small banks", "crisis management", "resolution framework", "bail-in", "insolvency procedures", "deposit guarantee scheme", "MREL", "systemic banks", "bail-outs", "too-big-to-fail"]}