{"sentences": ["SPEECH A digital euro to meet the expectations of Introductory remarks by Fabio Panetta, Member of the Executive Board of the ECB, at the ECON Committee of the European Parliament Frankfurt am Main, 14 April 2021 Madam Chair, honourable members of the Committee on Economic and Monetary Affairs, Let me start by thanking you for inviting me to report on the outcome of the ECB's public consultation on a digital euro.", "We are publishing our analysis of the responses we received on our website today.", "[ A digital euro can only be successful if it meets the needs and expectations of European citizens.", "[ This is why our consultation will provide valuable input for the Eurosystem's decision - this summer - on whether we should start a digital euro project.", "The consultation will also inform future work on the design of a digital euro, if a project is launched.", "For the participants in the public consultation, the most important features of a digital euro are privacy, security and broad usability.", "In my remarks today, I will discuss how we can meet their expectations.", "But first let me share with you the main findings from our consultation.", "Main findings from the ECB's public consultation We received more than 8,000 replies, an all-time record for ECB public consultations.", "The overwhelming majority of the responses came from citizens, while 460 were from businesses and professionals in the payments sector.", "The consultation was open to everyone, and participants contributed on their own initiative.", "This means that the sample of respondents is not statistically representative of the European population.", "Nonetheless, the breadth and depth of the responses offer valuable insights.", "Our report discusses the results in detail.", "Today I will therefore simply highlight the key findings.", "Privacy was considered to be the most important feature of a digital euro in about 43% of replies.", "[ Nevertheless, respondents recognise the need for the digital euro to have features that prevent illicit activities like money laundering or terrorist financing.", "Other important characteristics include the possibility of using the digital euro for secure payments (ranked first by 18% of the respondents), throughout the entire euro area (emphasised by 11% of the respondents), without additional costs and offline (underlined by 9% and 8% of the respondents respectively).", "Citizens and professionals agree that a digital euro should be integrated into existing payment infrastructures.", "The vast majority of respondents believe that banks, payment institutions and other intermediaries have an important role to play in providing services related to a digital euro.", "[ They suggest, for example, that a digital euro should be integrated with mobile and online payments and banking services.", "They expect the additional services that would build on the basic payment functionalities of a digital euro to trigger innovation and efficiency.", "A sizeable share of participants also highlight that the digital euro should make cross-border payments faster and less costly.", "[ And more than half of respondents are willing to test, adopt or contribute to the design of a digital euro in order to make it an effective means of payment.", "As I have already mentioned, privacy emerges as the most important feature of a digital euro.", "Protecting users' personal data and ensuring a high level of confidentiality will therefore be a priority in our work[ ], so that the digital euro can help maintain trust in payments in the digital age.", "At the ECB we started to explore privacy in digital payments early in our work on a central bank digital currency, and we will continue to do so through further analyses.", "The results of our technical experimentations are available on our website and summarised in the appendix to my remarks today.", "Let me emphasise, first of all, that a digital euro would in fact increase privacy in digital payments.", "As a public and independent institution, the ECB has no interest in monetising or even collecting users' payment data.", "A digital euro would therefore allow people to make payments without sharing their data with third parties, other than what is required by regulation.", "This differs from private payments, where services are generally offered in exchange for personal data that are then used for commercial purposes.", "Privacy is an important prerogative because it influences people's personal lives and fundamental rights.", "It must nonetheless be carefully assessed against other important considerations in the general interest.", "Digital euro payments could guarantee different degrees of privacy[ ], involving different trade-offs with other policy and regulatory objectives such as the need to combat illicit activities.", "Such trade-offs also characterise traditional means of payment, which provide various degrees of privacy, ranging from anonymity for cash payments[ to full disclosure for digital transactions that require documentary verification and monitoring of operations.", "In theory, digital euro payments could be anonymous if users' identities were not verified when they access digital euro services.", "But this anonymity would provide fertile ground for unlawful activities and could prevent compliance with regulations on anti-money laundering and combating the financing of terrorism.", "Anonymity would also prevent limits being imposed on the use of digital euro when necessary - for example to safeguard financial stability and banking intermediation by preventing excessive capital flows or excessive use of the digital euro as a form of investment.", "Even if users have to identify themselves when they first access digital euro services, different degrees of privacy can still be maintained for their payments.", "Certain transactions could be conducted without the payment details being shared with third parties.", "For example, if low-value offline payments were offered, they could be settled between the payer and payee without any data being shared with intermediaries.", "[ For electronic and large-value transactions, details should be available to intermediaries.", "But privacyenhancing techniques could still ensure a high level of privacy.", "For example, the identity of users could be kept separate from payment data, allowing only financial intelligence units to obtain this information and identify the payer and payee when suspicious activity is detected.", "Our preliminary experimentation on a digital euro is showing promising results on how technology can be used to protect user privacy without relaxing standards against illicit activities.", "[ But there could also be cases where transparency of payments would be in the interest of consumers.", "For example, it may be necessary to verify a payment after it has been conducted to prove that the transaction took place or if a refund is required.", "In any event, cash would remain available alongside a digital euro.", "Consumers would be able to continue to make anonymous payments with banknotes, if they wish to do so.", "We will take all these factors into consideration as we continue our work and seek the views of stakeholders to find the right balance.", "This includes maintaining a close dialogue on the implications of potentially issuing a digital euro and the framework that would be needed to do so with the legislators and institutions that set the rules on privacy and data protection.", "A digital euro as a new and secure payment solution The security and usability of the digital euro are also particularly important for prospective users.", "Electronic payments are becoming increasingly popular, so a digital euro would ensure that sovereign money - a public good that central banks have been offering to citizens for centuries - remains available in the digital era.", "People could have full confidence in both the digital euro and cash, since they are both backed by a credible central bank.", "This is a unique feature that no private payment scheme can provide.", "Let me emphasise, once again, that a digital euro would not mean the end of cash.", "It would complement cash, not replace it.", "In doing so, a digital euro would contribute to a more diverse payments landscape, giving people greater choice in how they pay.", "This is also why the digital euro cannot and will not be a tool used to impose negative remuneration on money.", "If digital euro holdings were to be remunerated, the remuneration of individuals' holdings for basic retail use would not go below zero.", "And effective choices on the design of a digital euro would eliminate risks to financial stability and banking intermediation.", "A digital euro would encourage further innovation and digitalisation in retail payments.", "Supervised intermediaries such as banks and payment institutions could build on the digital euro to offer additional services to end users.", "Respondents to our consultation expect the digital euro to foster the provision of services that add value, like those covered by the revised Payment Services Directive[ and those that could offer the possibility of linking a payment to an external condition.", "[ We are currently focusing on domestic needs in the euro area.", "But a digital euro could also help to address inefficiencies in cross-currency and cross-border payments.", "[ We are working with other major central banks to reap the potential benefits of digital currencies at the global level.", "We want to gain a better understanding of the implications of different types of central bank digital currencies, while controlling the possible risks to both domestic and foreign economies.", "The record level of participation in our public consultation and the willingness of citizens and professionals to support a digital euro are encouraging.", "Their responses show the high expectations that prospective users have for a digital euro and provide valuable input for our work.", "We are treating this matter with priority and will move as rapidly as possible.", "But we also need to take the time to do it right.", "In the coming months, the ECB's Governing Council will decide whether to start a formal investigation phase on a digital euro.", "In such a phase, we would carefully analyse possible design options and user requirements as well as the conditions under which financial intermediaries could provide front-end services built on a digital euro.", "We expect this analysis to take around two years.", "At the end of the investigation, the Governing Council would take a decision on the design and on whether to move to the implementation of user requirements.", "This phase, which would take several years, would see the development of integrated services, testing and possible live experimentation of a digital euro.", "Only at the end of this process would the Governing Council be able to decide whether or not to launch a digital euro.", "We will do our best to ensure that a digital euro meets the needs and expectations of Europeans.", "But it can only be a common European enterprise.", "The alignment of European authorities and institutions, mindful of their respective mandates and independence, will be key if a digital euro is to be accepted.", "I am therefore pleased to see that this Committee welcomed our work in its recent resolutions on the ECB Annual Report and the international role of the euro.", "As co-legislators and representatives of Europeans, you have a fundamental role to play in the discussions on the framework that would be needed to issue a digital euro.", "This is why I very much appreciate exchanges like the one today.", "I now look forward to your questions.", "14 April 2021 Appendix - The Eurosystem's analysis of privacy-enhancing techniques in central bank digital ENGLISH 1. \"", "Eurosystem report on the public consultation on a digital euro \" 2.", "I have discussed elsewhere the possibility that a digital euro may become too successful - namely if, owing to its strengths of safety and liquidity as a form of central bank money, it were to affect monetary and financial stability - and how this risk can be mitigated through appropriate design choices.", "The impact of a digital euro on the financial system \", speech at a Bruegel online seminar, 10 February.", "The questionnaire used in the public consultation included a multiple-choice question (question 1) that asked respondents to rank, in order of importance, the features that a digital euro should offer in their view.", "The percentages in the text refer to the share of respondents that ranked a specific feature first, i.e.", "The full question reads as follows: How would you rank, in order of importance, the features that a digital euro should offer?", "a. I want to be able to use it throughout the euro area.", "b. I want my payments to remain a private matter.", "c. I want to be able to use it with my smartphone and at payment terminals.", "d. I want to be able to pay even when there is no internet or power connection.", "e. I want it to be easy to use.", "f. I want to use a digital euro without having to pay additional costs.", "g. I want it to take the form of a dedicated physical device.", "h. I want it to be a secure means of payment.", "i. I want my transactions to be completed instantaneously.", "The questionnaire included two open questions (question 5 and question 6) on the role of supervised intermediaries in the provision of digital euro services.", "The questions read as follows: What role do you see for banks, payment institutions and other commercial entities in providing a digital euro to end users?", "(question 5) and A digital euro may allow banks and other entities to offer additional services, on top of simple payments, which could benefit citizens and businesses.", "What services, functionalities or use cases do you think are feasible and should be considered when developing a digital euro?", "For open questions like these, both manual assessments and automated tools such as text mining and natural language processing were used to analyse the responses.", "Respondents were asked to note which features the digital euro should have to facilitate cross-currency payments (question 15).", "Many respondents mentioned speed of transactions, low cost and exchange rate transparency.", "For payments to remain a private matter, different types of data would need to be protected, including the user's identity, data on individual payments (e.g.", "the payment amount) and metadata related to the transaction (e.g.", "the IP address of the device used for the transaction).", "The degree of privacy could vary, for example, depending on the amount of the digital euro transaction or whether the payment takes place remotely or in person.", "Directive (EU) 2015/849 on the prevention of the use of the financial system for the purposes of money laundering or terrorist financing requires Member States to ensure that obliged entities apply customer due diligence measures (including identifying and verifying the identity of the customer and the beneficial owner) for trading in goods and for payments that are made or received in cash for €10,000 or more.", "This would be the case for an offline bearer digital euro, where the payer and payee would be responsible for verifying any transfer of value between them, as is the case for cash payments.", "See the appendix for details.", "For example, the availability of a digital euro could facilitate the aggregation of accounts to improve the development of and access to pan-European end-user services and/or the supply of innovative user interfaces.", "For example, a payment could be made conditional on a specific event, such as receiving a purchase.", "See also the G20 Roadmap on enhancing cross-border payments, which includes a focus area on central bank digital currencies.", "Financial Stability Board (2020), \" Enhancing Cross-border Payments - Stage 3 roadmap \", 13 October."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Privacy", "Digital euro", "Payments", "Security", "Usability", "Cross-border payments", "Financial stability", "Digitalisation", "Innovation", "Central bank digital currency"]}