{"sentences": ["Published Date: 26 May 2021 \"The Quest for an Integrated Macro Policy Framework\" - Opening Remarks by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, at Asian Monetary Policy Forum and MAS-BIS Conference on Macro-Financial Stability on 26 May 2021 Mr Agustín Carstens, General Manager, Bank for International Settlements, ladies and gentlemen, good aernoon and welcome to this year's special edition of the Asian Monetary Policy Forum featuring the MAS-BIS Conference on Macro-Financial Stability.", "Macro-Financial Stability: Theory Trying to Catch up with Practice The origins of this conference go back to a conversation that Agustín and I had about 18 months ago on the need to crystallise a coherent policy framework for macro-financial stability.", "For the three decades preceding the global financial crisis, the traditional inflation targeting framework for monetary policy has served most economies well, delivering price stability as a basis for sustained economic growth.", "That framework is now coming under strain.", "Emerging market economies (\"EMEs\") faced with large and volatile international flows of capital have had to resort to a variety of policy tools besides traditional monetary policy to achieve both macro-economic and macro-financial stability.", "The advanced economies faced with rising leverage and growth in financial assets against the backdrop of extremely low interest rates are also looking at macroprudential measures to promote financial stability.", "Practice has moved ahead of theory.", "In the absence of a conceptual framework, EME central banks facing large capital flows have had to experiment with the tools at their disposal - such as foreign exchange intervention, macroprudential policies, and capital flow management measures.", "There is now a rich body of policy experiences, especially in emerging Asia, crying for a theoretical framework.", "We need a framework that provides coherence not only across these various policy tools but also with traditional monetary and fiscal policies.", "There is an active research agenda at the BIS on such an integrated policy framework.", "As a practitioner of some of these policies, MAS is delighted and honoured to organise this conference together with the BIS.", "What is the Big Deal with Capital Flows?", "When central bankers from advanced economies meet, they discuss quantitative easing and r-star (the natural rate of interest).", "When EME central bankers meet, they talk about capital flows.", "What's the big deal with capital flows?", "First, capital flows to EMEs have become quite large.", "Annual gross portfolio inflows have grown to an average 1.3% of EMEs' GDP in the eight years following the global financial crisis, compared to an average 0.7% during the eight years prior.", "A key driver of the surge in cross-border capital flows has been the prolonged period of nearzero interest rates and highly expansionary monetary policies in the advanced economies.", "There is empirical evidence that quantitative easing policies in the US have made capital flows to EMEs more procyclical .", "Second, capital flows have become more volatile.", "Volatility almost doubled in the three years post-global financial crisis compared to the three years preceding the crisis.", "Volatility has since remained elevated.", "Third, large and volatile capital flows can create some serious trouble for EMEs.", "What flows in can flow out as easily, and such reversals can be disruptive for EME financial markets which are typically not deep enough to smoothly intermediate the flows.", "EMEs have grown in importance as a driver of exchange rate movements.", "In particular, capital flows can cause cyclical deviations to exchange rates beyond movements driven by the current account of the balance of payments.", "In the face of large and volatile capital flows, a freely floating exchange rate can become a shock amplifier rather than a shock absorber.", "Capital flows can trigger financial stresses or exacerbate domestic financial vulnerabilities.", "Strong capital inflows risk fuelling domestic credit and asset price bubbles, heightening risks to macro-financial stability in EMEs.", "A recent MAS study found that a 1% appreciation of the US Dollar is associated with net capital outflows of 0.3% of GDP for EMEs in the following quarter.", "Fourth, large and volatile capital flows are here to stay.", "Ageing populations and slower productivity growth in the advanced economies suggest that the natural rate of interest, r-star, is likely to remain low, making the search for yield and resultant capital flows persistent rather than episodic.", "In setting monetary policies, should advanced economies take into account the spillover effects on EMEs through capital flows?", "It is neither feasible nor desirable for advanced economies' monetary policies to be constrained by considerations of the cross-border spillovers they generate.", "Advanced economy central banks have their own domestic macro stability goals they need to meet and cannot be expected to sub-optimise their policy outcomes.", "Moreover, accommodative monetary policies in the advanced economies have generated positive spillovers to EMEs, through strengthening export demand and enabling conducive financing conditions.", "At the same time, it must be recognised that monetary policy latitude in EMEs is to some extent compromised by large capital flows.", "Empirical studies have found that EMEs' monetary policy responds to movements in US interest rates and exchange rates, besides their own domestic macroeconomic conditions.", "EMEs should therefore have the flexibility to use the policy tools at their disposal to protect their domestic economies from risks arising from large capital flows.", "Some Questions for an Integrated Policy Framework What are some of the questions that an integrated policy framework should seek to address?", "The existence of different policy objectives and multiple sources of disequilibria necessitates the use of a range of policy instruments.", "These can be grouped under three broad buckets: foreign exchange interventions (FXIs), macroprudential measures (MPMs) and capital flow management measures (CFMs).", "Determining which tool is appropriate has been a matter of careful judgement, depending on policymakers' objectives, country circumstances, available policy space, and the nature of the shock.", "Policymakers have typically assigned interest rates as an instrument for price stability, MPMs for financial stability, FXIs for exchange rate stability, and CFMs for directly curbing capital inflows and outflows.", "However, the reality is more complex as policies interact and have overlapping effects.", "For instance, MPMs working through the credit channel can have a dampening effect on aggregate demand and influence the attainment of monetary policy objectives.", "Some countries use CFMs to mitigate capital outflows to stabilise exchange rates, if FXIs prove insufficient.", "An integrated policy framework needs to provide greater clarity on these interactions.", "We need a deeper understanding of how these instruments can complement, substitute or conflict with one another.", "For example, we need to better understand the interactions between monetary policy and macroprudential regulation in achieving both price and financial stability.", "One view is that monetary and macroprudential policies are largely complementary and hence should be used together for better results.", "For instance, an IMF study found that tighter MPMs to address financial stability risks are associated with more countercyclical monetary policy responses to macroeconomic shocks.", "An alternative perspective is that monetary policy can be used to achieve both price and financial stability.", "By setting the price of leverage and influencing risk taking, monetary policy can lean against the build-up of excessive credit and financial imbalances, thus mitigating financial stability risks.", "However, and this is a point I have made elsewhere, monetary policy is too blunt an instrument for addressing specific risks to financial stability, and it can sometimes cause collateral damage to the rest of the economy if it tries to do so.", "An integrated policy framework could perhaps shed light on the circumstances under which monetary policy could also serve financial stability objectives, and whether there are benefits to jointly calibrating monetary policy and macroprudential policy, as well as how this calibration should be done.", "The BIS and IMF have both been undertaking research on these issues.", "Central bankers have at the same time gained considerable experience in employing an eclectic mix of policy instruments, with varying degrees of success.", "There is merit in bringing these practical experiences to bear in formulating an integrated policy framework.", "Developing effective policy instruments and using them in a coherent fashion will enhance macroeconomic and macro-financial stability.", "It will help to make financial globalisation safer, especially for EMEs, at a time when there are growing risks of fragmentation in international economic relationships.", "Your task is therefore vital.", "I wish you a fruitful conference ahead.", "IMF Balance of Payments, IMF International Financial Statistics, MAS calculations.", "Fratzscher, M., Lo Duca, M. and Straub, R. (2013), \"On the international spillovers of US quantitative easing\", ECB Working Paper No.", "1557; Bhattarai, Chatterjee, and Park (2017), \"Global Spillover Effects of US Uncertainty\", Fed Reserve Bank of Dallas, Working Paper No.", "331; Eichengreen and Gupta (2014), \"Tapering Talk: The Impact of Expectations of Reduced Federal Reserve Security Purchases on EMEs\", World Bank Working Paper, No.", "Volatility of capital flows in EMEs rose from an average USD 1.2 billion in 2006-2008 to USD 2.1 billion in 2009-2011 based on a 12-month rolling standard deviation of GDP-weighted capital flows.", "While economies tend to experience additional capital inflows in response to exchange rate appreciation, these inflows could create additional appreciation pressures on the exchange rate.", "Ehlers and Takats (2013), \"Capital flow dynamics and FX Intervention\", BIS Papers No.", "Exchange rates are sensitive to imbalances in financial markets and seldom perform the shock absorption role that is central to traditional macroeconomic analysis.", "\"International Liquidity and Exchange Rate Dynamics\", Quarterly Journal of Economics, 1369-140.", "\"Implications of USD Dominance on Capital Flows and Financial Stability in EMEs\", Special Feature 1, MAS' Financial Stability Review, Dec 2020.", "Williams J, (2016), \"Measuring the Natural Rate of Interest: International Trends and Determinants\", Journal of International Economics 108, S59-S75 Finger et al (2019), \"Facing the Tides: Managing Capital Flows in Asia\", IMF Asia and Pacific Department Paper Series No.", "Other studies find that some central banks' monetary policy space has been eroded by capital flows even under floating rate regimes.", "Rey (2016), \"International channels of transmission of monetary policy and the Mundellian trilemma\", NBER Working Paper Series, Working Paper 21852; and Miranda-Agrippino and Rey (2020), \"US Monetary Policy and the Global Financial Cycle\", Review of Economic Studies, Volume 87, Issue 6, November 2020.", "Menon, R (2014), \"Getting in All the Cracks or Targeting the Cracks?", "Securing Financial Stability in the Post-Crisis Era,\" Opening Remarks at the Asian Monetary Policy Forum, 24 May."], "classifications": ["none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Capital Flows", "Macro-Financial Stability", "Monetary Policy", "Macroprudential Measures", "Financial Stability", "Exchange Rate", "Integrated Policy Framework", "Emerging Market Economies", "Quantitative Easing", "Natural Rate of Interest"]}