{"sentences": ["25.02.2021 Latin American economies: developments and challenges Consejo Empresarial Alianza por Iberoamérica (CEAPI) Pablo Hernández de Cos Ladies and gentlemen, good afternoon.", "First of all, I would like to thank the Consejo Empresarial Alianza por Iberoamérica (CEAPI) and its President, Núria Vilanova, for the kind invitation to participate in this event.", "I should also like to take this opportunity to acknowledge the role that the CEAPI plays to support the business and investment of Spanish, Portuguese and Latin American firms.", "As you all well know, Latin America is a very important region for Spain owing to our close cultural and economic ties.", "It is likewise important for the Banco de España, as evidenced by one of the initiatives in our Strategic Plan for 2020-2024:1 positioning the Banco de España as a leading central bank for Latin America.", "This objective entails engaging in a series of actions, such as organising events, entering into and implementing cooperative agreements with central banks and institutions in the region, and the provision of services and international cooperation, all with a medium and long-term strategic view.", "It also means working to extend and improve our institution's analytical capacity and its visibility vis-à-vis the region's economies and financial systems.", "Fortunately, it is already viewed as a benchmark in this regard within the Eurosystem.", "Allow me to briefly remind you of some figures on Spain's exposure to Latin America as a whole; this exposure is particularly relevant in terms of the stock of direct investment, given that around 31% of all Spanish foreign direct investment assets are located in the region.", "Particularly prominent are the positions in Brazil and Mexico.", "Trade is likewise significant, with 4.8% and 7.8% of all Spanish exports of goods and services, respectively, heading to the region.", "Since the early 1990s, the internationalisation of Spanish banking has largely focused on Latin America, in addition to the European Union, the United States and Turkey.", "Consequently, the region has taken on considerable significance for the Spanish banking system.", "Indeed, on pre-pandemic data, Spanish banks' exposures2 to Latin America represent nearly one-fifth of the system's total and around 30% of the exposures located outside of Spain.", "Accordingly, the region's economic performance has very considerable influence on the balance sheets of Spanish banks, while the risks stemming from these exposures could potentially become systemic.", "Clearly, the economic situation in Latin America, as in the rest of the world, has been severely affected by the COVID-19 pandemic.", "The human cost is significant.", "Since the onset of the pandemic, there have been more than 650,0004 deaths in the region, nearly 26% of the world total, when it accounts for just 8% of the global population.", "And this despite the fact that several Latin American countries adopted more stringent restrictions on people's movement and activity - and at an earlier juncture - than other emerging economies.", "Some of the region's structural characteristics may have been behind the region's greater vulnerability to the pandemic.", "Among these, analysts have pointed to high poverty levels, lower institutional quality compared with other emerging economic areas, high informal employment rates, the relative fragility of health systems and the high proportion of the population living in urban areas.", "The pandemic and the containment measures adopted led to a sharp drop in economic activity from March 2020.", "Thus, in 2020 Q2, activity in the region contracted by 14% in quarter-on-quarter terms.", "In 2020 H2, the situation began to recover.", "Among other factors, this was thanks to the gradual easing of lockdown measures, the Chinese economy returning to near pre-pandemic levels of growth and the favourable performance of financial markets, which has seen capital flows return to the region.", "Even so, in 2020 as a whole, GDP in Latin America contracted by an unprecedented 7.4% according to the International Monetary Fund (IMF).", "The adverse effects of the pandemic have been uneven across the region's economies, largely reflecting the stringency of the restrictions adopted by the authorities in each country.", "Likewise, the characteristics of the productive structure in the region, broadly speaking, and in the different countries, in particular, have shaped the pandemic's impact.", "For instance, some economies have strong trade links with China (e.g.", "Chile and Peru) or the United States (Mexico); their recovery in external demand therefore differs as a result of the distinct recovery trajectories followed by those global economies.", "Exports of transport and tourism services, two of the sectors hardest hit by the health situation, account for a notably large share of the region's trade (13% in the case of tourism).", "Furthermore, the price dynamics of commodities, which make up a considerable portion of exports, are influencing the recovery in some countries.", "Economic policy support has been crucial in mitigating the impact of the health crisis.", "The authorities very swiftly and forcefully adopted highly expansionary fiscal and monetary policies thanks to the institutional credibility gains made in recent decades.", "For instance, the governments of Brazil, Chile, Colombia and Peru introduced fiscal measures aligned with those adopted by the advanced economies.", "These mainly consisted of extraordinary budgetary items to reinforce their health systems and provide liquidity support to households and firms, including guarantees, loan servicing payment deferrals, capital injections, additional public spending and forgone revenue, including temporary tax cuts.", "Turning to monetary policy, nearly all of the region's central banks have cut interest rates to record lows.", "Further, they have provided liquidity in local currency and in dollars, conducted banking interventions and some of them have even established asset purchase programmes,6 which have reduced the volatility in longer-term interest rates and in exchange rates.", "Likewise, the corresponding economic authorities adopted a set of macroprudential and supervisory measures to foster the flow of credit, provide liquidity to the banking system and mitigate the adverse impact of the crisis on financial institutions' capital.", "All of these measures have helped to ensure that the main indicators of the most important Latin American banking systems for Spanish banks have not deteriorated significantly.", "For the time being, bank profitability has only somewhat declined due to interest rate cuts, lower fees and higher provisions to weather such an adverse situation.", "However, it remains uncertain how the pandemic may affect credit portfolios in the most vulnerable sectors.", "It is therefore particularly important to monitor the portfolio quality indicators for the various Latin American banking systems, which in 2020 accounted for more than 50% of profits at Spain's two largest banking groups, and which during the previous European sovereign debt crisis played a countercyclical role for the Spanish banking system.", "The worsening of the pandemic in Latin America since late 2020 points to heightened uncertainty in the short run.", "The next six months will be a race between new strains of the virus emerging and the vaccination campaigns, which in Latin America are progressing but gradually.", "Among the factors supporting the region's continued recovery in activity is external demand, which may also benefit from new stimulus programmes passed in the United States and better price performances for certain commodities.", "The IMF forecasts GDP growth for the region of 4.1% in 2021, albeit again with notable differences across the economies.", "In the medium term, the crisis poses a series of significant risks and challenges, some global in scope and others more specific to Latin America.", "First, in addition to the human cost in lives, the effects on poverty and income distribution have been very severe.", "Indeed, during 2019, bouts of political tensions and social unrest in several countries, partly related to this situation, fuelled economic uncertainty; this in a region where numerous elections are due to take place in the coming quarters.", "A second challenge is that posed by shrinking fiscal space following the increase in government debt in the region during 2020, positioning it as the emerging region with the highest government debt-to-GDP ratio and, where debt refinancing is concerned, leaving it highly vulnerable to changes in investor sentiment.", "Against this background, monetary policy is supported by the accommodative policies of the main developed economies and by low inflationary pressures.", "However, there are factors restricting the leeway on this front, since the policy interest rates of some Latin American economies stand at record lows, and in some cases the central banks themselves regard them as close to the effective lower bound.", "Admittedly, the financial asset purchase programmes implemented by some Latin American central banks have been effective so far; but the consequences of their prolonged continuation or future extension are uncertain, given that the use of such instruments in the region is in its infancy.", "Therefore, in the event of further adverse shocks, there is a vital role to be played by the global and regional safety net, such as the support of the credit facilities provided by the IMF,11 the World Bank, the Inter-American Development Bank and the Development Bank of Latin America, among others, along with the Federal Reserve's swap lines and FIMA Repo Facility.", "Third, as in the rest of the world, the pandemic may have permanent downside effects on potential growth.", "These stem, among other factors, from extensive job destruction (the region has a notably high number of small and informal firms), lower rates of investment and the loss of sectors with higher than average rates of productivity growth.", "In such a complex setting, Latin American economies could benefit considerably from the design and implementation of a broad reform agenda to drive the region's competitiveness and productivity, seizing the opportunity to transform productive structures.", "Government infrastructure spending can play a significant role,12 against a background of low private investment demand, which should come alongside reflection on the composition of government expenditure.", "On the education front, the challenge is more qualitative than quantitative for countries such as Argentina, Brazil and Mexico, which continue to lag behind in terms of educational quality despite spending no less on education as a share of GDP than OECD member countries.", "Authorities could pass legislation to improve general institutional quality.", "More specifically, they could also facilitate entrepreneurial initiatives by easing burdensome regulations and working to reduce the informal sector, which would also drive up the revenue-raising capacity of tax systems.", "Likewise, the region would benefit from greater trade integration, both internal and external.", "For example, the 2019 ratification of the trade agreement between the European Union (EU) and MERCOSUR should, on the estimates available,14 have significant positive effects on trade flows and on GDP in both areas, particularly in the MERCOSUR region.", "Within the EU, where the impact is likely to be more modest, Spain is among the countries whose economies will benefit most from the agreement.", "Allow me to conclude on an optimistic note.", "In mid-2020, the CEAPI and the Ibero-American General Secretariat published a joint report on the role that entrepreneurs, such as yourselves, need to play in helping to overcome the economic and social crisis impacting the region as a result of COVID-19.15 Strong leadership is needed both in the private and public sectors, capable of building long-term consensus and driving the changes that I mentioned earlier.", "This would open up new opportunities for cooperation between Spanish and Latin American firms, in a setting where Spain should also fulfil - and reinforce - its traditional role as a bridge between Latin America and Europe.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Latin America", "Economic situation", "COVID-19 pandemic", "Monetary policy", "Fiscal policy", "Economic recovery", "Banking system", "Growth", "Challenges", "Reform agenda"]}