{"sentences": ["Dr. Celia Reyes, President of the Philippine Institute of Development Studies, Dr. Orville Solon, Dean of the UP School of Economics, colleagues, and research partners from the Philippine Center for Economic Development, BSP officers and colleagues, good morning.", "I wish all of us good health and safety wherever we are today.", "Central banks have long benefitted from academic and scholarly contributions to monetary and finance-related policymaking and other aspects of central banking.", "Academics and independent researchers, and the institutions that they come from, have provided valuable guidance in theoretical and empirical foundations of central banking policies, as well as in the assessment of policies and structural reform measures that are critical to sustainable, long-term economic growth.", "Jean-Claude Trichet, former President of the European Central Bank, pointed out that the main goal of economic research in any central bank is to provide a strong conceptual and empirical basis for policymaking.", "He says that among its most important objectives are \"...to increase knowledge of the functioning of [the] economy and to provide high-quality models, tools and analyses that are relevant for the conduct of monetary policy and the fulfilment of the other tasks and functions of the central bank.\"", "At the same time, it has been said that \"The pertinent question is not whether to conduct research in central banks, but [rather], how to organize it, how much to invest in it and how to assure effective transmission of research outcomes into the policy decision-making process.\"", "This underscores the need not only to promote the intellectual examination of relevant central banking issues, but also the responsibility to disseminate the research to the wider community so that central banking policies can stand scrutiny.", "To operationalize this, it is important to connect the research staff of central banks with other knowledge-based institutions, including the academia.", "Central banks have been supporting research in the academia and other research institutions in many ways.", "The BSP has always valued its interactions with the academe and with other research institutions.", "One example is the BSP Sterling Chairs established since 2006.", "This was subsequently upgraded in 2008 to become BSP-UP Centennial Professorial Chairs.", "It is envisioned to help maintain and promote a critical mass of productive research scholars in economics, statistics, business administration, finance, accounting, agriculture, and other related fields at the UP system.", "The BSP also conducts regular Environmental Scanning Exercises.", "These fora serve to foster open discussions between the BSP and other institutions on various critical and current issues, where experts from various disciplines, whether from the academe, from government or private research institutions, or independent resource persons with vast and practical experience in banking, finance, and other areas pertinent to the issues being discussed are invited.", "In strengthening the research capacity of the BSP, we recently created the BSP Research Academy.", "It is our vision that the Academy researchers will foster the research culture in the BSP by promoting and conducting objective, rigorous, independent, and policy-relevant research at the BSP.", "And this is where the importance of collaboration comes into play.", "Through this Research Collaboration Memorandum of Understanding (MOU) with the Philippine Center for Economic Development (PCED) and the Philippine Institute of Development Studies (PIDS), the BSP affirms the importance of collaboration and intellectual exchange in strengthening research, including through the sharing of data and resources, co-authorships, joint publications and sponsorships of conferences and even research cafes, where ongoing research can be vetted critically in informal settings.", "Finally, let me express my gratitude to our two research partners: the Philippine Center of Economic Development and the Philippine Institute for Development Studies, for agreeing to participate in this valuable and noteworthy endeavor.", "May this mark the beginning of a long and productive and collegial relationship towards building a body of high-quality research for our institutions and for the nation.", "Maraming salamat at mabuhay tayong lahat!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Research collaboration", "Central banking", "Economic research", "Policymaking", "Monetary policy", "BSP Sterling Chairs", "BSP-UP Centennial Professorial Chairs", "Environmental Scanning Exercises", "BSP Research Academy", "Philippine Center for Economic Development"]}