{"sentences": ["Ladies and gentlemen, thank you for joining today's conference call.", "The report we present today is novel in two respects: First, the report benefited from the unique data collection on covid-19 related support measures under Recommendation ESRB/2020/8 issued by the European Systemic Risk Board (ESRB) in May 2020.", "This support has a total nominal value of around 14% of GDP in the 31 member countries of the ESRB.", "The focus is on loans with public guarantees, loan moratoria and direct grants - measures that are particularly relevant for the financial sector.", "By September 2020 the reported uptake of these programmes was roughly 4% of ESRB member countries' GDP.", "In addition, around 5% of banks' total loans were subject to moratoria.", "Second, the report provides a first assessment of the financial stability implications of the crisisrelated measures taken by the 31 member countries.", "This includes the initial results as well as the policy priorities that the ESRB has identified as crucial to address the pandemic going forward.", "The key finding from the report is that the fiscal response has stabilised both lending and the financial system - but risks still lie ahead.", "First, the report shows that so far the financial system has continued to provide funding to the real economy and losses in banking books have been contained.", "The pandemic has intensified risks and vulnerabilities in the real economy.", "In its initial phase, sectors and households most affected by the pandemic were under severe liquidity stress.", "But prompt action taken by governments has provided crucial relief.", "Fiscal measures have helped to prevent the loss of viable businesses; moratoria schemes have provided liquidity support.", "In addition, monetary policy has of course played an important role.", "And regulators used the existing regulatory flexibility and relaxed bank balance sheet constraints.", "Indirectly, the fiscal measures have protected the financial sector from the impact of the pandemic and ensured the continued provision of financial services: Up to 35% of new bank lending to corporates during the pandemic has been subject to those measures.", "Second, differences in fiscal measures reflect, to a large extent, different exposures of countries to the pandemic.", "For example, countries hit harder by the pandemic tend to have larger programmes with greater uptake, while countries with a higher share of employment in vulnerable sectors rely more on direct grants than on public guarantees.", "The uptake of moratoria is positively correlated with the pre-crisis debt levels of non-financial corporations and households.", "However, the observed heterogeneity also reflects differences in fiscal space and a potential lack of policy coordination.", "Third, the longer the crisis lasts and the weaker the economic recovery, the greater the risk that losses in the non-financial sector could spill over into the financial sector.", "Eventually, corporate insolvencies will increase and banks will face higher losses.", "While there is a high degree of uncertainty, one cannot rule out an adverse scenario.", "There could be adverse feedback loops to the real economy if banks were to deleverage to meet capital requirements imposed by regulators or markets.", "Cross-border banking activities could be particularly severely affected by any deleveraging.", "Hence, timely action is therefore required to address evolving vulnerabilities and to increase balance sheet transparency.", "If banks' balance sheets were to remain impaired for an extended period after the crisis, economic recovery and financial stability would be at stake.", "Let me focus now on the key policy priorities going forward.", "The ESRB has identified several domains which require attention from policymakers in terms of the policy design and coordination, monitoring and transparency and preparedness.", "First, authorities should avoid cliff effects.", "If fiscal support is withdrawn prematurely, economic recovery and financial stability might be at risk.", "Yet, if support is maintained for too long beyond the emergency, fiscal sustainability and longer-term growth may be jeopardised.", "Managing this trade-off requires access to timely and reliable information on the state of the economy and the effects of policy measures.", "Second, it is important to target fiscal measures.", "Over time, fiscal measures will have to be applied in a more targeted way.", "It will be particularly important to balance liquidity versus solvency measures.", "Third, it is important to coordinate policies across areas and countries.", "Addressing potential solvency issues will require policy responses that are coordinated across several policy areas, including insolvency legislation, labour and social policies, and competition policy.", "The fourth policy priority the ESRB has identified is to monitor private debt sustainability.", "Elevated debt levels for households and firms could become unsustainable if the economic crisis lasts longer than expected.", "This, in turn, could, also lead to a pronounced accumulation of losses in the financial sector.", "The fifth policy priority should be to enhance financial institutions' balance sheet transparency and to upgrade reporting.", "Many standard solvency indicators are misleading, which makes it difficult to assess the degree of delayed restructuring.", "Banks' balance sheet information is heavily impacted by credit guarantees, moratoria and regulatory measures.", "Timely and prudent recognition of credit risk is thus necessary to increase the transparency of banks' balance sheets.", "Finally, as a sixth priority the ESRB believes it is necessary to prepare for a scenario of increased distress in the corporate sector.", "Institutions administering the restructuring and insolvency processes should have sufficient capacities to avoid value destruction.", "Addressing the issue of non-performing loans as early and decisively as possible is essential to ensure the financial system is strong and stable and supports sustainable growth.", "The report presented today provides much further detail as well as rich empirical evidence across the 31 member countries of the ESRB.", "While we have covered a lot of ground, let me stress that the ESRB will continue its work on COVID-19 support measures.", "The ESRB will proceed with regular monitoring the financial stability implications of the pandemic and of the fiscal measures.", "It will particularly focus on cross-sectoral and cross-country spillovers.", "It will also monitor the phasing out of measures to ensure that support to the economy is maintained while financial stability is preserved."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["COVID-19 support measures", "Financial stability", "Fiscal response", "Moratoria", "Public guarantees", "Bank lending", "Corporate insolvencies", "Balance sheet transparency", "Policy coordination", "Private debt sustainability"]}