{"sentences": ["Ladies and gentlemen, I would now like to take this opportunity to present the Bundesbank's annual accounts for 2020 in a little more detail.", "You will also find all the figures in the Annual Report, which contains the Bank's balance sheet and profit and loss account as well as notes thereon, starting on page 43.", "And as always, we will be happy to take any questions you may have afterwards.", "With that in mind, I would like to focus my attention on a small number of standout points in our annual accounts.", "Let us first take a look at the Bundesbank's balance sheet for 2020.", "In a reflection of the Bank's monetary and foreign exchange policy operations, total assets grew considerably in 2020, expanding by €747 billion, or 42%.", "Not only is the growth rate potentially record-setting, but the figure of €2,527 billion in total assets is €685 billion higher than the previous all-time high of €1,842 billion reached in 2018.", "Looking at the medium-term picture spanning the past five years, the Bundesbank's total assets are currently up by €1.5 trillion, or 150%, compared with five years ago (end-2015).", "On the assets side, the main reason for the increase in total assets in 2020 was lending related to monetary policy operations.", "This item recorded growth of €265.6 billion, owing not least to the TLTRO-III operations offered to credit institutions at particularly favourable terms since the end of June in response to the coronavirus crisis.", "However, holdings of euro-denominated securities resulting from purchases made under the monetary policy asset purchase programmes also expanded significantly, with growth of €221.0 billion due, in particular, to the temporary pandemic emergency purchase programme, or PEPP.", "Liquidity inflows from other European countries were the third factor contributing to balance sheet growth, reflected in an increase of €240.8 billion in the TARGET2 claim on the ECB to a total of €1,136.0 billion.", "The TARGET2 claim has thus risen by 27% over the past 12 months.", "On the liabilities side of the balance sheet, the domestic provision of liquidity via refinancing operations and asset purchases combined with liquidity inflows from other countries led to a considerable increase in deposits during the past year: liabilities related to monetary policy operations were up by €458.5 billion compared with the end of 2019, hitting €1,018.8 billion - in other words, nearly doubling.", "Euro-denominated balances of domestic and foreign depositors reported in liability items 3, 4 and 5 were likewise higher on the back of larger general government and foreign central bank holdings, rising by €202.4 billion to €474.0 billion.", "Just under one-third of all deposits of credit institutions throughout the Eurosystem continue to be held with the Bundesbank.", "The value of banknotes issued by the Bundesbank also rose further, climbing by €71.5 billion to €821.0 billion, an increase of 9.5%.", "The revaluation accounts are also worth taking a look at.", "This item increased by €17.5 billion year on year to €161.8 billion.", "The revaluation reserve for gold rose by €20.4 billion to €159.0 billion.", "The price of gold in euro as at the end of 2020 exceeded the previous year's figure by around 14%.", "Viewed over the long term, there is a sustained marked increase in the revaluation reserve for gold.", "Compared with its starting balance at the launch of monetary union (€21 billion as at 1 January 1999), this revaluation reserve is, with a current balance of €159.0 billion, around eight times as large as it was at the start of January 1999.", "The revaluation reserves for foreign currencies shrank by over half due to the stronger euro, year on year, with the bulk of the decrease, totalling €3.1 billion, being attributable to the US dollar.", "Allow me to conclude with a brief overview of the profit and loss account.", "The main component of the profit and loss account is net interest income, which recorded a €1.8 billion decrease from €4.6 billion to €2.9 billion.", "This is notably down to the €1.4 billion increase in interest expense incurred in connection with refinancing operations due to the coronavirus pandemic.", "Owing to the topping-up of provisions for general risks - which my colleague Dr Weidmann has already explained - the net result of financial operations closed the year with a net expense of €1,557 million, following net income of €2,281 million in the previous year.", "At €0.6 billion in 2020 versus €0.5 billion in 2019, there was little year-on-year change in income from participating interests.", "Expenditure from the pooling of monetary income rose by €0.6 billion owing to the allocation of the monetary expense arising from TLTRO-III operations in the Eurosystem according to capital share.", "Staff costs fell by €0.3 billion to €0.6 billion due to lower transfers to staff provisions.", "Figuring in at €0.7 billion, administrative expenses including banknote production services and depreciation of tangible fixed assets remained virtually unchanged on the year.", "The profit and loss account for financial year 2020 closed with a balanced annual result, following profit for the year of €5.8 billion in 2019.", "Distributable profit is zero."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Assets", "Balance sheet", "Liabilities", "Gold", "Profit and loss account", "Interest", "Revaluation", "Bundesbank", "Target2"]}