{"sentences": ["Good morning and thank you for joining us today.", "The global economy is recovering from last year's deep recession.", "The recovery is characterised by three key features: It has been a dual-speed recovery.", "The recovery is likely to gather momentum.", "But there are notable downside risks.", "First, the dual-speed recovery.", "The world's two largest economies and Singapore's two main trading partners - the US and China - are witnessing strong rebounds.", "According to consensus forecasts , the US economy is expected to grow by 6.7% this year from last year's 3.5% contraction, and China by 8.7% compared to 2.3% in 2020.", "The recovery in Europe has been more modest.", "Policy support has been on a smaller scale than in the US, and a renewed wave of infections in March and April has held the economy back.", "But economies are re-opening and pent-up demand is starting to flow through.", "In South East Asia, the recovery has been impacted by a resurgence in COVID-19 infections of varying intensities.", "The weighted average of ASEAN-5 manufacturing PMIs fell to 51.7 in May, from 53.1 in April, even as the global index strengthened.", "The impact on services has been greater with the tightening of mobility restrictions.", "Second, a firmer global recovery is expected in the second half of 2021.", "The future output sub-index of the global composite PMI recorded 67.1 in May, signalling strong expansion going forward.", "Asian businesses expect to share in the global recovery in the second half of the year.", "The corresponding reading for the Asia ex-Japan economies stood at 60.3 in May, well above last year's average of 53.2.", "The expected strengthening in momentum is due to two main factors: substantial policy stimulus in the US and brisk deployment of vaccines in the US and Europe.", "The strength of the rebound in the advanced economies should in turn provide a powerful tailwind for Asian economies, particularly those that are more actively engaged in global supply chains.", "Overall, the global economy is expected to expand by 5.8% in 2021, after last year's 3.0% contraction.", "The global economy has probably already regained its pre-pandemic level of output.", "In fact, the global economy could potentially surprise on the upside.", "One, vaccination rates are rising in many advanced economies, allowing them to re-open earlier and more fully.", "Some of them may effectively suppress domestic transmission by the end of Q3 2021.", "Two, even if there are mobility restrictions on account of new outbreaks of the virus, businesses and households have become better at adapting to such restrictions.", "A review of the evidence by MAS has found that economic activity has become less responsive to movement restrictions over time.", "Three, the ebbing of the pandemic could lead to a bigger surge in business and household spending than currently expected, reflecting pent-up demand.", "A third feature of the global economic recovery is that downside risks remain significant.", "The main downside risk is the emergence of more infectious or lethal virus mutations.", "Even if most countries can vaccinate their populations and significantly reduce the incidence of the virus, continued spread in the remaining countries may offer a rich environment for the emergence of new virus variants.", "If a variant emerges that proves resilient to the vaccine, the world is at risk of sliding back into widespread lockdowns, with their associated impact on economic activity.", "No country is safe until all countries are safe.", "Another source of downside risk is a sharp pick-up in inflation in the US.", "US consumer price inflation reached a stronger than expected 5% year-on-year in May, the highest rate since 2008.", "The rise in inflation reflects transitory factors to a significant degree, especially base effects from last year.", "US policymakers expect inflation to ease by the end of this year.", "The rapid pace of economic recovery in the US has, however, tilted the balance of risks towards a pronounced and persistent rise in prices.", "If the pandemic has caused some scarring of the economy, there may not be much spare capacity to absorb the sharp pick-up in demand.", "Signs that the inflation momentum was becoming too strong could force the Federal Reserve to withdraw policy accommodation sooner than currently indicated or expected.", "Markets might then react by driving up long-term interest rates.", "The premature tightening of financial conditions could then trigger increased volatility in financial markets, especially in economies that have yet to emerge from the pandemic and those with higher fiscal or external funding needs.", "In sum, while the global economy is in a much better place compared to last year, uncertainty remains as elevated.", "What has changed is the nature of the uncertainty.", "Last year, we were uncertain how far down the economy will go, in the face of an unprecedented pandemic.", "This year, the uncertainty is in both directions: a much stronger recovery or a much dampened one.", "SINGAPORE ECONOMY The Singapore economy had recouped in the first quarter of 2021 the aggregate output loss incurred during the pandemic.", "The recent tightening of domestic restrictions and border controls will cause a near-term setback to segments that make up about 8% of the economy.", "The consumer-facing industries (retail trade, food & beverage, and land transport services) will be most affected by the tightening measures.", "The travel-related industries (air transport, accommodation, arts, entertainment & recreation) are likely to see further delay in their recovery.", "Construction and marine & offshore engineering activity may be hindered by labour shortages from the border restrictions on the entry of foreign workers.", "But the economic impact of the current restrictions will be significantly less severe than during the circuit-breaker last year.", "The majority of businesses remain in operation.", "The broader economy should see a recovery in the second half of this year alongside strengthening global demand and further progress in our vaccination programme.", "Trade-related activities such as manufacturing and wholesale trade will be supported by resilient global trade flows and robust upswing in the global tech cycle.", "Modern services, particularly the financial and ICT sectors, are set to expand at a firm pace this year, amid a pickup in credit intermediation activities and the ongoing digitalisation of business processes which has been accelerated by the pandemic.", "Moreover, compared to a year ago, Singapore is much better equipped to handle the pandemic, with more effective testing and tracing, swift isolation of infected cases, and vaccination.", "Singapore's GDP growth could exceed the upper end of the 4 to 6% forecast range, barring a setback to the global economy.", "Last month, the official forecast range was maintained at 4 to 6% in light of the deterioration of the domestic COVID-19 situation and consequent Phase Two (Heightened Alert).", "MTI, together with MAS, will review the forecast range in August when preliminary estimates for Q2 GDP are available.", "The resident unemployment rate should continue to gradually decline.", "Total employment expanded by 14,000 in Q1 this year, the first expansion after four consecutive quarters of contraction.", "The Phase Two (Heightened Alert) measures and continued restrictions under Phase Three (Heightened Alert) however will have a transitory impact on employment in the domesticoriented services sector.", "The near-term impact on resident employment should be mitigated by targeted policy support such as enhanced wage support and rental waivers and rebates.", "Core inflation should continue on its gradual recovery path, with the 2021 forecast unchanged at 0 to 1%.", "While some increase in import prices is expected, this should be confined to certain noncooked food items.", "But domestic cost pressures will be muted given the lingering slack in the labour market.", "The revision takes into account higher-than-expected car prices in Q2, due to the sharp rise in COE premiums.", "CPI-All Items inflation, which rose by 2.2% in April and May, is expected to ease in the second half of this year as base effects fade.", "The property market has been remarkably resilient in the face of the pandemic and recession last year and continued uncertainty over COVID-19 risks this year.", "While nominal GDP contracted 8.2% in 2020, the residential property price index rose by 1.6% during the year.", "As at Q1 2021, the PPI was 5.6% above its pre-pandemic levels, while nominal GDP was about 4% below.", "MAS, together with MND and URA, remain highly vigilant to the risk of a sustained increase in prices relative to income trends.", "A prolonged divergence between prices and incomes is unsustainable from a market stability perspective and undesirable from a housing affordability perspective.", "Even as Singapore emerges from the trough of the COVID-19 crisis, MAS has been keeping a close watch for risks to macroeconomic stability and market liquidity.", "MAS reaffirmed in October 2020 and in April this year the accommodative monetary policy stance it adopted in March last year of a 0% appreciation path for the nominal effective exchange rate policy band.", "The easing of monetary policy last year was to prevent a broadening of disinflationary pressures following the sharp fall-off in economic activity after the onset of the pandemic.", "While the risk of persistent disinflation has receded, core inflation remains below its historical average and the current policy stance remains appropriate for now.", "MAS is closely watching developments on global and domestic prices.", "Core inflation is rising from a low base.", "While recent domestic developments may check the pace of price increases in the near term, inflation is likely to remain on its broad recovery path.", "MAS will be alert to any indications of acceleration or persistence in inflation.", "MARKET LIQUIDITY MAS has continued to keep domestic liquidity conditions accommodative to support the recovery.", "Singapore Dollar interest rates have remained at low levels since they eased in March last year alongside global interest rates.", "The 3-month compounded SORA has averaged 0.18% since the beginning of this year, which is more than 0.5% lower than the levels seen in Q1 last year.", "MAS has comprehensively expanded its liquidity facilities - in four ways: what currency we lend in; how long we lend for; what rate we lend at; and what collateral we take.", "The MAS USD Facility has helped to maintain stable US Dollar funding conditions.", "Since its introduction in March last year on the back of a swap line with the US Federal Reserve, the MAS USD Facility has provided US$ 25 billion to banks for use in Singapore and the region.", "Alongside the extension of the Fed swap line, MAS has extended the USD Facility to endDecember 2021.", "The MAS SGD Term Facility has extended the tenor of Singapore Dollar lending from overnight to up to three months.", "The facility was set up pre-emptively to meet higher precautionary demand for SGD liquidity by banks and finance companies.", "This helped promote more stable funding conditions and support credit intermediation to businesses and households.", "The MAS SGD Facility for ESG Loans has provided funding at 0.1% to financial institutions for lending to small and medium enterprises under the ESG loan schemes.", "The Facility, which has helped to reduce the borrowing costs for viable businesses, has been extended till end-September 2021.", "As of 31 March 2021, about S$11 billion was lent to eligible financial institutions, catalysing around S$17 billion of ESG loans and benefitting more than 22,000 firms.", "Utilisation of the Facility was lower in 2021 compared to 2020 as the cashflows of firms improved.", "MAS has expanded the pool of acceptable collateral that banks may provide in return for the MAS USD Facility and the SGD Term Facility.", "The domestic systemically important banks were allowed to pledge their residential property loans as collateral.", "This has helped the banks to conserve their liquid assets amid an uncertain economic climate.", "CREDIT AND INSURANCE RELIEFS MAS and the financial industry extended late last year the credit and insurance relief measures for individuals and SMEs that were launched at the height of the pandemic crisis in March 2020.", "These extended measures were more targeted, providing individuals and SMEs facing continued cashflow difficulties more time to transition to full loan and premium payments.", "As a sign of improving economic conditions, the take-up of support for the extended relief measures was more than 80% lower than the first set of measures.", "This suggests that many individuals and businesses have managed to resume full loan and premium payments.", "MAS and the financial industry recently extended the availability of the current set of credit relief measures by another three months, till end-September 2021.", "This provides affected businesses and individuals with some immediate cashflow relief in light of the recent Phase 2 (Heightened Alert) restrictions.", "The financial industry will continue to provide bilateral assistance to meet the different needs of customers even after the relief measures expire.", "FINANCIAL STABILITY The financial system has weathered COVID-19 well thus far.", "Banks entered the crisis from a position of strength and have been a source of stability and support for individuals and businesses throughout the crisis.", "MAS' concerns at the onset of the crisis that defaults among weaker corporates could strain banks' profitability and capital positions have not materialised.", "The domestic systemically important banks have started the year with strong capital positions.", "In fact, their aggregate CET1 ratio has held firm, at 14.7% in the first quarter of 2021 compared to 14.4% prior to the onset of COVID-19.", "Although default rates have seen a slight uptick, the banking system's non-performing loan ratio has remained largely stable at around 2.4% as at Q1 this year.", "MAS recognises however that problem loans can take time to surface.", "Borrowers on full or partial loan moratoriums may not show signs of financial stress, especially if they are also obtaining financial support from the government.", "As support measures taper off, banks will have greater clarity about the repayment ability of their borrowers.", "It is good that our banks have set aside provisions against potential bad debts.", "MAS is conducting additional stress tests to assess whether it is necessary to extend the current dividend restrictions on local banks and finance companies.", "CYBER RESILIENCE Cyber risk remains one of the top risks which MAS is tracking closely.", "The incidence, scale, and complexity of cyber-attacks continue to mount.", "Recent attacks on major organisations globally such as Colonial Pipeline, Microsoft and Accellion, are strong reminders that the fallout from a cyber attack can be far-reaching.", "There are two cyber threats which the financial sector needs to pay keen attention to.", "The first is ransomware attacks where the modus operandi has become more threatening.", "In addition to corrupting a victim's data using crypto-ransomware, attackers are now exfiltrating information from their victims.", "MAS has asked financial institutions to review the adequacy of their internal IT controls, as well as incident response and business continuity plans to fend against the latest ransomware threats.", "Second, cyber criminals are targeting major third-party IT vendors to amplify the coverage of their attacks.", "The cyber attack on Solarwinds is a powerful illustration of the increased sophistication and persistence of cyber criminals.", "They are now attacking supply chains to infiltrate the networks and systems of multiple entities.", "MAS has exhorted financial institutions to exercise strong oversight of arrangements with third party service providers, to ensure system resilience and maintain data confidentiality.", "FINANCIAL SECTOR PERFORMANCE Let me now provide an update on the financial sector.", "In 2020, the financial services sector grew by 5.1% even as the overall economy contracted.", "In the first half of this year, we estimate the sector grew by about 6%.", "Growth has been broad-based across the financial services sector.", "The banking industry has been supported by strong fee income growth.", "The insurance industry expanded strongly on the back of robust demand for single-premium life insurance products.", "The payments industry grew significantly as adoption of e-payments gained traction with businesses and individuals moving towards online transactions.", "Assets under management in Singapore grew by 17% year-on-year, to S$4.7 trillion as at end-2020, driven by strong inflows into traditional and alternative investment strategies as well as valuation gains across major asset markets.", "The FinTech sector has also continued to do well.", "Investments in FinTech firms based in Singapore reached a record S$1.4 billion in 2020, an increase of more than 30% from 2019.", "In the first quarter of this year, FinTech companies here already raised more than S$650 million.", "The financial services and FinTech sectors created 2,500 net jobs last year.", "We expect the financial sector to continue to create good jobs this year.", "Financial institutions expect to create about 6,500 new hiring opportunities this year, with strong demand in areas such as technology, wealth management, corporate banking, and insurance.", "The financial services sector has exceeded both the value-added and employment targets set by the Industry Transformation Map (ITM) for 2016-2020.", "Growth in value-added during this 5-year period averaged 5.4% per annum, above the ITM target of 4.3%.", "The sector, together with FinTech, added an average of 4,700 net jobs per annum, above the target of 4,000.", "MAS has started reviewing the ITM strategies and targets for the next 5 years.", "MAS has been studying in depth how the financial services landscape will transform and what Singapore must do to remain competitive in the coming decade.", "Technology will reshape financial services in the next 10 years, much more profoundly than it has in the last 5 years.", "Sustainability will become an increasingly central focus for financial services as the world strives towards a low-carbon future.", "Jobs in financial services will transform, with growing skills requirements across multiple domains.", "Technology, Sustainability, and Jobs are three areas that MAS has focused on intensely in recent years, working closely with the financial industry.", "Over the last two years, MAS has put out about 70 reports, speeches, and media statements on just these three subjects.", "Together with our industry partners, MAS facilitates discussions and provides updates, on Technology through the Green Shoots series, and on Jobs through the Growing Timber series.", "And just three weeks ago, we issued our inaugural Sustainability Report which covered not only the Green Finance Action Plan for the financial industry but also MAS' efforts to reduce its own carbon footprint and to make the Official Foreign Reserves more climate-resilient.", "So, important as these three areas are, I will not touch on them today.", "There will continue to be ample opportunities to talk about them in future.", "MAS' FINANCIAL POSITION Before I wrap up, let me provide an update on MAS' financial performance.", "The investment return from the Official Foreign Reserves was S$8.2 billion in FY2020/21.", "This comprised: Investment gains of S$22.8 billion, mainly from interest income and realised capital gains.", "This was largely offset by a negative currency translation effect of S$14.6 billion, mainly due to the strengthening of the Singapore Dollar against the US Dollar and Japanese Yen.", "For the financial year, MAS made a net profit of S$5.2 billion.", "This was after: deducting S$1.9 billion of expenses for domestic money market and other operations; and contributing S$1.1 billion to the Government's Consolidated Fund, as payment in lieu of corporate income tax.", "MAS will return half of the profits, or S$2.6 billion to the Government and the remainder will be added to MAS' reserves.", "MAS 50th ANNIVERSARY This year marks MAS' 50th anniversary.", "We will be commemorating this milestone with a series of activities later this year, to reflect on the journey we have taken and to thank all our partners who have walked with us and helped us on this journey.", "We will provide more details of the activities at a later date.", "Like the rest of Singapore, MAS has come a long way.", "As MAS Chairman Mr Tharman Shanmugaratnam puts it in his Foreword to this year's Annual Report: \"MAS has progressively over the five decades become a central bank and integrated financial supervisor of repute amongst its international peers, a source of confidence domestically, and an active partner with the industry in developing opportunities for Singapore's growth as an international financial centre.\"", "My colleagues and I are deeply conscious of the legacy which we have inherited and will continue to do our best for Singapore: to secure for Singaporeans a low rate of inflation; to preserve the purchasing power of Singapore's official foreign reserves; to keep Singapore's financial system safe and sound; and to grow Singapore as a vibrant international financial centre.", "With that, let me close my remarks.", "June 2021 Consensus Forecasts.", "Comprising Indonesia, Malaysia, Thailand, the Philippines and Vietnam, and weighted by shares in Singapore's non-oil domestic exports.", "Purchasing Managers Index which tracks expectations for future output.", "Future output sub-indices drawn from the composite PMIs for China and Hong Kong.", "For all other Asia ex-Japan economies, the manufacturing future output sub-index is used.", "June 2021 Consensus Forecasts weighted by Singapore's non-oil domestic exports shares.", "MAS Macroeconomic Review April 2021.", "DBS Bank, Oversea-Chinese Banking Corporation, United Overseas Bank, Citibank, Malayan Banking Berhad, Standard Chartered Bank, and the Hong Kong and Shanghai Banking Corporation.", "As of end-May 2021, lenders have approved: 1) more than 1,400 partial principal deferments on $3.8 billion of SME loans which is 20% by number and 40% by value of those granted under the first set of industry-wide relief measures last year; 2) more than 4,600 reduced instalment plans for $3.6 billion of mortgages, which is 12% by number and value of those granted under the first set of industry-wide relief measures last year; 3) and just under 950 applications to convert close to $17 million of outstanding balances on unsecured revolving credit facilities into term loans in 2021, which is less than 10% by number and value of those granted last year.", "Between October 2020 and March 2021, insurers have granted around 6,900 premium deferments for life and health insurance (around $26.5 million in deferred premiums), which represent a decrease of 80% from the number of deferrals granted in the first 6 months when industry-wide reliefs were implemented.", "Excluding holding companies Such as private equity, real estate, REITs, and venture capital.", "About 56% of the growth is attributed to net inflows and the remaining 44% to valuation gains.", "This refers to new jobs created and do not take into account gross outflow of jobs.", "[MAS-IBF Employment Outlook Survey."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Global economic recovery", "Dual-speed recovery", "Inflation", "Monetary policy", "Financial stability", "Cyber resilience", "Financial sector performance", "Technology", "Sustainability", "Jobs"]}