{"sentences": ["It is a great honour for me to be with you today to discuss the role of banks in greening the economy.", "And I am very happy to delve into the topic of climate change at an event co-organised by the European Bank for Reconstruction and Development (EBRD) - an institution whose own work remarkably exemplifies what international cooperation can achieve in supporting the greening of the economy.", "Your commitment to meeting the goals set under the Paris Agreement is outstanding.", "It offers great inspiration to all of us in European institutions who are just as adamant about doing the same.", "As many of you know, climate change considerations feature prominently in the ECB's ongoing monetary policy strategy review.", "But today I will focus on how they will be taken into account by ECB Banking Supervision.", "The challenge of climate change is daunting.", "This is certainly true for the consequences if climate change continues unabated, such as increased natural disasters and the loss of habitats and biodiversity.", "And it is also true for the transformation necessary to avoid these dire consequences.", "The OECD estimates that global investments of USD 6.9 trillion every year are required until 2030.", "And that is just to keep us on track to limit global warming to 2 degrees Celsius above pre-industrial levels.", "Investment will need to be considerably higher than this USD 6.9 trillion figure if we are to live up to our commitment under the Paris Agreement of limiting the increase in global temperatures to 1.5 degrees.", "To put this number into perspective: we are talking somewhere around 8% percent of global GDP each year.", "Europe's financial system is largely bank-based, so banks are playing a pivotal role in greening the economy.", "But what is the supervisor's role in this process?", "The ECB aims to ensure the safety and soundness of the banks we supervise.", "Climate change creates material risks for banks, so it is our job to ensure that the banks under our supervision address these risks adequately and proactively.", "Regarding the risks emanating from climate change, our sole aim is to live up to our mandate.", "There is a knock-on effect of doing so, however, but it is a welcome one.", "By compelling banks to adequately assess and manage climate-related risks, we are, in effect, safeguarding the financing of the transition to a low-carbon economy as well.", "If banks proactively manage climaterelated risks, they will not be blindsided by stranded assets, meaning that capital will be preserved and can be used to finance investments in the low-carbon transformation.", "And climate-related risks being adequately represented on banks' balance sheets will contribute to these risks being appropriately priced.", "So if ECB Banking Supervision recognises the financial risks emanating from climate change, this will have a dual effect - it will compel banks to take these risks into account, which in turn will induce companies and households to factor them in as well.", "This alone will not fully internalise the damage caused by greenhouse gas emissions; other institutions are in charge of making sure of that.", "But it is an important piece of the puzzle.", "The urgency to act - climate change is irreversible The EU has committed to becoming carbon-neutral by 2050.", "The change that our economies need to undertake must be structural.", "We must reduce the use of fossil fuels as quickly as possible and move towards greener infrastructure that can support the global economy in a way that is sustainable and that protects our planet's ecosystems and biodiversity.", "Much has been made of the dip in carbon emissions that resulted from the economic shutdown in 2020 in many countries.", "But to reach the Paris target, every single year we need reductions in emissions that are greater than last year's, and we need to bring about these reductions by ramping up the use of clean technologies, not by shutting down our economies.", "Unfortunately, even the too-small drop in emissions we saw last year seems set to be all but reversed in 2021.", "The International Energy Agency expects to see the second-biggest increase in carbon emissions in history this year, eradicating 80% of the 2020 reductions.", "The good news is that 2021 may also provide just the kind of momentum we need to tackle climate change effectively.", "As the European Union and national governments start making large investments to pave the way for recovery, it is crucial that those funds are channelled towards activities that support our transition to a greener economy.", "I will now discuss ECB Banking Supervision's latest initiatives to ensure that banks adequately manage climate-related risks.", "As I said earlier, this will also have the positive knock-on effect of inducing banks, and thus companies and households, to factor in climate effects when allocating funds.", "And this will help accelerate the reduction of carbon emissions - all the way to zero by 2050 at the latest.", "How ECB Banking Supervision is tackling climate risk Climate risk can affect banks through different channels.", "As I am sure many of you already know, the main risk drivers for banks are physical risks and transition risks.", "Physical risks include all those resulting from a changing climate, from more frequent extreme weather events and gradual changes in climate, to environmental degradation, such as air, water and land pollution, water stress, biodiversity loss and deforestation.", "For example, extreme weather events - which have been steadily increasing over recent decades - can harm borrowers' ability to repay their debts and thus make the loan portfolios of banks much riskier.", "These risks can be further heightened if extreme weather events also depreciate the value of the assets used as collateral in those loans.", "Transition risks, on the other hand, include the financial losses that can directly or indirectly result from the process of adjusting to a low-carbon and more environmentally sustainable economy.", "This adjustment could be triggered by legislation, such as carbon pricing or the banning of carbon-intensive activities.", "Even independently from that, consumer preferences could shift towards goods and services that are more climate-friendly.", "An ECB initial assessment confirms that an abrupt transition to a low-carbon economy would have a severe impact on climatesensitive economic sectors, with consequences for up to one-tenth of banking sector assets if the creditworthiness of the highest carbon emitting firms is reassessed, and affecting more than half of banking sector assets if entire economic sectors are reassessed.", "And preliminary results from our ongoing climate stress test show that without further policy action, companies will face substantially rising costs from extreme weather events.", "This will greatly raise their probability of default.", "Both physical and transition risks will become increasingly material for banks in the coming years, and ECB Banking Supervision has identified climate change as one of the key risk drivers for the European banking sector.", "In line with this assessment, we are taking steps to increase our understanding of the impact of climate change from a financial perspective and to ensure that banks fully incorporate these risks into their processes and practices.", "I will now go through the recent and ongoing climate-related initiatives related to our supervisory work.", "The ECB Guide and climate-related disclosures In November last year we published the ECB Guide on climate-related and environmental risks.", "It builds on the Guide for Supervisors of the Network of Central Banks and Supervisors for Greening the Financial System (NGFS), and communicates the ECB's understanding of a prudent approach to managing such risks to banks, markets and the wider public, with the aim of raising banks' awareness and preparedness for managing them.", "In our Guide, we outline our supervisory expectations for how climate and environmental risks should be embedded in all relevant bank processes, from banks' risk management frameworks to their governance structures, risk appetite, business model and strategy, and, importantly, their reporting and disclosures.", "Our ultimate goal is to cause banks to make sure their business strategies fully reflect the Paris Agreement - and there is one thing that will be key in getting us there: data.", "When it comes to tackling climate risk as a financial risk, data are what we are missing the most.", "Recently, a Task Force on Climate-related Financial Risks that operates under the Basel Committee on Banking Supervision looked into the effects of physical and transition risks on banks.", "This task force, which I have the honour to co-chair with the Federal Reserve System's Kevin Stiroh, concluded that climate-related risks can be captured in risk categories that are already used by financial institutions and reflected in the Basel Framework, for example credit risk, market risk, liquidity risk and operational risk.", "This is a key insight which saves us from inventing all kinds of new risk categories.", "The existing ones will do.", "However, the task force also concluded that we still need an enhanced toolbox that can better measure climate risks.", "This is why the ECB is encouraging banks to enhance both the quantity and the quality of their climaterelated disclosures, and to become more transparent about their overall exposures to climaterelated risks.", "Banks are still in the early stages of incorporating climate change into their risk frameworks; risk identification and risk limits around climate-related goals do not yet actually feature in their risk management processes.", "Euro area banks need to drastically improve their capacity to manage climate-related and environmental risks and start acknowledging how these risks can drive others, including credit, market, operational and liquidity risks.", "Crucially, we have no need to await regulatory developments before formulating our expectations for the management of climate-related risks.", "They are firmly grounded on actual requirements and stem from the simple fact that climate-related risks are on the rise and need to be tackled seriously by the whole financial sector.", "Incorporating climate-related risks into ongoing supervision and stress testing This is why we have already asked banks to conduct a self-assessment against the supervisory expectations outlined in our Guide and draw up action plans for aligning their practices to them.", "The assessment covers 112 institutions, representing 99% of total assets under our direct supervision.", "All banks have already handed in their self-assessments and are now finalising their action plans.", "We are currently assessing banks' submissions and will be challenging them in all of these areas.", "Where we see that banks are not managing their exposures to climate-related risks in an adequate manner, we can and will draw on the full supervisory toolkit at our disposal to correct that situation.", "Just as we do for any other material risk.", "We have already started work on incorporating climate-related risks into our Supervisory Review and Evaluation Process (SREP) methodology.", "This year the outcomes of these assessments will not be translated into quantitative capital requirements across the board, but we may impose qualitative or quantitative requirements on a case-by-case basis.", "We expect that the actions we are taking in 2021 will result in banks being adequately prepared for the full supervisory review which we will conduct in 2022.", "Currently, the ECB is also carrying out a stress test to assess the impact of climate-related risks on the European banking sector over a 30-year horizon.", "We will map projections of climate patterns and expected climate developments to the location of firms' physical assets and estimate the impact that severe climate events would have on those assets and, consequently, on banks' portfolios.", "Together with other central banks, we are developing joint climate stress test scenarios.", "Besides allowing us to conduct an in-depth investigation into banks' internal practices around climate risk stress testing for the first time ever, the stress test will help us catalogue the resilience of banks' balance sheets to risks coming from climate change.", "Importantly, this exercise will push banks to strengthen the climate dimension of their risk management toolbox.", "Finally, the exercise will also dramatically increase the availability of data and shed light on our supervisory reporting needs around these types of risks.", "Given our current lack of data, this will greatly help us in charting the course forward.", "This year's climate stress test exercise is being conducted centrally by ECB staff, relying on the aforementioned datasets and models.", "This approach differs from that taken for the supervisory climate stress test, which has already been announced for 2022.", "Next year's climate stress test of individual banks will instead rely on the banks' self-assessment of their exposure to climate change risk and their readiness to address it.", "In stress test parlance: this year's test is \"topdown\", whereas next year's is \"bottom-up\".", "As banks become better prepared to face the risks posed by climate change, they need to be led by people who are also better prepared to deal with these topics.", "When assessing the suitability of prospective members of the management body of banks, knowledge and experience of climate-related and environmental risks will be among the areas of general banking experience against which suitability will be assessed.", "Finally, we will seek to include an understanding of climate-related and environmental risks as a specific area of expertise within the collective suitability of a bank board.", "An environmental risk that is intimately connected to climate change, but also constitutes a risk in itself, is the loss of biodiversity.", "In our Guide on climate-related and environmental risks we single out biodiversity loss as one of the drivers of both physical and transition risk.", "It is becoming ever clearer that beyond climate-related risks, biodiversity loss could also be a source of material financial risks.", "More research needs to be done.", "At the ECB, we will follow these developments closely - and we encourage banks to do the same.", "Integrating international networks and European initiatives Much like the EBRD, the ECB is also part of global initiatives which promote international cooperation on joint solutions for climate change.", "Most prominently, the ECB is a member of the NGFS.", "Launched in 2017, this network, which I am honoured to have chaired from the beginning, brings together central banks and financial supervisors to track supervisory developments and develop climate scenarios for central banks and supervisors.", "The network also explores paths to scale up green finance and monitor its market dynamics, thereby bridging data gaps and coordinating research in the fields of climaterelated and environmental risks.", "I am happy to mention that the NGFS has just welcomed its ninetieth member.", "The Basel Committee's Task Force on Climate-related Financial Risks will continue working on the further integration of climate-related financial risks into the Basel framework and expectations.", "To help address the remaining challenges in terms of measuring climate-related financial risks, the ECB is working closely with the European Banking Authority (EBA) on the management and supervision of ESG risks.", "We have also provided our input to the European Commission's EU taxonomy for sustainable activities and its non-financial reporting directive (NFRD), which requires large European companies to disclose information on their policies in areas such as environmental protection and social responsibility.", "In particular, the ECB supports the ongoing work by the Basel Committee and the Financial Stability Board (FSB) on effective and consistent regulatory and supervisory approaches for dealing with climate risks.", "When dealing with the risks arising from climate change, we must be forward-looking, comprehensive and strategic.", "But we must also be swift.", "Emissions need to fall at a much faster pace than seen so far if we want to avert irreversible damage.", "I am hopeful that the lessons we draw from the COVID-19 crisis may end up helping to tackle climate risks, not least by showing us that when faced with global challenges, we need to - and indeed can - respond with joint solutions.", "To reduce carbon emissions all the way to zero by 2050, joint action at the global level is just as vital.", "Today I have listed some of the ways in which, through our supervisory action and as part of international networks, the ECB is compelling banks to account for climate change - when managing risks, selecting their board members and devising stress scenarios.", "Climate-related risks show up in the already existing risk categories - as such, we will treat them with the same rigour, toughness and importance as we treat other material risks.", "And we expect banks to do the same.", "Urgent action is not an option; it is an imperative.", "OECD (2017), Investing in Climate, Investing in Growth, May.", "International Energy Agency (2021), Global Energy Review, April.", "See the Bulletin of the American Meteorological Society entitled \"Explaining Extreme Events from a Climate Perspective\"; and the Climate Signals database.", "ECB (2020), Financial Stability Review, May.", "De Guindos, L. (2021), \"Shining a light on climate risks: the ECB's economy-wide climate stress test\", The ECB Blog, 18 March.", "Available on the ECB Banking Supervision website.", "NGFS (2020), Guide for Supervisors - Integrating climate-related and environmental risks into prudential supervision, May.", "De Nederlandsche Bank recently examined the material exposures of Dutch financial institutions to risks stemming from biodiversity loss.", "According to its report, Dutch financial institutions have provided €510 billion in finance worldwide to companies that are highly dependent on ecosystem services, with €28 billion exposed to products that depend on pollination alone.", "De Nederlandsche Bank (2020), \"Indebted to nature - exploring biodiversity risks for the Dutch financial sector\", June.", "Three weeks ago, the NGFS, together with the International Network for Sustainable Financial Policy Insights, Research, and Exchange (INSPIRE), announced a joint study group on biodiversity and financial stability"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Climate risk", "Carbon emissions", "Green finance", "Biodiversity loss", "ECB Banking Supervision", "Stress testing", "Physical risks", "Transition risks", "Climate scenarios"]}