{"sentences": ["Dear President Jens Weidmann, Ladies and gentlemen, Welcome to the Conference on Fintech and the Global Payments Landscape co-hosted by the PBoC and the Deutsche Bundesbank.", "As President Weidmann said, this conference is the fruition of the second China-Germany High Level Financial Dialogue in 2019.", "It was postponed till today due to COVID-19.", "Though we cannot travel to the beautiful River Main this time, a virtual format like this enable us to reach out to a larger audience.In addition to the speakers, today we have also invited participants from over 50 institutions, including departments of the PBoC, banks, fintech companies and payment firms.", "I am happy to take this opportunity to share with you fintech practices in China and give you some of my observations.", "I really enjoyed Jens Weidmann's speech on CBDC just now.", "My colleague Mr. Mu Changchun will respond on CBDC in China later on.", "Fintech can promote financial inclusion Fintech has developed rapidly in China in recent years.", "Technologies such as AI, big data, cloud storage and blockchain have been driving the digital transformation of financial institutions.", "Products and tool applications are increasingly diversified, while financial services have seen a big jump in efficiency and inclusion.", "Greater use of electronic payment, mobile payment in particular, has made basic financial services more accessible.", "In some underdeveloped regions, we have underserved customers who are not covered by traditional financial institutions.", "Fintech companies can serve them because the marginal cost is low.", "The compound growth rate of non-bank mobile payment business in China, led by Alipay and WeChat Pay, was 75% between 2015 and 2019, with a mobile payment penetration rate of 86%.", "At present, deposits, withdrawals and transfers can be done in real-time.", "Online consumption is booming and life has become more convenient for urban and rural residents.", "Fintech has improved lending services to small and micro businesses as well as the selfemployed.", "Empowered by digital technologies, financial institutions can digitalize the whole procedures of credit approval and risk control, which enables them to provide services more quickly, better target risks, and serve more people.", "Meanwhile, reliance on collateral is reduced, which well meets the financing needs of small and micro businesses.", "Because they usually borrow a small amount and also they need the money urgently.As of end-July this year, the number of small and micro businesses as well as the self-employed with loans from Chinese banks has reached 38 million, and those loans help create a lot of employment and their year-onyear growth rate is around30%.", "Fintech also helps with the rural rejuvenation.", "We can dynamically monitor the production and operation of farming, forestry, livestock and fishing through technologies such as satellite remote sensing, electronic fencing, and blockchain.", "These technologies can promote deeper integration of fund flows, logistics and product flows, making financing more accessible to agriculture and its upstream and downstream firms, and help modernize the agriculture sector.", "Given the lack of digital footprints among farmers, digital technologies really help in the rural area and the agricultural sector, and digital technologies can be leveraged to improve rural credit information system.", "We can use them to help broader rural population.", "Fintech has contributed significantly to poverty reduction.", "The PBoC guided financial institutions in adopting digital technology such as AI and cloud computing to analyze daily corporate operations, financial risk and credit profile.", "This aims to explore targeted relief methods, channel financial resources to key areas and weak links in social and economic development, and boost financial services for key groups, such as small and micro businesses as well as private enterprises.", "As of end-July this year, micro loans for poverty relief totaled more than 710 billion yuan and NPL is overall controllable.", "Basically, I think we can keep the NPL ratio at a pretty low level with small amount of government subsidies.That kind of loan to the poverty-stricken people is sustainable.", "Fintech has supported China's response toCOVID-19.", "An urgent need arose for contactless financial services after the outbreak of COVID-19.", "Fintech has enabled the shift from physical meeting to virtual communication, which has softened the negative impact of COVID-19 on small and micro businesses and the vulnerable groups, as financial consumers are still able to enjoy undisrupted financial services.", "Going forward, we will continue to improve and share our practices in digital financial inclusion.", "China and Germany are both key members of the G20 Global Partnership for Financial Inclusion (GPFI).", "We are willing to enhance communication on financial inclusion with German counterparts.", "Fintech's implications for the traditional banking sector The global boom of fintech has fundamentally changed banking sector competition while significantly improving the services and operation efficiency.", "The traditional advantages of commercial banks in service scenes and channels, customer information as well as funding sources are challenged.", "More and more financial transactions are intertwined with customers'consumption, work, and life.", "With massive data on customers' behavior, platform companies can extrapolate the financial need and financial situation of their customers.", "The rapid development of innovative online financial products has also accelerated diversion of bank deposits.", "In response to rapid changes, many big banks are investing heavily in fintech and its application.", "Mobile Internet, biometric identification, big data, artificial intelligence and many other technologies can help banks expand service channels, reduce human labor, strengthen wholeprocess risk control, and lower compliance cost.", "Small and medium-sized banks are facing daunting challenges.", "Due to limited resources, these banks have no choice but to rely on the platforms and technologies of bigtech companies for customer maintenance, credit analysis and risk control.", "This may weaken their product competitiveness and the ability to gain customers on bothasset and liability sides.", "Therefore, we must pay attention to the implications of rising dependence on bigtechs for small- and mediumsized banks as well as the operating and network risks arising from excessive concentration of fintech service.In China, we have more than 4,000 small-and medium-sized banks, and I think their future position, financial service provision and deposit taking face huge challenges from the fintech revolution.", "We must keep strengthening fintech regulation to prevent risks China is a forerunner in fintech.", "In fintech's early days, our financial authorities put in place a prudent yet inclusive regulatory environment for fintech development.", "However, some issues became prominent amid the rapid rise of fintech, including higher possibility of cross-product and cross-sector risk contagion, as payment institutions started to provide insurance, micro credit, fund management and other financial products, and possible market monopolyas well as lower efficiency in innovation due to the winner-takes-all effect of large fintech companies.", "Against this backdrop, China's regulators are striving to strike a balance between encouraging fintech development and preventing financial risks.", "First, we insist that all financial activities must be regulated and licensed.", "Meanwhile, we require payment institutions to refocus on original payment business and separate payment instruments from other financial products.", "Second, we doubled anti-monopoly effort by publishing the Anti-Monopoly Guidelines for Platform Economy and mandating the platform companies to ensure consumers' right to choose payment options.", "Third, we ask platform companies to improve corporate governance and to implement prudential regulatory requirements in conducting Internet lending and deposit, insurance, and fund businesses.", "Going forward, we will continue to strike the delicate balance between development and regulation so as to support healthy innovation and steady development of the platform economy.", "On the one hand, we will unleash the dynamism of market entities and their capacity for technological innovation, prompt platform companies to upgrade financial services, and thus strengthen their international competitiveness.", "On the other hand, we will pursue strict and fair regulation, protect data ownership right and privacy, and safeguard a level playing field.", "On top of that, fintech and platform economy's cross-border, cross-sector and cross-regional nature means that regulatory authorities around the world should work together.", "We will further strengthen cooperation in fields such as antitrust, data regulation and consumer protection with the international community, including German counterparts, enhance regulatory coordination, and jointly build an open, inclusive and safe fintech ecology.", "Digital economy has become a key driver of global economic recovery and development.", "Fintech should focus on supporting the real economy and create an enabling environment for the digital transformation of the financial sector.", "I believe this conference will generate more ideas on how to promote better coordinated development of finance and technology.", "I wish the conference a great success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["Fintech", "Financial Inclusion", "Digital Transformation", "Small and Micro Businesses", "Poverty Reduction", "COVID-19 Response", "Banking Sector Competition", "Fintech Regulation", "Cross-Sector Risk Contagion", "Platform Economy"]}