{"sentences": ["A long shadow - The need for continued focus on resolving long term mortgage arrears - Deputy Governor Ed Sibley 13 July 2021 Speech Remarks delivered at Banking & Payments Federation Ireland (BPFI) Breakfast Brie ng Good morning ladies and gentlemen.", "I would like to start by thanking the Banking & Payments Federation Ireland (BPFI) for organising this webinar.", "I am grateful for the opportunity to talk to so many of you who are directly involved in working with borrowers in distress.", "The provision of credit is one of the most important tasks of the nancial services system.", "It stimulates and lubricates economic activity, supports wealth creation for the whole of society, and allows households and individuals to bring forward consumption and purchases that would be impossible without it - including, critically, the purchase of housing.", "However, it does obviously have its risks, both to lenders and borrowers and the wider economy and nancial stability of the country.", "For these reasons, the provision of credit is a key focus of the work of the Central Bank.", "This focus cuts across our whole mandate, including monetary policy, our economic research and policy advice , our use of macro prudential policy tools , our day to day supervisory engagement, and our focus on the conduct of nancial services rms.", "We seek to safeguard nancial stability and protect borrowers through our ambition for a resilient and trustworthy nancial system, which sustainably serves the needs of the economy and citizens of Ireland and the EU, in which rms and individuals adhere to a culture of fairness and high standards.", "Unfortunately, not all borrowers can repay their loans in line with original contractual terms.", "Successfully resolving distressed debt is important to both the performance of the economy and the fair treatment of borrowers.", "In this context, the Central Bank is publishing today four papers focused on distressed mortgage debt.", "These papers provide insights into (i) the economics of mortgage debt relief during a pandemic; (ii) the approach to pandemic related mortgage payment breaks in Ireland; (iii) resolving long-term mortgage arrears; and (iv) the level of mortgage borrowers potentially facing shortfalls in repaying their mortgages.", "In my remarks this morning, I will draw out some of the key points from this analysis and, combined with the depth of our experience in and long-standing focus on resolving mortgage arrears, outline our expectations of lenders to continue to strive to resolve distressed debt in a fair and effective way.", "I will highlight: the effectiveness of lenders' support of borrowers affected by the pandemic, initially through payment breaks and then through more tailored engagement; and that lenders appear to be well-prepared for any emerging distress as government support measures taper; that considerable distress remains within the mortgage market, with more than one in eight private dwelling home (PDH) mortgage accounts exhibiting some level of distress, primarily pre-dating the COVID-19 pandemic; that lenders can and need to do more to resolve long-term mortgage arrears (LTMA) and I will outline the Central Bank's expectations in this regard; and that full resolution of long-term mortgage arrears cannot be delivered solely within the nancial system.", "Pandemic Related Borrower Support While we are hopefully coming towards the end of the worst effects of the pandemic in Ireland, it remains a profound shock.", "It has challenged our resilience in many ways and has had a devastating effect on many families and individuals.", "The health emergency has also had a profoundly negative effect on many businesses and household incomes, due to the associated economic disruption.", "The economic challenges posed by COVID-19 have been met by exceptional policy support.", "This has included a range of scal, monetary, macro-prudential and micro-prudential policy actions, and actions taken by nancial services rms to support households, businesses and vulnerable borrowers.", "I want to acknowledge the work of all of you who played a part in providing this support to affected borrowers.", "In aggregate, lenders granted payment breaks to over 172,000 accounts representing over €23 billion of Irish lending.", "This combination of supports has been crucial in minimising the economic effects of the emergency on households and businesses.", "These policy responses have ensured that \"initial fears about widespread credit risk events in the immediate aftermath of COVID-19 did not materialise, and the vast majority of borrowers who initially opted for moratoria have not requested additional support or forbearance at the time of writing.\"", "Moreover, in the face of widespread uncertainty over future income ows for many borrowers in affected sectors, the initial continuation of temporary forbearance measures after the moratoria expired in late 2020 has been appropriate.", "However, as government supports are tapered, some borrowers will require further support.", "Borrowers with either current or past forbearance were more likely to have taken up payment breaks and were more likely to avail of extensions.", "Longer-term solutions will be required and should be considered where more permanent income shocks are apparent.", "The Central Bank's expectations outlined in our Dear CEO letter of 20 November 2020 remain.", "It is critically important that lenders and borrowers proactively engage to develop, tailor and implement solutions according to individual borrower circumstances using a wide range of solutions.", "Lenders' strategies, plans and commitments submitted to Central Bank, together with our supervisory follow up provide a good degree of assurance that lenders are ready and committed to provide the necessary support to those borrowers as we move to the next phase of the pandemic.", "It is critically important that these plans and the engagement with borrowers are executed well and in line with our expectations.", "This will be a key focus of our supervisory efforts over the coming months.", "Pre-pandemic distress As at March 2021, there were 728,000 PDH mortgage accounts in Ireland.", "There are just over 52,000 in mortgage arrears, and of this, nearly 30,000 are in long-term mortgage arrears (greater than one year).", "Lenders report that 95,000 accounts (or 13 per cent of all PDH mortgage loans) representing €14.5bn of lending, currently have a shortfall in repaying the balance at the end of their term, two thirds of which have a shortfall of greater than 10%, the majority of which have not been restructured.", "The vast majority of this distress pre-dates the pandemic.", "As well as demonstrating that signicant risks remain in Irish mortgage books, these numbers represent real distress for the households and individuals who are either in arrears or currently will have a shortfall in repaying their mortgage at the expiry of the loan.", "While the different circumstances of each borrower need to be understood and actions taken to implement appropriate solutions for them, these actions can be grouped into three broad areas: 1.", "Restructured loans where the borrower is meeting the terms of the restructure but a shortfall will exist at the expiry of the loan; 2.", "Shorter term arrears (less than one year) which are not currently sustainably restructured; and 3.", "Longer-term arrears (greater than one year).", "Before discussing in more detail the longer-term arrears, I do want to highlight the actions required for the rst two groups.", "For restructured loans, lenders need to satisfy themselves (and us) that where there is a signicant outstanding balance projected to exist at the end of the term of the loan, that the current restructure is: a) appropriate for the circumstances of the borrower, including considering the cost of credit; and b) there is a plausible plan agreed between the lender and the borrower for dealing with the residual debt at the expiry of the loan.", "There are tried and tested approaches for resolving shorter term arrears, which have reduced the level of accounts in arrears by two thirds since their 2013 peak.", "These approaches are focused on effective engagement, assessing the borrowers' particular circumstances and difculties and implementing the appropriate support relevant to the underlying difculty.", "This has been the foundation of the approach taken by lenders since the global nancial crisis, has been successful in dealing with the majority of mortgage distress which emerged after the onset of the crisis and is the minimum we expect from lenders today.", "Insights into long-term mortgage arrears (LTMA) Considerable progress has been made in reducing mortgage arrears.", "These positive results were not easily achieved.", "Supported by a strengthening economy, the progress made was primarily achieved through the use of sustainable repayment arrangements rather than loss of ownership, which necessitated hard work and sacrices of distressed borrowers and lenders and considerable intervention by the Central Bank and the State.", "However, while considerable progress has been made, thousands of borrowers remain in deep and growing distress.", "More than half of borrowers in arrears greater than one year, are more than ve years in arrears and more than one in six are in arrears for greater than 10 years.", "Moreover, only one in seven LTMA accounts are recorded as restructured and the overall level of restructuring activity has been falling over the last ve years.", "There remains considerable challenges in engagement between lender and borrower, a crucial requirement for resolving this distress, with almost half of borrowers in long-term arrears, who are not restructured, not engaged with their lender.", "The Central Bank research paper publish today on the nancial positions of engaged borrowers, highlights that borrowers' nancial positions vary widely, in terms of repayment capacity, incomes, employment status and other characteristics such as age and family composition.", "These nancial and demographic proles have important implications for the range of arrears solutions available.", "There is no \"one size ts all\" solution.", "The research suggests one-third of engaged LTMA borrowers have income that appears sufcient to clear all mortgage balances by for another large group of distressed borrowers, restructuring arrangements could be put in place that allow for affordable (and hence sustainable) monthly repayments, whilst simultaneously reaching an agreement with respect to that portion of the debt that is not deemed sustainable; and there are close to one in ve engaged borrowers for whom repayment capacity is so weak that no mortgage payment whatsoever appears serviceable based on current reported incomes and a reasonable level of non- housing expenditure.", "For this group, in the absence of other interventions from outside the nancial system, a signicant number of engaged borrowers in the deepest levels of distress will, at best, remain in the highly stressful position of not being able to afford the home that they are living in with no solution in sight, and at worst be at serious risk of losing their home.", "In summary, the research shows that for engaged borrowers: Debt repayment capacity over lifetime to retirement Proportion of households More than 50 per cent of the total balance can be cleared 56.8% Less than 50 per cent but more than 0 can be cleared 25.3% No mortgage balance can be cleared.", "17.9% For borrowers who have not engaged with the processes laid out under the Code of Conduct for Mortgage Arrears (CCMA), the risk of loss of ownership through repossession is likely to remain.", "Lenders, borrowers and other stakeholders such as consumer advocacy groups can play a role in increasing rates of engagement, which will increase the likelihood that solutions that retain homeownership can be found.", "In cases of continued long-term non- cooperation, the functioning of the legal system to ensure the realisation of collateral for lenders will continue to be critical to the effective functioning of the mortgage market for all Irish citizens, not just those in LTMA.", "It is important to emphasise, that it is never too late for borrowers to engage with their lenders.", "Of the nearly ten thousand concluded PDH possession court proceedings, more than half (54%) have concluded without a possession order being granted, the majority of these cases (c.%) being renegotiated, settled on other terms or with arrears cleared by the borrower.", "I would therefore again urge anyone in arrears to engage with their lender or the other supports available, like MABS or the Insolvency Service.", "Borrowers should also pay what they can towards their mortgage - this will help reduce the accumulation of arrears.", "Borrowers who do not engage, and who do not pay anything towards their mortgage, are most at risk of losing their homes.", "The insights contained in the Behind the Data paper on Repayment Shortfalls are similar in that there are clearly borrowers in better circumstances than others, and there is no one size ts all solution for the remaining LTMA distress.", "The supervisory data submitted by lenders which underpin this paper do show an even darker picture in terms of borrower affordability.", "This is in part due to it covering all borrowers (and not just those who are engaged) but also the rm's own assessments based on limited information (e.g.", "where a standard nancial statement has not been submitted).", "Most strikingly, of the long-term mortgage arrears accounts classied with a low ability or uncertain ability to repay, almost 90% are not restructured.", "Resolving long-term mortgage arrears There are signicant issues that will need to be addressed for lenders to full their commitments to make signicant progress in the resolution of LTMA.", "Specically: Inadequate use of lenders' waterfalls to deliver sustainable restructures: In too many cases across too many rms (particularly in the retail credit and credit servicing rms), borrowers in long-term arrears are being offered restructures (such as arrears capitalisations and term extensions) that are too shallow to solve the underlying affordability problems the borrower is suffering.Unsurprisingly, these restructures have lower success rates, and are less likely to be sustainable.", "In too many cases, deeper restructures (such as split mortgages) while nominally called out as being part of the rms' waterfall are in practice not being used at all.", "As a result, if restructuring does happen, that restructure - from the outset - has little chance of succeeding.", "Inconsistencies in the approach to personal insolvency arrangements: There is strong evidence of different appetites across lenders to engage with and agree personal insolvency arrangements with borrowers.", "Based on data from 2013 to Q1 this years, just of 50% of issued protection certicates result in agreed personal insolvency arrangements.", "However, we understand that there are considerable variations across the lenders and, in some cases, the conversion rates can be as low as 30%.", "The insolvency process can achieve tangible, positive outcomes by reducing the monthly cost of unsecured debt, and improving a borrower's ability to repay their mortgages.", "In many LTMA cases, achieving this outcome will be in borrowers' and rms' best interests.", "We consider that a better and higher quality of engagement is needed from some rms.", "We would like to see all rms being more receptive to engaging with PIPs and higher conversion rates of protective certicates to personal insolvency arrangements.", "Inadequate consideration of different borrower proles: Approximately one quarter of borrowers in LTMA are 60 or over.", "It is unlikely that many of these borrowers' incomes are going to improve as they approach and go into retirement.", "For these borrowers, we have found that the suite of solutions included in rms' waterfalls is typically not sufciently extensive or ambitious.", "The range of solutions does not take into account the scale of the nancial and demographic challenges that exist in the rms' LTMA portfolio.", "This is not just a case of requiring better use of existing waterfalls (as above), but consideration of whether the suite of solutions is sufcient.", "Greater innovation is required, anchored by consideration of i) resolving the underlying affordability issues; and ii) longer-term cost of credit for the borrower (and so not overly relying on long-term interest only arrangements).", "While more challenged from an income perspective, these borrowers typically have lower loan to values and outstanding mortgage balances, and somewhat higher property values.", "Restructuring solutions exist, which enable the borrower to use their equity to support the resolution of their arrears whilst keeping them in their home, if staying in their home is a key objective for the borrower.", "Greater collaboration is needed in seeking system-wide solutions for the deepest levels of distress: One of our research papers today suggests that the income levels of approximately 20% of LTMA borrowers are so low, that they cannot make any repayments whatsoever, once reasonable non-housing living expenses are accounted for.", "This 20% gure may be higher, as the SFS data, upon which the research is based, is only obtained from borrowers who engage.", "Levels of nancial hardship may be higher among non-engaged borrowers.", "Finding sustainable restructures within the nancial system for engaged borrowers in such severe nancial distress may not be possible.", "While the mortgage to rent scheme has provided some resolution for these type of circumstances, take up is still relatively low compared to the high levels of deep distress.", "More ambitious system wide interventions are required.", "Lenders, potentially with the help of the BPFI, could seek to collectively consider these common issues to identify and implement better longer-term solutions for engaged borrowers in the deepest distress.", "Improving approaches to engaging with distressed borrowers: At the risk of stating the obvious, there must be meaningful cooperation and engagement between the borrower and lender to allow lenders assess whether a sustainable arrangement can be put in place to resolve a borrower's arrears.", "There is no single common point in the arrears resolution process where engagement between a rm and a borrower breaks down.", "However, based on our review of some rms' contact management strategies and operations, we do believe that some lenders can do more to make sure that borrowers can engage more easily with them.", "It is evident that better continuity of contact (i.e.", "assigned case managers) helps build understanding and engagement.", "Improved contact management strategies and operations will help reduce the number of dis-engaged borrowers, and ultimately help in resolving a greater number of LTMA cases.", "The Central Bank has undertaken an extensive public consultation to review the SFS, with the aim of making borrower engagement easier.", "Through this consultation, we heard the experience of those who work with the SFS directly, and it is clear that borrowers sometimes nd the SFS to be a challenging document to complete.", "Based on feedback received, we will issue a revised SFS which will be shorter, more focussed, written in plain English, but which will still achieve its primary purpose of gathering the necessary nancial information from a borrower in order to assess their individual case.", "The revised SFS will become effective from 1 January 2022.", "Central Bank Supervisory Focus The Central Bank's Dear CEO letter dated 20 November 2020 outlined our expectations of rms in relation to supporting borrowers experiencing difculties, both pandemic related and pre-pandemic.", "These expectations remain in place today.", "Our supervisory focus over the coming months will be on seeking assurance that these expectations are being met, including in relation to the support SMEs are receiving as Government pandemic related supports are phased out.", "Lenders' Boards are expected to monitor implementation of the plan, and to obtain formal progress reports (signed off by senior management) at least bi-annually.", "As I noted at the start of my remarks today, the provision of credit is a critically important function of the nancial services system.", "The functioning of the Irish mortgage market in particular is subject to much commentary and debate.", "This is entirely natural given its importance both to the wider economy and to individuals, as a mortgage typically represents the most signicant nancial commitment most of us will ever make.", "While much has been done to improve the functioning of the market, the issue of long-term mortgage arrears remains signicant.", "This is most important for those households and individuals suffering the stress and uncertainty of having signicant arrears and being at risk of losing their homes.", "But there are also wider issues associated with this legacy - including the cost of credit for all, and the attractiveness of the Irish mortgage market for new entrants.", "Resolution of long-term mortgage arrears therefore remains a policy priority for the Central Bank.", "While recognising that a lot has been done to resolve mortgage arrears, much of it due to the Central Bank's interventions, for those remaining borrowers in deep arrears, solutions need to be found.", "Today, I have drawn out some of the key insights from our latest research and analysis of mortgage arrears and outlined our associated expectations of lenders in relation to addressing this distress.", "Our analysis helps break down the problems into the actions that can be taken to address them (rather than conating them into an amorphous whole) and suggests that more than half of those in long-term mortgage arrears can be solved through the actions I have outlined today - i.e.", "within the nancial system.", "This will improve the situations of thousands of distressed borrowers as well as improving the functioning of the mortgage market for all.", "You can all expect that our supervisory efforts will intensively focus on you delivering in line with our expectations.", "Importantly however, it is also clear that not all of the longer-term arrears can be resolved within the nancial system, with lenders taking decisions on a commercial basis.", "In the absence of other interventions from outside the nancial system, a signicant number of engaged borrowers in the deepest levels of distress will, at best, remain in the highly stressful position of not being able to afford the home that they are living in with no solution in sight, and at worst at serious risk of losing their home.", "The Central Bank will continue to engage with all stakeholders to play its part in seeking solutions for all distressed borrowers.", "Each of your institutions have a role to play too.", "Thank you for your attention.", "With thanks to Michael Smyth, Steven Cull, Aisling Menton, Sean Fitzpatrick, Tony Cahalan, Catharina Lawless, Triona Forde, Shane Baker and Ciaran Meehan for their assistance in preparing these remarks.", "For example, Quarterly Bulletin 2 2021 (April 2021), Central Bank of Ireland.", "For example, Macro-prudential policy, Central Bank of Ireland.", "For example, see letter to retail banks re expectations around change Dear CEO Letter - \"Consumer Protection expectations in a changing retail banking landscape 2021\" (June 2021), Central Bank of Ireland.", "Duignan and Kearns (2021) Behind the Data - Mortgage Borrowers Facing End of Term Payment Shortfalls Gaffney, McCann and Stroebel (2021) Financial Stability Note Economics of mortgage debt relief during a pandemic Kelly, Lyons, McCann and O' Brien (2021) Financial Stability Note Long-term mortgage arrears: An evidence base to motivate policy solutions Kelly, Lyons, O' Brien and Rice (2021) Financial Stability Note Irish Mortgage Payment Breaks - Extensions and Namely: banks, retail credit rms and credit servicing rms Duignan and Kearns (2021) Behind the Data - Mortgage Borrowers Facing End of Term Payment Shortfalls, (July 2021).", "See the latest Central Bank Quarterly Bulletin 3 2021and Financial Stability Reviews (FSR 2 of 2020 and FSR 1 of 2021) for more information on the economic effects of and possible future paths from the pandemic.", "Gaffney, McCann and Stroebel (2021) Financial Stability Note Economics of mortgage debt relief during a pandemic, Central Bank of Ireland.", "(2021) describe the dominance of additional temporary arrangements among those borrowers requesting further payment relief after a COVID-19 payment moratorium.", "This included board oversight and challenge of lenders' approaches to supporting borrowers, that lenders should seek to have proactive early engagement with borrowers experiencing distress, a range of solutions will be required, that appropriate supports for SMEs should be implemented and that lenders should continue to ensure timely recognition of the deterioration of the risk prole of borrowers.", "Dear CEO letter \"Expectations for lenders in supporting borrowers affected by the COVID-19 Pandemic\" (November 2020), Central Bank of Ireland.", "Mortgage Arrears Statistics, Central Bank of Ireland.", "These accounts relate to c.,000 properties, as it is estimated that there are, on average, 1.2 mortgage accounts Duignan and Kearns (2021) Behind the Data - Mortgage Borrowers Facing End of Term Payment Shortfalls, Central Bank of Ireland.", "See for example Donnery et al.", "(2018) Resolving Non-Performing Loans in Ireland 2010-2018, Central Bank of Ireland.", "Mortgage Arrears Statistics, Central Bank of Ireland.", "From the Central Bank's mortgage arrears statistics: 14% of accounts in LTMA were restructured at March 2021.", "Duignan and Kearns (2021) Behind the Data - Mortgage Borrowers Facing End of Term Payment Shortfalls (July 2021), Central Bank of Ireland.", "Kelly, Lyons, McCann and O' Brien (2021) Financial Stability Note Long-term mortgage arrears: An evidence base to motivate policy solutions.", "Mortgage Arrears Statistics, Central Bank of Ireland Duignan and Kearns (2021) Behind the Data - Mortgage Borrowers Facing End of Term Payment Shortfalls (July 2021), Central Bank of Ireland.", "Insolvency Service of Ireland - ISI Statistics Q1 2021 ."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Long-term mortgage arrears", "Mortgage arrears", "Resolving distressed debt", "Mortgage debt relief", "Financial stability", "Mortgage payment breaks", "Pre-pandemic distress", "Personal insolvency arrangements", "Payment shortfalls", "Sustainable restructures"]}