{"sentences": ["Madam Chair, Honourable members of the Economic and Monetary Affairs Committee, Ladies and gentlemen, It is a great honour for me to appear again before your Committee, this time in order for you to assess my suitability for the role of Vice-Chair of the Supervisory Board of the ECB.", "The European Parliament's role in this process reflects the highest principles of democracy and accountability.", "Interactions such as this are of great value to European citizens, given the expertise in supervisory topics acquired by this Committee since the establishment of ECB Banking Supervision.", "In my remarks today, I will briefly describe my previous experience and how it may be relevant for my role as Vice-Chair of the ECB's Supervisory Board.", "I will also share my views on the challenges ahead for European banks, and on what I am convinced must be our priorities for the future, from addressing climate change and digitalisation to completing the banking union and contributing to a more diverse environment at European banks and at the ECB.", "During my nine years on the Governing Board of De Nederlandsche Bank I was responsible for banking supervision and resolution.", "As a member of the ECB's Supervisory Board, I have contributed to the supervisory measures taken by the ECB in response to the coronavirus (COVID-19) crisis, and I am highly aware of the challenges facing the European banking sector.", "As shown by my actions as chair of the Network for Greening the Financial Sector and as cochair of the Basel Committee's Task Force on Climate-related Risks, I have always taken a forward-looking perspective in my work.", "As Vice-Chair of the ECB's Supervisory Board, I intend to continue to look to the future, also by harnessing the synergies between the work of the ECB and my other roles.", "Immediate and ongoing challenges: managing the impact of the COVID-19 pandemic on the banking sector and dealing with the consequences of Brexit As the COVID-19 crisis unfolds, the capacity to look ahead and prepare for change will be crucial.", "The impact of the crisis on the European banking sector has yet to be fully revealed.", "The supervisory measures we took last year helped cushion the blow for European citizens.", "By releasing capital buffers, we increased banks' lending capacity and enabled businesses to keep operating.", "And by restricting dividend distributions, we ensured that banks retained capital to absorb losses.", "But as the economic shock materialises further, businesses and consumers may find it more difficult to repay their loans.", "To ward off the risk that European banks end up deepening the crisis, we need to prevent them from accumulating non-performing loans (NPLs) on their balance sheets.", "The first step is to obtain clarity on banks' asset quality and make sure that they proactively tackle emerging NPLs.", "Banks must regularly assess the evolution of borrowers' unlikeliness to pay.", "This includes exposures covered by public support measures, such as payment moratoria.", "Banks have to be able to forecast how the crisis is most likely to affect the overall quality and provisioning of their exposures, and their capital.", "Though I am certain that ECB Banking Supervision will remain vigilant and take action where needed, help from legislators is welcome; in this regard, the Commission's renewed action plan on NPLs is commendable.", "But there are other challenges on the horizon, too.", "My first concern is the low profitability of euro area banks.", "A number of factors are at play here: a low interest rate environment, excess capacity in the European banking sector, and slow progress on banks' digitalisation.", "COVID-19 has made these challenges all the more pressing.", "Now is the time for European banks to explore solutions: consolidation, cost-cutting, enhancing fee income structures and stepping up their game on digitalisation.", "Second, we still need to deal with the consequences of Brexit.", "It is essential that we continue to push banks which have relocated to the euro area to allocate enough staff and assets to their new structures.", "Our goal here is to ensure that these banks can safely manage their business and risks in and from the Continent.", "We should also avoid unfair, and imprudent, competition from lightly regulated firms.", "Looking forwards: digitalisation, climate and biodiversity, and anti-money laundering and combating the financing of terrorism (AML/CFT) Supervision is also about preserving the safety and soundness of banks in the future.", "In this regard, increasing banks' operational resilience is pivotal.", "While no major operational incidents occurred during the pandemic, operational and cyber risks have clearly increased.", "We need to continue our close dialogue with the financial industry and keep promoting strong risk management and controls at banks.", "Also, as I mentioned during my last appearance before this Committee, we need to ensure banks adequately manage climate-related and environmental risks.", "I am pleased that the ECB's supervisory activities are becoming increasingly concrete in this regard.", "We recently published our supervisory expectations for this risk area in a Guide, on the basis of which specific supervisory measures will be taken in the near future.", "The ECB will also comprehensively review banks' practices in this area and conduct a climate risk stress test exercise in 2022.", "As ViceChair, I intend to put ECB Banking Supervision at the forefront of addressing banks' climaterelated and environmental risks, and I am determined to make the banking sector more sustainable.", "Also, as you are maybe already aware, at the ECB we are now launching a new climate change centre, to bring together more efficiently the different expertise and strands of work on climate across the Bank.", "This provides the structure we need to tackle the issue with the urgency and determination that it deserves.", "I would also like to reiterate my full commitment to promoting diversity - especially gender diversity.", "As we discussed in November, this is not only important from an organisational perspective, it is also a major supervisory objective because diversified boards lead to superior bank governance.", "Additionally, while I am aware that the ECB's supervisory tasks do not include the supervision of money laundering and terrorism financing risks at banks, I am convinced that ECB Banking Supervision can - and must - play a central role in its prudential capacity.", "After all, the integrity of banks affects their soundness.", "It is crucial to facilitate the cross-border exchange of information between authorities and ensure a level playing field within the EU.", "I very much welcome the Commission's proposals on a European approach to AML/CFT supervision involving a single supervisor.", "Finalising the architecture of the banking union Finally, the work to improve the banking union's institutional and regulatory architecture must continue.", "Regulatory harmonisation is still lacking in some areas, which forces ECB Banking Supervision to apply 21 different legal regimes.", "One example of the impact of this is that it may lead to fit and proper assessments having different outcomes depending on the location of the bank.", "This is also unnecessarily cumbersome, and why we must push for further harmonisation within the EU.", "Furthermore, it is vital that the Basel agreement is implemented - fully and consistently - into our regulatory framework, and without additional delay.", "It is also high time to complete the banking union by putting in place a European deposit insurance scheme.", "This will allow us to further deepen the banking union and enhance the efficiency of the European banking market, while ensuring that all deposits are equally protected.", "Honourable Members, I am convinced that we can meet the challenges ahead for European banks through intrusive but fair supervision, innovation and European cooperation.", "That is why I am highly motivated to help shape European banking supervision further as Vice-Chair of the Supervisory Board, drawing on my experience.", "I intend to work closely with you, the European Parliament, and to seek your views, and you can count on me to be as transparent and committed as possible in fulfilling ECB Banking Supervision's accountability requirements.", "While challenges abound, hopes are rising that brighter times finally lie ahead for all of us.", "Vaccination campaigns have begun all over Europe, and soon we will hopefully resume some normality.", "When we do, I very much look forward to meeting you in person.", "For now, I look forward to answering your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["climate change", "digitalisation", "non-performing loans", "banking union", "low profitability", "Brexit", "anti-money laundering", "combating the financing of terrorism", "diversity", "operational resilience"]}