{"sentences": ["Dear professors and researchers from academia, Dear fellow central bank colleagues and researchers, Dear participants, It is a great pleasure to open the proceedings of the 15th SEE Economic Research Workshop, which is being organised virtually this year as well, due to the COVID-19 pandemic restrictions that are still in place.", "I take this opportunity to express my wish that we would all stay safe and healthy and for the negative effects of the pandemic to come to an end as soon as possible.", "I hope that the vaccination process, progress in knowledge, cures against COVID-19, and an improvement in the overall situation caused by the pandemic, would enable us to welcome you in Tirana next year.", "I am glad to note that we have again a full house and a rich agenda this year, with two days in which colleagues and researchers from central banks as well as distinguished universities in Albanian and worldwide will present their works.", "We really appreciate your interest in participating in this workshop and in the research carried out by the Bank of Albania throughout 2021.", "I am confident that discussions across this workshop's panels will be very interesting.", "The annual organisation of this workshop has served to share experiences with the participating central banks and have enriched research work, becoming in turn an integral contributor to policy formulation.", "These workshops have made a valuable contribution for confirming and interpreting research results, which enable the compilation, calibration and implementation of policy measures for tackling the pandemic and similar shocks.", "Your findings, comments and discussions assist our authors to improve their studies, and in turn contribute to the formulation and decision making of policy at the central bank.", "Evidence, analysis and forecasts based on the research work that you will present in these two days will provide accurate and valuable information for orienting and coordinating decision making in the future.", "research projects will be presented and discussed this year, which in in spite of covering a broad gamut/range of topics, are directly related to the activity and interests of the central bank.", "We have discussed almost the same topics a year ago however, you could rightly say: \"What a difference, compared to last year?\"", "In 2020, discussions were focused on the modern monetary policy, and the role of the central bank's balance sheet as a permanent instrument of monetary policy that can and should be broadly used to bolster aggregate demand.", "The current monetary policy debate is concerned with the size and duration of the recent jump in inflation.", "The latest inflationary developments have divided academics and central bankers into two camps with diametrically opposed positions.", "In one camp are those who think that the current inflation is a jeopardising phenomenon which risks leading to an inflationary situation, and consequently calling for an immediate intervention to subdue the balance sheet policies and the increase of interest rates.", "The other camp holds that current inflationary developments are a temporary phenomenon which has arisen from supply-side problems that reflect the negative effects of the pandemic.", "These diametrically opposed views among economists show that work to improve inflation models should continue, particularly as, after all these years of studies and research to understand the phenomenon of inflation, we are again going through doubts and mixed positions.", "In last year's workshop we have foreseen the high uncertainty in relation to both production and distribution networks, are two factors that are hampering the recovery momentum.", "The pandemic appears to have placed burdens on globalisation, and this is expected to have significant effects on the economy.", "The combination of both factors has yielded an immediate impact on prices, driving inflation up as a result of supply-side effects.", "Nevertheless, this conclusion is ambiguous.", "Many voices from the world of academia and central banking consider that inflation may also be an effect of central banks' expansionary policies.", "To be sure, these opposing views have arisen as a result of ambiguities related to the effects, geography and degree to which the pandemic has affected the economy.", "That is why studies on the effects of the pandemic should continue.", "Meanwhile, it is clear that all models - no matter how good they are - need interpretation from the perspective of the events that the moment poses and in the view of the dominant phenomena of time.", "Dear participants, COVID-19, coupled with the issues it has caused and the restrictions taken to contain it, continues to dominate both our economic and social life and activity.", "It has also certainly become an important part of the analysis and research work of the central bank.", "This is not a surprise.", "I think that the shock triggered by the pandemic and the related effects will continue to be part of the research agenda for a long time, even after the pandemic is over.", "However, recent developments show that the research agenda of the central banks have been enriched by the study of other risks, such as those related to climate change and environmental protection, demographic risks, digitalisation and digital currency.", "These have been identified as big and long-term challenges to both the global economy and the authorities of every country.", "The Bank of Albania has started to work on to establish the infrastructure for modelling and analysing these phenomena.", "It is crucial to not think of these topics only for the purpose of testing assumptions or academic discussions, but rather to consider them in the concrete framework of policy making and decision taking.", "I am confident these topics will become important themes for discussion themes in our Research Workshop in the future.", "I am hopeful for two-days of productive workshop interactions.", "I invite you to join the panels of presentations and become part of the fruitful comments and discussions!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "COVID-19", "Central bank", "Pandemic", "Research", "Economy", "Climate change", "Environmental protection", "Digital currency"]}