{"sentences": ["Good morning and thank you for the invitation.", "My intervention will focus on the challenges placed to the financial system in the process of the European Economy recovery and, most importantly, on how these challenges could be channeled to concrete opportunities, in particular for the banking system.", "After months of cruel uncertainty, it is with the most pleasure that we can say aloud that the European economy is recovering.", "The economy picked up strong and fast.", "Euro area activity rebounded by more than anticipated in the second quarter of 2021.", "It is expected to continue to grow rapidly, exceeding its pre-crisis level in the fourth quarter of 2021.", "The trajectory projected before the pandemic is expected to be reached by the end of This, if materialized, never happened before.", "There will be no permanent economic loss from the crisis.", "This is a strong statement, and it requires forthcoming policy decisions to be consistent with it.", "Because debt will be higher, employment is still to recover and inequality can be harder to curb.", "But there is no reason for us not to aim at it.", "Household expenditure remains the key driver of the recovery, supported by a rebound in real disposable income, favourable financing conditions, high confidence and a relatively faster unwinding of excess savings.", "Investment and public consumption are also providing a positive contribution, although more modest.", "Euro area y-o-y inflation increased in July and August, with further increases in energy and food prices, and continued to exceed projections.", "This spike is still regarded as temporary and filled by base effects.", "Inflation is expected to return to levels below the 2% target by 2022.", "A positive outlook does not mean that we are out of the woods, not yet.", "Several risks still loom.", "The possibility of new variants and longer supply bottlenecks are among these risks.", "The unprecedented support - that prevented a more severe impact on firms and households - has also deterred new decisions from economic players.", "If the economic adjustment is staggered, so should be the reduction of policy support to the economy.", "We must keep financing conditions favorable to all economic sectors.", "Concerning monetary policy, the best answer to uncertainty is to keep a close monitoring, a steady hand, and stand ready to act flexibly.", "Several elements in the new monetary policy strategy provide useful flexibility, both to maintain a steady hand and to respond with agility and effectiveness.", "Now, let me focus on the banking sector.", "During the pandemic, the banking sector proved its resilience.", "The global regulatory and supervisory reforms initiated after the financial crisis, and the risk reduction of the 5 years prior to the crisis, contributed to banks' preparedness.", "The European banking sector was more capitalized and robust than in the previous financial crisis.", "The same thing is true for Portuguese banks: they increased capital ratios through both equity and capital instruments issuance and retained earnings.", "The more robust capital position also supported a strong and continued reduction of NPLs, thus improving credit quality and strengthening the balance sheet.", "As such, the banking sector was able to withstand the immediate pandemic shock.", "I also recall that the coordinated and prompt measures taken (by European institutions, governments, central banks, supervisors and regulators), unprecedented in terms of magnitude and range of measures, ensured that banks were part of the solution.", "Some restrictions were already lifted and some measures prolonged to ensure a smooth transition to a more normal path.", "Dividend suspension ended and supervisors returned to the ordinary scrutiny of distributions, but always with a word of caution.", "Buffer capital flexibility will be maintained, until at least the end of 2022.", "Supervisors are aware of the importance of the timeline for buffer rebuilding while supporting the absorption of potential Covid-19 losses.", "It is important that credit institutions continue to pursue a prudent and conservative risk management and to conduct a detailed assessment of the viability of debtors, recognizing in a timely manner a possible change in a clients' credit risk profile.", "The economic recovery brings opportunities to the management of credit risk by credit institutions.", "The recovery of the European economy sets the background to keep the pace and further reduce the stock of NPL.", "Europe will play a role in string contrast with recent experiences.", "We move from coordinated austerity to coordinated support.", "The setting up of the Capitalization and Resilience Fund, under the EU Recovery and Resilience Facility, will strengthen firms' capitalization, rebounding economic activity.", "But there remain important challenges in the banking sector.", "The of the European banking sector points to the need to improve low levels of profitability operating efficiency.", "Although the economic recovery could improve net interest income and fee and commission revenues, the increase might not be enough to boost profitability to sustainable levels in the current context of low interest rates.", "Before talking about the opportunities for the banking system in this matter, let me go (back) to the dimension of regulation.", "I would say that currently the main challenges that we face are the completion of the Banking Union (including the crisis management framework) and the implementation of the latest Basel III reforms.", "On the Banking Union, I have to emphasize all the efforts made by the Portuguese Presidency in streamlining the debate.", "However, last June the Eurogroup did not come to terms on the calendar to complete the Banking Union with a common deposit insurance scheme.", "The Euro Summit, on a positive note, indicated that the work should continue to reach consensus on a work plan that is sufficiently ambitious.", "With the transfer of the banking supervision and resolution to the European level, we have to ensure an alignment between control and liability.", "A centralized decision-making structure without the appropriate pooling of risks and liabilities may lead national treasuries to be the ultimate fiscal backstop of EDIS.", "An incomplete Banking Union is still a matter of concern.", "We have to ensure the protection of depositors and their confidence in the system.", "A fullyfledged Banking Union will promote financial stability in the Union and each Member State.", "Let me be a bit more detailed here, as Banco de Portugal was highly involved in the last year in this debate in Europe.", "The existing framework for crisis management exhibits shortcomings to managing the failure of small- to medium-sized banks with a deposit-oriented business model.", "In this context, there are expectations around the revision of the Crisis Management and Deposit Insurance framework.", "Discussions up until now have showed that widely divergent views persist on the solutions to fix existing shortcomings.", "However, a holistic approach must be found.", "While setting resolution as the primary tool to deal with bank failures, the revised Crisis Management framework should strive for: (i) a calibration of the MREL requirements in a more proportionate fashion, taking due consideration of the institutions' business models and/or their size and access to markets; (ii) a revision of the rules and limits on the access and use of the resolution financing mechanisms (allowing for an adequate financing support to the resolution measures, namely to avoid the bail-in of depositors); and (iii) a revision of the public interest test, so has to broaden its scope.", "Regarding the latest Basel III reforms, it is essential to recognize that the pandemic crisis was a test to the adequacy of the current banking regulatory framework, confirming the importance of having prudent standards in place.", "However, one should not lessen the efforts.", "Priority should be given to the implementation and evaluation of the remaining agreed reforms to continue ensuring the resilience of the banking systems in Europe.", "The last set of Basel III standards should be timely, full and consistently applied.", "This would also facilitate market monitoring of banks and of different banking systems.", "Even if some additional transitional arrangements, beyond those already envisaged for the output floor, may be needed, the adoption of those standards in the EU should not be jeopardized or weakened.", "It is important to look forward and ensure the transition to the new steady state in regulation, implementing those reforms in a timely manner.", "Basel III standards are a structural piece of the prudential framework to continue strengthening EU banks and make them better prepared to face future crises.", "But there also opportunities for the banking sector: is one and plays a central role.", "The Covid crisis pushed the banking system to move in the direction of digital transformation, not only in their relation with customers, but also in their internal procedures.", "Banks cannot throw away the opportunity to continue to implement robust and ambitious digital transformation strategies.", "They would respond to demanding requests from customers and to become more efficient, paving the way for improved cost efficiency.", "Additionally, economies of scale should be explored, as already seen in some European markets, while reducing overcapacity in the system.", "Let me continue on the topic of digital transformation.", "With the increasing use of technology and data, the financial system has been increasingly exposed to risks of operational flaws and external attacks that might have a systemic impact.", "These risks are amplified by the interconnected nature of the services and entities and the outsourcing of services that are mostly concentrated on a hand-full of large IT firms.", "To address these risks, the Digital Operational Resilience Act (or in short) is expected to introduce a single set of rules across financial sectors related to basic IT controls and governance, matters of incident reporting, advanced testing and management of outsourced services and well as outsourcing entities.", "Crypto-assets are yet another major challenge.", "They are digital representations of values or rights based on Distributed Ledger Technology (DLT) or blockchain that might be used for payments but also for investment purposes.", "Crypto assets are not guaranteed by any Transactions are unsupervised.", "Consumers do not benefit from legal protection.", "Effective procedures to detect illicit transactions or fraud schemes, despite the capabilities of new REGTECH utilities (including those based on blockchain), are not yet in place.", "The Markets in Crypto-Assets Regulation (or MiCA) proposal aims to tackle unregulated cryptoassets, including 'stablecoins'.", "It establishes the requisites for the issuance of crypto-assets and for the provision of crypto-asset services in the single market.", "From the perspective of central banks, and in order to preserve public trust in an increasingly digital society, the Eurosystem has decided to initiate work on the possible issuance of the digital euro.", "The investigation phase of the digital euro is going to start tomorrow [on 1 October] and will have a duration of 2 years.", "Should the need arise, the Eurosystem will be ready to issue an electronic form of central bank money accessible to all citizens and firms aimed at complementing cash, not replacing it.", "By issuing a digital euro, the Eurosystem could provide a risk-free, costless and trusted digital means of payment.", "It would support Europe's drive towards continued innovation and contribute to its strategic autonomy by providing a further alternative to external payment providers for fast and efficient payments in Europe and beyond.", "The digital euro could lead to the reinforcement of the European sovereignty in such a strategic field as payments, where smooth functioning is crucial for the conduction of monetary policy and the maintenance of financial stability.", "Another challenge for the EU banking system is the climate \"structural\" change, where it is critical that banks develop their capacity to manage climate and environmental risks.", "Although Governments must take the lead in the fight against global warming, as they have the legitimacy and control over the most effective instruments to deal with climate externalities, Central Banks and financial supervisors have a duty to complement, catalyze and amplify governments' climate policies.", "Climate change has implications for price stability through its impact on the structure and cyclical dynamics of the economy and the financial system.", "The ECB models and methodologies will be adapted in order to assess the ramifications of climate change for monetary policy formulation.", "Moreover, a prudent risk management of our balance sheet recommends we assess how climate risks affect our counterparty and collateral frameworks and our monetary policy portfolios.", "However, our success in doing this will critically depend on the progress achieved in improving the quality and availability of climate related data.", "It is also duty of Central Banks to ensure that the financial system is robust to withstand the risks and to take advantage of the opportunities of the transition to a low carbon economy.", "In terms of financial stability, one imperative is to develop methodologies and supervisory approaches to measure and mitigate climate related risks to the financial system.", "To achieve this, we have been pursuing two avenues: · Firstly, we are contributing to the efforts of standard-setting bodies to develop comprehensive, useful, consistent and comparable climate-related disclosures.", "· Secondly, we are upgrading our financial stability and prudential framework to incorporate climate-related financial risks, in a way that would encourage financial institutions to adequately manage and price environmental risks.", "I reviewed the main issues that will be our focus in the next few years (maybe more...).", "In face of these challenges, within our different mandates, we all have the duty to ensure that opportunities are well seized upon in order to contribute to an even more resilient, efficient, digital and sustainable financial system.", "And these challenges are not small."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["European economy recovery", "banking sector", "digital transformation", "Basel III reforms", "Banking Union", "crypto-assets", "climate change", "financial stability", "low carbon economy", "prudential framework"]}