{"sentences": ["December 23, 2021 Monetary Policy and Firms' Behavior: Transmission Channels of Monetary Policy and Japanese Firms' Structural Changes Speech at the Meeting of Councillors of Nippon Keidanren (Japan Business Federation) in Tokyo Governor of the Bank of Japan It is a great honor to have this opportunity to address such a distinguished gathering of business leaders in Japan today.", "It is almost two years since the outbreak of the novel coronavirus (COVID-19).", "Looking back at developments in Japan's economy since then, a wide range of economic activities was constrained at first, and the annualized quarter-on-quarter growth rate of real GDP was minus 28.5 percent for the April-June quarter of 2020, registering larger negative growth than immediately after the Global Financial Crisis (GFC) (Chart 1).", "Thereafter, however, economic activity has been picking up, led by the corporate sector, where profits have recovered to the pre-pandemic level at an early stage and business sentiment has improved steadily.", "Economic recovery has been relatively fast because accommodative financial conditions have played an important role, not to mention firms' flexible adaptation to the pandemic.", "That is, despite the significant shock of COVID-19, firms' funding environment has remained accommodative on the whole, and thus large-scale fixed capital and employment adjustments have been avoided in the current phase.", "In fact, the Bank of Japan's December 2021 (Short-Term Economic Survey of Enterprises in Japan) released last week shows that excess production capacity has been resolved already and firms' labor shortage has become evidently acute.", "In this situation, Japanese firms have been addressing the impact of COVID-19 and have started to take actions with an eye on the post-pandemic era.", "Specifically, firms have accelerated their efforts toward digitalization and decarbonization, and they also have started to restructure the global supply chain in light of the recent experience of supply-side constraints.", "Today, I will talk about medium- to long-term changes in firms' behavior while also touching on its relationship with monetary policy.", "Transmission Channels of Monetary Policy Let me first provide an overview of the transmission channels through which monetary policy affects the real economy via changes in financing, mainly of firms, and in their spending behavior (Chart 2).", "In the case of monetary easing, for example, its effects transmit through various channels.", "The four major ones are (1) a channel through which the availability of funds for firms improves -- that is, firms are able to procure a necessary amount of funds when needed; (2) a channel through which firms' funding costs decrease due to a decline in interest rates; (3) a channel through which the yen depreciates due mainly to an expansion in yield differentials between Japan and other economies; and (4) a channel through which factors, including a decline in interest rates and a lowering in risk premia, lead to a rise in prices of assets such as stocks.", "Since a decline in interest rates is the starting point of the third channel, concerning foreign exchange rates, and the fourth channel, regarding stock prices, these two channels can be regarded as one type of the interest rate channels.", "Here, I would like to only focus on the three channels of availability, interest rates, and foreign exchange rates, all of which have a relatively strong relationship with Japanese firms' structural changes.", "Availability Channel The first is the availability channel.", "Through this channel, changes in the amount of external funds that firms can procure in loan markets as well as capital markets, such as for CP and corporate bonds, are expected to affect firms' spending behavior.", "The less internal funds firms have and the higher their dependence on external funds, the larger the effects of monetary easing transmitted through the channel.", "Long-term developments in the balance sheets of Japanese firms, including small and medium-sized ones, show that cash and deposits have increased significantly since the 2000s and the capital adequacy ratio also has been on an uptrend through the accumulation of internal reserves (Chart 3).", "Therefore, at least in normal times, the share of firms subject to liquidity constraints decreases, and the availability channel seems to have become less important than before.", "That said, in the event of a large shock, such as the GFC or the current COVID-19, the availability of funds is reduced and firms' spending is significantly constrained, mainly against the background of heightening precautionary demand for liquidity due to a rise in uncertainty and of deterioration in the functioning of the CP and corporate bond markets.", "In such a situation, it is critically important for central banks to provide ample liquidity and help firms to sustain their business.", "In light of the pandemic, the Bank introduced the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) in order to support financing of firms and other entities that have been affected by COVID-19.", "Specifically, the Bank, through its Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19), has provided funds on favorable terms to financial institutions that make loans in response to COVID-19.", "It also has significantly increased the purchases of CP and corporate bonds.", "Owing to the Bank's responses, together with the government's measures and financial institutions' efforts, the environment for external funding of firms has remained accommodative on the whole compared with past economic downturns.", "Looking at the surveys, developments in the indices for lending attitudes of financial institutions and conditions for CP issuance have been steady and have not worsened in tandem with business sentiment (Chart 4).", "Therefore, although corporate financing deteriorated temporarily in spring last year, which was immediately after the outbreak of COVID-19, it has improved relatively quickly, mainly for large firms.", "The number of bankruptcies has been at a historically low level.", "That said, weakness in financial positions has remained for some small and medium-sized firms, such as those in the face-to-face services industry.", "Given these developments in corporate financing, the Bank decided at the Monetary Policy Meeting held last week to extend the Special Program, set to expire at the end of March 2022, by another six months, until the end of September 2022, for the part of the program that supports financing, mainly of small and medium-sized firms (Chart 5).", "Since there remains high uncertainty over the course of COVID-19, mainly due to the recent emergence of a new variant, the Bank will continue to do its utmost to support these firms' financing.", "Interest Rate Channel Next, let me move on to the transmission channel concerning interest rates.", "Through this channel, monetary policy influences nominal interest rates and inflation expectations, leading to changes in real interest rates, and this directly affects firms' and households' funding costs.", "A typical example of this channel is changes in policy interest rates resulting in changes in lending rates or issuance rates for CP and corporate bonds.", "In addition, changes in interest rates can indirectly affect the real economy through changes in financial and capital markets, such as in stock prices and foreign exchange rates.", "In this regard, in its \"Assessment for Further Effective and Sustainable Monetary Easing\" conducted in March 2021, the Bank carried out an empirical analysis on the transmission channels of the effects of a decline in interest rates on economic activity and prices (Chart 6).", "Specifically, the Bank made a quantitative comparison of the channels via funding costs, stock prices, and foreign exchange rates in terms of how the decline in interest rates improves the economy.", "The results show that the transmission channel via funding costs accounts for more than 30 percent of the overall effects on the economy, while that via financial and capital markets accounts for more than 50 percent.", "This suggests that a decline in interest rates not only has a direct impact on economic activity via funding costs but also a relatively large indirect impact via financial and capital markets.", "Taking this fact into account, the interest rate channel is crucial, in that it is the main transmission channel of monetary policy.", "I would like to focus on the transmission channel via funding costs here, and then elaborate on the channel via financial and capital markets, specifically via foreign exchange rates, later.", "The change in funding costs affects various types of domestic private demand, such as consumption of durable goods, housing investment, business fixed investment, and inventory investment.", "Of these types, John Maynard Keynes, the founder of modern The General Theory of Employment, Interest and macroeconomics, says in his famous book that the channel in which long-term interest rates affect business fixed investment is the most important.", "Under the current monetary policy framework of yield curve control, the Bank has been keeping long-term interest rates -- in addition to the conventional short-term interest rates -- stable at low levels in order to support private demand, particularly business fixed investment.", "Looking at the breakdown of fixed capital formation by Japanese firms, while the share of machinery and construction investments has remained high, the so-called investment in intangible fixed assets, such as research and development (R&D) investment and software investment, has been on an uptrend from a somewhat long-term perspective (Chart 7).", "Firms make R&D investment to conduct research and develop technologies that lay the groundwork for creating new products and services, or new production processes.", "Many of those investment projects therefore have a longer payback period, and this could have resulted in an uptrend of firms' demand for longer-term funding.", "In recent years, issuance of corporate bonds by Japanese firms has been increasing evidently for long- and super-long-term bonds with a maturity of over 5 years.", "Long-term yields have been at extremely low levels under the Bank's yield curve control, and this has been contributing to firmly supporting R&D investment and other long-term investment.", "In terms of firms' long-term investment, efforts to address climate change also have become increasingly important.", "Climate change not only could have a broad socioeconomic impact in the medium to long run but also is a pressing challenge for individual firms, in that their presence in the global market might depend on how they address this issue.", "In this situation, the Japanese government has been pushing forward with its Green Growth Strategy with a view to achieving carbon neutrality by 2050.", "In order to contribute to addressing climate change as a central bank, the Bank introduced the Climate Response Financing Operations, and the first operation was announced today.", "Through the operations, the Bank provides Keynes refers to the possibility of yield curve control as a monetary policy framework in The General Theory of Employment, Interest and Money (1936): \"Perhaps a complex offer by the central bank to buy and sell at stated prices gilt-edged bonds of all maturities, in place of the single bank rate for short-term bills, is the most important practical improvement which can be made in the technique of monetary management.\"", "For details on the history of yield curve control, including Keynes' idea of monetary policy during the Great Depression, see Amamiya, M., \"History and Theories of Yield Curve Control,\" a keynote speech at the Financial Markets Panel Conference to Commemorate the 40th Meeting, January 2017. funds on favorable terms with the interest rate of 0 percent to financial institutions against their climate change-related investment or loans, enabling them to receive long-term financing from the Bank -- namely, until the end of fiscal 2030.", "This monetary policy framework is distinctive from other central banks, because the Bank supports the private sector's various efforts to address climate change while respecting the decisions of individual financial institutions on what investment or loans to make.", "The Bank hopes that the Climate Response Financing Operations will encourage firms to make investments in fixed capital and R&D related to climate change.", "Foreign Exchange Rate Channel The third transmission channel concerns foreign exchange rates.", "Monetary policy does not directly target exchange rates, but indirectly affects them through, for example, changes in yield differentials between countries.", "That said, at which maturity of differentials will affect foreign exchange rates depends largely on market developments at any given time.", "In addition, there is a shared recognition among economists that it is extremely difficult to establish theoretical and empirical models that can explain and predict developments in foreign exchange rates.", "Fluctuations in foreign exchange rates bring about changes in relative prices of goods and services across trading partners, and thereby have a significant impact on various corporate decisions.", "Therefore, exchange rates should move in a stable manner that reflects economic and financial fundamentals.", "In this regard, Jean-Claude Trichet, former President of the European Central Bank (ECB), pointed out that foreign exchange rates have been stable in the medium run probably because all of the central banks in Japan, the United States, and the euro area have been conducting monetary policy with the aim of achieving the common target of 2 percent inflation.", "In fact, Japanese firms often suffered from excessive volatility in foreign exchange rates, but once the Bank adopted the price stability target of 2 percent in 2013 and started conducting large-scale monetary easing, the volatility has declined (Chart 8).", "Stability in foreign exchange rates must have played an important role in lowering uncertainties over the business environment surrounding firms.", "Foreign exchange rates affect economic activity and prices mainly in three ways.", "First, the yen's depreciation enhances price competitiveness of goods and services produced within Japan, and thereby leads to an increase in export volume.", "Second, the depreciation brings about rises in nominal value of exports and profits of overseas business in yen terms.", "Third, in contrast, the yen's depreciation pushes down households' real income and profits of domestic demand-oriented firms through a rise in import costs.", "As such, foreign exchange rates affect economic activity and prices in various ways.", "However, the degree of their effects has changed in the medium to long run due to globalization of Japanese firms, and I would like to elaborate on this point.", "Let me start with the effects of foreign exchange rates on export volume.", "Before the GFC, it was clearly observed that, as the yen depreciates, export volume increases with some time lag.", "However, the degree of the increases in response to the yen's depreciation -- in other words, the sensitivity of exports to exchange rates -- has declined significantly since the GFC and thus the yen's depreciation recently has become less likely to lead to an increase in export volume (Chart 9).", "The background to this is that, reflecting the rapid appreciation of the yen immediately after the GFC, Japanese firms have been shifting production sites to overseas of items that are less profitable while within Japan they have mainly produced high value-added goods that are less likely to get involved in price competition.", "The shift in production sites has also created a significant change in firms' price-setting behavior.", "Specifically, in the face of a depreciating yen, firms attempted to increase export volume by lowering export prices in terms of local currencies; a typical example of this is automobiles.", "However, such developments are less often the case in recent years, reflecting the rising value-added of export goods.", "Instead, firms increasingly tend to maintain their export prices in terms of local currencies, despite the yen's depreciation.", "The second respect concerns the effects of foreign exchange rates on corporate profits.", "The effects of the yen's depreciation to improve export profitability lead to an increase in profits of exporting firms in Japan (Chart 10).", "The effects on export profitability seem to be heightening in recent years on the back of rising value-added of domestically-produced export goods.", "In addition, the yen's depreciation has been pushing up profits of global firms in yen terms gained from their overseas business.", "Since the 1990s, Japanese firms have had a tendency to expand production abroad to benefit from strong overseas demand, and they further increased the share of overseas production after the GFC, reflecting the rapid appreciation of the yen.", "As a result, the yen's depreciation has a larger impact of pushing up the profits of overseas business in yen terms.", "In fact, current profits, including dividend receipts from overseas subsidiaries, have been increasing at a pace well above the increase in operating profits, which are earnings from firms' core business operations in Japan.", "This Balance of Payments is reflected in the Statistics, in that direct investment income, which is one component of primary income, has increased (Chart 11).", "Thus, when examining the effects of the yen's depreciation on corporate profits, it is necessary to take due consideration of the fact that Japan is now a country that gains profits not only from trade surplus, which was a traditional source of income, but also from a surplus on the income balance.", "Lastly, I would like to touch on the effects of the yen's depreciation on a rise in import costs.", "Japan's import penetration ratio, which shows the ratio of imported goods to goods consumed domestically, has been on an uptrend (Chart 12).", "By goods, this trend is evident for durable goods.", "With the rise in the import penetration ratio, the effects of foreign exchange rates on goods prices seem to have become larger.", "In fact, a quantitative analysis by the Bank's staff shows that the effects of the yen's depreciation in terms of pushing up prices of durable goods have increased in recent years.", "Accordingly, the yen's depreciation might have an increasing negative impact on household income through price rises.", "In sum, the impact of fluctuations in foreign exchange rates on Japan's economy has gone through structural changes.", "Nevertheless, the situation is basically unchanged in the sense that the yen's depreciation generally pushes up Japan's economic activity and prices.", "Taking into account that Japan's CPI inflation has been below the price stability target of 2 percent and that capital flight is not a concern for Japan in light of its economic fundamentals, the yen's depreciation basically has a net positive impact on Japan's economy.", "That said, the depreciation has both positive and negative effects, and due attention should be paid to the fact that its effects will materialize in various ways depending on economic entities' business activities and their breakdown of spending.", "Toward Strengthening Japan's Economic Growth Potential and Achieving the Price Stability Target Taking into account the relationship between monetary policy and firms' behavior that I have explained, I would next like to talk about the challenges of strengthening Japan's economic growth potential in the post-pandemic era.", "From 2013 to 2019 -- that is, from when the Bank introduced quantitative and qualitative monetary easing (QQE) to immediately before the outbreak of COVID-19 -- Japan's economy grew at an annual pace of 0.9 percent on average.", "Meanwhile, partly supported by the government's measures, Japanese firms made efforts toward improving the working environment, mainly through working-style reforms, and powerfully encouraged women and seniors to participate in the labor force (Chart 13).", "As a result, the number of employees increased significantly by more than 4 million, despite a headwind of the declining population.", "That said, the labor force participation rate for women is already at a high level exceeding that of the United States, and the baby boomers in Japan are almost in their mid-70s.", "Therefore, it is difficult to assume that women and seniors will continue to serve as a driving force to further raise the labor force participation rate.", "In order to maintain and enhance Japan's economic growth potential under these circumstances, it is necessary to accumulate capital stock or improve productivity.", "In this regard, investments in fixed capital and R&D are the key.", "Through these investments, a new production process will be adopted and new goods and services will be created, thereby leading to an expansion in demand in the future.", "In addition, when new capital equipment that employs innovative technology is introduced to production processes, productivity will be enhanced in turn.", "Moreover, if firms across the entire supply chain make efforts toward digitalization and decarbonization, the virtuous cycle in which an investment induces another investment can be generated (Chart 14).", "In the wake of the COVID-19 shock, the trend toward digitalization and decarbonization has accelerated worldwide.", "Against this background, Japanese firms need to make efforts in both fields so that they can maintain and enhance their competitiveness.", "In this regard, it is encouraging to note that the ratio of Japanese private firms' R&D investment to GDP has remained somewhat higher than that of other major advanced economies (Chart 15).", "However, taking a look by industry shows that three alone -- the transportation machinery industry, which is pushing ahead with the electrification of automobiles, the chemical industry, which includes pharmaceuticals, and the electrical machinery industry -- account for nearly 70 percent of the total, suggesting that there is much room for R&D investment to be conducted more widely.", "Since Japan as a whole needs to move forward with digitalization and decarbonization, a wide range of industries urgently needs to engage in R&D investment.", "In doing so, it is also important from the medium- to long-term perspective to promote basic research, mainly through support for research at Japanese universities with a strong intellectual foundation.", "In order to improve productivity, it is also necessary for firms to foster and secure human resources that have high skills, such as regarding artificial intelligence (AI), by expanding investment in human capital, including in vocational education and training.", "Academic research has revealed that investment in vocational education and training by firms clearly improves their productivity, particularly in the services industry.", "Moreover, firms for which labor productivity has improved because of such investment tend to raise their employees' wages.", "This means that, while firms bear the cost of investment in vocational education and training, workers will benefit from wage increases.", "If such investment starts a virtuous cycle from improvement in productivity to a rise in wages, it is likely that households' purchasing power will strengthen for new products and services innovated through R&D.", "As I have explained in detail today, through the availability and interest rate channels of monetary policy, the Bank's large-scale monetary easing has provided an environment conducive to business activities and investment.", "In addition, stable developments in exchange rates have led to a reduction in uncertainty surrounding business activities.", "Unlike in Europe and the United States, the inflation rate, on which monetary policy decisions are based, has remained below the price stability target in Japan.", "Therefore, the Bank's basic policy stance is to persistently continue with the current powerful monetary easing through QQE with Yield Curve Control.", "Currently, the macroeconomic environment is favorable for Japanese firms, in that they can increase their investment toward digitalization and decarbonization while taking advantage of the low interest rate environment and effectively utilizing accumulated internal reserves.", "If firms become more active in spending and the growth potential of Japan's economy increases accordingly, this will further amplify the effects of monetary easing and bring achievement of the price stability target of 2 percent closer.", "Lastly, I would like to conclude my speech today with a few words on the outlook for Japan's economy in the coming year and expectations for Japanese firms.", "Japan's economic recovery is expected to become evident next year, since downward pressure stemming from the impact of COVID-19 and supply-side constraints are likely to wane and the government's new economic measures are expected to have positive effects.", "From a macroeconomic perspective, the coming year provides an opportunity to take large strides toward the post-pandemic era.", "In doing so, it is extremely important to boldly shift resources such as human capital, physical capital, and financial capital to business areas that are expected to be more profitable, without being locked into the business models that have been built up since before the pandemic.", "On this point, there were large-scale job cuts and layoffs during the pandemic in the United States.", "This seems to have resulted in acute labor shortage, supply-side constraints, and a surge in the inflation rate, all of which have been seen since the turn of this year when economic activity resumed rapidly.", "That said, it is expected from a somewhat long-term perspective that production factors will be dynamically reallocated through the labor market in view of a post-pandemic society.", "In contrast, Japanese firms have prioritized long-term employment and essentially hoarded labor, even amid the severe conditions of the pandemic.", "This kind of behavior by firms has ensured stability in employment and enabled them to rapidly respond to the reopening of the economy.", "In order for Japanese firms to adapt to the possible structural changes in the economy during the post-pandemic era, it is essential for them to boldly shift their business resources within the firm to areas that are expected to be more profitable.", "I sincerely hope that the coming year will be one of new leaps forward for individual firms and for Japan's economy as a whole.", "Thank you for your attention.", "Monetary Policy and Firms' Behavior: Transmission Channels of Monetary Policy and Japanese Firms' Structural Changes Speech at the Meeting of Councillors of Nippon Keidanren (Japan Business Federation) in Tokyo December 23, 2021 Governor of the Bank of Japan I.", "Transmission Channels of Monetary Policy II.", "Toward Strengthening Japan's Economic Growth Potential and Achieving the Price Stability Target Chart 1 Economic Developments since the Outbreak of COVID-19 Business Conditions, Production Capacity, Real GDP and Corporate Profits and Employment Conditions (Tankan) s.a., ann., tril.", "yen DI (\"favorable\" - \"unfavorable,\" \"insufficient\" - \"excessive\"), % points 10 Business conditions Real GDP (left scale) -10 Production capacity 510 Current profits (right scale) 5 19/Q4→ -30 19/Q4→ 17 18 19 20 21 CY 17 18 19 20 21 Note: In the left-hand chart, figures for current profits are based on the and exclude \"finance and insurance\" and pure Financial Statements Statistics of Corporations by Industry, Quarterly holding companies.", "Sources: Cabinet Office; Ministry of Finance; Bank of Japan.", "Transmission Channels of Monetary Policy Main Transmission Channels of Monetary Policy (business expectations Real interest rates investment, Nominal interest rates private Foreign exchange demand profits Stock prices etc.)", "Financial Positions of Firms Total Amount Outstanding of Capital Adequacy Ratio Cash and Deposits amount outstanding, tril.", "Financial Statements Statistics of Corporations by Industry, Annually Source: Ministry of Finance.", "Transmission Channels of Monetary Policy: (1) Availability Channel Financial Conditions Lending Attitudes of Financial Institutions Financial Positions (Tankan) and Business Conditions (Tankan) DI (\"accommodative\" - \"severe,\" \"favorable\" \"unfavorable\"), % points DI (\"easy\" - \"tight\"), % points -30 Lending attitudes Large enterprises in all industries Small enterprises in all industries Business conditions Small enterprises in face-to-face services industry CY 97 99 01 03 05 07 09 11 13 15 17 19 21 CY 97 99 01 03 05 07 09 11 13 15 17 19 21 Extension of Financing Support for SMEs Japan's Financial Conditions: Improved on the Whole Large firms: Issuance conditions for CP and corporate bonds have been favorable.", "Precautionary demand for liquidity has subsided in the loan market.", "SMEs: Financial positions have been on an improving trend on the whole, but weakness has remained in some segments, such as the face-to-face services industry.", "Transmission Channels of Monetary Policy: (2) Interest Rate Channel Transmission Channel of a Decline in Interest Rates Economic Improvement through a Decline Yield Curve Control (YCC) in Interest Rates by Channel Taking into account developments in economic activity and prices as well as financial conditions, the Bank encourages the formation of the yield curve that is considered most appropriate for achieving the price stability target of 2 percent.", "1.0 0.8 Funding costs exchange rates 0.6 Short-term policy 0.4 minus 0.1 percent 0.2 0.0 -0.2 Target level of the long-term interest rate: -0.4 around zero percent -0.6 Channel via financial and capital markets I.", "Transmission Channels of Monetary Policy: (2) Interest Rate Channel Fixed Capital Formation and Increased Issuance of Corporate Bonds with Longer Maturity Fixed Capital Formation (SNA) Issuance of Corporate Bonds by Maturity tril.", "In the left-hand chart, figures are for fixed capital formation other than that of dwellings in the private sector in the Cabinet Office's \"Gross Fixed Capital Formation of Assets Classified by Institutional Sectors and Economic Activities\" in current prices.", "In the right-hand chart, figures are for publicly offered bonds issued by Japanese firms in domestic markets.", "The figures are on an issuance date basis and exclude those for bonds issued by banks.", "Figures for 2021/Q4 are October-November averages.", "Sources: Cabinet Office; I-N Information Systems.", "Transmission Channels of Monetary Policy: (3) Foreign Exchange Rate Channel Decrease in Volatility of Nominal Exchange Rates U.S. Dollar/Yen Historical Volatility of U.S. Dollar/Yen yen, monthly avg.", "In the left-hand chart, figures are estimates obtained using a time-varying parameter VAR model that employs the following three variables: (1) growth rate of overseas economies; (2) the yen's real effective exchange rates; and (3) real exports.", "The figures are 4-quarter cumulative changes in real exports in response to a 10% Japanese yen depreciation shock.", "For details, see Box 2 of the April 2018 Outlook Report.", "In the right-hand chart, figures for 2021/Q4 are October-November averages.", "Sources: IMF; BIS; Bank of Japan; Ministry of Finance, etc.", "Transmission Channels of Monetary Policy: (3) Foreign Exchange Rate Channel Improvement in Export Profitability and Expansion in Profits Earned Overseas Export Profitability and Current Profits and Operating Profits Foreign Exchange Rate change from 2009/Q1, % tril.", "In the left-hand chart, figures for 2021/Q4 are those for October.", "In the right-hand chart, figures for FY 2021 are the seasonally adjusted annualized amounts for April through October that year.", "Sources: Ministry of Finance; Bank of Japan; Bloomberg.", "Transmission Channels of Monetary Policy: (3) Foreign Exchange Rate Channel Change in Import Structure Rate of Increase in Durable Goods Prices Import Penetration in Response to a 10% Japanese Yen change from baseline, % s.a., % Investment goods Durable goods 2 years ahead Nondurable goods Production goods CY 00 02 04 06 08 10 12 14 16 18 20 CY 2000-2016 CY 1990-2010 observation period II.", "Toward Strengthening Japan's Economic Growth Potential and Achieving the Price Stability Target GDP and Labor Input Number of Employed Persons and GDP Labor Force Participation Rate cumulative change from CY 2012, 10 thous.", "In the left-hand chart, figures are seasonally adjusted.", "The figure for employed persons for CY 2021 is the January-October average.", "In the right-hand chart, figures for CY 2021 are January-October averages.", "Sources: Ministry of Internal Affairs and Communications; Cabinet Office.", "Toward Strengthening Japan's Economic Growth Potential and Achieving the Price Stability Target Japanese Firms' Efforts toward Digitalization and Progress toward Digitalization Progress in Achieving Carbon Neutrality <Responses to the impact of digitalization and associated changes> <Development of longer-term vision to achieve carbon neutrality> In Developed All industries All industries No plan progress disclosed Manufacturing Manufacturing Nonmanufacturing Nonmanufacturing 0 20 40 60 80 100 0 20 40 60 80 <Utilization of AI, the internet of things (IoT), <Status of investment related to carbon neutrality (including R&D)> and other advanced technologies> Already Considering Increasingly Plan to icrease All industries Little interest No change in spending utilizing utilizing interested at all Manufacturing Manufacturing Nonmanufacturing Nonmanufacturing 0 20 40 60 80 100 % 0 20 40 60 80 100 % II.", "Toward Strengthening Japan's Economic Growth Potential and Achieving the Price Stability Target International Comparison of R&D Investment in Japan by Industry (Tankan, FY 2020) business enterprise expenditure on R&D to GDP ratio, % Nonmanufacturing 3.0 2.5 2.0 manufacturing 1.5 Chemicals 1.0 Japan United States United Kingdom 0.5 00 02 04 06 08 10 12 14 16 18 Sources: OECD; Bank of Japan."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary transmission channels", "Availability channel", "Interest rate channel", "Foreign exchange rate channel", "Economic growth potential", "Price stability target", "Digitalization", "Decarbonization", "Human capital", "Structural changes"]}