{"sentences": ["Ladies and Gentlemen, Your Excellencies, Dear Friends and Partners of BOFIT, May I wish you a very warm welcome to this Anniversary Dinner and to the Bank of Finland.", "I am delighted that you have been able to join us this evening to celebrate BOFIT's 30th Anniversary with us.", "We highly appreciate our partnership with you, in academia, the media and administration, a partnership that goes back many years.", "While BOFIT is a dynamic, no doubt cool and chill zoomer at 30, its home base - the Bank of Finland - is already a grown-up boomer at 210 years of age.", "In the global history of central banking, the Bank of Finland is certainly no novice.", "Founded in 1811, the Bank of Finland is the fourth oldest central bank in the world today.", "Only the Swedish, British and French central banks are older than us.", "However, we could even make a claim to share Sweden's top position - its central bank, Riksbanken, was founded in 1668 when Finland was still firmly part of the Kingdom of Sweden!", "In fact, our best-known economist before the 2016 Nobelist Bengt Holmström, was Anders Chydenius, who played a very active role in the economic policy debates of 18th century Stockholm.", "He was so active in monetary policy that he was effectively sacked from the Riksdagen, the Swedish Parliament, since he was calling for an end to the hard currency approach that was ruining the nation's industries.", "No wonder he gained a reputation as a champion of free speech and freedom of expression!", "Anyway, following its foundation the Bank of Finland played a catalyst role in the nation-building process in Finland.", "Autonomous institutions in economic and monetary policy-making were established in parallel with the evolution of an increasingly politically aware civil society and newspapers.", "These were followed by political and constitutional independence.", "And some decades later on Friday 1 December 1939, the Government of the Winter War was essentially constructed on these very premises, on the second day of the war when Helsinki was bombed by Soviet planes.", "The decision was shaped in a meeting of Väinö Tanner, the great \"old menshevik\" and the leader of Social Democrats, and Governor Risto Ryti, who were joined later on the day by Kyösti Kallio, President of the Republic at the time.", "Now you may wonder where the acronym \"BOFIT\" actually comes from.", "As I noted in my opening remarks today, its origins can be traced to the Bank of Finland's Bilateral Trade Department, which focused on trade with the then Soviet Union.", "In Finnish, the department's name was \"idänkauppa\", and research in this field was \"idäntutkimus\", so an 'i' and a 't'.", "The next thing was to combine this IT with the BOF for Bank of Finland: BOFIT!", "While we have held on to the handy BOFIT acronym all this time - and will certainly keep the brand - the actual full name of the Institute has changed over the years.", "Each time this has reflected relevant real-world changes in geopolitics and in the global economy.", "Until last year, the full name was \"Bank of Finland Institute for Economies in Transition\".", "However, the word \"transition\" is not necessarily the most appropriate one any longer, for various reasons.", "So, we settled for the new name, Bank of Finland Institute for Emerging Economies, which follows the currently valid taxonomy in international political economy and will certainly serve BOFIT well.", "Ladies and Gentlemen, For those of you who were able to attend the conference today, I hope you found today's discussions at the conference enlightening.", "In my view, one thing in particular is worth noting and let me reiterate that.", "That is, in spite of all the ongoing global tensions, the return of power politics, and the talk of a new Cold War, global policy cooperation among the central banks is very much alive and functioning.", "Indeed, this cooperation was crucial in sparing the world economy from a new recession or even a depression, when the Covid-19 pandemic forced the global economy into lockdowns and slow motion began 20 months ago.", "The rapid and forceful action by the Federal Reserve and the European Central Bank has supported the economy through troubled waters.", "For instance, the dollar swap lines agreed between the Fed, the ECB and four other Western central banks preserved dollar funding, which is the fuel of the financial system and thus of the world economy.", "And all through the crisis, cooperation with the People's Bank of China and Bank of Russia has also remained at a very good level.", "As far as the central banks are concerned, our intention is to keep it that way.", "There is clearly not a surplus of pragmatic policy cooperation in the world today.", "The ongoing COP26 climate conference in Glasgow will be a key litmus test of international cooperation across a global stage.", "I hope today's BOFIT 30th Anniversary Conference has done its part and served its purpose in sending a signal and fostering a spirit of productive and effective cooperation.", "Last but not least, I would like to thank Dr. Iikka Korhonen and the whole BOFIT team for organizing such an excellent conference.", "Let's give them a big hand now!", "With these words, let me wish you an enjoyable evening!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Banking", "BOFIT", "Bank of Finland", "Global Policy Cooperation", "Covid-19 Pandemic", "International Cooperation", "Dollar Swap Lines", "Monetary Policy", "Economic Policy", "Anders Chydenius"]}