{"sentences": ["Assalamualaikum w.b.t and a very good afternoon to all distinguished guests and fellow participants.", "It is a pleasure and honour for me, to be part of what I believe will be another stimulating and thought-provoking dialogue.", "I would like to record the Bank's appreciation to ISRA for hosting this annual platform, and also more broadly, for its continued dedication in advancing the frontiers of applied Shariah knowledge in Islamic finance towards greater heights and prominence.", "The chosen theme \"Islamic finance and the fiqh of crisis management\" is very apt and timely.", "With the persisting rage of the Covid-19 pandemic, our economic and financial backdrop is gripped with unprecedented challenges that emerged within a very short period of time - priced with great health, economic and social costs.", "The forecasted statistics are rather staggering, sparing no countries from economic fallout and social regress.", "With as many as 150 million people globally estimated to be pushed into extreme poverty by 2021 , exacerbated with the fact that global unemployment is expected to hit more than 200 million people by 2022 , the impact from the crisis has disproportionately affected the most vulnerable.", "At the same time, disruptions and displacements due to the long-term threats of climate change events continue to persist.", "Collectively, these present serious ramifications to macro and socio-economic development.", "Implicit from this crisis is the valuable lesson which compels us to rethink on how we can and should navigate more inclusive and sustainable development, and the role of finance.", "This presents a prime opportunity for Islamic finance to deliver greater values and impact.", "With principles of maqasid Shariah that are universally aligned with the vision of sustainable, balanced, and inclusive economic growth, Islamic finance can meaningfully contribute towards delivering maslahah (benefits) at large and preventing mafsadah (intensified harm) to the economy and livelihood of the people.", "Indeed, Islamic finance and Islamic financial institutions can provide clear leadership on this front.", "As the global economy heads towards recovery, a challenge upon us is to address the heavy impact from the crisis.", "With the commencement of rebuilding efforts, it is crucial for us to embrace reform towards more responsible and meaningful financial intermediation activities.", "It is therefore our collective responsibility to be laser-focused in combatting the impact to prevent permanent scarring to the economy and social resilience.", "To materialise this, at least three (3) attributes come to mind on how Islamic finance can play a catalytic role as the impetus towards sustainable and inclusive economic recovery.", "First, Islamic finance is primed to offer value-based solutions.", "This is given the inherent value of maqasid Shariah that strives for attainment of benefit and prevention of harm.", "By placing value-based and sustainability consideration at the core of the economic recovery plan, enormous opportunities lie for Islamic finance to support sustainable solutions towards postpandemic recovery.", "With deeper materialisation of these principles nurtured into modern financial context, it could create a seismic change in mainstreaming value-based consideration as an anchor to any business and commercial decisions.", "This encourages the embedment of Shariah values in financial offerings to deliver positive outcomes.", "The wisdom, diligence, and inquisitive mind of Shariah scholars are thus undoubtedly the integral component within a financial system in providing impactful and practical Shariah advice amid the fast-changing business environment.", "More so, during the time of crisis.", "We see this transpiring.", "Through an industry-driven initiative, Islamic banking institutions in Malaysia are committed to adopt \"Value-based Intermediation\" (VBI) which advocates for positive and sustainable impact through the practices, offerings, and conduct of institutions.", "Guidance is also provided in incorporating SDG-oriented risk considerations in financing and investment decision making process, through the Value-based Intermediation Financing and Investment Impact Assessment Framework (VBIAF).", "Similar importance has also been recognised in the takaful industry, with the recent introduction of VBI for Takaful Framework.", "The framework focuses on integrating VBI principles into the underwriting and investment decisions, as well as business operations of takaful and retakaful operators that will reshape and sharpen practices of the industry towards delivering economic and societal outcomes more sustainably.", "This brings me to my second point, for Islamic financial institutions to leverage the versatility and diversity of Shariah contracts, to consistently innovate and keep pace with the rapidly evolving economic landscape and demographic changes.", "In Malaysia, the universal scope of business under the Islamic Financial Services Act (IFSA) 2013 allows Islamic financial institutions to mobilise a wide range of solutions both on the asset and liability sides, towards delivering meaningful impact, beyond the traditional norms.", "For example, the adoption of mudarabah contract in Investment Account provides risk absorbent funding avenue for high-risk businesses to raise capital.", "The gaining traction of Investment Account helps to diversify the funding structure of Islamic banks, which is now close to 12% of total funding as at June 2021.", "Large potential to spur innovation therefore lies beyond the traditional adoption of Shariah contracts.", "The entrenched versatile feature within Shariah itself offers the latitude for innovation and creativity.", "This includes smart contracts, without compromising the fundamentals of Shariah.", "Optimising technological advancement brings wealth of benefits to efficiency and transparency, as well as manages risk effectively.", "This is particularly vital considering multiple applications of Shariah contracts in Islamic products and services that demand higher degree of transparency and disclosure, alongside ensuring information symmetry to customers and strengthening confidence to Islamic finance.", "Ultimately, we can become more inclusive by leveraging digital infrastructure through greater outreach to the underserved segment of the society.", "As we see more of this in the horizon, we are then able to realign the current business thinking to a fresher lens of value-based financial dealings that resonate with Shariah, which propagates equitable access and circulation of wealth, with no one left behind.", "As efforts continue to sustainably rejuvenate the economy, a great headway to embark on is to build stronger capacity and support in real and productive economic sectors.", "An example is to enhance wider trade facilitation to spur growth in Islamic trade finance, which has promisingly surged to USD186 billion in size and is growing both in scale and demand.", "This signifies huge opportunities to be tapped on.", "Surely, more needs to be explored to widen the spectrum of Shariah-compliant trade finance offerings by the financial sector.", "A funding option for businesses can perhaps be tailored to the lifecycle of production.", "This allows companies to obtain short-term liquidity via the sale of current assets such as receivables and inventories to financial institutions without increasing indebtedness - which is in parallel with the maqasid of preservation of wealth, particularly on striving to avoid excessive debt beyond one's ability to afford.", "The delivery of financial solutions therefore is compelled to reflect the needs of the economy and consumers, without eluding the broader benefits to the environment and people.", "The third and my final point relates to advancing the balanced responsibility in building social resilience.", "The International Monetary Fund (IMF) reports that the pandemic has aggravated the pre-existing inequalities in the labour and income market lower3 .", "This predominantly affects the skilled workers who are at risk of lay-offs or are already being displaced and facing daunting challenges to shift to the new norm, and those with daily incomes that are halted due to suspension of certain economic sectors.", "The disparity shoves wider.", "It is indeed a sobering wake up call for us.", "I reminisce on how Islamic history is replete with prophetic precedence on the importance of positioning inclusive and equitable growth and wealth as the foundational principle.", "We have learned from the exemplary leadership under the reign of Khalifah Umar bin Abdul Aziz, where social finance instruments such as zakat, waqf and sadaqah were optimised to reduce poverty and empower the community.", "In today's landscape, we do acknowledge efforts in similar light.", "Institutionalised forms of social finance which blend social dimension and financial returns are being pursued to provide alternative funding options for micro-entrepreneurs to venture, sustain, and grow their business.", "Such integration of diverse social finance instruments into micro financial products is envisioned to address the growing concerns on over-dependence on debt-based instruments that could reduce the financial flexibility of businesses in supporting their recovery.", "Before I conclude, I would like to touch on the importance to future-proof the industry and the role of Shariah scholars.", "As we navigate beyond the pandemic, agility in thinking, approach and process is the way forward in dealing with the transformed future.", "This is where the Shariah community has to elevate itself, providing guidance that serves as the setting compass for institutions in charting new strategies and enabling the structuring of new innovative solutions.", "One way to sail through this is by establishing parameters and guidelines as readily implementable approaches.", "This involves ongoing experimentation, assessment, and learning in any uncertain environment.", "Shariah recommendations need to accommodate different permutations in varying situations, given the flexibility afforded in Shariah.", "It is in this spirit that the Bank is currently finalising the Discussion Paper on Hajah that serves as a toolkit in applying hajah, taking into consideration the different magnitude and severity of situations.", "Hajah application, however, should not be considered as a permanent solution, but it is rather a temporary way out to accommodate certain justified need and necessity.", "Hence, a clear interpretation of hajah from the context of contemporary financial practices, supplemented with in-depth understanding of its impact will unlock uncharted opportunities for Islamic financial institutions to explore more diversified approaches in delivering financial solutions within the safe boundaries of Shariah compliance.", "This nudges a refreshed Shariah viewpoint in steering commercial decisions, pushing beyond the frontiers of traditional norms.", "The implementation of hajah should thus be oriented by robust and detailed governance process and assessment, commensurate to the size and business of financial institutions.", "As the operating environment becomes more complex, so will the Shariah issues.", "While reaching consensus is ideal, differing views and preferences would enrich and flourish the critical thinking and independent reasoning to produce a pragmatic ijtihad that is contextualised from practical realities.", "A dedicated platform for scholars to exchange ideas and perspectives is thus paramount to cultivate greater understanding and to mutually benefit each other.", "Towards this end, the Bank, through the Roundtable Meeting of Centralised Shariah Advisory Authorities in Islamic Finance (CSAA), will endeavour to achieve this outcome.", "The Roundtable serves as an important avenue to strengthen connectivity among centralised Shariah advisory authorities to foster mutual appreciation and respect in Shariah, to promote knowledge sharing, and to identify common issues across jurisdictions and explore viable solution.", "It is my fervent hope that this platform today would continue to spearhead a constructive discourse on Shariah issues for greater benefit to the global Islamic finance industry.", "In closing, I would like to share an inspiring verse in Surah Al-Maidah - \"Help one another in acts of piety and righteousness, and do not assist each other in acts of sins and transgression.\"", "Let's embrace this message and together we strive to propagate good courses in commercial conduct and businesses that are beneficial to the environment and society at large, in line with commandment of Allah s.w.t.", "On that note, I wish everyone an engaging and productive days ahead.", "Wa billahi taufiq wal hidayah, assalamualaikum warahmatullahi wabarakatuh.", "COVID-19 to Add as Many as 150 Million Extreme Poor by 2021 (worldbank.org) COVID crisis to push global unemployment over 200 million mark in 2022 | | UN News www.imf.org/external/pubs/ft/fandd/2021/06/pdf/inequality-and-covid-19-ferreira.pdf"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Islamic finance", "Shariah", "Value-based intermediation", "Sustainable development", "Inclusive economic recovery", "Shariah contracts", "Social resilience", "Hajah", "Centralized Shariah Advisory Authorities", "COVID-19"]}