{"sentences": ["Assistance provided by Dr. Nitin Jain, Shri Pradeep Kumar, Shri Peshimam Khabeer Ahmed and Shri Anuj Sharma is thankfully acknowledged 1.", "At the outset, I would like to thank Sa-Dhan for inviting me to deliver this inaugural address.", "The theme for this year - 'Revitalizing Financial Inclusion' is an important issue at the current juncture.", "The loss of livelihoods and hardships caused by the pandemic calls for a reinvigorated push towards financial inclusion and micro credit for vulnerable and disadvantaged sections of the society who have been worst affected by the pandemic.", "There exists a strong case for using microfinance to transform social and economic structures and balance the welfare and profitability paradigm, which I would like to cover in my address.", "As we all know, microfinance has emerged as one of most important financial tools to foster financial inclusion.", "It enables the poor and low-income households to increase their income levels, improve their overall standards of living and thereby come out of poverty.", "It also has the potential to become a vehicle to achieve national policies that target poverty reduction, women empowerment, assistance to vulnerable groups, and community development.", "Evolutionary perspective 3.", "The not-for- profit origin of microfinance was built on the idea that it was a social and welfare proposition driven by the objective of improving social welfare by increasing the household income through a community-based approach.", "While several micro finance models have evolved subsequently across the globe, the search for delivering financial inclusion to the rural households and hinterlands, has evolved through two distinct approaches for developing a micro finance model in India, first - the bank led approach mainly through Self Help Group (SHG) - Bank Linkage Programme (SHG-BLP), and the second one through the specialised micro finance institutions led model.", "The recognition of and emphasis on micro finance at a larger scale and beginnings of a formalised structure of micro finance in India can be traced back to the SHG - bank linkage programme (SBLP) which was started as a pilot project in 1992 by National Bank for Agricultural and Rural Development (NABARD).", "This programme proved to be quite successful over the years.", "An initiative which began as a simple approach of improving and deepening rural credit has slowly got transformed into an all-inclusive programme for building financial and technological capabilities in rural India.", "Over time, the bouquet of services under micro finance fold has expanded from only credit and thrift products to include micro insurance, micro pension, micro remittances, digital payments, amongst others.", "This development suggests a recognition of the importance of other financial services and the industry orientation, moving from lending to lower-income groups to pursuing the double objectives of social benefits with financial viability.", "Thus, while serving the underprivileged, microfinance also presents an opportunity for expanding the benefits of financial developments to those at the bottom of the pyramid.", "When microfinance activities gained prominence in the 1990s, RBI recognized it as a new paradigm with immense potential and has been very supportive of its growth.", "When the need for regulating the MFIs was felt in early 2000s, a view was taken that MFIs are significantly different from other financial institutions - both in terms of institutional structure and product portfolio and needed to be regulated differently.", "Since then, our approach has been to carve out a distinct regulatory regime for these institutions in alignment with the specific nuances of the sector without diluting the principles of prudence, financial stability and customer interest.", "One key milestone in the evolution of this regulatory framework was the constitution of the committee under the Chairmanship of Shri Y. H. Malegam.", "Based on the recommendations of this Committee, RBI introduced a comprehensive regulatory framework for NBFC-MFIs in December 2011.", "The regulations prescribed the eligibility criteria for microfinance loans which was linked to core features of microfinance i.e., lending of small amounts to borrowers belonging to low-income groups without collateral, with flexible repayment schedules.", "Besides, the regulations laid special emphasis on protection of borrowers and fair practices in lending such as transparency in charges, ceilings on margins and interest rates, non-coercive methods of recovery, measures to contain multiple lending and over-indebtedness.", "Indian microfinance sector has witnessed phenomenal growth over past two decades in terms of increase in both - the number of institutions providing micro finance as also the quantum of credit made available to the micro finance customers.", "Presently, micro credit is delivered through a variety of institutional channels viz., scheduled commercial banks (SCBs), regional rural banks (RRBs), cooperative banks, non-banking financial companies (NBFCs), Section 8 companies and microfinance institutions (MFIs) registered as NBFCs as well as in other forms.", "The small finance banks (SFBs) are the latest game in the town.", "The institutional landscape of the microfinance sector has also changed significantly after licensing of Small Finance Banks.", "One out of two entities which was granted approval for starting a universal bank in 2014 was an NBFC-MFI, while eight out of ten entities granted approval for starting Small Finance Banks in 2016 were NBFC-MFIs.", "This, apart from further consolidation in the sector, has led to significant changes in the market dynamics with the share of specialized MFIs standing at a little over 30 per cent as on June 30, 2021 in the overall gross loan portfolio of around ₹2.14 lakh crore in the sector.", "Thus, micro finance, as a financial activity can no longer said to be a bastion of specialized MFIs.", "However, the current regulatory framework, which was put in place with the objective of making credit available to low-income households and to protect borrowers from harsh recovery practices of the lenders, is applicable only to NBFC-MFIs, whereas other lenders, who now have a share of around 70 per cent in the microfinance portfolio are not subjected to similar regulatory conditions.", "This has created a non-level playing field, posing difficulties for customers and has resulted in emergence of differing practices within the sector.", "While one would have expected that other lenders would also be guided by the intent of the abovementioned regulations applicable to NBFC- MFIs, that has not happened.", "Mostly, there have been three distinct sets of criticisms against micro finance lenders - (i) that they lead their borrowers into debt-trap like situations; (ii) They charge usurious rates of interest often disproportionate to their funding and operational costs; and (iii) they deploy harsh recovery methods leading to distress amongst borrowers.", "These are issues which need to be critically introspected and addressed by the lenders to prevent recurrence of the crisis episodes.", "The emerging dynamics in the microfinance sector as well as the concerns around customer protection therefore call for a review of the regulations so that all the regulated entities engaged in micro finance pursue the goal of customer protection within a well-calibrated and harmonized set-up.", "As you all may be aware; the Reserve Bank has recently come out with the Consultative Document (CD) on 'Regulation of Microfinance' seeking feedback from all the stakeholders.", "I wish to highlight some of the major aspects we are trying to address through this proposed framework.", "Over-indebtedness and Multiple Lending 12.", "The protection of small borrowers has been enshrined in the NBFC-MFI regulations which do not permit more than two NBFC-MFIs to lend to the same borrower.", "Besides, there is a regulatory ceiling on the maximum amount that can be lent by an NBFC-MFI to a microfinance borrower.", "But it is observed that small borrowers are increasingly able to get multiple loans from several lenders well beyond their repayment capacity, contributing to over-indebtedness.", "The borrowers then end up defaulting on their repayment obligations.", "Then there are reports of coercive recovery practices by the entities looking to recover their dues.", "In this entire process what we see is a compromise with the basic tenet of responsible lending with the small and marginal borrowers ending up becoming victims of over-indebtedness.", "In the proposed framework, it has therefore been suggested that the regulations should focus on repayment capacity of the borrowers rather than considering only indebtedness or indebtedness from only NBFC-MFIs in isolation.", "It has been proposed to address the issue of over-indebtedness by prescribing a common definition of microfinance loans which will be uniformly applicable to all lenders and linking loan amount to household income.", "The proposal is that the payment of interest and repayment of principal for all outstanding loans of the household at any point of time should not be more than 50 per cent of the household income.", "Pricing of Micro finance Loans 14.", "Over the years, modifications in the regulatory instructions and clarifications governing loan pricing for MFIs have evolved in sync with changing circumstances.", "Following the recommendations of Malegam Committee, the guidelines issued in December 2011 prescribed a uniform margin cap (12 per cent for smaller NBFC-MFIs with portfolio of Rs.", "100 crore and less and 10 per cent for others) along with a cap of 26 per cent on individual loans.", "Later, in 2012, the fixed interest rate ceiling of 26 per cent was removed while in April 2014 an additional criterion was introduced where in the lending rate was fixed at a multiple (2.75 times) of the average base rate of five largest commercial banks.", "The regulatory ceiling on interest rate is applicable only to NBFC-MFIs.", "The prescription of a ceiling on lending rate for NBFC-MFIs has had an unintended consequence of not allowing competition to play out.", "There is a concern that the current guidelines, while prescribing an interest rate ceiling for only NBFC-MFIs, are effectively acting as a benchmark for other lenders as well.", "It is generally observed that interest rates of other lenders in micro finance segment also hover around this ceiling despite comparatively lower cost of funds.", "Even among NBFC-MFIs, increasing size of the operations leading to greater economy of scale has not resulted in any perceptible decline in their lending rates.", "As a result, it is the borrowers who may be getting deprived of the benefits of enhanced competition, monetary policy impulses as well as economies of scale.", "While banks (including SFBs) have been advised to benchmark all new floating rate personal or retail loans to an external benchmark w.e.f.", "October 1, 2019, benchmark-based pricing has not been introduced for NBFCs, including NBFC-MFIs, yet.", "In view of the substantial divergence between the financing and operational costs among the lenders operating in the micro finance space, mandating any specific benchmark or any spread over a benchmark is unlikely to remove the constraints observed in the current system.", "Therefore, under the revised framework, it is proposed to do away with the prescribed ceiling and mandate all lenders to have a board approved policy on all-inclusive interest rate charged to the micro finance borrowers.", "The lenders would also have to make available a simplified factsheet on pricing of micro finance loans to the borrowers along with the disclosure of minimum, maximum, and average interest rates charged by them.", "The intention is to enable the market mechanism to come into play with the expectation that it will bring the lending rates downwards for the entire microfinance sector and empower the customer through transparent disclosures.", "Customer Protection Measures 17.", "Now, let me dwell briefly upon one other critical aspect of customer protection that the Reserve Bank is looking to strengthen through the proposed changes.", "The inability/ difficulty of a borrower to repay his loan may be caused by several reasons such as unforeseen/ unavoidable adverse circumstances, natural calamities, over-indebtedness, etc.", "A cap on the loan repayment obligation of a household as a percentage of the household income is expected to address the inability of the microfinance borrowers to repay the loan.", "Further, in this case borrowers often lack the type of collateral preferred by the lenders and whatever little collateral they have for pledging may be of little value for the lenders even while it might be highly valued by the borrower.", "Even if lenders take such collateral, it is more for inducing repayments rather than to recover losses.", "Therefore, it has been proposed to extend the collateral free nature of microfinance loans, as applicable to NBFC-MFIs, to all lenders in the micro finance space.", "I am sure everyone present here shares my concerns outlined above and appreciates the fact that negative consequences of over-indebtedness, harsh recovery practices and adverse outcomes arising from harassment of customers will adversely impact the MFI eco system.", "From society's perspective, there are economic and social implications.", "While chasing higher asset growth and returns, lenders should not throw caution to the winds.", "Any slip-up through adverse actions of the MFIs may undo the tremendous progress achieved over the decades and the Sector can ill-afford to do that.", "The roots and origin of micro finance should not be forgotten and sacrificed at the altar of bottom-line growth.", "There is no denying the fact that self-sufficiency and financial sustainability are the objectives that the lenders need to pursue.", "However, prioritization of profitability at the expense of social and welfare goals of the micro finance may not be an optimal outcome.", "Lenders need to remain cognizant of the fact that the balance sheet growth should not be built by compromising on the prudent conduct.", "Micro finance in my view, at its core, should focus on understanding the needs of the customer first and offer them adequate levels of support through appropriate financial products.", "The customers of micro finance institutions often have lower level of financial awareness and literacy and are often too desperate to turn away any source of credit.", "Therefore, they need to be treated with care and empathy and should not be considered as a mere data points for investor presentations.", "The lenders in the micro finance space should not try to mimic the strategies of mainstream finance as those serving the micro borrowers have a greater need to balance the social objectives with their lending operations.", "Strong corporate governance could play a critical role in balancing seemingly exclusive but potentially complementary objectives of growth and social welfare from a long-term perspective.", "As microfinance industry serves lower strata of the society and micro and small businesses, it has its own set of operational challenges and costs.", "Technology should help the industry to overcome this challenge.", "Microfinance lenders who are early adopters of technology are using customer data for designing tailored financial products, automating the processes for customer on-boarding, improving the credit monitoring process by getting early warning signs of stress in loan portfolio and enabling digital modes of loan and other payments.", "A few entities are designing apps that are vernacular and aid customer interaction through voice and chat conversations, thereby making them customer friendly, intuitive, and easy to use.", "Technology is thus serving to counter the key issues of high operating cost, credit risk and customer service.", "The local connect and community-oriented approach through physical interaction has been the hallmark of micro finance sector.", "However, in the digital era, many micro finance lenders are also entering into partnership with fintech firms for delivery of services and sourcing of customers.", "While we encourage the use of technology, let me reiterate that the customer protection should not be compromised in the process and customer should get the similar experience in digital mode, if not better.", "The other areas of immediate focus for the sector include revamping of the risk management systems, improving the skills of the field level staff and institution of an effective grievance redressal system.", "Concluding thoughts 24.", "For most of us, it is hard to imagine a life without financial services, but billions of people around the world do not have to imagine it but live through it every day.", "Unless we work to uplift this vast section of the society by bringing them into the formal financial fold, a billion aspirations may remain unfulfilled.", "Micro finance has come of age in India.", "It has developed into an important financial delivery mechanism.", "It has particularly helped women to become owners of assets, have an increased say in decision making and lead dignified lives.", "In current landscape, it is possible to expedite financial inclusion process by leveraging the flexibility provided by the multiple tech-led models for delivering a wide range of financial services.", "I am confident that the conference will throw up ideas which will enable the vibrant growth of the industry, while managing the challenges and addressing some of the key concerns which I have tried to highlight.", "From the regulatory side, we would look to foster the growth of the sector guided by the ultimate objective of financial inclusion and customer protection while providing a level playing field.", "Let me conclude by wishing you all a very productive set of discussions over the course of the conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["Microfinance", "Financial inclusion", "Customer protection", "Over-indebtedness", "Lending rates", "Pricing of microfinance loans", "Technology in microfinance", "Social objectives of microfinance", "Risk management in microfinance", "Financial literacy"]}