{"sentences": ["Welcome to the virtual 2021 Annual Anti-Money Laundering/Counter-Terrorism Financing(AML/CTF) Summit, hosted by the Anti-Money Laundering Council and Fintelekt.", "It is a pleasure to come together with you as we carry on with the crucial task of fighting and preventing money laundering and terrorism financing.", "In 2017, the AMLC approved the Second National Risk Assessment - or NRA - Report, covering the years 2015 and 2016, to reinforce the Philippines' AML/CTF regime.", "The Second NRA found that the level of national money laundering threat is high, arising from the predicate crimes of drug trafficking; graft and corruption; fraud; tax crimes; smuggling; Intellectual Property Law violations; illegal manufacture and possession of firearms, ammunition, and explosives; and environmental crimes.", "Banks and money service businesses were identified to be the sectors primarily and widely used by criminals to launder the proceeds of crimes.", "The level of national money laundering vulnerability, on the other hand, is medium.", "Casinos have high vulnerability, while money service businesses and pawnshops have mediumhigh vulnerability.", "The rest of the sector is medium.", "However, terrorism threat in the Philippines is high.", "Likewise, terrorism financing vulnerability and terrorism financing threat are both high as such organizations appear to have a systematic and established method of raising funds for their operations.", "Based on the overall evaluation of factors, the national money laundering and terrorism financing threat is high; while the national money laundering and terrorism financing vulnerability is medium.", "Thus, the level of money laundering and terrorism financing risk is medium-high.", "This assessment is definitely a cause for concern, but the AMLC has bolstered and implemented risk-mitigation AML/CTF strategies and initiatives, even in the face of the pandemic.", "The AMLC continues to protect the integrity of the Philippine financial system pursuant to the Anti-Money Laundering Act of 2001, as amended; the Terrorism Financing Prevention and Suppression Act of 2012; and, just recently, the Anti-Terrorism Act of 2012.", "Allow me to go over some ongoing initiatives and projects by the AMLC and our partners from the public and private sectors.", "The AMLC is closely coordinating with law enforcers, such as the National Bureau of Investigation and the Philippine National Police, as they are the primary investigators for predicate crimes.", "For the first eight months of 2021, the AMLC has filed a total of 85 cases, varying from civil and criminal cases and involving over PhP1.31 billion and other assets.", "Further, the implementation of the National Anti-Money Laundering and Countering the Financing of Terrorism Strategy for 2018 to 2022-or NACS-continues to progress.", "The NACS is aimed at coordinating efforts of relevant agencies in combating money laundering and terrorism financing.", "The NACS has also integrated the International Co-Operation Review Group (ICRG) Action Plan to ensure a whole-of-nation approach in addressing our country's shortcomings in its AML/CTF system.", "The AMLC is sharing its studies with law enforcement agencies and partner covered persons to increase awareness of money laundering and terrorism financing typologies and red flags.", "These risk assessments, strategic studies, and typologies include the following: 1.", "First, Terrorism and Terrorism Financing Risk Assessment, which is an update of the Second National Risk Assessment, particularly on the understanding and assessment of terrorism and terrorism financing risks; 2.", "Second, Foreign Terrorist Fighters Study using Suspicious Transaction Reports; 3.", "Third, Money Service Business: 2021 Money Laundering and Terrorism Financing Sector Risk Assessment, which indicates how certain services and products of MSBs are exploited by criminals to facilitate and expand illegal activities; 4.", "Fourth, Real Estate Sector: A Money Laundering/Terrorism Financing/Proliferation Financing Assessment, which examines the potential criminal threat environment and vulnerabilities associated with the real estate sector; 5.", "Fifth, An Assessment of the Philippines' Exposure to External and Internal Threats Based on Suspicious Transaction Reports for 2018 to 2020, which looks into the country's risk and exposure to money laundering, terrorism financing, and different predicate offenses by gathering information on the generation, movement, and behavior of illicit funds and by evaluating the threats originating within and outside the country's jurisdiction; 6.", "Sixth, An Analysis of Suspicious Transaction Reports with Possible Links to Tax Crimes, which is a study on the potential exposure of the Philippines to tax crimes prior to the inclusion of tax evasion as a predicate offense to money laundering by focusing on selected suspicious transaction reports; and 7.", "Lastly, Suspicious Transaction Report Quality Review: 2017 to 2020 Data Discovery that covers 2.4 million STRs, which the AMLC received from 2017 to 2020 from covered persons and that aims to provide a trend analysis for the covered periods; assess the technical compliance and investigative value of the STRs; and identify the reporting gaps and challenges of covered persons to provide guidance on how to improve the quality of STRs.", "Most of these reports are available on the AMLC's website for the guidance of our stakeholders.", "The AMLC has also issued several amendments to AML/CTF regulations this year to strengthen the Philippines' AML/CTF supervisory framework.", "With a more robust framework in place, improvements in AML/CTF operations are expected, demonstrating the Philippines' progress toward a more effective AML/CTF regime.", "By now, we understand that the country's exit from the list of Jurisdictions under Increased Monitoring or the grey list requires commitment and cooperation among the public and private sectors in addressing all 18 ICRG action plan items.", "Beyond mere compliance, we must grasp that this about fundamentally strengthening our AML/CTF system that would prove beneficial even beyond our lifetimes.", "And it is through these kinds of conferences, where we are able to synergize various perspectives and, ultimately, regroup and rethink our strategies in beating the money launderers, terrorists and their financiers, and other criminals at their own game.", "The AMLC extends its deepest gratitude for your relentless commitment and energy to combat money laundering and terrorism financing and preserve the integrity of the financial system."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Money laundering", "Terrorism financing", "Anti-Money Laundering/Counter-Terrorism Financing (AML/CTF)", "National Risk Assessment (NRA)", "Suspicious Transaction Reports (STRs)", "International Co-Operation Review Group (ICRG)", "National Anti-Money Laundering and Countering the Financing of Terrorism Strategy (NACS)", "Covered persons", "Grey list", "Financial system"]}