{"sentences": ["I would like to thank YPO Philippines for inviting me to this event to share updates on the Philippine economy.", "I will cover the following topics in my presentation: First, I will start with a discussion on the year that has been.", "Next, I will discuss the BSP's outlook on domestic output and inflation, as well as our assessment of the risks and challenges for the year ahead.", "I will conclude with some key takeaways and the BSP's way forward.", "With the spread of more virulent COVID-19 variants, cases of COVID-19 continued to surge worldwide.", "Accordingly, governments had to reimpose border restrictions and lockdown measures to protect people from contracting COVID-related illnesses.", "Expectations of a faster-than-expected recovery gradually abated as prolonged lockdown measures and stringent quarantine restrictions weighed on the growth prospects of select economies.", "Private economists surveyed by Bloomberg repeatedly downgraded their 2021 GDP growth forecasts for most emerging markets and developing economies, as COVID-related uncertainties moderated optimism for a swift global recovery.", "Despite expectations of a slowdown in global economic growth, the Philippines showed signs of improved economic activity in 2021.", "During the fourth quarter of 2021, the economy grew 7.7 percent, bringing the full-year growth to 5.6 percent.", "The economy's growth trajectory may further improve due to the projected expansion of exports in 2022.", "Goods exports grew by 16.0 percent in the first three quarters of 2021.", "The share of electronic products to total exports continued to increase in 2021 as global digitalization efforts increased the demand for semiconductors and other electronic components in 2021.", "The BSP projects goods exports to have grown by 16.0 percent in 2021 amid rising global demand for tech products, such as semiconductors and other electronics.", "For 2022, exports are expected to grow by 6.0 percent and imports by 10.0 percent.", "This reflects the expected continued rebound in world trade and improvement in domestic consumer demand.", "Employment indicators likewise improved in the third quarter of 2021.", "The unemployment rate dropped to 6.6 percent in December 2021, down from a peak of 17.6 percent in April 2020.", "Despite the notable improvements in total employment, granular data indicates that the quality of jobs has yet to fully recover, as recent gains were mostly in low-skilled and less remunerative occupations.", "In an encouraging sign, inflation further eased in January 2022 to 3 percent based on 2018 CPI series.", "This supports the narrative that inflation is on a downward trajectory.", "Moving now to financial system indicators, we continue to see overall credit conditions providing ample support to economic activity.", "Bank lending appears to have turned the corner in recent months.", "Bank lending grew anew by 4.6 percent year-on-year in December 2021 from 4.0 percent in November.", "Lending activity continues to gain traction amid businesses' optimistic outlook due to the continued rollout of vaccines and easing restrictions during the latter part of 2021.", "The consecutive quarters of positive year-on-year economic growth point to continued economic recovery, but the BSP maintains its position of keeping an accommodative policy environment to ensure the sustainability of this recovery.", "The BSP observed that economic growth appears to be gaining traction amid improved mobility and sentiment due to the calibrated relaxation of quarantine protocols and continued progress in the government's vaccination program.", "Nevertheless, given the ongoing recovery, the priority of the BSP continues to be maintaining policy support for the domestic economy and avoiding a premature exit from pandemic-relief response measures to prevent long-term economic scarring.", "The prevailing policy stance is also supported by a manageable inflation outlook and anchored inflation expectations.", "Based on our latest baseline forecasts, which include the potential impact of higher crude oil prices, inflation is seen to settle at 3.7 percent in 2022 and 3.3 percent in 2023, well within the government's target range of 2 to 4 percent.", "Similarly, results of the BSP's survey of private sector economists conducted in December 2021 showed steady mean inflation forecasts at 3.5 percent and 3.1 percent for 2022 and 2023, respectively.", "However, risks to the domestic inflation outlook appear to be slightly on the upside for 2022 but are broadly balanced for 2023.", "Major upside risks over the near term include a further increase in global non-oil prices due to strong global demand amid persistent supply chain bottlenecks, potential impact of continuing constraints on the supply of key food items, and petitions for jeepney fare hikes due to higher oil prices.", "Overall, the Philippines remains in a sound position as its macroeconomic fundamentals underpin the economy's recovery in 2022.", "The Development Budget Coordination Committee expects the economy to grow by 7.0 to 9.0 percent in 2022.", "Risks and challenges remain as the emergence of highly transmissible COVID-19 variants delays the normalization of economic activities.", "Nonetheless, the timely imposition of appropriate pandemic-related measures is necessary to control COVID-19 surges and arrest the spread of the Omicron COVID-19 variant.", "The continued vaccination efforts and improving healthcare interventions in managing severe cases should usher the eventual transition of COVID-19 from pandemic to endemic.", "On the external front, we are cognizant that ongoing policy normalization by major central banks could heighten volatility in financial markets.", "Some central banks of major advanced economies, including the Bank of Korea, Reserve Bank of New Zealand, and Bank of England, have already raised key interest rates.", "While the shift to policy normalization of advanced economies could affect capital flows and lead to financial market volatility, this also reflects opportunities for economies like the Philippines in terms of increased trade activities.", "Nevertheless, the BSP remains steadfast in dealing with such spillover effects through our expanded policy toolkit.", "Although the normalization of the currently ultra-accommodative monetary policy in advanced economies could lead to a rebalancing of global capital flows and depreciation of emerging markets' currencies vis-à-vis the dollar, the Philippines is in a favorable position to navigate tightening global financial conditions given the manageable inflation environment and sufficient external buffers.", "The current level of gross international reserves - at USD108.45 billion - is more than sufficient to withstand adverse external shocks.", "At the same time, structural flows from remittances, IT-BPM revenues, and foreign direct investments are expected to further bolster the country's external payments position.", "Meanwhile, the BSP's adherence to a market-determined exchange rate system and our macroprudential measures will continue to allow us to curb excessive FX volatility and respond to instability in financial markets.", "Should external developments bring about risks to the domestic outlook for inflation and growth, the BSP stands ready to calibrate policy settings as needed.", "In closing, allow me to share three key takeaways: The spread of more transmissible COVID-19 variants weighed on the global economy's recovery momentum in 2021 as governments reimposed more stringent quarantine restrictions.", "Global economic growth is expected to pick up although risks emanating from tightening financial conditions and emergence of vaccine resistant COVID variants pose downside risks to economic recovery.", "The BSP remains committed to maintaining accommodative policy settings for as long as necessary to ensure a durable path to economic recovery.", "Bright spots of recovery have started to emerge.", "We are hopeful that our whole-of-government approach will help our country recover from this crisis stronger than ever.", "Thank you and mabuhay ang YPO Philippines!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 variants", "Economic recovery", "Inflation", "Bank lending", "Exports", "Unemployment", "Policy stance", "Inflation outlook", "Global financial conditions", "External buffers"]}