{"sentences": ["Introduction Let's be frank.", "This is not the start to the 2020s that we had all hoped for.", "A global pandemic followed by tragedy in Ukraine has led to unimaginable human suffering.", "And the collective toll on our livelihoods and economies has been at a scale rarely seen.", "Of the many lessons we have learned from these crises, one has particular relevance when considering the risks to the financial system from climate change and the transition to net-zero emissions: that managing sharp adjustments in the economy is never easy.", "Sudden and large rises in the prices of key commodities, such as oil, natural gas and wheat, are contributing to economic and financial disruption for households, businesses and governments around the world.", "It reminds us that if we want to minimise risks and maximise opportunities, we need to act early to assess the risks and build resilience against future shocks, whether from pandemics, geopolitical events, or the transition to net-zero.", "The harder question is how we all - governments, central banks, financial institutions and business - manage the trade-offs we will face along the way.", "Those trade-offs are environmental and economic, as well as political, social, and distributional.", "Managing these effectively is like walking on a tightrope - with a need to maintain the right balance.", "Or put another way, it's not just the destination (net zero by 2050) that matters, the journey (our transition pathway) is important too.", "In the end, the path we take for our planet, economy, and financial system, will ultimately be the sum of myriad individual decisions, not just big commitments.", "We must make those decisions in a timely and informed way with a good understanding of both the intended and unintended consequences they could create.", "That is what I would like to explore today.", "How can we balance on the net-zero tightrope and what role can the Bank of England, working closely with government, play in keeping us steady.", "The Bank of England's role Let me start with the Bank of England's role.", "As the UK's central bank and prudential regulator, the Bank's role in the transition is to understand how different transition pathways could affect the macroeconomy, the stability of the wider financial system, and the safety and soundness of the firms we regulate.", "Our policy response must be calibrated to address the risks that these pathways pose to our objectives.", "The Bank's actions can also help magnify the effects of government climate policy , not least since a resilient financial system will be better able to support the transition.", "Mitigating climate change and solving for the transition is ultimately going to take the combined efforts of government, industry, finance, regulators, and individuals.", "But while we may all have a role to play, it is important to remember that they are not the same roles, and that action by one cannot necessarily substitute for inaction by another.", "Financial regulations cannot substitute for government climate policies, and consumer spending choices cannot substitute for public and private investment.", "Climate action by financial firms That brings me to the financial sector.", "A lot has changed in the past few years.", "We are seeing firms begin to make more serious investments in developing effective capabilities both to manage climate-related financial risks and to identify the opportunities from the transition, whether through more sophisticated climate data analytics or setting firm specific net-zero strategies.", "Regulators like us have played a part in prompting this shift, but so too have the demands and needs of investors and customers.", "We have seen progress, which is welcome.", "However there is still much further to go before capabilities can be considered effective and firms' actions sufficient to support the transition.", "The financial sector's role in the transition is clear.", "It must facilitate the flow of finance to support businesses and households in reducing their emissions and help smooth the adjustment in the real economy.", "But there is a problem.", "External scrutiny on firms' climate actions is increasing, but this tends to focus on their individual actions and the greenness of their lending and investments today, rather than the aggregate outcomes which determine the climate future we face.", "This approach may lead to firms greening their own balance sheets today, not greening the future wider economy.", "And yet the latter is what is ultimately needed to reach net-zero emissions.", "The 'own balance sheet' approach may lead firms or their stakeholders to conclude that they should simply divest from emissions-intensive companies, assets and jurisdictions.", "While this balance sheet-greening - or paper decarbonisation - may reduce the direct risks firms face from transition, it will not reduce the system-wide risks we will all face, unless those actions mean that emissions are actually reduced.", "Put another way, anything one firm does to green its own balance sheet will be undermined where those emissions-intensive activities can continue to be financed by alternative sources that will not steward them toward net-zero.", "Finance needs to support an economy comprised of both green and greening firms.", "Importantly, it also needs to address not only energy supply, but energy demand through improved energy efficiency.", "Indeed this week's IPCC reportOpens in a new window revealed that modelled finance flows for climate mitigation over this decade need to be as much as six times higher than current levels if we are to limit warming to 1.5°C.", "Many firms have recognised this and are increasingly adopting active engagement and stewardship strategies to finance the changes that are needed.", "Where this is managed well and there is accountability for delivering change, the results can yield real world impact above and beyond those that divestment alone can deliver.", "The shape and speed of the transition - the signposts for us to follow if you like - is for government to determine.", "But it is subject to uncertainty, and the need to recalibrate, given the long horizons involved.", "Indeed recent events - and the consequent volatility in energy prices - suggest that our path to net zero will be bumpier than we would otherwise have expected.", "But uncertainty over climate policy cannot be an excuse for inaction by the real economy or financial sector.", "The calls for immediate actionOpens in a new window from experts to reduce our future risks get ever louder.", "So we must recognise the need to use climate scenario analysis to explore a range of possible futures as we determine our actions today.", "Our Climate Biennial Exploratory Scenario exercise - the results of which we will publish next month - is designed to do exactly that.", "We must use exercises like these to help us fulfil our collective responsibility to manage those bumps well.", "The particular size, mix and timing of policy actions, and how they vary across jurisdictions, will of course have different impacts on different economic sectors and households.", "Transition to net zero will create new winners and new losers; some will be better off and others will be worse.", "Addressing these distributional effects through a just transition is not the responsibility of central banks and prudential regulators.", "But through our analysis we can help shine a light on those impacts and so support others (government, industry and investors) in their actions.", "Unintended consequences In addition to the intended consequences of policy choices and actions, we may also face unintended consequences.", "I want to draw your attention to three that I think we need to be mindful of.", "First, there are policy choices, which could lead to a less effective transition.", "I have already mentioned the potential for emissions-intensive activities to migrate outside of the banking sector.", "That may lead to less transparency over these activities and could potentially deprive those firms that need to transition the most access to affordable finance.", "That does not mean we should not take necessary actions in the banking sector.", "But it does highlight that financial rules are limited by regulatory perimeters.", "rapid changes in the prices of green and emissions-intensive assets could lead to market instability.", "The rush for green investment could create green asset bubbles and increase the risk of sudden price corrections, especially if greater demand for such investments incentivises greenwashing.", "On the other side, sudden imposition of climate policies in a late and disorderly transition scenario could lead to a climate 'Minsky moment', where prices of emissions-intensive assets collapse, perhaps with wider financial and economic consequences.", "care must be taken in managing the transition to avoid unwarranted economic, social and distributional consequences.", "We could see this occur where finance becomes the limiting factor for the provision of certain products or services, restricting their supply before a sustainable replacement has become available.", "That might arise if limits on finance to corporates involved in the supply of high carbon energy runs ahead of replacement renewable sources.", "Or if there are restrictions on the provision of mortgages on energy inefficient buildings without finance available to improve them.", "Credit being withdrawn can have wider consequences - for energy prices and the macroeconomy more broadly.", "And as recent experience of higher energy prices has reminded us, these impacts can fall disproportionately on some groups.", "Where do we go from here?", "We stand at a crucial moment in the transition where momentum is with us but the transition risks being shaped by firms who are acting with limited information and with the potential for complex unintended consequences.", "Successfully navigating this means we could be on a path to an orderly transition.", "Failing to transition in the right way may lead risks to crystallise, the consequences of which could fall hardest on the most vulnerable.", "So how do we ensure that we stay steady as we balance the net-zero tightrope?", "An effective transition requires the efficient allocation of capital to assets that are both green now and those that need greening, and the responsible retirement - over time - of assets which are not compatible with a net-zero outcome.", "Greater detail on government climate policies will support this.", "But in the meantime greater transparency on firms' approaches to climate change through disclosures and transition plans is key to enabling the right action.", "We have the foundations for that transparency through the Taskforce for Climate-Related Financial Disclosures (TCFD) and now the IFRS's International Sustainability Standards Board (ISSB).", "On that note, I want to take the opportunity to welcome the UK Government's Sustainable Finance Roadmap and the Chancellor's commitment to a net zero aligned financial system, which includes moving to make disclosure of transition plans mandatory.", "In addition, in the UK the Climate Financial Risk Forum (CFRF), the industry group which we co-chair with the FCA, will be making the transition a key area of its work going forwards.", "Transition plans, as part of high quality and comparable climate disclosures, will assist investors and stakeholders to understand how firms are tackling the challenges of climate change.", "Crucially they will set out what action is being taken to transition or adapt emission intensive assets and activities.", "That will aid the timely allocation of capital to invest not only in assets that are green now, but also to facilitate the provision of transition finance in support of activities that seek to reduce their impact on the climate over a responsible timeframe.", "And as you may expect from the Bank, we have work underway to monitor and assess the transition to net zero and to understand how the characteristics could pose risks to monetary and financial stability, including those I have mentioned today.", "I want to conclude by emphasising the point I made at the start.", "The transition to net zero is not a destination, it's a journey, and the path we take matters.", "Given recent events, that path might not be as direct as we might have hoped.", "The urgent need for climate action is hard to overstate.", "But that should not mean we ignore the financial, economic, and social consequences that come with our choices as we balance on the net-zero tightrope.", "Let me end with a positive.", "Financial regulators' approach to climate change has been developed at pace.", "A process that ordinarily would have taken a decade or more to develop has happened in under half that time.", "The same is true of the international work on disclosures.", "Both remind us of just how much progress has been made recently.", "That's a sentiment not often associated with climate change, but one we must build on.", "After all, there is no safety net if we fall.", "The views expressed here are not necessarily those of the Financial Policy Committee.", "I am grateful to Andrew Bailey, Zane Jamal, Timothy Rawlings, Theresa Löber, Chris Faint, and Tom Daniels for their assistance in drafting these remarks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate transition", "Financial risks", "Net-zero emissions", "Green finance", "Scenario analysis", "Distributional effects", "Unintended consequences", "Climate policy", "TCFD", "CFRF"]}