{"sentences": ["HOUSEHOLD ACCESS TO CONSUMER CREDIT AND MORTGAGE LOANS  Consumer credit  Consumer credit market in Belgium: diversified and meets households' needs, but financially vulnerable borrowers require consideration  Regulation has impact on access to finance for certain household categories  Changing environment leads to new challenges in regulation  Mortgage loans  Increasing mortgage debt at BE and EU level  Risk pockets: households with high debt ratios or small savings buffers  Challenge for central bank: combining prudential measures that ensure financial system stability with access to finance for households HOUSEHOLD ACCESS TO CONSUMER CREDIT AND MORTGAGE LOANS Good morning, ladies and gentlemen.", "Let me start by saying that it's an honour for the National Bank of Belgium to host this year's ACCIS Conference.", "And it's with great pleasure that I accepted Enrique's invitation to welcome you with a few words.", "As you know, the nature of our credit register is rather different from most other ACCIS members.", "Belgium has a public register, regulated by specific legislation and managed by the National Bank.", "And while it's not a core business of a central bank, we strongly believe in the advantages of this structure.", "Not only because preventing over-indebtedness is a matter of general interest, but also because credit data are useful in our mission as a prudential supervisor and for different economic studies that we carry out.", "And the topic of my opening speech, household access to consumer credit and mortgage loans, is a perfect example of this fruitful cooperation between our departments, because it's partially based on data from our credit register.", "CONSUMER CREDIT 2.1 CONSUMER CREDIT MARKET IN BELGIUM - VULNERABILITIES Now, Enrique has only allowed me 10 minutes, so let me begin immediately by presenting you with the most important conclusions of a recent study that we did on the consumer credit market in Belgium.", "To give you an idea of the market size: it totalled 5,1 million loans representing an outstanding amount of 21 billion euro at the end of 2021, and more than half of the adult population has at least one consumer credit.", "Our study showed that the Belgian market for consumer loans is generally mature and diversified.", "There are several categories of lenders and the credit they offer, meets various household financing needs.", "The majority of the loans are also provided at interest rates well below the legal maximum.", "However, we identified two market segments where that's less the case and which thus need specific attention in order to ensure access to finance.", "On the supply side, this concerns credit lines and instalment loans granted for an unspecified purpose.", "For both credit types, there is much less diversity, with interest rates being very uniform across different lenders and close to the permitted maximum.", "On the demand side, on the other hand, it seems that there is a negative correlation between being financially more vulnerable and having to pay higher interest rates.", "Indeed, we saw that the main feature of households paying higher rates, was that they had less net wealth than other categories.", "Furthermore, a substantial proportion of these high-rate loans are used to repay other consumer credits or to cover current expenditure.", "In general, consumers contracting this type of credit have significantly lower incomes and net wealth than consumers that borrow for other purposes.", ".2 REGULATION & ACCESS TO THE CONSUMER CREDIT MARKET In Belgium as elsewhere in Europe, national legislation on consumer credit must comply with the Consumer Credit Directive, which aims to ensure transparent and efficient credit markets, while at the same time protecting consumers.", "It's obvious that changes to the regulations may have an impact on access to the consumer credit market for certain categories of borrowers.", "This is especially true for those who are financially more vulnerable.", "But we must be careful to ensure that changes do achieve the intended goal, because that is not necessarily the case.", "Let's take for example the maximum interest rate that can be applied according to the type of credit.", "While a rise in maximum interest rates offers lenders incentives to grant loans to consumers with a higher risk profile, it's clear that this could also overburden borrowers.", "Conversely, a reduction would normally enable households to borrow at more moderate rates.", "But if the reduction is too large, there is a potential danger that they could be denied access to credit if lenders consider that the lower rates no longer cover the risks.", "Lowering maximum rates could also have a negative impact on the generation of interest income and consequently, on the lender's general profitability.", "This is especially the case if consumer credit makes up a significant share of his business.", "A lender might consider that the lower maximum rates are no longer enough to generate an adequate profit margin, which could lead to a market situation where lenders cease to offer certain credit types.", "So, changing the regulations can be a good thing, but we must be aware of potential risks.", "That's why it's important to analyse in advance whether the intended measures can achieve their goal.", ".3 NEW CHALLENGES At the same time, the consumer credit market is undergoing accelerated changes that may lead to new challenges for regulation.", "One of these changes relates to mobile applications and the proliferation of market channels.", "Indeed, one of the main problems concerns the cost of credit obtainable at very short notice, especially via mobile applications.", "It's speedy but expensive, because the estimated default risk is higher.", "These very short-term loans for modest amounts, so called \"payday loans\" or \"flash credit\", are often negotiated on loan platforms on a peer-to-peer basis, by-passing national legislation.", "Companies operating in this segment don't always assess the consumers' borrowing capacity correctly, nor do they include any comparable rates in their offers.", "Some countries, like the Netherlands, have introduced regulations on this type of lending, but that causes these activities to move to other Member States or onto the internet.", "Such practices show the need for coordination between countries and regulation at European level.", "On the other hand, in order to maintain sound access to the credit market, we also have to consider some consumer characteristics.", "Over-indebtedness often goes hand in hand with underdeveloped financial literacy.", "In that regard, the most vulnerable groups are poorly educated consumers, young people, the unemployed, the elderly and migrants.", "Research in the United States and Germany also shows that lenders offer products on far less favourable terms to consumers with a lower level of financial literacy.", "Therefore, programmes offering financial education right from primary school, or providing training for the elderly or for migrants, should be encouraged.", "And of course, these observations also justify the importance of appropriate regulation.", "So, without any doubt, regulation can have an impact on access to finance for certain categories of consumers.", "Any change in the regulations should therefore pay attention to the need for finance and the potential credit constraints, but also to the risk of over-indebtedness.", "And as the market is open to lenders that are not subject to national regulation, this also highlights the need for uniform legislation throughout the European Union.", "If you allow me, I would also like to say a few words about mortgage loans.", "At the end of last year, household debt in Belgium stood at 63 % of Belgian gross domestic product, one of its highest levels in recent decades.", "Overall, it has been increasing since 2002 and for the past six years, it has slightly exceeded the euro area average.", "This rise is driven almost entirely by mortgage debts, which, with an outstanding amount of 275 billion euro, represent 54 % of GDP.", "According to a survey by the National Bank, almost three-quarters of Belgian households live in a property that they own.", "This would not be possible without borrowing: about one third of all households have a mortgage loan, most often contracted to build or buy their main residence.", "Yet, credit is not equally available to everyone.", "Households with lower income and wealth levels or those where the family head is unemployed or not working for other reasons than being retired, are more likely to face constraints in obtaining credit.", "Both loan providers and regulators should also try to avoid a situation where households become over-indebted.", "Over-indebtedness is very disruptive and distressing for a family or an individual.", "On a macro-economic scale, it can also aggravate a financial or economic crisis, with serious impact for entire economies.", "But while household debts have gone up in the aggregate, on average there doesn't seem to be a higher risk of over-indebtedness in Belgium.", "Nevertheless, some pockets of risk remain.", "Younger households have higher debt levels relative to the value of their assets and they need to spend a bigger share of their income on servicing their debt.", "Indicators of vulnerability are also higher for households with lower incomes.", "The same goes for single-parent households and adults living on their own.", "For these reasons, one of the most important challenges for a central bank in its role as prudential supervisor, is to find a way to limit risks for the financial system without restricting people's access to credit, especially younger households.", "CLOSING REMARKS Now I could go on for a very long time about the measures that we've imposed on banks to ensure financial stability while at the same time safeguarding access to finance for consumers and companies, but I see that Enrique is already looking anxiously at his watch.", "All that's left for me to do now is to say that I hope you have a pleasant and instructive day.", "But seeing the topics and the speakers on today's programme, I'm absolutely convinced that you will."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Consumer credit", "Mortgage loans", "Household debt", "Financial vulnerability", "Regulation", "Over-indebtedness", "Financial literacy", "Prudential supervision", "Credit constraints", "Financial stability"]}