{"sentences": ["Speech by the BNB Governor, Mr. Dimitar Radev at the forum of the Association of Banks in Bulgaria on the occasion of the 30th anniversary of its foundation, 13 June Dear Ms Chairperson, Dear Mr Deputy Prime Minister, Dear Members of Parliament, Dear colleagues and guests, Thank you for the invitation.", "Please accept most sincere congratulations by the BNB Governing Council on the 30th anniversary of the Association of Banks in Bulgaria.", "I would also like to take this opportunity to thank you for your many years of support and partnership.", "They were demonstrated not only in our operational work, but also in solving strategic tasks for the sector and the country's economy.", "The ABB was founded at the beginning of a period of dramatic political, economic and social change in the country.", "Since then, the banks in Bulgaria and the sector as a whole have gone through various phases and periods, some of which particularly turbulent.", "Unlike in the beginning, the sector and the Association are now much more consolidated.", "People like me, contemporaries of the events of 1992, remember that there were over 70 banks in Bulgaria at the time, 47 of which became founders of the association.", "Today, there are 24 ABB member banks (full and associate), with a total of 25 banks and bank branches in Bulgaria.", "We do not need to go so far back to assess the huge changes in the sector.", "It is enough to take the period of the last 5 years.", "Most of us participated in the celebration of the 25th anniversary of the Association.", "Then the focus was on the banking sector itself, mainly on the implementation of measures from the unprecedented in scale and depth asset quality review and stress test of Bulgarian banks, i.e.", "we were primarily concerned with ourselves.", "Five years later, the main focus of the banking community is on how to most effectively help businesses and households in coping with the economic challenges they face.", "In other words, what we set as a goal a few years ago has already been achieved, namely: from a source of problems in the past, now the banking sector is an important factor in solving them.", "Another topic we discussed five years ago was the possibility of the BNB and the banking sector to join the European Banking Union.", "At that time, many people in Bulgaria and abroad saw this possibility as distant and difficult to achieve.", "Today Bulgaria is a member of the European Banking Union and will soon celebrate a 2-year anniversary of this membership.", "What does this mean in practice?", "This means that the BNB and our banking sector, respectively, are the first public institution and the first economic sector in Bulgaria to be part of the euro area.", "The BNB participates in making the most important decisions related to the supervision and resolution of European banks, including Bulgarian ones.", "Moreover, our vote, regardless of the size of our economy and banking sector, has the same weight as the vote of any other central bank in the euro area.", "Furthermore, in the person of Mr. Radoslav Milenkov, the Bulgarian National Bank has a representative in the Steering Committee of the Supervisory Board of the ECB's Banking Supervision, which includes representatives of only five national supervisory authorities.", "This is a position that is taken on a rotational basis, but the fact that we receive it at the beginning of our membership is an extremely important sign.", "These developments in recent years alone have led me to draw the following conclusion: the BNB and our banking sector are very strong examples of institutional development in an environment of still serious institutional deficits.", "The recipe for this is simple: the right decisions in the right strategic context.", "The right actions in the banking sector have included major reforms in the sector, including the central bank governance model and the banking supervision, and the right context is the sector's accession to key euro area institutions such as the Single Supervisory Mechanism and the Single Resolution Mechanism.", "The practical result is the solid capacity, resources and expertise built to solve the challenges facing the sector and the economy.", "They have been tested and convincingly demonstrated in recent years.", "The BNB was one of the first central banks to initiate a large-scale anti-crisis package of more than 8% of GDP at the outset of the Covid pandemic.", "We did it in March 2020, when it was still debated if it wasn't just a common cold that would go away in the summer.", "The alternative was to wait, monitor and analyse the situation for at least a few months before taking concrete action.", "From today's perspective, we can say that such waiting could have impacted very adversely banks, businesses and households alike.", "It was that anti-crisis package that allowed the introduction of a moratorium on loan repayments, which at its peak exceeded BGN 9 billion.", "Here is the place to emphasise that this was a private moratorium, an initiative by our commercial banks, as they better than anyone else understand that when their customers are not well, they are not well either.", "The Association played a key role in that process, which, among other things, is another testament to the excellent cooperation between the Association and the BNB.", "As with all our meetings, we prefer to look forward rather than backward.", "Unfortunately, what we see ahead are new challenges.", "On the one hand, these are the political and economic processes in the country.", "The intersections of their dynamics and development are basically three: prices, prices, and prices again.", "The outcome of the budget process that is currently underway will be indicative of the direction of these dynamics and development.", "From the position of the BNB and in view of the goals for controlling inflation, it is very important that the country does not assume significant additional permanent expenditures, which are not backed by permanent revenues.", "There are two groups of risks associated with such an approach: (i) the risk of an inflationary spiral and (ii) the need for painful fiscal adjustments in the near future, whether in terms of revenue, i.e.", "by increasing taxes, or by cutting costs.", "Along with external factors, this would lead to a significantly more complicated macroeconomic environment for the Bulgarian banks.", "In terms of the external factors and their further complication and deterioration because of the war in Ukraine, most important will be the decisions of the big leading central banks, primarily the ECB in our case.", "There are already clear statements about three things that will happen during the third quarter of this year: (i) the ECB will effectively end net asset purchases from the beginning of July; (ii) subsequently the ECB intends to raise its key interest rates; and (iii) will do it again in September so that by the end of the quarter we will move away from negative interest rates.", "Obviously, in the following months and at least a year ahead we will be facing the challenge to find the very difficult balance between the measures to control inflation and the measures to prevent recession.", "How is our banking sector meeting the new challenges?", "Our starting position remains very good.", "The capital adequacy, liquidity coverage and profitability ratios of the sector are above the EU average levels.", "In spite of the complicated macroeconomic environment, bad loans continue to decrease.", "Therefore, we are well prepared to deal with the new challenges.", "Our good starting position must be supported by adequate actions.", "The evolution of macroeconomic processes and the change in the interest rate cycle definitely require closer attention to credit risk, especially in the housing loan segment.", "The increasing interest rates, combined with the witnessed dynamics of the volume and price of debt, require careful attention to the government bonds portfolio as well.", "As regards the BNB, the answers will come primarily with the use of the macroprudential tools that we have available.", "This will be done, as it has been done so far, in compliance with the requirements for clear articulation and predictability.", "If there is no dramatic change in the situation, we will continue to announce the measures one year before they are put in place.", "These measures will still be focused on banks' capital.", "At this stage, we do not plan to expand them to borrowers.", "In the end, please let me say a few words about the accomplishment of the strategic tasks whose timeframes are becoming shorter and shorter.", "In the next 18 months, these tasks will be mostly aimed at completing Bulgaria's accession to the euro area.", "The BNB has provided the necessary organisation with regard to the issues within our competence.", "The teams include representatives of the Association, which is a very positive fact.", "We are already going into the stage of intense communication and joint work with the ECB.", "I strongly hope that the political process, with all its unpredictability and uncertainty, will ultimately support, not block, the overall progress of the accession to the euro area.", "And keeping this hope, I would like once again to congratulate the Association, its management, secretariat, and all its members on the 30th anniversary and to wish you good health and much success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking sector", "European Banking Union", "Inflation", "Credit risk", "Macroprudential tools", "Euro area", "Interest rates", "Economic challenges", "Political processes", "Asset quality review"]}