{"sentences": ["ECONOMIC PERSPECTIVES Annual address by Governor Øystein Olsen to the Supervisory Council of Norges Bank perspectives 2022 Today, nearly to the day, a hundred years have passed since the first annual address was delivered.", "The governor at that time, Nicolai Rygg, painted a gloomy picture.", "The speculative boom in Norway during the First World War had created a bubble that burst.", "A wave of losses ensued.", "The economy was marred by stagnation and bankruptcies.", "The problems in the business sector spread to the banks.", "If banks had failed, the problems facing businesses would have intensified.", "It was therefore crucial to make sure the banking system weathered the crisis.", "There was no disagreement about that.", "The main issue under heated debate was who should bear the losses and who should guarantee new capital.", "Not many weeks after the first annual address, Norges Bank had to step in to rescue one of the big banks.", "When the next big bank encountered problems, Norges Bank was again called upon to intervene.", "But Nicolai Rygg now put his foot down.", "The loans provided should be guaranteed by the State and not by Norges Bank.", "Not only did Nicolai Rygg have to deal with a banking crisis, but also an erosion in the value of the Norwegian krone due to periods of excessive money supply.", "He was determined to return the value of the krone back to its initial gold value, the nominal anchor of the time.", "That goal was achieved, albeit at a cost, namely weaker competitiveness, recession and high unemployment (Chart 1).", "The policy of gold parity illustrates that it can be costly for monetary policy to have its eye overly focused on a numerical target.", "Chart 1 Gold parity led to weaker competitiveness and higher unemployment PERSPECTIVES Real exchange rate Unemployment.", "(2016) Source: Grytten (2008) The events around the time of the first annual address raised issues that are still relevant today.", "What is the role of the central bank, and how far does it extend in normal times and at times of crisis?", "NORGES BANK IS BANKER TO THE BANKS The central bank's overarching goal is to promote economic stability.", "That lies at the core of our mission to serve the public interest.", "Low and stable inflation is a precondition for economic stability.", "Other important preconditions are stability in the financial system and a safe and efficient payment system.", "The banks' settlement system, the very core of the payment system, is operated from the central bank.", "Norges Bank is banker to the banks.", "Banks can turn to us as lender of last resort when other credit channels dry up.", "Norges Bank conducts continuous oversight of the financial system.", "When large shocks hit the economy, our workday abruptly changes.", "The central bank then takes on a key role in stabilising the markets.", "Shocks stem from various sources.", "In the 1920s the problem was insolvent banks.", "The 2008 financial crisis engulfed the entire global financial system.", "Frozen capital markets threatened even solvent banks.", "At an early stage, there were fears that the pandemic that hit us in 2020 might also trigger a financial crisis.", "Three different situations, but one common endeavour for central banks: The financial system had to be protected.", "At the start of the pandemic, access to market liquidity was narrow, and the price of available capital was disproportionately high.", "Norges Bank stepped in and provided additional liquidity support to the banks (Chart 2).", "The purpose was to contribute to smooth market functioning and ensure that the policy rate cuts passed through to the interest rates faced by households and businesses.", "Chart 2 Additional liquidity support during the pandemic F-loans.", "In billions of NOK 17 FEBRUARY 2022 Ordinary F-loans F-loans 50 50 Jan-20 Apr-20 Jul-20 Oct-20 Jan-21 Apr-21 Jul-21 Source: Norges Bank The actions taken build on several important principles:3 First, the risk transferred to the central bank should be as low as possible.", "If the support schemes are too favourable, we risk undermining the banks' own motivation to maintain sound credit and liquidity policies.", "Those who take risks must also be prepared to bear the losses.", "Second, loans should only be given to banks that are solvent.", "The central bank's role is not to help recapitalise banks.", "Again, there is an important underlying principle here.", "If we are to take risk with our collective public money, then government funds must be used.", "And the decision to do so must be taken by a democratically elected body.", "Third, both the scale and duration of support measures targeting financial markets should be limited.", "Large-scale and protracted support schemes can impair normal market mechanisms.", "In keeping with the third principle, the extraordinary measures that Norges Bank introduced to support the smooth functioning of financial markets during the pandemic have now been unwound.", "THE PRIMARY OBJECTIVE OF MONETARY POLICY IS LOW AND STABLE INFLATION Low and stable inflation is a main objective for Norges Bank.", "Persistently high inflation is costly for society.", "It leads to uncertainty about the value of money and is an obstacle to planning.", "At the same time, some inflation is beneficial because it provides economic flexibility.", "During Nicolai Rygg's time the krone was pegged to gold, the anchor.", "Today, we aim to keep annual consumer price inflation at close to 2 percent over time (Chart 3).", "But our eye is not focused on the inflation target alone.", "As long as there is confidence that inflation will remain low and stable over time, variations around the inflation target entail limited economic and social costs.", "Chart 3 Low and stable inflation is a primary objective Consumer price index.", "Monetary policy also aims to promote high and stable employment and mitigate the build-up of financial imbalances.", "High employment is beneficial for economic growth, for financing social benefit schemes and for the financial and living situation of individuals.", "Financial imbalances can lead to a pronounced economic downturn.", "This is why we will, especially in an environment of very low interest rates, also take into consideration the risk of imbalances building up in the credit and housing markets.", "Even so, monetary policy cannot take primary responsibility for maintaining financial stability, which must be ensured by means of regulation and supervision of financial institutions.", "MONETARY POLICY CAN CONTRIBUTE TO PROMOTING The inflation target is symmetric.", "We seek to avoid both too high inflation and too low inflation.", "On the other hand, the objective of high and stable employment is asymmetric - the more people in employment, the better.", "Since unemployment more readily moves up than down, we should respond quickly by cutting the policy rate when economic activity abruptly declines.", "For the same reason, we should be patient about raising the policy rate to avoid restraining the recovery too early.", "Chart 4 shows the probability of finding a job one year after being registered as unemployed - whether as short-term or long-term unemployed, on a labour market programme, on initial time-limited benefit or permanent disability.", "Chart 4 More people find work when demand is high Transition to work by labour status.", "Percent 17 FEBRUARY 2022 Normal situation 50 50 20 20 Short-term Long-term Labour market On time-limited On disability unemployed unemployed measures benefit benefit Sources: Norwegian Labour and Welfare Administration (NAV), Statistics Norway and Norges Bank Persons aged 20-60.", "Time of measurement: Q4 Long-term unemployed: Persons who were also unemployed in the two previous quarters.", "There are two things to note.", "First, there is a higher probability of finding a job in periods of high labour demand than in a normal situation.", "Second, this also applies to those that are not registered as unemployed, which may include persons at risk of being permanently excluded from the labour market.", "High and stable employment is therefore not only about keeping unemployment low, but also about the size of the labour force.", "We must prevent periods of economic decline from leaving scars in the form of lower labour supply.", "By slowing the rate tightening cycle somewhat so that labour demand increases, the central bank can contribute to promoting employment.", "But when employment rises sharply and rapidly, wage growth has a tendency to accelerate.", "Inflation usually follows suit.", "As shown in the Chart 5, we have previously experienced that the rise in prices for domestically produced goods and services accelerates in the wake of a sharp rise in employment.", "Chart 5 When employment rises rapidly, inflation tends to follow suit Four-quarter change.", "An increase in labour supply will create more room in the next round for an increase in employment without causing inflation to accelerate.", "THE LABOUR MARKET IMPROVED RAPIDLY Monetary policy is a first line of defence in stabilisation policy.", "Economic downturns are countered by rate cuts (Chart 6).", "But if severe shocks hit the economy, other areas of economic policy must play a key role.", "When the pandemic hit Norway, we cut the policy rate to zero.", "At the same time, fiscal support measures were implemented on a scale unprecedented in modern Norwegian history.", "The aim was to cushion the downturn and support households' and firms' income.", "Chart 6 Economic downturns are countered by rate cuts Norges Bank policy rate.", "The risk that the pandemic would leave lasting scars on the labour market was an important reason why we kept the policy rate at a historically low level for more than a year.", "Now that we can look at the years 2020 and 2021 in the rear view mirror, we can see that employment in Norway picked up more quickly than expected (Chart 7).", "Employment exceeded the pre-pandemic level in autumn 2021, and the same degree of monetary policy stimulus was no longer needed.", "We have now raised the policy rate twice, and we have signalled a further rise.", "Chart 7 Activity picked up faster than expected Number of employed excluding furloughed.", "The same can be said for many of our trading partner countries.", "But something might be changing.", "Following many years of low inflation, we are again seeing high inflation figures both in Norway and among our trading partners (Chart 8).", "A key driver of domestic inflation has been unusually high electricity prices through winter, which have resulted in high electricity bills for both households and firms.", "Much of the increase is likely to be temporary, and electricity prices are expected to come down in spring.", "But the winter's electricity prices may serve as an early warning.", "The green transition probably means that we will be seeing higher and more volatile energy prices than we have been used to.", "Chart 8 High inflation in many countries Consumer prices.", "Freight rates and commodity prices have surged, and the associated increase in costs is being passed on to other prices.", "Labour markets have also tightened in many countries.", "Wage growth in the United States has accelerated after many years of moderate pay increases for US workers.", "There is therefore growing international concern about whether inflation will remain elevated, and several central banks have started the tightening cycle sooner than indicated earlier.", "The longer the mismatch between supply and demand persists, the greater the risk of higher inflation.", "With fewer pandemic-related restrictions, some of the demand will likely shift back from goods to services, which could dampen pressures in goods markets.", "On the other hand, households have substantial savings that can be used to increase consumption when society reopens.", "In the conduct of monetary policy, central banks look through temporary changes in inflation.", "An increase in individual prices, as we recently experienced with electricity prices, reflects shortages that monetary policy cannot, and should not, attempt to counteract.", "There is also a tradition in Norway for the social partners to largely look through unexpected fluctuations in prices and costs.", "Inflation is only likely to accelerate if broad groups, whether price setters or wage earners, demand compensation for higher costs.", "In that case, the central bank's task is to tighten monetary policy.", "The rise in the inflation rate has come after several decades of low global inflation.", "Increasing international trade and competition is one important reason for the slow rise in prices in that period.", "High labour force growth, partly owing to labour immigration, has also had a dampening impact on wage growth in many countries.", "These drivers may be changing direction.", "We saw signs that globalisation was slowing down even before the pandemic.", "The pandemic may also have amplified a trend whereby an increasing number of businesses see the need to secure their own supply lines and locate more of their production chain closer to their customers.", "At the same time, labour supply is growing more slowly in advanced economies as the population ages.", "The period where some countries struggled with too low inflation appears to be over, and central banks may be facing more demanding trade-offs between meeting the inflation target and supporting employment.", "VOLATILITY IN THE VALUE OF THE SOVEREIGN WEALTH FUND MUST BE TAKEN INTO CONSIDERATION 17 FEBRUARY 2022 Alongside its central banking tasks, Norges Bank has another important mission, namely the management of Norway's sovereign wealth held in the Government Pension Fund Global (GPFG).", "Since the first capital transfer in May 1996, the GPFG has grown larger than anyone had imagined (Chart 9).", "And the investments have paid off handsomely.", "Cumulatively over the entire period, we have now earned more on investments abroad than the transfers to the GPFG.", "We have more than doubled our money.", "Chart 9 The money is more than doubled GPFG.", "In billions of NOK Total value Returns Petroleum revenue Exchange rate 1998 2001 2004 2007 2010 2013 2016 2019 Sources: Ministry of Finance and Norges Bank The fiscal rule ties petroleum revenue spending to the value of the GPFG.", "As its value has increased sharply, petroleum revenue spending has followed suit (Chart 10).", "In the years prior to the pandemic, one krone in six of government expenditure was covered by the GPFG.", "Chart 10 The GPFG finances a large portion of government expenditure Structural non-oil deficit as a share of government expenditure.", "Percent 20 20 0 0 2001 2006 2011 2016 2021 Sources: Ministry of Finance and Norges Bank substantial government wealth also entails challenges that must be addressed.", "PERSPECTIVES 17 FEBRUARY 2022 More than 50 years as an oil nation have taught us an important thing: Oil prices are volatile.", "This is why it was important to establish the petroleum fund mechanism and the fiscal rule.", "We have succeeded in shielding government budgets from widely fluctuating oil revenues.", "Today a large portion of Norway's oil and gas wealth has been transformed into investments in global securities markets.", "The risk to the nation's wealth that oil price volatility previously posed has been replaced by the risk of financial market volatility.", "Chart 11 quantifies the expected normal volatility of the GPFG's value, as a measure of the risk we are facing.", "The calculation shows that we can expect that GPFG returns will normally vary within a range of plus or minus 10 percent, which amounts to about NOK 1 200 billion at current market value.", "But not that infrequently, every six years or so, we can expect to lose more than that.", "Chart 11 We are not immune to volatilty GPFG.", "Percent and in billions of NOK Risk in percentage terms (l.h.s.)", "Volatility is the normal state of equity and other securities markets.", "Nor are there any guarantees that markets will recover quickly and capital be built up again in the years following a fall.", "The GPFG is invested in a wide range of assets, countries and companies.", "We can therefore benefit from broad-based market upturns, but we must then also ride out the downturns.", "The certain knowledge that the GPFG's value will fluctuate has important consequences for the fiscal stance.", "The fiscal rule provides for spending on average the expected real return over time.", "As long as the GPFG is growing, it is tempting to increase spending in tandem.", "It is not as easy to reduce spending in years with negative returns.", "In the event of steep declines, nor would that be sensible.", "The fiscal rule still has a role to play as a long-term guideline for fiscal policy.", "The rule supports the idea of the GPFG as an intergenerational fund.", "But rather than aiming for the 3 percent path, we would be wise to set petroleum revenue spending below the expected real return.", "Otherwise, we run the risk of regularly eating away at the GPFG's capital.", "equities bull market may be nearing an end.", "In a transitional period, higher interest rates will also reduce the value of the GPFG's fixed income portfolio.", "Developments ahead may also be marked by demographic changes, tension between countries and lower global trade integration.", "Moreover, we are facing a necessary transition to a low-carbon economy.", "Whatever happens abroad will still leave its mark on the GPFG.", "No investment is completely safe, as history has shown.", "In 1904, the Norwegian government set funds aside in the State Reserve Fund to be used only \"in extraordinary circumstances or in an emergency\".", "When it was dissolved in 1925, it was nearly empty.", "Creative accounting must take some of the blame.", "Yet it didn't help either that it was invested in only a few assets - mainly UK, French and German government bonds - investments regarded at the time as absolutely safe.", "After the First World War, the value of German and French government bonds was close to zero, wiping out much of the State Reserve Fund's assets.", "The investment strategy behind the GPFG stands in stark contrast.", "The fundamental principle underlying the strategy is risk diversification.", "This lessens the potential for an across-the-board value decline in GPFG assets.", "Underlying this principle is also the recognition that we cannot predict how the world will evolve.", "We must be open to and prepared for the unexpected.", "We have seen how sudden events, such as the Global Financial Crisis and more recently the pandemic can lead to a fall in the value of the GPFG.", "Looking ahead, our management model may face new challenges.", "Analysing different scenarios of possible outcomes is certainly useful, but making major strategic changes based on a particular vision of the future is still a risky undertaking.", "Broad diversification should continue to be a pillar of the strategy.", "Nicolai Rygg delivered his final annual address on 12 February 1940.", "When the tradition was reinstated after the war, it was under a new governor.", "The time also represents an important turning point in Norwegian economic policy.", "The ideal of an independent central bank with decision-making authority over the instruments at its disposal had been abandoned.", "The Bank's primary task was to carry out the Government's decisions, and the policy rate was geared towards objectives other than low and stable inflation.", "It was to take forty years for the pendulum to swing back.", "In 1986, responsibility for setting the policy rate was returned to Norges Bank.", "The Bank was tasked with maintaining a fixed exchange rate.", "Again, the objective was price stability.", "economic policy guidelines adopted in 2001: the fiscal rule for fiscal policy and an inflation target for monetary policy.", "This system has served us well for more than 20 years, during a period when the economy has also been buffeted by severe shocks.", "But we have learned lessons along the way.", "One lesson is that strictly rule-bound economic policy is not fit for purpose.", "For interest rate setting, this means that the conduct of monetary policy must be flexible and manage trade-offs between the outlook for inflation and developments in output and employment.", "And the fiscal rule can no longer serve as a strict budget guideline from one year to the next.", "Norges Bank has faced different challenges in its 206-year history.", "A lot has changed since Nicolai Rygg's day.", "But economic cycles will continue to shift, and we need to be prepared for new, unforeseen crises.", "The central bank's primary mission remains the same: to promote economic stability and ensure confidence in the monetary system.", "Thank you all for your kind attention during my time as Governor of Norges Bank.", "Central bank governors come and go, But not the central bank, as you well know."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Employment", "Financial stability", "Central bank", "Sovereign wealth fund", "Fiscal policy", "Economic stability", "Risk management", "Economic cycles"]}