{"sentences": ["To the directors, officers, and members of the Fund Managers Association of the Philippines, ladies and gentlemen, good afternoon.​ It has been almost a year since we came together for the 13th Annual FMAP Convention.", "I commend the incumbent officers of the FMAP, under the leadership of Mr. J Vincent Daffon, for ably steering the industry through the past year.​ Today, I would like to share our perspective on recent economic developments, as well as the state of the banking and trust industries.​ I will also highlight the Bangko Sentral's priority regulatory initiatives and identify potential areas of cooperation with the FMAP membership.", "The economy has staged a strong turnaround, growing by 5.6 percent in 2021.", "The full-year growth exceeded the government's forecast of 5 to 5.5 percent.", "The collective efforts of both public and private sectors proved crucial in ensuring a strong recovery.", "While headline inflation averaged 4.5 percent in 2021, there was a noted slowdown in price increases toward the end of the year.", "Inflation returned to within-target range in December at 3.6 percent.​ This was aligned with the BSP's projections that inflation will ease toward the midpoint of the target range of 2 to 4 percent this year and in 2023.", "The country's full-year balance of payments registered a surplus of 1.35 billion US dollars.", "This was largely composed of inflows from personal remittances, trade in services, net foreign borrowings by the national government, and foreign direct investments.​ Consequently, gross international reserves stood at 108.9 billion US dollars as of end-2021.", "This represents 10.3 months' worth of import cover, way more than the three-month standard buffer to be considered adequate.", "Domestic liquidity situation continues to reflect the decisive measures taken by the BSP over the past two years to boost liquidity in the financial system.​ M3, a broad measure of the economy's money supply, expanded by 8.3 percent to 14.8 trillion pesos in November 2021.​ Domestic claims grew in line with sustained borrowings by the national government and the improvement in bank lending to non-financial private corporations.", "Remittances from overseas Filipinos are also on the rise, with cumulative personal remittances aggregating to 31.6 billion US dollars as of end-November 2021.", "This represents a year-to-date growth of 5.3 percent.", "Our banking system demonstrates resilience.", "Total assets grew by 7.0 percent year-on-year to 20.4 trillion pesos as of end-November 2021, while total deposits rose by 9.2 percent to 15.8 trillion pesos.", "The capital adequacy ratio of universal and commercial banks stood at 16.9 percent on a solo basis as of the third quarter of 2021.", "The industry's liquidity coverage ratio was at a healthy 197.5 percent as of end-October 2021.", "We are pleased to note that banks are expanding their lending operations.", "Loans grew by 4.6 percent year-on-year in December 2021.", "This signals an improvement in consumption and investment activities.", "Meanwhile, non-performing loans accounted for a manageable 4.3 percent of outstanding loans.​ The trust industry continues to grow as well, with assets under management or AUM reaching almost 5 trillion pesos as of September 2021.", "This marks a remarkable increase of one trillion pesos, or 25 percent, from the pre-pandemic level.​ The continued surge in unit investment trust funds or UITFs in terms of both volume and number of participants has propelled the growth of the industry.", "UITF assets grew by 22 percent year-onyear to 1.3 trillion pesos by September 2021, with around two million participants.", "The accessibility of UITFs via various digital platforms significantly contributed to this growth.", "Trust assets also remain highly liquid, with 90.3 percent classified as investments in highly marketable securities and deposits in banks.", "The BSP will continue to enhance the regulatory framework for our supervised institutions.", "In relation to fund management, our priority areas include policy reforms under the Trust Business Model Initiative, digitalization, and sustainable finance.", "One important upcoming issuance under the Trust Business Model Initiative involves guidelines on performance measurement.", "This shall set out the BSP's expectations on the selection of benchmarks for UITFs, based on the principles of fair representation and full disclosure.", "The issuance aims to establish a common framework across the trust industry on benchmark selection and ensure that clients are provided with the necessary information for them to adequately assess fund performance.​ As we actively move towards a more digital society, I call on the FMAP and its memberinstitutions to embark on and accelerate your own digital transformation journeys.​ Digitalization can reduce distribution costs and make financial transactions faster and more convenient.", "Financial institutions can also employ digital means to serve several clients simultaneously, thus expanding reach.", "The BSP has issued the Sustainable Finance Framework, which advocates for the integration of sustainability or \"Environmental, Social, and Governance,\" or ESG, principles into the operations of supervised institutions.", "While the formal framework is specifically geared toward banks, we strongly encourage fund managers to consider environmental and social risks in your operations as well.​ ESG investing is a principles-based strategy that can provide long-term favorable financial returns.", "I invite the members of the FMAP to adopt ESG principles in your product offerings and investment strategies.", "Some fund managers already offer ESG funds, with three related UITFs currently available in the domestic market.", "These had an aggregate AUM of 633.8 million pesos as of September 2021.", "There are several more ESG funds under development.​ Given the strong value proposition of ESG-related financial products, the BSP expects fund managers to be diligent in ensuring that your chosen investment outlets adhere to the ESG investment standards.", "This entails sufficient evaluation of the issuers' sustainability-related commitments.", "Moreover, funds that are marketed as ESG products should have adequate disclosure on sustainability goals and impact.", "As responsible actors in the sustainable finance space, your promotion of investor protection is of the utmost importance.​ In closing, let me extend my well wishes to the new officers of the FMAP.", "May you live up to the confidence placed in you by the membership.", "As the BSP continues to enhance the regulatory framework, I count on the FMAP and its leadership to be effective partners in fostering increasing digitalization and sustainable finance.", "Together, we can achieve more inclusive and sustainable financial markets!", "Thank you and mabuhay tayong lahat!​"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic developments", "Banking industry", "Trust industry", "Inflation", "Balance of payments", "Liquidity", "Digitalization", "Sustainable finance", "ESG investing", "Fund management"]}