{"sentences": ["By 2019, before COVID, the world economy was growing rapidly, driven by emerging Asian economies, mainly India and China, while inflation rates in advanced economies were below their central banks' targets.", "However, there was some moderation in global economic activity due to the escalation of trade tensions between the United States and other economies.", "Central banks began adopting more accommodative monetary positions in this context, given the absence of inflationary pressures.", "Three years later, the international scene is entirely different.", "The COVID-19 pandemic and the fiscal and monetary policies implemented to mitigate it, together with the effects of the war in Ukraine, have been the main factors that have determined the global economic environment and economic policy priorities in the world.", "First, the performance of the global economy is less now than it was three years ago.", "The slowdown of the Asian emerging economies, especially China, given the pandemic closures and the deepening of the housing crisis, explains part of it.", "The downward revision of growth in Europe has also been influenced by the war in Ukraine.", "In addition, above all, we must highlight the tightening of monetary policy associated with the resurgence of inflation as a global phenomenon.", "Lower growth and high inflation have significant implications for capital flows to emerging economies.", "In Mexico, the economic landscape has also changed substantially over the past three years.", "In June 2019, a stagnation of economic activity was already perceived, led by the weakening of domestic demand, particularly investment.", "However, overall inflation showed a downward trend, while core inflation, which eliminates the most volatile prices and better reflects domestic inflationary pressures, remained above our inflation target of 3%.", "Since then, an environment of considerable uncertainty for the growth of the Mexican economy had already stood out, and the risk balance was downwards.", "The main concerns stemmed from uncertainty due to global trade disputes and the extended ratification process of the USMCA.", "However, the slowdown in domestic investment and consumption was also a cause for concern.", "Regarding inflation, while there was also a perception of significant uncertainty, the balance of risks remained balanced.", "Currently, the growth outlook has deteriorated, but unlike 2019, it is now mainly responding to the weakening of the external environment.", "On the other hand, domestic demand has recovered gradually, primarily driven by consumption.", "However, inflation has risen to unrecorded levels in two decades, and there are signs of price formation contamination and the beginning of the de-anchoring of inflation expectations.", "Therefore, since June 2021, Banxico began to raise its benchmark rate by 450 basis points from 4% to bring it to 8.5%, the highest level in history.", "It is clear that reducing inflation towards our target is a job that needs to be done; otherwise, the costs would be much higher.", "Thus, we expect to face a global environment characterized by economic weakness with high-interest rates for longer than expected.", "Price stability is the foundation for investment and sustained growth.", "But investment also needs a conducive environment in terms of certainty, rule of law and anticorruption.", "We have also emphasized the need to tackle these constraints; especially considering the unique opportunities that have emerged in our country during the last three First, the Mexican economy has shown remarkable resilience in the face of the onslaught of the pandemic and is positioned in a prominent situation in relation to its peers.", "The strength of the Mexican economy can be perceived in the evolution of the relative stability of the Mexican peso.", "Maintaining a sound macroeconomic framework characterized by fiscal discipline and prudent monetary policy has contributed to this positive outcome.", "Second, the ratification and effectiveness of the USMCA opens numerous long-term investment opportunities in Mexico that promote development in the north American region.", "Finally, the pandemic and its adverse consequences on global supply chains and fragmentation of trade in some regions have highlighted the advantages of \"near-shoring\" and \"ally-shoring\" into production chains, which represents unparalleled opportunities to invest in Mexico.", "Opportunities are there, but guaranteeing price stability is necessary in order to take advantage of them.", "At the Mexican central bank, we are committed to conducting our monetary policy to converge to our inflation target.", "In the current complex and uncertain international environment, emerging economies have to act forcefully and with a prudent approach.", "The sooner the better, but we need to ensure an orderly adjustment of markets to make it sustainable and attractive to investors.", "Now, let me move on to making some reflections on the capital markets in Mexico."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Global economy", "Mexico", "COVID-19", "Investment", "Price stability", "Central banks", "Emerging economies"]}