{"sentences": ["01.04.2022 Conference \"Rebuilding Social Capital: the role of central banks\" Banco de Portugal Pablo Hernández de Cos Thank you very much Pedro.", "Thank you, Mario for the invitation.", "And congratulations to all the staff of the Banco de Portugal for this commemoration.", "The Banco de Portugal has indeed built an excellent reputation among the central bank community over all these years.", "It is surely a good starting point for the Banco de Portugal to rebuild social capital here in Portugal.", "As Lucrezia said, the topic of the conference - the role of central banks in building social capital - is a rather complex question.", "I will try to simplify it a bit, perhaps too much.", "I will approach the topic from one angle, which is related to the reason for the specific institutional setting that we, central banks or supervisors in general, have as compared to other public authorities, which is essentially one of independence, or autonomy, if you prefer.", "It is interesting to go back to the original reason why we want central banks and supervisors to be independent.", "This is based on the evidence that we have on the determinants of longterm growth, which points to the importance of the quality of institutions.", "Good quality of institutions is important in particular to allow long-term considerations to be incorporated into the decision-making process.", "This is, for me, the most relevant argument justifying independence of central banks.", "Independence should allow us to incorporate into our decision-making elements that are relevant for the welfare of citizens in the long run.", "It is much more difficult for politicians to do this, basically because, of course, they incorporate the political cycle into their decision-making.", "But, if this is the case, then the legitimacy of central bank ́s independence is essentially based on utilitarian grounds, in the sense that we think, with this independence, we are in a better position to deliver on our mandate.", "The key e is how can we invest in this legitimacy in a better way.", "Probably the best way to do so is to connect this need for delivering on our mandates to the controls, the transparency and the accountability that always needed to go hand in hand with independence.", "Relate to the efficacy in delivering on our mandates, one thing that probably we have not done enough, and I will give an example of what the Basel Committee is doing, is to evaluate what we do, and in particular evaluating our own capacity to deliver.", "Central banks do very often is to emphasise the need for the evaluation of other public authorities.", "But it is not always the case that we do this with our own mandate.", "Of course, we have to take into account that when evaluating it is difficult to construct the counterfactual.", "It is very complex, and of course, a social science such as economics is not always ready to give a definitive answer.", "This is central banks should, in parallel, incorporate this evaluation into their own decision making, investing in research, which is something that we have done traditionally.", "There is an additional element that I think is important.", "We know that citizens very often do not understand what we are doing.", "It will also be very difficult for them to understand the results of our evaluation.", "This is why we should also invest in financial literacy and financial education.", "This is something that we are doing more and more.", "So let me focus just for a few minutes on what the Basel Committee is doing.", "As you know, the Basel Committee is the global standard setter for the prudential regulation of banks and our main objective is to enhance global financial stability.", "When I was appointed chair of the Basel Committee three years ago, I was very positively surprised to find that the Basel Committee has a permanent evaluation programme of its own activities.", "In fact, now, we have two branches of this evaluation that are running in parallel.", "The first one is on whether the whole of the regulatory reform agenda that was approved after the global financial crisis is working as intended.", "The second, a decision that we took in 2020, is basically to see whether the COVID-19 crisis has also taught us anything in terms of whether the standards that we had approved are working as intended.", "So, let me share with you some of the results of this evaluation.", "We have already published a preliminary report last year.", "We are now in the process of updating this report and most likely during the summer or at the end of the year we will be ready to publish more definitive results.", "But there are findings that are already in the paper that was published last year that are interesting.", "First, we know, and it was explicitly evidenced in the paper, that the reforms at least provided for a financial system that was more resilient than at the beginning of the financial crisis.", "Banks were better capitalised, better funded, and this was done globally.", "It was not only done by some jurisdictions rather than others but banks were more resilient globally.", "It is also true that banks have continued to lend to households and businesses during the COVID-19 crisis, which is a very important difference as compared to what happened in the previous crisis.", "Even today, if you look at the solvency and liquidity ratios of banks, they are still very high, much higher than before the global financial crisis.", "Of course, disentangling whether the effects of this increase in resilience were basically the consequence of our reforms or the consequence of the fact that in this crisis, as Athanasios was emphasising, monetary and fiscal policy were very active, is very difficult.", "There has been extraordinary support for households and firms.", "But this disentangling is done, or is at least attempted in this paper, and the pieces of evidence that are provided in it point precisely to the importance of the financial reform.", "Let me give you some results that in my opinion are relevant: i) we find that banks with higher capital ratios suffered less in terms of, for example, increases in CDS spreads; ii) we also find that strongly capitalised banks showed greater increases in lending than other banks, and, iii) a third result is that the uptake of the public support measures was higher precisely in those banks that had higher capital ratios.", "The interesting thing about this evaluation is that at the same time there might be some lessons to learn.", "We are already highlighting some pieces of the regulatory reform that might not be working as intended and let me focus on one issue on which Claudio has also worked in depth in recent years, which is to understand whether capital and liquidity buffers are usable as envisaged.", "We wanted banks to have higher levels of capital precisely to be used in a situation of crisis.", "So, if in the end we observe that this capital is not being used, there is a problem, and we might need to modify some parts of the legislation.", "The evidence is that banks might have been hesitant to use the regulatory capital buffers had it been deemed necessary in practice.", "The empirical evidence that has been produced by the Committee indicates that, in fact, banks with less capital headroom, and here the key word is \"headroom\", tended to lend less during the pandemic.", "There was also a relatively larger decline in average risk weights at banks with less capital headroom, perhaps because of an attempt to defend capital ratios, and importantly also, the buffer threshold appears to have been the constraint, forcing banks to adjust their behaviour as lower capital ratios alone did not drive the results.", "Finally, another interesting finding is that the issue was not only one of quantity but also about prices.", "Banks' proximity to buffers appears to have affected the cost of lending.", "The reasons behind this problem are unclear.", "It may have occurred because the level of uncertainty was very high for banks, and they were foreseeing that there might be losses in the future, and thus wanted to keep these buffers so they could be used to cover those losses.", "The lack of formal guidance by supervisors on the rebuilding of these buffers might be another issue.", "Low profitability may also be a reason for this result or market stigma.", "We are now in the process of trying to understand precisely the origin of this problem.", "Closely related to this and a very important issue is the question of releasable buffers.", "In the Basel framework there are some buffers, in particular the countercyclical buffer, that are intended to be activated in boom periods, precisely in order to make banks more resilient, and to be deactivated during recessions.", "Here the analysis of the Basel Committee suggests that the release of such buffers had a positive effect on lending during the pandemic.", "The results, for example, specifically for the euro area, for which we had more microdata, suggest that banks are adjusting internal capital targets cyclically: in boom periods banks reduce their own internal capital targets, and they do the opposite when there is a recession.", "The evidence also points to the fact that macroprudential authorities have the ability to influence these internal capital targets by releasing or activating the CCyB (Countercyclical Capital Buffer).", "This is precisely why the evidence points to the fact that the release of the capital buffer also generated a reduction in banks' internal capital targets and this ultimately allowed them to provide more credit to the economy.", "If I combine all this information, the one thing that is clear to me now, which I think we need to think more about it in the next stage, is that we need to consider whether there is sufficient releasable capital in the system.", "Let me give two very concrete examples of why I think this is necessary.", "The best example is the COVID-19 crisis.", "In many jurisdictions, , we were observing the emergence of systemic risk in the economy before the crisis, and that is why many public macroprudential authorities decided to activate the CCyB.", "Then a completely exogenous crisis arose - the COVID-19 crisis - and macroprudential authorities decided to release the CCyB.", "We may now be in a situation in which there is systemic risk because, for example, housing dynamics are very exuberant in many jurisdictions, but the capital may not be there.", "And of course, the opposite is also true.", "There were other countries, for example, Spain, in which we did not observe any increase in systemic risk before the COVID-19 crisis.", "So the CCyB had not been activated.", "At the beginning of the COVID-19 crisis, we did not have any room for manoeuvre to activate the CCyB because it had not been activated previously.", "The conclusion that we may need to work on increasing releasable capital, and that there may be different options to do this is an important one.", "I have other comments, Pedro, but in view of the time, I can stop here."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Institutional independence", "Financial literacy", "Financial stability", "Financial regulation", "Economic growth", "Public accountability", "Capital buffers", "Macroprudential policy", "Countercyclical capital buffer", "Financial resilience"]}