{"sentences": ["Rowing in unison to enhance cross-border payments - speech by Victoria Cleland Given at the Central Bank Payments Conference 2022 Published on 29 June 2022 Victoria Cleland talks about the progress of a plan to make cross-border payments cheaper, faster and more transparent.", "This plan is set out in a roadmap created by the G20 group of countries.", "Victoria says for this work to succeed, central banks, industry and public authorities around the world must work together.", "The importance of cross-border payments I am delighted to be speaking once again at the Central Bank Payments Conference.", "I have previously highlighted the establishment of the roadmap and targets to enhance cross-border payments.", "Today, I want to update you on some of the tangible progress already made in this area.", "And to stress the important role that you can play in working collaboratively across the public and private sectors to deliver real improvements to the cost, speed, transparency and accessibility of cross-border payments.", "Cross-border payments are essential to the global economy.", "It is estimated that this year the global cross-border payment market will settle $156 trillion.", "And it is not just the wholesale markets that are impacted: cross-border payments are crucial to businesses, consumers and remittances.", "In Greece alone remittances reached an all-time high of 338 EUR million in January And the importance of cross-border payments is due to grow further.", "Business-to-business cross- border payments grew over 25% over the past two years and reached $34 trillion in 2021.", "A recent study suggested that 87% of global merchant executives see cross-border sales as their biggest growth potential.", "But despite their importance, many cross-border payments are still slow, expensive and difficult to track.", "While some wholesale payments are very effective, there are too many cases, for remittance payments in particular, where payments can take up to 10 days and cost more than 10% of the value of the underlying transfer.", "And this has a very real impact on businesses and individuals.", "This underlines why enhancing cross-border payments is so critical and why the G20 made it a priority in 2020.", "To recap briefly, the first step was a Financial Stability Board (FSB), report assessing the frictions and challenges.", "The Committee on Payments and Market Infrastructures (CPMI) then set out the building blocks that would be instrumental in addressing the challenges.", "And in October 2020 the FSB coordinating with CPMI and other standard setting bodies, published a roadmap - a high-level plan of the timelines, actions and actors required to progress each building block.", "The roadmap consists of 19 building blocks that were arranged into 5 focus areas [See Annex PDF].", "The first 4 focus areas seek to enhance the existing payments ecosystem by, for example, coordinating regulatory, supervisory and oversight frameworks; improving existing payment infrastructures; and increasing data quality.", "The fifth focus area is more exploratory and covers emerging payment infrastructures and arrangements including Central Bank Digital Currencies (CBDCs).", "In October 2021, following a public consultation, the FSB announced clear quantitative global targets to address the 4 challenges of cross-border payments - cost, speed, access and transparency across 3 market segments - wholesale, retail and remittances - the majority of which will come into effect in 2027.", "Work is underway to assess how to measure progress against the targets.", "And crucially work is underway to enable the targets to be met.", "To achieve the magnitude of change needed at pace will require collaborative effort.", "Given the conference is in Athens, I wanted to bring collaboration to life with an example from Greece - the Trireme.", "This famous ship - the fastest in the ancient world[9] - derives its name from its three tiers of oars, and its success has been attributed to the collaborative efforts of these three tiers working together.", "This ship and its ethos of teamwork provide a key metaphor for how we can successfully bring about change in how cross-border payments work.", "In the world of cross-border payments the three key groups are: central banks, industry and public authorities.", "There is a saying \"If you want to go fast, go alone.", "If you want to go far, go together.\"", "We need to go far together to reach the FSB targets on cost, speed, access and transparency.", "The G20 roadmap on cross-border payments is now well into its second year.", "Considerable progress has been made meeting the actions, and developing a strong understanding of the issues and publishing best practice and guidance.", "There has also been tangible progress towards the desired outcomes.", "I will mention a few examples from the CPMI led building blocks, to whet your appetite, but should stress that this is not an exhaustive list.", "Building block 9: The CPMI received multiple responses to its October 2021 call for ideas on expanding payment-versus-payment for FX transactions.", "These responses have helped inform a consultative report that will be published in the summer.", "Building block 10: The Reserve Bank of Australia is working towards expanding access to domestic payment systems for non-bank payment service providers (PSPs).", "And the Central Bank of India has reviewed access criteria in 2021 and expanded access to certain categories of non-bank payment system operators.", "Building block 12: The US Fed has extended Fedwire operating hours in 2021, it is now operational for 22 hours per day, 5 days per week.", "The European Central Bank is planning to extend operating hours as part of the go-live of the consolidation project in November 2022.", "Building block 13: In May 2022 Sveriges Riksbank and TIPS have established a connection with the goal to use TIPS services to settle non-euro currencies in central bank money.", "Building block 14: The European Central Bank is migrating to ISO in Real-time Gross Settlement (RTGS) payments in November 2022,[14] with the Bank of Japan having already migrated to ISO and completing version upgrade in 2025.", "To support further progress, in May 2022, the CPMI published reports on expanding access and extending operating hours.", "These relate to two foundational building blocks that can enable the progress of many other building blocks of the roadmap.", "Today I want to discuss why these two reports are critical and how central banks, industry and public authorities can play a key part in advancing the roadmap.", "How improving direct access can enhance cross-border payments The Building block 10 report assesses the benefits and risks of expanding access to domestic payment systems in particular RTGS systems.", "Expanded access could enable non-bank PSPs, financial market infrastructures (FMIs) and foreign banks to gain direct access to the payment systems they rely on to provide payment services to end-users, without relying on an intermediary (who maybe also be a competitor).", "According to a CPMI survey, approximately 30% of the payment systems allow non-bank PSPs and FMIs direct access[16] and 28% reported have made significant changes to their direct access policies since 2010.", "And despite the fact that the 61% of payment systems that are considering to expand access within the next 5 years, only 7% have concrete plans to do so.", "Expanding access could have some clear benefits for cross-border payments: 1.", "Shorter transaction chains: Expanding direct access to non-bank PSPs, FMIs and foreign banks will reduce the number of intermediaries involved in a cross-border transaction, thereby making payments quicker and more transparent.", "Enhanced competition and lower cost: Expanding access can level the playing field between banks and other PSPs and foster greater competition and innovation to give customers a greater choice of services and potentially lower prices.", "Improved financial stability due to reduced tiering risk: The risk of spillovers of a direct participant's default due to the transactions of indirect participants decreases.", "These benefits needs to be balanced against risks such as additional counterparty credit risk and operational risk that central banks needs to be aware of and safeguard against when considering expanding access.", "The report discusses how these can be mitigated, for example setting minimum standards of resilience and security, and how to overcome potential barriers such as national legislation.", "How extending RTGS operating hours across jurisdictions can help improve cross-border payments The Building block 12 report examines RTGS operating hours.", "Limited RTGS operating hours across jurisdictions can lead to a delay in cross-border settlement, especially between countries with significant time zone differences.", "The report identifies the current \"global settlement window\", between 06:00 to 11:00 (UK time) when the highest number of RTGS systems across jurisdictions are concurrently open allowing cross-border transactions to settle across those jurisdictions without delays.", "The report highlights three possible end-states for an expansion of operating hours: (i) an incremental increase in operating hours on working days, (ii) an increase to include current non-operating days like weekends or holidays and (iii) extension to full 24/7 operations.", "Expanding operating hours would have some significant benefits for cross-border payments: 1.", "Faster cross-border payments: Longer operating hours would extend the window of overlap between systems and lower an operational barrier to completing cross-border payments within the 1hr timeframe specified in the FSB targets.", "Improved liquidity management: To enable cross-border payments banks need to hold liquidity positions to fund the payment.", "The longer cross-border payments take the longer these positions need to remain open, trapping liquidity.", "Greater overlap in operating hours could speed up the transaction.", "Reduced settlement risk: When the operating hours of payment systems do not overlap final settlement in central bank money cannot happen which leads to the build-up on settlement risk.", "The longer settlement is delayed due to operating hours the greater the settlement risk becomes.", "Expanding operating hours will make cross-border payments faster and reduce But, as the report points out, there are also risks and operational and policy implications to assess when reviewing expansion of operating hours.", "Parties involved in RTGS systems may need to review and enhance existing operational procedures, risk monitoring tools and mitigation measures, and central banks and other authorities, will need to consider issues related to monetary policy, financial stability, and resolution policy for troubled institutions.", "Undertaking the assessments of access and operating hours is The reports encourage central banks and authorities to review the benefits, risks and barriers of expanding access and operating hours and set out a framework to do so.", "The report on access sets out a holistic framework that central banks and authorities can follow and by providing real- world examples and case studies of jurisdictions that have successfully expanded access.", "And the report on expanding operating hours encourages authorities to assess the three end-states and reviewing the opportunities, risks and policy implications for each of them.", "While the reports say \"encourage\", I would really urge central banks to undertake such reviews - the more that change, the greater our ability to meet the FSB global targets.", "With building blocks 10 and 12 being foundational for the roadmap, undertaking the assessments and taking action to expand access and operating hours will also have a direct positive impact across many building blocks.", "The Bank of England's Renewed RTGS service I want to bring this to life by outlining what the Bank of England will be doing in response to these two reports and how our RTGS Renewal Programme will support this work.", "The Bank is in the process of a multi-year project to renew RTGS.", "While changing our domestic infrastructure, this Programme also has an eye to opportunities to enhance cross-border payments.", "There are two key milestones approaching: CHAPS payments will migrate to enhanced ISO 20022 messaging in April 2023, followed by the switchover of the core settlement engine in Spring 2024.", "The new RTGS platform will have the capability to extend operating hours to 22/5, and with further changes, to near 24/7 operation.", "And it will be built with the capacity to accommodate a significant increase in account holders.", "Importantly, it will be a modular design with a strong foundation on which to build additional innovative functionality.", "We are currently consulting industry on a menu of features which could be introduced to RTGS beyond 2024.", "This includes assessing demand for a number of features, including synchronised payments that seek to bring not only domestic benefits, but help to improve cross- border payments.", "The consultation closes on 30 June 2022 and we expect to issue a response document around the end of this year.", "In 2017, the Bank became one of the first central banks to expand access to non-bank PSPs.", "But we want to keep pace with the fast changing payments landscape.", "By spring 2023 line with roadmap timelines, we plan to review access arrangements by conducting a gap analysis to understand if we have expanded access to the three key groups identified in the report, and consider if we can do more to expand access.", "And to a similar timeline we plan to undertake operational, risk and policy analysis to arrive on a way forward on operating hours.", "Towards an international effort - central banks, industry and public authorities rowing in unison In a highly connected and networked industry such as payments, we can only make a real difference if we work together in a coordinated way.", "We need to row together in unison to reach our destination of faster, cheaper, more transparent and more inclusive cross-border payment services.", "So what are the concrete actions that each of the groups - central banks, industry and public authorities - need to take?", "The role of central banks Central banks, both as operators and supervisors, of payment infrastructure, we have a key role to play.", "We build infrastructure, add new functionality and set standards and policies to underpin safe and efficient economic and social activity.", "Central banks need to start changing policies and enhancing core payment systems in line with the best practices, assessments and analysis that are developed as part of the work on the 19 building blocks.", "To do so effectively, we need to listen to and collaborate with industry, involving them in outreach and consultations and updating them on latest developments.", "And we also need to share our learnings and experiences with our peers, and beyond.", "This could be done through the establishment of communities of practice, through which central banks can discuss challenges and barriers with peers and find ways to overcome them.", "The role of industry The payments industry is another key, and wide range group including correspondent banks, FMIs and the non-bank FinTech.", "Industry uses payment systems to provide payment services to customers, to innovate and develop new products for users.", "And industry can help central banks in undertaking the assessments of access and operating hours by collaborating, sharing insights and feeding into consultations and dialogue.", "To meet the FSB targets there is also a practical role for the industry to respond to the building block actions and reports, with some requiring direct action.", "This might include: (i) investing in new technologies, (ii) preparing for changing operational procedures and (iii) adapting business models.", "The role of public authorities And there is a crucial role for the wider public authorities.", "Central banks changing systems and policies and industry investing in changing operational procedures are just two pieces of the puzzle.", "There are also important regulatory, legislative and other barriers that overcome on a national and international level.", "For example, finance ministries will need to prepare legislative change to deliver the benefits of the roadmap (e.g.", "on AML/CFT standards, data frameworks and settlement finality protections).", "And international standard setting bodies will need to ensure that these standards are aligned on a global level.", "The financial system is global, with many of the most important issues requiring the involvement of international public authorities.", "The FSB, CPMI, the BIS Innovation Hubs, and a range of other standard setting bodies will have a continued important role to play to reach the quantitative targets for cost, speed, access and transparency of cross-border payments.", "They will need to enable best practice sharing between different jurisdictions, monitor the progress achieved on the roadmap and set out clearly what industry needs to do, and to explore what structures could achieve real change.", "The IMF and World Bank could also help by encouraging involvement and collaboration of non-CPMI countries and offering technical assistance.", "I want to leave you with three key messages today: enhancing cross-border payments is crucial to the global economy; tangible progress is already being made; and to really change the dial we need work collaboratively.", "And \"we\" means the three groups of stakeholders - central banks, industry and public authorities - working towards a common vision.", "The one difference to the Trireme is that there may be different starting points reflecting the nature of individual jurisdictions.", "I look forward to continuing to work with you all on this important mission to enhance cross-border payments: collaboration will be the key to our success.", "I would like to thank Paul Bedford, Michaela Costello, Sophie Dalzell, John Jackson, Anna Koch and Karin Oldham for their help in preparing these remarks.", "Cross-border Payments Outlook 2022: Trends, Challenges, and Opportunities 2.", "Trading Economics: Remittances in Greece 3.", "Juniper Research: Cross-border payments 4.", "Visa Global Merchant eCommerce Study 5.", "Enhancing Cross-border Payments - Stage 1 Report to the G20 (FSB Report 2020) 6.", "Enhancing Cross-border Payments - Stage 2 Report to the G20 - Building Blocks of a Global Roadmap (FSB Report 7.", "Enhancing Cross-border Payments - Stage 3 Roadmap (FSB Report 2020) 8.", "Targets for Addressing the Four Challenges of Cross-Border Payments (FSB Report October 2021) 9.", "Trireme - DK findout!", "Speech: Real-time payments in Australia 11.", "RBI to give some non-banks access to payments systems 12.", "Expansion of operating hours and associated changes for the Fedwire and Fedwire Funds Service s 13.", "Sweden completes first phase of migration to TIPS 14.", "TARGET consolidation: Timeline 15.", "Extending and aligning payment system operating hours for cross-border payments (CPMI Report May 2022) and Improving access to payment systems for cross-border payments: best-practices for self-assessments (CPMI Report May 2022) 16.", "Improving access to payment systems for cross-border payments: best-practices for self-assessments (CPMI Report May 2022) 17.", "Extending and aligning payment system operating hours for cross-border payments (CPMI Report May 2022) 18.", "RTGS Renewal Programme | Bank of England 19.", "Roadmap for Real-Time Gross Settlement Service Beyond 2024"], "classifications": ["none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cross-border payments", "G20 roadmap", "Central bank digital currencies", "Payment-versus-payment", "Direct access", "RTGS operating hours", "Settlement risk", "Liquidity management", "International cooperation", "Collaboration"]}