{"sentences": ["Speech 23 September 2022, 6.00 pm Safeguarding the principles of regulatory policy Speech at the University of Lucerne Thomas J. Jordan Chairman of the Governing Board* Swiss National Bank Lucerne, 23 September 2022 © Swiss National Bank (speech given in German) Ladies and gentlemen Today's event focuses on the question 'Is monetary policy still regulatory policy today?'.", "I congratulate the University of Lucerne on choosing this important topic.", "Discussions surrounding regulatory policy have faded somewhat into the background of late.", "For the Swiss National Bank, however, the principles of regulatory policy - in particular those concerning monetary policy - remain of great significance.", "I am pleased to give you our view on this topic.", "In my remarks, I will therefore pay special attention to Switzerland and the SNB.", "First, I will look at why, for the SNB, the two regulatory principles of a clear focus on ensuring price stability and independence from politics are closely related.", "I will then show why these principles are contradicted by a number of recently launched political initiatives.", "To conclude, I would like to explain the SNB's current monetary policy.", "Narrow mandate and independence as foundation In general, regulatory policy comprises all measures which a government puts in place to create appropriate framework conditions for the longer-term development of the economy.", "If, in doing so, the government follows sensible principles, it creates conditions in which the economy can optimally develop its potential and the prosperity of the population increases over time.", "An essential component of good framework conditions, and of good regulatory policy, is price stability.", "In the absence of price stability, the smooth functioning of an economy is inconceivable.", "Inflation as well as deflation hinder the steering role of prices in ensuring that labour and capital are used as productively as possible.", "Inflation also reduces household purchasing power and especially impacts the more vulnerable sections of society.", "In order to ensure price stability in the long term, two principles of regulatory policy are key: - First, price stability must be the fundamental guiding principle of monetary policy - and second, a central bank must be independent from politics.", "Both of these principles are today reflected in the legislation of many countries.", "In Switzerland, the independence of the central bank is enshrined in the Federal Constitution.", "This means that the SNB may neither accept nor seek instruction from politics or other quarters.", "The Constitution also states that the SNB shall pursue a monetary policy serving the interests of the country as a whole.", "The National Bank Act sets out this task and stipulates that the SNB is to ensure price stability and in so doing take due account of economic developments.", "To this end, the SNB has suitable and effective instruments to influence the interest rate level as well as the exchange rate, and thereby monetary conditions.", "The appropriateness of monetary conditions determines whether price stability can be ensured in the long term.", "However, why is a task of such economic significance as monetary policy delegated to an independent institution in the first place?", "The most important reason is that governments generally have an incentive to use monetary policy for reasons other than price stability.", "For example, governments may have an interest in stimulating the economy before an election.", "Governments may want to finance public spending via the central bank's banknote printing press.", "When monetary policy pursues such objectives, over time it inevitably leads to high inflation.", "An independent central bank, however, is not subject to the same incentives and is protected from the influences of government.", "It can - and must - therefore devote its full attention to the mandate of ensuring price stability.", "The independence of the central bank is thus based on the conviction that price stability is desirable for society as a whole and that it can only be ensured over the long term by a monetary policy that is protected from political influence.", "In many currency areas, independence is therefore tightly coupled with the mandate of price stability.", "This is also the case in Switzerland.", "To legitimise its independence, the lawmakers have deliberately given the SNB a narrow and clearly defined mandate.", "They also place upon the SNB the duty of accountability of the fulfilment of its mandate.", "Pursuing objectives that go beyond the core task of monetary policy would undermine the legitimacy of the SNB's independence and thus endanger it over time.", "Focus on price stability The institutional framework of the SNB is in line with both of the principles of regulatory policy I have described, namely independence from politics and a focus on monetary policy.", "In recent years, time and again these principles have been consciously or unconsciously questioned by some in politics and among the public.", "This has seen calls from politicians for the SNB to directly finance government tasks.", "For example, a popular initiative launched this spring seeks to amend the Constitution to give the SNB a direct role in financing the national pension scheme.", "Before I delve into why the direct financing of government tasks by the SNB is not in keeping with the principles of regulatory policy, it is helpful to first contextualise the SNB's profit development.", "For it is likely that the increase in these desires is tied above all to the growth of our balance sheet and our high profits in the past few years.", "These high profits have led to an increase in our so-called distribution reserve.", "The distribution reserve exists because the SNB does not pay out all of the distributable profit at once.", "It corresponds to a profit or loss carried forward in the balance sheet and is part of the SNB's equity capital.", "The distribution reserve helps to smooth the annual distributions to the Confederation and the cantons by serving as a buffer that balances out the fluctuations between years with profits and years with losses.", "The level of the distribution reserve in recent years has led some observers to overestimate the potential for SNB distributions and view the annual distribution of up to CHF 6 billion as too low.", "However, the good results of the past few years were achieved during an exceptional financial market environment shaped by globally declining interest rates, low inflation, high liquidity and rising share prices.", "But this environment has now changed sharply.", "In the first half of 2022, interest rates increased worldwide and stock markets declined, leading to considerable price losses on the SNB's bonds and shares.", "The accumulated book profits from the past were reversed by a book loss.", "The SNB recorded a loss of around CHF 95 billion for the first half of 2022, which corresponds to almost the entire distribution reserve.", "The current profit distribution approach is therefore not - as has often been criticised - overly cautious.", "The loss in the first half of the year underlines that a larger balance sheet is accompanied by larger fluctuations in absolute terms in the annual result, and that substantial profits can be followed by substantial losses.", "This clearly demonstrates why the government must not make its financing dependent on SNB profits.", "Which brings me to the problems associated with the SNB directly financing government tasks.", "The direct financing of government tasks by the SNB creates a situation whereby the fulfilment of these tasks becomes directly dependent on monetary policy.", "This is because our monetary policy may influence our annual result, and thus also the distribution.", "For example, tightening our monetary policy can lead to an appreciation of the Swiss franc, which lowers the return on our foreign currency investments after conversion into Swiss francs.", "Thus by directly linking certain government tasks to the SNB's distributions, monetary policy decisions take on a political dimension.", "Political pressure on the conduct of monetary policy will inevitably increase, thereby endangering the SNB's independence.", "Furthermore, the direct financing of government tasks blurs the clear focus of monetary policy on price stability.", "The direct link between government tasks and the SNB's earnings can lead to unnecessary conflicts of interest in monetary policy decisions.", "This in turn can give rise to doubts as to whether the SNB is prepared at all times to take the measures necessary to ensure price stability.", "Such doubts can ultimately lead to an expectation of higher inflation and therefore complicate monetary policy.", "Seen from the perspective of regulatory policy, demands for the SNB to directly finance government tasks are therefore to be clearly rejected.", "The SNB's monetary policy must not be driven by profit or loss.", "These are just by-products of our monetary policy.", "Our mandate is to conduct a monetary policy that ensures price stability in the medium and long term while taking due account of economic developments.", "Price stability is the most important contribution the SNB can make to our country.", "The SNB will therefore continue to advocate a framework for monetary policy based on the principles of regulatory policy.", "The challenge of ensuring price stability Ladies and gentlemen, the current global situation highlights the importance of central banks' focus on price stability.", "The monetary policy environment has changed considerably due to the pandemic and the war in Ukraine.", "After years of expansionary monetary policy aimed at preventing inflation from falling too low, the central banks of many countries are today faced with the challenge of fighting inflation that is too high.", "I will therefore close by saying a few words about the SNB's current monetary policy.", "Inflation in Switzerland is lower than abroad.", "However, in this country, too, it has still increased much more than was generally expected.", "It is considerably above the range the SNB equates with price stability, namely between 0% and 2% over the medium term.", "How is the SNB handling this situation?", "We made our initial response to the emerging inflationary pressure already in the final months of last year.", "At the time, both inflation and also our inflation forecast were still at a low level.", "Abroad, however, inflation had already increased markedly.", "In order to reduce the inflationary pressure from abroad, at our monetary policy assessment in December 2021 we announced that the SNB would allow the Swiss franc to appreciate to a certain extent in nominal terms.", "The Swiss franc appreciated nominally by around 4% between autumn 2021 and spring 2022, making imports cheaper and so countering the general increase in prices.", "In June 2022, we then raised the SNB policy rate by half a percentage point to -0.25%.", "Yesterday, we tightened our monetary policy further and raised the SNB policy rate by 0.75 percentage points to 0.5%.", "It cannot be ruled out that further increases in the SNB policy rate will be necessary to ensure price stability over the medium term.", "To provide appropriate monetary conditions, we are also willing to be active in the foreign exchange market as necessary.", "Our tighter monetary policy is countering the renewed rise in inflationary pressure and the spread of inflation to goods and services that have so far been less affected.", "For there are growing signs that higher prices are increasingly spreading to goods and services that are not directly affected by the war in Ukraine or the consequences of the pandemic.", "In addition, energy prices have continued to rise overall and are increasing inflationary pressure in many sectors.", "This heightens the risk of second-round effects.", "Ladies and gentlemen, the inflation and economic outlook remains subject to high uncertainty.", "Ensuring price stability is a challenge and demands the full attention of the SNB."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Price stability", "Independence", "Monetary policy", "Inflation", "Regulatory policy", "Central bank", "Government tasks", "Profit distribution", "Balance sheet", "Foreign exchange market"]}