{"sentences": ["Good morning, good afternoon and good evening.", "Welcome to the 2022 FinCoNet Assembly General Meeting.", "Welcome to the Banco of Portugal and to the wonderful city of Lisbon!", "It is a great honour for the Banco of Portugal and for me, as Vice-Governor and member of the Board of Directors responsible for the Banking Conduct Supervision Department, to host this important event.", "The Banco of Portugal has been deeply committed to market conduct supervision since 2008, when a comprehensive financial consumer protection mandate was assigned to the Central Bank.", "The genesis of market conduct supervision was propelled by the global financial crisis that struck the markets in 2008/2009.", "In 2016 I became the member of the Board with direct responsibilities for Banking Conduct Supervision.", "It has been a time of difficulties and hard challenges but also of countless achievements and fascinating transformations.", "I am delighted to work directly with all the staff in the Conduct Supervision Department and especially with the head of Department, Maria Lúcia Leitão, who is a great example of dedication, competence and inspiration to us all.", "The Global Financial Crisis profoundly shook banking customers' trust in retail banking markets and proved the existence of shortcomings in the conduct between financial firms with their customers.", "It exposed the asymmetry of this relationship and how illinformed financial decisions can pose a risk to the stability of the financial system.", "It was acknowledged that market conduct supervision is essential to ensure enhanced consumer protection, efficient retail banking markets and the stability of the financial system as a whole.", "While pursuing its market conduct supervision mandate, the Banco of Portugal recognised, right from the outset, the relevance of participating in international fora.", "Our approach to market conduct supervision is very outward-oriented and has allowed us to benefit from benchmarking and sharing experiences with international peers.", "FinCoNet has played a fundamental role, as a discussion locus gathering market conduct supervisors from around the globe.", "Recent developments are highly demanding for market conduct supervisors.", "The swift digitalisation of retail banking markets fostered by the COVID-19 pandemic entails new risks for consumers, with new players and cutting-edge products defying the limits of the supervisory scope.", "The disruptive impacts of ongoing events at the international level are pressuring the financial resilience of households even further.", "In these ever-changing and challenging times, discussing relevant and timely topics with other supervisors is immensely important.", "It is crucial that supervisors assemble their knowledge and experience, in order to swiftly overcome current challenges and anticipate issues that may arise in the future.", "The Banco de Portugal's commitment to market conduct supervision is reflected in its' strong engagement with FinCoNet.", "The Banco de Portugal is a founding member of FinCoNet and a member of the Governing Council.", "The Head of the Banking Conduct Supervision Department of the Banco de Portugal, Maria Lúcia Leitão, has been part of FinCoNet since its establishment, and was elected Chair in 2019, following three years as Vice-Chair.", "The Banco de Portugal has also been leading the work of one of FinCoNet's Standing Committees (firstly by Maria Lúcia and since 2019 by Pedro Dias).", "This week, the Banco de Portugal is hosting this year's FinCoNet AGM, which is an important event and a milestone for both FinCoNet and the Banco de Portugal.", "The last two General Assembly Meetings were held virtually, due to COVID-19 related restrictions, so this AGM will be the first in-person meeting happening over the course of Maria Lúcia Leitão's mandate as Chair of FinCoNet.", "Unfortunately, it will also be her last.", "Nevertheless, being a keen participant in FinCoNet is and will remain a priority for the Banco de Portugal.", "Our dedication and commitment to FinCoNet will continue because we see it as a long-term strategic option.", "Please be assured that the Board of Directors remains committed to FinCoNet and its ambitious purpose and programme of work.", "Lastly, I would like to thank all our attendees for your participation.", "In particular, our speakers, moderators and hosts.", "I wish you an enjoyable AGM and a pleasant stay in Lisbon, if that is the case.", "I also wish you an inspired meeting.", "Before I finish, I would like to invite the audience to give a big round of applause to our Chair, Maria Lúcia Leitão, for a lifetime's career dedicated to public service, international cooperation and conduct supervision!", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Market Conduct Supervision", "Financial Consumer Protection", "Retail Banking Markets", "Financial Stability", "FinCoNet", "Digitalisation", "Financial Resilience", "Consumer Protection", "Banking Conduct Supervision", "International Cooperation"]}