{"sentences": ["For those of you with children, or grandchildren, or for those of you who work with children, this will sound familiar.", "In the Disney movie Frozen, set in a snowy, northern country, two sisters, Anna and Elsa, make a snowman and call him Olaf.", "He is a muchneeded friend for them.", "And their enthusiasm, love and human warmth- inspire him to live.", "And at a certain point in the movie, he, in turn, saves Anna's life from the cold winter.", "The first time I heard about Olaf - I was, of course, intrigued, given that we share a name.", "But then something else struck me.", "Introducing himself, he doesn't just say his name - he adds what he finds important.", "And it doesn't matter that he is a snowman - and warmth and snow usually don't go well together.", "Why am I telling you this?", "Because during the pandemic, I missed human contact and realised how important it is for me - and for most of us.", "Because it is important to talk about what you find important - about what keeps you going - about what inspires you- and ultimately, what inspires you to live.", "Because it is important to be heard.", "Especially when you are diagnosed with cancer - and the ground collapses under your feet.", "Before I start my speech, I would first like to thank you for offering me the opportunity to be here today.", "To be the first speaker on this special day, special for you and for your important work.", "Opening Inspire2Live's conference The fact that I am here today, as an executive board member of De Nederlandsche Bank, as an economist and as a professor, in this magnificent room in the Royal Netherlands Academy of Arts and Sciences, is the result of an encounter twenty-two years ago.", "In 2011, the then president of the Academy, Robbert Dijkgraaf met the then president of De Nederlandsche Bank, Nout Wellink.", "Together they decided to support Inspire2Live in a number of ways.", "And one of the results of their decision is that our organisations have been facilitating the Inspire2Live Conferences for twelve years now - with a two-year interruption due to Covid- A second parallel between my world and yours, dear guests, is also quite obvious.", "I'm looking at an international company of highly trained professionals, who cooperate across several borders to serve a societal goal.", "Like your work, our work also has a societal goal and requires international cooperation.", "We share insights, raise questions and engage in debate with our colleagues from the eurozone, and on a wider scale with those from the Worldbank, the IMF and many other international organisations.", "And like you, we prefer to debate on the basis of evidence.", "Just like cancer research is the most fruitful when it can profit from cooperation of many researchers like you, from all over the world, just so our mission of stable financial institutions and sustainable welfare profits from international scientific cooperation.", "These parallels in your and our work, make me feel slightly less overwhelmed, standing in this stately hall filled with so many eminent academics.", "A third parallel is related to the substance of our work, of your work and mine.", "This is the parallel I would like to turn into the main subject of this opening speech.", "Your subject of study - the treatment and prevention of cancer - has an economic value in addition to its intrinsic value.", "A healthy economy benefits from a healthy population.", "The past two years we have seen that the reverse is also true: a population suffering from a pandemic will suffer from economic consequences - Not that I expect that you are eager to listen to a professor of economics telling you that your work is essential 'because of its economic value'- Your work is intrinsically essential of course.", "And here I would again like to thank you all, for your collective and unbridled commitment to global healthcare.", "With this speech I would like to try to substantiate this 'thank you'.", "Why and how does a central bank take health into account?", "Our core task as a central bank is - as I mentioned earlier - to contribute to financial stability and sustainable welfare for all Dutch citizens.", "Although there obviously is a relationship between economy and health, we must admit we cannot quantify or clearly specify this.", "But we did learn some things from the pandemic.", "Central banks and other institutions have found a way of dealing with uncertainties by developing alternative economic scenarios.", "These scenarios tell us more about uncertainties stemming from non-economic developments.", "Uncertainties like climate change, like the pandemic and like the war in Ukraine.", "But recently, we also found some hard evidence.", "Economic impact of the pandemic The income of most workers in the Netherlands remained stable throughout 2020, or even increased a little.", "But there was also a large group who saw their income fall.", "In the first year of the COVID-19 pandemic, 130.000 more people than in 2019 experienced a drop in income of 10 percent or more.", "Most of these were flexible workers and self-employed people.", "The flexible workers in particular risked losing their source of income - while at the same time they had smaller financial buffers to neutralise the consequences.", "Looking back, we seem to have overestimated the economic consequences of the pandemic.", "The government's support measures functioned as a cushion.", "And what's more, the economy itself adapted to the situation more rapidly than expected.", "This economic resilience came as a surprise to us.", "At the moment, the Dutch economy has grown by almost 6% compared to the eve of the pandemic, near the end of 2019.", "For the euro area this was almost 2%.", "Next to the direct decline in income and the rapid economic recovery, we have seen some other consequences that have a direct impact on the economy.", "The COVID-19 crisis has reinforced already existing inequalities: we have clearly seen there is a direct relationship between a country's vaccination rate and its GDP.", "So, full recovery can only be realised when the vaccination coverage in less developed countries has reached the same level as in more developed countries.", "And here our fields of work touch once again - a global vaccination campaign will also prevent new, more agressive variants of the virus.", "Vaccination policy affects the economy Vaccination policy is now also economic policy.", "We have seen that countries with higher rates of vaccine coverage have also been able to recover faster from the economic disruption caused by COVID-19, while low vaccination rates have contributed to a drag on recovery elsewhere.", "Increasing vaccination levels will help drive a sustainable global economic recovery.", "Reducing the impact of COVID-19 on health systems will also allow countries to return to other crucial health and economic priorities at a time of great global insecurity.", "And if the world or parts of the world find themselves in a severe downside scenario, then there will be significantly higher health and economic returns from a higher vaccine coverage.", "High and upper-middle income countries have been able to reach high vaccine coverage across their populations, surpassing global targets.", "Early this year, 70% of the population of G20 countries have now been fully vaccinated.", "Unfortunately, while progress has been made, the delivery of COVID-19 vaccines against global targets remains unequal and falls short of the expectations.", "Differences in economies Currently, around 50% of announced vaccine donations by high-income countries have been delivered to low-income countries.", "Although the acute impact of the COVID-19 pandemic now seems to be fading in most parts of the world, there is still an opportunity to minimise the cost of having to live with the virus.", "About 130 countries failed to meet the IMF's vaccination target of 70% by mid2022- Similar inequalities persist in terms of access to tests and treatments.", "Universal vaccination, according to the IMF, remains the best shield against new variants and persistent health-related absenteeism.", "And this universal vaccination should be backed by broad public health campaigns to promote vaccine uptake.", "The IMF continues: \"Governments should also intensify efforts to resolve vaccine supply and distribution bottlenecks and ensure equitable access to treatment.", "Public support for better systematic responses to future epidemics and research into new vaccine technologies, including for a more widely effective pan-coronavirus vaccine, remains essential.\"", "Role of prevention for the economy In the Netherlands, like in all other developed western countries, the current healthcare system is under immense pressure.", "Challenging choices must be made to ensure a viable healthcare system in terms of funding, staffing and political backup.", "We expect a shift in focus from care to prevention and to sectors where quality and accessibility have been most under pressure in the past few years.", "Preventive intervention will be needed, which can consist of the obvious, like preventive screening, vaccins or lifestyle campaigns.", "Albeit important, prevention measures could also be expanded to include housing, food programmes, help with indebtedness, education and environmental policy.", "Making better choices now means that we must implement those interventions that will improve our health.", "This will not only benefit our public health as a whole, but also specifically support people with a lower socioeconomic status.", "Broad prevention programmes tend to be harder to get off the ground, for example because the positive effects of such programmes often benefit other actors than the ones investing in it.", "Another reason is that the effects of preventive programmes only become clear in the longer term.", "And a third challenge is the static and often diffuse nature of these positive effects.", "Not an engaging perspective for a politician in election time... As I said, there are many factors that influence the complicated relationship between the economy and our health.", "Concluding Ladies and gentlemen.", "A strong economy greatly benefits from a healthy population.", "A less healthy population will lead tot higher economic costs - as we saw during the COVID-19 pandemic.", "And the effect is mutual: our health is influenced by the state of the economy.", "But housing, the quality of work, environmental conditions, educational level and other societal factors are more determining for our health than healtcare ...", "So a well-considered package of government policies will strongly add to prevention and, consequently, to a healthy society and economy.", "So, dear professionals in the field of health, cure and prevention, Keep researching.", "Keep inspiring many to live.", "But don't forget the warm hugs."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Health", "Economy", "Pandemic", "Vaccination", "Prevention", "Economic recovery", "Inequality", "Resilience", "Healthcare system", "Well-being"]}