{"sentences": ["Dear Di Bella - Head of the IMF mission for Kosovo First of all, allow me to thank the International Monetary Fund for the continuous support it has provided to Kosovo, and in particular to the Central Bank of the Republic of Kosovo, in carrying out its duties in maintaining and preserving a stable and continuously growing financial system.", "During the meetings held with representatives of the International Monetary Fund, we informed them about the latest developments and data of the financial system in Kosovo.", "The financial system in Kosovo has continued to be liquid and well capitalized, where double-digit growth has been recorded in all indicators being one of the important factors in the economic growth and development of the country.", "In total, the means of the financial system in the country, on 31 August, 2022, have reached the total value of 9.3 billion euros, with an annual increase of 10 percent.", "In the meantime, the means of the banking sector have continued the growth trend even during 2022, reaching the value of around 6.4 billion euros in August 2022, which represents an annual increase of 11.1 percent.", "In August 2022, the total value of deposits is worth 5.2 billion euros, which represents an annual increase of 11.8 percent, while the growth of deposits continued during the month of September, with a rate of 12.7 percent.", "The banking sector continues to be stable, increasing lending activity and playing a very important role in crediting the country's economy during this year as well.", "The value of the credit portfolio of the banking sector at the end of August 2022 was in the amount of 4.2 billion euros, with an annual increase of 18.6 percent, while the average loan interest rate was 6.0 percent.", "Non-performing loans have continued with the downward trend and today the rate of non-performing loans is at the level of 2.1%, which is a significantly better indicator compared to countries in the region or even beyond.", "The banking sector continues to be well capitalized and liquid.", "The capital adequacy indicator for the banking sector stands at 16.1 percent, which is significantly above the regulatory requirements of 12 percent, while the liquidity indicator is 35.7 percent, similarly, higher than the regulatory requirement of 25 percent.", "We also have positive results in the insurance sector and other sectors.", "The Central Bank of the Republic of Kosovo is certain that it will continue to have the support of the International Monetary Fund and we will continue the successful cooperation with the International Monetary Fund.", "Once again, allow me to thank the representatives of the International Monetary Fund for the contribution and continuous support of Kosovo and the Central Bank."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial system", "Banking sector", "Credit", "Deposits", "Non-performing loans", "Capital adequacy", "Liquidity", "Economic growth", "IMF support", "Insurance sector"]}