{"sentences": ["Let me congratulate Chairman Rolando Ebreo, President Maria Magdalena Surtida, and the officers and members of the Credit Card Association of the Philippines (CCAP) on your 42nd anniversary.", "Thank you for inviting me as your keynote speaker and for the opportunity to share our perspectives on the credit card industry and our ongoing approach and initiatives.", "Over the years, CCAP has been a strong partner of the BSP in promoting a safe and reliable credit card industry.", "Our collaborative efforts provide a strong support in carrying out our second pillar of ensuring a resilient and stable Philippine financial system.", "Despite a challenging operating environment, the credit card industry managed to grow its portfolio in a prudent manner.", "Credit card receivables have started to post double digit growth in 2022 reaching 20.4 percent year-on-year in July 2022.", "Alongside this, we are pleased to hear that from a peak of 10.1 percent as nonperforming loan ratio in November 2020, the efforts of the industry to manage the quality of credit card receivables has borne fruit.", "Last data show that banks' NPL ratio has eased to 5.7 percent as of the end of July 2022, a rate that brings us close to prepandemic levels.", "Moreover, the increasing popularity of digital financial transactions and gradual shift to a cash-lite economy bode well for the industry moving forward.", "Our programs for the industry remain couched on: responsible innovation, sound risk governance on the offering of electronic payment and financial services, and prudent use of these services by financial consumers.", "On risk governance, we have required BSP-supervised financial institutions to put in place automated and real-time fraud monitoring and detection systems to identify and block suspicious or fraudulent online transactions.", "We have also reinforced consumer education and awareness by integrating it as part of the digital onboarding process.", "Consumer protection is of utmost importance to us at the BSP.", "That's why we backed the passage of Financial Products and Services Consumer Protection Act (FCPA) to strengthen public trust and confidence in the financial system.", "Faced with the growing sophistication of card-based scams and frauds, I trust that we can count on your support in our quest against these fraudsters and protect the Filipino consumer.", "Similar to the call of CCAP, we likewise support the SIM Card Registration Bill which intends to deter the proliferation of SIM card-aided crimes, such as bank fraud and text scams.", "The rampant activities of fraudsters and scammers are compelling reasons for the passage of the SIM Card Registration.", "We commend CCAP in its advocacy to educate and raise awareness on fighting credit card fraud through the ongoing #FightBudol campaign.", "The BSP will continue to work hand in hand with CCAP in raising awareness and in protecting consumers.", "In closing, let me reaffirm our commitment of providing an enabling regulatory environment to ensure the continued resilience and stability of the Philippine financial system, anchored on the BSP's three pillars.", "Together, let us continue to do our part in promoting responsible credit and in ensuring a safe and reliable credit card industry, towards a more stable and resilient Philippine economy.", "Again, congratulations on your 42nd anniversary!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Credit card industry", "Risk governance", "Consumer protection", "Electronic payment", "Financial services", "Fraud prevention", "Financial stability", "Credit card fraud", "SIM Card Registration", "Responsible innovation"]}