{"sentences": ["\"Ination and labour market dynamics after the pandemic\" - Sharon Donnery at 10th Annual Donal Nevin Lecture 10 November 2022 Speech 10th Annual NERI Dónal Nevin Lecture delivered by Sharon Donnery, Deputy Governor, Central Bank of Ireland and Member of the Supervisory Board of the ECB, 10 November 2022 Good morning everyone.", "Thank you for that introduction.", "Thank you also to colleagues at the Nevin Economic Research Institute for inviting me here today.", "It is a pleasure to give the Donal Nevin lecture this year and I very much look forward to hearing Kevin's [Callinan] response to my talk, and participating in the discussion.", "My aim here today is to give you a perspective on what is driving the high levels of ination we are currently experiencing, how labour market developments might inuence the ination outlook, and nally what all of this means for monetary policy.", "The topics of ination and labour market dynamics need little justication in the current context, or indeed to this audience, but I believe that they are also very tting topics for a Donal Nevin lecture.", "Both issues were never far from the economic policy discussions that Donal Nevin was involved in over his long career.", "As a founding member and former president of the ESRI, and having served with distinction in the Department of Industry and Commerce and as general secretary of the Irish Congress of Trade Unions before he retired in 1989, Mr Nevin was known as a man of great intellect and integrity , who had devoted his life to public service.", "In preparing for this lecture, I had a look at some of his contributions to the policy debates of the 1970s and 80s, and it is clear that the challenges and trade-offs that arise from trying to promote sustainable employment growth and better living standards without also fuelling ination was familiar territory.", "Of course, the topics might be familiar, but we should also be cautious about drawing too many historical parallels.", "Today we operate in very different economic environment to the one that confronted Donal Nevin during much of his career.", "From my own perspective, and given the issues I will discuss today, the fundamental changes in the institutional setup for monetary policy are one obvious difference.", "The Central Bank of Ireland is now one of nineteen national central banks in the Eurosystem, with price stability as the ECB's primary objective.", "And, as Monetary Policy is set for the euro area as whole, in my speech today I will emphasise both Irish and euro area developments.", "Later, I will talk more about what exactly price stability means, but essentially it is about preserving the purchasing power of the euro by ensuring low, stable and predictable prices for the euro area as whole.", "As we all know, ination during 2022 has been anything but low, stable or predictable.", "I will talk a good deal about ination - what the key drivers are and what to expect going forward.", "In the second part of the lecture, I will delve more into labour market developments, and what they mean for both ination and wages.", "Ination and labour markets are, of course, linked through a variety of channels, such as labour market tightness in a Phillips curve framework.", "Expectations is another potential channel.", "Persistently high ination can cause ination expectations to drift upward and become entrenched in wage demands, making it even more challenging to hit our ination target.", "In both the euro area and Ireland, employment is up sharply on pre-pandemic levels and unemployment rates are close to all-time lows.", "And, despite a highly uncertain growth outlook, the number of job openings has remained high and large numbers of rms report labour shortages.", "How the labour market responds to the weakening growth outlook remains to be seen, but our current projections are that a tight labour market and real wage catch-up for the current bout of ination will support strong nominal earnings growth of around 5-6% in Ireland in both 2023 and 2024, and 4- 5% in the euro zone.", "For the euro area at least, this level of wage growth is well above historical averages, and one of the reasons underlying (or 'core') ination is expected to remain elevated in the near term, before returning towards 2% by 2024.", "However, it is worth pointing out that forecasting in such a volatile and uncertain world is very challenging.", "Ination expectations also inuence wage and price dynamics.", "If higher ination is expected to persist, then workers will naturally demand higher wages, and employers may in turn raise their own prices.", "This staggered adjustment of nominal wages and prices to preserve real wages and mark-ups - the so-called 'wage price spiral' - was a feature of macroeconomic and ination dynamics during the 1960s and 70s.", "Pre-empting some of what follows, my own view is that there is little evidence of any such self-reinforcing wage-price dynamics at the moment, either in Ireland or in the rest of the euro area.", "This does not mean we do not expect nominal wages to adjust to the large price changes we have seen - and our research shows this is happening across the euro zone, albeit at a lag and not fully.", "Current projections include allowances for real wage catch-up, and this expected adjustment of real income also feeds into our growth forecasts.", "Rather, what I do not see in the current data is signicant evidence of a shift in medium-term ination expectations signicantly above our 2% target.", "If this were to happen, it could prompt the sort of self-reinforcing wage-price dynamics, with third and fourth round effects into wages and prices that proved so painful to unpick in the past.", "There is, however, no room for complacency.", "In spite of rising rates and a weakening outlook, labour markets remain tight, and ination expectations have moved up alongside headline ination.", "This momentum, combined with higher ination expectations in the tail of the distribution, indicate a greater risk of medium-term ination expectations moving away from our 2% target.", "Were expectations to become 'dis-anchored' in this way, it would jeopardise the ECB's ability to sustainably achieve its medium-term ination target.", "Preventing this from happening - getting ahead, if you like, of any potential shift in expectations - is just one of the reasons the ECB has started to raise policy rates ( ECB, July 2022 ).", "The nal part of the lecture, where I consider the policy choices, will revisit ination expectations.", "But rst, a remainder on how we ended up with the high ination we are currently experiencing.", "After that, I will discuss labour market developments, focusing on measures of labour market tightness and what this could mean for future wage growth.", "To begin with, some institutional background, which provides context for the policy discussion later.", "As a euro member, the Central Bank of Ireland is one of nineteen national central banks in the Eurosystem.", "Along with the other national governors and the ECB's six executive board members, the Governor is a member of the ECB's Governing Council.", "It meets every six weeks or so to decide monetary policy in order to achieve the ECB's primary price stability objective for the euro zone as whole.", "This euro zone perspective means that policy takes account of macroeconomic developments for the entire euro area.", "Being a member of the euro has obvious benets, such as the promotion of trade and investment both within and outside of the bloc.", "But a single monetary policy means also means that at times, a given monetary stance may not be fully aligned to the economic conditions in every country.", "In these situations, other policy levers - such as domestic scal policy, and national macro-prudential policy - become even more important for ensuring domestic economic and nancial stability.", "In 2021, following a wide-ranging monetary policy strategy review, the Governing Council reafrmed that price stability is best maintained by aiming for 2% ination over the medium term.", "The medium term horizon is important for two reasons.", "First, it allows for exibility in responding to economic shocks, and also to take account of uncertainties in both the ination process and the transmission of policy.", "Second, it allows for the possibility of temporary shocks dissipating of their own accord, without policy inducing unnecessary volatility in output and employment.", "This approach of 'looking through' temporary supply shocks has been severely tested in the last 18 months.", "It could be argued - with the distinct benet of hindsight, of course - that repeated supply shocks have combined to produce a persistent supply shock that has effectively reduced output below its pre-pandemic potential for much longer than rst anticipated.", "When combined with the strong demand rebound - in part due to the pandemic policies that largely preserved household income - the conditions were set for the sort of persistent and broad-based ination we are now experiencing.", "Of course, the persistent, overlapping and unprecedented scale of the supply shocks were clearly not the sort of shocks we had in mind when we talked about the medium-term horizon in the strategy.", "Who, for example, would have predicted the pandemic or even a war in Europe in 2022?", "What is clear is that once the nature of the supply shock became clear, and conditional on the strong demand we saw coming out of the pandemic, there is a role for monetary policy to react in order to bring supply and demand back into balance and sustainably return ination to target.", "Commitment to the 2% ination target is symmetric, which means that both negative and positive deviations are equally undesirable.", "However, the problem we currently have is clearly not too low ination.", "Headline ination in October was 9.6% in the Ireland and 10.7% in the euro area (Chart 1).", "Contrast this with the ten years to December 2019, when ination increased at an annual average rate of around 0.5% - and by 1.3% in the euro area.", "How did we get to here?", "These current high rates of ination are the result of a series of overlapping shocks that have hit the global economy over the last two and half years, beginning with the onset of the pandemic in the spring of 2020.", "Economy-wide shutdowns disrupted production and distribution, leading to widespread supply bottlenecks.", "Before the start of the war in Ukraine, researchers estimated that around half of euro area ination and one-third of US ination in 2021 was driven by these supply shocks.", "Some of the reduction in supply was itself a response to the initial pandemic demand shock, as in the case of energy during 2021.", "Transport bottlenecks also hit supply, with delivery times reaching more than double pre-pandemic levels - although this has eased somewhat during 2022.", "Whilst there were country- specic dimensions to restrictions and associated disruptions - China's 'zero Covid' policy being one example - inter- connected global supply chains meant that the ripples from supply bottlenecks were global, and slow to unwind.", "A second shock or change which matters for ination is pandemic-related shifts in the composition of demand.", "The initial shift was away from services - where spending opportunities were restricted because of lockdowns - towards goods.", "The change in the composition of spending was particularly large in some countries, such as the US.", "Central Bank tracking of Irish consumer spending using high frequency card spending data showed similar changes during 2020 and 2021, with a strong rebound in services spending in 2022 as the nal set of restrictions were lifted.", "A feature of the post-pandemic recovery was a surge in demand that occurred across many major global economies at more or less the same time.", "Strong demand, which also spilled over geographically, only served to put further pressure on already stretched global supply chains.", "Goods ination - which accounts for a quarter of the consumer spending basket - is currently far above historical averages, at 5% in Ireland and 5.5% in the euro area.", "For Ireland, where goods deation put downward pressure on overall (HICP) ination for much of the last two decades, this is a huge swing.", "The third shock is Russia's war of aggression against the Ukraine, which, quite apart from the devastating consequences for the people of Ukraine, has also exacerbated global inationary pressures and supply-side constraints, notably in energy and food commodity inputs.", "The euro area is net importer of energy.", "Therefore, the scale of the energy price changes we are facing - up around 40% in the last year- constitute an unprecedented terms of trade shock for the euro area.", "We are all signicantly worse off as a result.", "Some groups in society are more affected, especially those for whom energy and food account for a greater share of spending.", "We know that lower income and older households are particularly vulnerable, something I return to in the policy discussion below.", "The components of current ination in Ireland and the euro area Given the common nature of the shocks that are driving ination, as well as the global inter-connectedness of many inputs and outputs, it is unsurprising that Irish ination moved broadly in-line with the euro area average in recent months.", "This was not always the case, such as during previous inationary (early 2000s) and deationary domestically-driven episodes (after the nancial crisis).", "Some euro area countries are currently experiencing relatively higher rates of ination, notably Baltic countries, where import trade links with Russia were stronger before the war, including for energy.", "Despite accounting for around a tenth of the consumer spending basket, almost half of euro area headline ination in 2022 is directly due to energy.", "However, as energy is an input in the production of other goods and services, energy price shocks also indirectly impact non-energy ination rates as costs rise.", "These energy cost-push linkages are strongest for food production, a wide range of energy-intensive manufactured goods, and transport services.", "Commodity price increases are also contributing to higher food prices.", "Global supply bottlenecks and the indirect effect of higher energy prices had already contributed to higher food commodity prices before the war in Ukraine.", "However, following the invasion, and reecting the Russia and Ukraine's role as a major supplier raw food inputs, commodity and producer prices spiked again.", "These pipeline price pressures are still trickling through the food supply chain.", "Our own internal estimates suggests that the pass-through of commodity price changes peak at between 6 and 12 months, but continue to inuence consumer price developments up to 24 months later.", "Looking ahead, commodity futures prices have since come down more recently, reecting both substitution and the reopening of some supply routes.", "High ination is a broad-based phenomenon.", "As of July, more than 80% of the items in the Irish HICP basket were increasing by more than 2%, with similar gures for the euro area.", "This share is up from around 20% of items pre- pandemic.", "This broadening of ination is driving up 'core' ination - that is, HICP ination excluding energy and food - which was 4.8% in the euro area and 5.1% in Ireland in September.", "I emphasise core ination trends because, for monetary policy makers, it is an important metric, for a couple of reasons.", "First, as headline ination can be volatile, and, historically at least, the most volatile components tend to be the least persistent, policy makers pay close attention to measures of underlying ination, such as core ination.", "Underlying measures indicate where headline ination could settle after short-term factors fade, which is relevant for the medium- term orientation of monetary policy I mentioned before.", "For the euro area, private sector forecasters expect core ination to average around 4.0% in both 2022 and 2023, before falling back to 2.6% in 2024.", "The ECB's own projections from September 2022 show core ination at 2.3% in 2024.", "Although, this still includes some residual second-round energy effects working their way through prices.", "These projections will be updated for the December Governing Council meeting, when National Central Banks own forecasts will be amalgamated to complete the euro area picture.", "The second reason we care about core ination is because historically it has tended to move closely with wages.", "In assessing potential cost-push ination drivers, wage developments are an important consideration, particularly wage growth that is over and above labour productivity growth.", "Of course, a wide range of other non-wage costs are also relevant, as recent developments have shown.", "And let me be clear, wage pressures are not the primary driver of the current bout of high ination.", "But what we clearly want to avoid is a situation where, once the current supply shocks abate, domestic wage pressures are a factor contributing to ination remaining above our target over the medium term.", "This is a timely point to move on to labour market developments.", "Labour market and the outlook for wages The outbreak of the pandemic ended one of the longest continuous employment expansions on record: between 2013 and 2020, employment grew in all but a handful of quarters.", "Net inward migration was a key driver of these trends: between 2015 and 2019 net migration - many of whom were of working age - totalled some 110 thousand people, a large number in the context of an increase in overall employment of 263 thousand over the same period.", "In 2018, employment returned to pre-nancial crisis levels, albeit with a very different composition.", "Notably, a much lower concentration in construction.", "By the end of 2019, wage growth was beginning to pick up and concerns over the risk of 'overheating dynamics' were emerging in the context of a tightening labour market and strong domestic demand.", "I will not dwell on the labour market impact of the pandemic itself.", "This is not to minimise how large a negative shock it was, and how badly certain groups in society were affected.", "Nor to gloss over some of the policy innovations which evolved rapidly to deal with the shock.", "Rather, I want to take a more forward-looking perspective, beginning with the rebound from the pandemic, how this has led to tight labour market, and what this might mean for wages.", "... a strong rebound, drawing in labour supply from outside the labour force The rollout of vaccines and the gradual withdrawal of restrictions saw total employment surpass its pre-pandemic trend by the end of 2021.", "The latest labour force survey for Q2 2022 puts employment at 2.55 million, almost a quarter of million above pre- pandemic levels.", "Although, as average hours tended to be lower, at least in the initial phase of the recovery, total hours worked is only now approaching its pre-pandemic trend.", "Reecting in part lingering pandemic effects on both the demand and supply side, the recovery has been uneven across sectors.", "Total hours worked in contact intensive jobs in the Accommodation and Food and Other Services remain below their pre- pandemic levels.", "Overall, however, weaker employment growth in a handful of sectors has been more than offset for by signicantly stronger growth in a number of other sectors - notably IT (+32%), education (+17%), professional services (+13%), construction (+12), nance (+10%) and industry (+9%).", "As highlighted in our recent Quarterly Bulletin article, the expansion of employment in the last two years has been fuelled by a large expansion of the labour force, which grew from 2.43 to 2.68 million between 2019 and 2022.", "This increase in labour force participation, in the main from already resident working-age population, more than offset the temporary decline in net migration in 2021 due to the pandemic.", "Labour force participation rates in Ireland have increased right across the age distribution, although the increases for women - up by almost 4 percentage points to 60 per cent - and younger and older workers are particularly large.", "Central Bank research shows that the participation expansion supporting employment growth is mostly explained by two factors: (1) a tighter labour market, which has boosted participation among younger age cohorts more sensitive to prevailing economic conditions; and (2) longer run trend increases in participation for some groups.", "In relation to the latter, the analysis suggests that the higher levels of participation for women could be sustained, providing a boost to overall labour supply and supporting economic growth over the medium-term.", "The participation gains for under 25s could also be maintained as these cohorts are contributing labour alongside educational attainment, however, this activity is more sensitive to the economic cycle.", "We see similar changes in labour force participation in other euro area countries, which, when combined with falling unemployment rates, are contributing to higher employment rates in some countries such as France, the Netherlands, Italy and Spain.", "Will these labour supply effects persist?", "Or will they fade as the pandemic-rebound eases?", "Are these structural or cyclical changes?", "Our current analysis of the Irish data suggests that cyclical factors are dominating.", "However, the pandemic has induced a rapid and signicant shift in long-established work practices, notably the increase in working from home in jobs where this is possible.", "And whilst we have yet to see any evidence of the increased incidence of working from home as being a dominant factor explaining the increase in labour force participation in Ireland, we should consider some of the potential longer term effects of the greater use of exible working.", "For example, we know that women are more likely to work from home than men.", "In Ireland, one-in-four workers now say they work 'mainly from home', up from just one-in-fourteen pre-pandemic.", "Working from home is also more common in certain cohorts of the population: 40% of workers aged 40-plus say they work at least 'sometimes at home', compared with just 20% of workers under 25; almost 50% of workers in the top quartile of the wage distribution work at home, compared to 25% of workers in the bottom quartile of the distribution.", "The implications of more home-working go beyond labour supply.", "It could also matter for wages if the increased 'amenity value' of working from home is shared between employees and employers.", "What do I mean by 'amenity value'?", "It includes many things, such as the benets of reduced commuting time, greater ability to exibly plan time use during the day, more autonomy in work, and less trafc-related stress.", "In the US, researchers have attempted to quantify these amenity values for workers and nd that they range from around 1.5% to 7% of earnings as you move up the pay distribution.", "The potential impact on wages is via wage bargaining, as employers and employees increasingly bargain over the value of the option to work from home.", "The upshot is that increased working from home could be reected in lower wage levels than would otherwise the case, with implications for wages, the distribution of market income and ultimately the labour share.", "These are, of course, essentially arguments about the wage level, as opposed to wage growth.", "Beyond working from home, there are other forms of exibility introduced in response to the pandemic which could impact the labour market.", "For example, we have highlighted more remote education or training opportunities as a potential force for increased labour force participation for certain groups.", "We already see this in the share of under 25s working whilst also 'in education' which, in recent quarters, has risen from pre-pandemic levels.", "We saw similarly high cyclical rates of youth labour force participation during the mid-2000s.", "However, one important difference now is that more of these workers are combining both education and work, whereas before it was more a case of leaving education for work.", "Sector shifts - that is, fewer construction workers - is likely part of the reason, in addition to greater opportunities for remote work and study.", "Beyond the income benets to these workers, there are also potential longer- term benets in being able to combine both work and training.", "One is higher average labour market productivity.", "Another is shorter unemployment durations in the event of a job separation, which could in-turn have implications for cyclical unemployment dynamics.", "... the outlook for wages The near-term outlook for wages depends on three inter-woven factors: (1) tightness of the labour market, and how it is expected to evolve; and (2) how much, and over what time period, will employers adjust nominal wages to reect the current bout of ination - in other words, real wage catch-up, which itself also depends on tightness; and (3) the future path for ination and how this impacts ination expectations and future wage demands.", "Notwithstanding the deterioration in the outlook during 2022 - due in large part to the hit to real incomes from ination - indicators continue to point to a very tight labour market.", "The unemployment rate is either at, or very close to, historic lows in many euro area countries, and reports of labour shortages by rms persist.", "The number of job openings (or the job vacancy rate) has retained much of its post-pandemic high, and are around 50 per cent above pre-pandemic levels.", "The boost in demand for 'pandemic-related' jobs - notably in the delivery and transport of goods - has been particularly strong.", "And whilst the total number of job openings has held up so far in Ireland, we are seeing declines in some sectors, such as technology-related jobs, which is following a similar decline in the US.", "This will inevitably bring both uncertainty and challenges for individuals and households.", "This inverse relationship between job vacancies (on the y-axis) and unemployment can be shown in the Beveridge curve, which I plot here for the euro area.", "Cyclical economic variation is marked by movements along the curve, whereas structural changes - such as a change in job matching efciency - shift the position of the curve.", "My reading of the recent data for both the euro area and Ireland points to cyclical factors as the main drivers of labour market tightness, which supports the case for higher interest rates to sustainably bring ination back to our 2% target.", "What's happening to wages in this environment?", "First, I think it is useful to look at wage dynamics before the pandemic hit.", "Up to 2019, nominal wages were growing at a rate equal to ination plus around 1%.", "This meant real wages were broadly tracking (domestic) productivity growth which, according to the CSO , also averaged around 1% per year up to 2020.", "For this year, as outlined in our October Quarterly Bulletin, we are projecting average nominal wage growth of 3.8%, accelerating to 5.8% in 2023, before falling back slightly to 4.9% in 2024.", "A combination of a tighter labour market and real wage catch-up are driving this growth.", "Thus, the expectation is for more real wage catch-up to occur in 2023 and 2024, but real wage growth to be negative in the short-term.", "This is consistent with survey evidence collected by the Central Bank, which showed that the majority of workers expected wages to increase by less than ination during Despite considerable uncertainty in the economic outlook for the euro area, nominal wages are projected to grow at around double historical rates, of 4.0%, 4.8% and 4.0% between 2022 and 2024.", "Emphasising the scale of the challenge facing both workers and rms in adjusting to the price shock, in both the Ireland and the euro area cumulative real wage growth is still projected to negative (on average) by 2024: around minus 3% in both cases.", "How do these projections compare up with the latest data?", "For Ireland, National Accounts estimates show growth in compensation per employee of around 2.8% in Q2 2022.", "One potential issue with these gures is that they do not take account of signicant changes in the composition of employment as we emerge from the pandemic, and which could skew wage growth estimates.", "To lter out some of these compositional changes, the CSO also reports estimates that condition on the same workers working in both Q2 2021 and Q2 2022 (but not necessarily in the same job).", "This gives a very strong estimate of 9.3% for annual wage growth in Q2 2022.", "For the euro area, the ECB's own timely wage growth tracker is based on negotiated wages .", "From the perspective of understanding both current and future wage dynamics, none of these measures are perfect, with potential issues relating to composition, coverage and representativeness.", "Another drawback with the ECB negotiated wage series is that it tends to lag economic developments by several quarters.", "Therefore, to complement these ofcial wage data, as well as to get a more timely and forward-looking picture wage developments, we also analyse trends in posted wages in job ads using data from the job site Indeed.", "In the current tight labour market data, wages of (potential) new hires have received a lot of attention, both as a leading indicator of average wage growth in the economy and as an indicator of labour market tightness.", "The wage tracker was built to be responsive.", "Available shortly after the end of each month, it's much more timely than existing sources.", "It can help shed light on future trends because it tells us how much employers expect (and are willing) to pay to hire an additional worker.", "Post-pandemic, growth in posted wages has picked up sharply.", "As of October 2022, we estimate average annual growth in posted wages of just under 4.7% in Ireland and 5.2% in the euro area.", "Given its contribution to overall employment, the euro area trends is heavily inuenced by wage growth trends in Germany, which hit 7.1% per year in October.", "In Ireland, wage growth in recent months has either plateaued or slowed, suggesting that employers maybe taking stock of the weaker demand outlook.", "In the same way that we think about how broad price pressures are, we can also analyse how broad these wage growth trends are.", "In the year to October, six out of 10 occupational categories in Ireland and the euro area, saw wage growth in excess of 3% - a rate of nominal wage growth rate that is roughly consistent with a 2% ination target plus 1% productivity growth.", "This share is well above the 2019 average of four out of 10 occupational groups, and suggests higher wage growth is becoming more spread out, rather than being driven by a small number of job categories where the supply-demand balance is tight.", "Such a broadening of upward wage pressures could be evidence of growing 'second- round' effects of energy and food price shocks on ination, and is no doubt a trend we will be paying close attention to in coming months.", "In my conclusion, I will consider the outlook for ination, focusing on the main drivers of ination I have already mentioned.", "On the policy front, I will briey touch on the distributional aspects of high ination, and what this means for scal policy.", "But my main focus will be on the task monetary policy makers face in bringing ination back to target.", "Looking ahead: global price pressures from supply bottlenecks gradually easing, a rebalancing of demand towards services, and uncertainty around energy prices and the growth outlook When ination is high it tends to be unstable and hard to predict.", "And so it has proven with the ECB's own projections - and it is not alone in this - which have systematically under predicted even the near-term path for ination in recent quarters.", "Much of the under-prediction is from unexpected energy price shocks, and in these circumstances it makes sense to include scenario analysis alongside baseline projections, as the ECB has done recently.", "However, it is not only volatile energy prices that explain the under-forecasts.", "At least initially, there was also an under- appreciation of the other ination drivers I highlighted previously - such as the shift from services to goods, and the persistence of supply shocks and bottlenecks combined with strong pent-up demand.", "In the near-term, the energy crisis will continue to support higher price levels, whilst also being negative for growth.", "But as the base effects recede, and conditional on future shocks, I would also expect the upward pressure on ination from energy to ease considerably.", "Some of the other pandemic-related factors that increased ination are easing.", "Energy aside, global supply chain pressures have eased considerably since the start of 2022.", "In the transport sector, shipping costs, whilst still above pre-pandemic levels are on a downward trajectory.", "Consumer demand is rebalancing back towards services, helped in no small part from a post-pandemic boost to travel.", "This is reducing some of the demand pressures on goods.", "We already see signs of this in Central Bank card spending data.", "In addition, the shock to real incomes from nominal wages lagging ination will further reduce demand for goods, putting downward pressure on goods prices.", "This is already evident in retail sales volumes, which have been falling in recent months, as has the month-on-month pace of goods ination.", "Food commodity prices, such as for wheat, have fallen back since June, which will ease pipeline food price pressures.", "Although, here I urge caution: unexpected geo-political events, including in relation to energy inputs, as well as the increased occurrence of extreme climate events, continue to be a signicant risk factor for food prices.", "Even in the scenario of no future input price shocks, food price levels are unlikely to fall rapidly, or indeed soon.", "Furthermore, as I mentioned before, the full pass-through of the input cost increases we have seen over the past year has yet to occur.", "The main risk factor against an easing of ination pressures is energy.", "In the current environment, energy prices, especially for gas and electricity, are unforecastable.", "Nonetheless, they represent the most signicant upside and downside risks to ination and growth respectively.", "Notwithstanding efforts to rebuild gas supply buffers for the winter, supply cuts could further spike wholesale prices, including for the winter of 2023.", "How this plays out for consumers will in part depend on the response of national governments, as well as moves at European level to reform the design of European electricity markets.", "Analysis of adverse energy shortage scenarios by the ECB and others are highly negative for growth, lowering GDP by 0.4 to 2.2% relative to the baseline.", "At present, we appear to closer to the more benign end of this range, a scenario which relies on a large build-up of winter 2022 storage - including via signicant LNG substitution - and a milder winter.", "Growth has slowed and the outlook has deteriorated - how this plays out in the labour market will inuence wage developments Against the backdrop of high ination, rising central bank interest rates and geo-political uncertainty, the growth outlook has deteriorated sharply.", "Soft indicators and GDP 'nowcasts' all point to weakening euro area growth.", "These forces will act against rising ination, as well as the ability of workers to obtain higher wages.", "With a weaker economic outlook, rms will be more circumspect about raising prices for fear of losing customers.", "Equally, workers' demands for higher wages will need to be carefully balanced against the risk of rising unemployment.", "But, for the time being at least, this is far from a gloomy labour market outlook.", "As I have shown, labour demand has, thus far, remained strong in the face of the weaker growth outlook.", "One possibility is that rms are anticipating a relatively short slowdown in growth, and recent experience of labour shortages is leading to hoarding.", "We also know that historically, the labour market is a lagging indicator, often reacting to economic developments several quarters afterwards.", "Much will also depend on the depth and duration of any slowdown, and how policy responds, which brings me to the nal part of my lecture - the policy outlook.", "For scal policy, the focus should be on protecting the most vulnerable whilst not adding to existing price pressures.", "The Central Bank has addressed scal policy in recent publications, so I will keep my comments on scal very short today.", "In terms of helping households facing a large increase in their cost of living, the policy priority has to be to help those groups in society that are most vulnerable to rising ination.", "This means that, with limited budget, help gets to those that need it the most.", "It will also ensure that any additional inationary pressure from policy in this area is minimised.", "Who are these vulnerable groups?", "Analysis by both the Central Bank and the CSO shows quite clearly who is most affected by the current high rates of ination: lower income households, older households and, within these groups, those who are renting their home.", "The difference between low and high income households is particularly stark, with a swing of over 2 percentage points in the ination rate in June, driven by signicantly higher contributions from energy, food and rent.", "Financial stability: slowdown in global growth and tighter nancial conditions could have adverse implications for asset prices and debt serviceability The last decade or so of low interest rates, contributed to a 'search-for-yield' that drove up many asset values, including housing.", "In addition, the demands on the sovereign during the pandemic added further to the build up of debt.", "Indebted households and rms are also exposed in an environment of tightening monetary policy and nancial conditions more generally.", "As outlined in our recent Financial Stability Review (I 2022), household vulnerabilities are somewhat different to what we saw at the onset of the nancial crisis in Ireland.", "Household resilience is underpinned by debt levels that have fallen steadily over the last decade, an increasing reliance on long-term xed rates that leaves fewer borrowers exposed to rate rises in the short-term, as well as some households holding considerable liquidity buffers built up during the pandemic.", "The rapid tightening of global nancing conditions, on foot of changes in the monetary policy stance, have led to a signicant re-pricing of nancial assets and an increase in market volatility.", "These events could impact the Irish economy and nancial system through a number of channels, including higher risk-premia for sovereign debt and higher nancing costs for Irish-resident corporates.", "On the former, recent events in the UK highlight the importance of a commitment to a sustainable and credible scal policy over the medium term.", "Monetary policy: an unwavering commitment to price stability With both headline and core ination at very high levels, Central Bank credibility is on the line.", "It is no surprise therefore - and quite right in my view - that the common theme in monetary policy in most advanced economies is a clear and resolute commitment to bring ination back in line with targets.", "How can this be achieved?", "I will briey summarise the ECB perspective, focusing on interest rates.", "Since July, the Governing council has raised interest rates by 2 per cent.", "Having started at -0.5%, this means the effective policy rate is now 1.5%.", "These changes mark a rapid move away from the accommodative stance that characterised the post-nancial crisis period of very low ination, as well as the monetary policy response to the pandemic.", "For future interest rate changes, the Governing Council has said it will assess the incoming data in terms of what it means for both our outlook and the required path for interest rates to achieve our ination target.", "Such a data- dependent, or 'meeting-by-meeting', approach is appropriate given the highly uncertain economic environment we face.", "It represents a departure from the more 'forward guidance' dominated approach that characterised both the period after the nancial crisis and pandemic monetary policy, a part of our tool kit that is more suitable to periods when we face the constraints of the effective lower bound.", "What is clear at the current juncture is our current rate rising cycle still has some way to go.", "This was made clear by the Governing Council in October when it signalled the further increases in interest rates would likely be warranted at future meetings.", "Financial markets have taken note, pricing in successive rate rises to around 3.0% by around this time next year.", "And, whilst nancial conditions have quickly adjusted, with interests on loans to households and rms in the euro area increasing sharply since the beginning of the year, it will take some time for impact of rising rates to lter through to economic activity.", "This is the oft-mentioned 'long and variable lag' of monetary policy, and is another motivating reason for a meeting-by-meeting, gradual approach to the calibration of monetary policy.", "On the pace of adjustment, and the likely end-point for rate rises in this cycle, this will be informed by the incoming data on ination, wage growth, expectations and nancial conditions.", "If medium-term ination expectations were to show consistent signs of drifting away from our 2% ination target, this would also strengthen the case for a tighter policy stance.", "When we look at the central tendency of the medium-term market ination expectations data, it remains around the 2% target.", "Having said that, an increasing mass in the right tail of the distribution - as seen in the survey of professional forecasters in June, for example - is potentially signicant, if, as some have argued, these 'early movers' are the rst signs of upward drift in the ination anchor.", "Consumer expectations have also drifted up alongside actual ination, currently at 3% for expected ination three years ahead.", "I have covered a broad range of topics here today, a lot of charts - but there's economists for you.", "As I conclude my remarks, I cannot help but put the challenges that we face today in a wider historical context, including the challenges Donal Nevin and others faced in the 1970s and 1980's.", "While historical parallels are dangerous, the one constant is that the predominate aim of public servants, past and present, is to serve the public good through analysis that best informs policy decisions.", "I hope what I have set out today gives a sense of the challenges faced through our own informed perspective on ination and labour market developments and how these might inform monetary policy.", "I hope I have done just that, and, look forward to the discussion.", "Turlough O'Riordan, March 2022, Dictionary of Irish Biography .", "The online archives of the Statistical and Social Inquiry Society of Ireland and national newspapers also contain references to Donal Nevin's many contributions to policy issues of the day.", "Irish Independent obituary Fiscal frameworks have also been strengthened in Ireland and across the EU, with an enhanced role for independent scal councils in monitoring and assessing the scal policy stance.", "Blanchard (1986) explains how a wage price spiral can emerge when wage and price setting is staggered.", "De Long's (1997) paper on ination during the 1970s describes nominal wage dynamics during this period, as well as policy failures that ultimately led to the Volker disination of the early-1980s.", "\"Wage Growth in Europe: Evidence From Job Ads\", Pawel Adrjan and Reamonn Lydon.", "Central Bank of Ireland Economic Letter, Vol 2022, No.", "Similar points have been made at the June 2022 ECB Forum on Central Banking Policy Panel in Sintra, and by Gopinath (2022) at the recent Jackson Hole Symposium.", "See \" Two per cent ination target\", an explanatory note from the ECB.", "These estimates, from Kalemli-Özcan et al.", "(2022) for a description of pandemic consumption trends in Ireland, the euro area and the US.", "See Byrne & Scally (Quarterly Bulletin 3, 2019, Box E, pages 38-41) for a analysis of services and goods price trends.", "For the latter, they highlight both economic drivers, such as exchange rates, and technical issues relating to the construction of goods price indices by the CSO - including difculties relating to measuring comparable changes in the quality of goods in the ination basket - as key drivers of goods deation over the previous two decades.", "(2018) for a summary of other underlying measures typically used at the ECB including: trimmed mean, supercore and the Persistent and Common Components of Ination (PCCI).", "Survey of Professional Forecasters, Q4 2022.", "See the Central Bank Quarterly Bulletin 1, February 2020.", "For a summary of the labour market impact of the pandemic see, amongst others, Keenan & Lydon (2020), Byrne et al.", "For an overview of pandemic scal and monetary policy interactions, see Holton et al.", "Here, I draw on our recent Quarterly Bulletin article (July 2022) on \"Labour Market Recovery After a Pandemic\".", "(2022) for a discussion on migration during the pandemic.", "The CSO's most recent Population and Migration Estimates included a large adjustment to the net migration gures, totalling 61,000 in the year to April 2022.", "This is the highest level since 2008, and around double the pre-pandemic average (2017-19).", "Although, as a result of the war in Ukraine, there was an exceptionally large inow of Ukrainian migrants (28,000) in the 12-month period.", "According to Eurostat, a higher share of women report working from home than men.", "The gap tends to close for groups with higher levels of education; see \"How usual is it to work from home?\"", "Central Bank estimates from the Labour Force Survey (CSO).", "This contrasts with recent evidence for the US in Blanchard et al.", "(July 2022) , which suggests that the Beveridge curve has shifted out, consistent with a decline in matching efciency.", "The corollary is that the natural rate of unemployment has increased, implying that monetary policy in the US has more work to do stabilise ination at its 2 per cent target, i.e.", "it will require a larger increase in unemployment from its current level to bring ination down.", "\"A snapshot into ination and earnings expectations\".", "Cunningham, Garabedian and Zekaite ( June 2022).", "Our 2.8% gure is based on growth in compensation of employees in the Q2 2022 National Accounts of 12.2%, less employment growth of 8.5%, less an adjustment for the increase in social contributions as workers roll off EWSS, which we estimate at approximately 0.9%.", "CSO, Labour Market Insight Bulletin, Series 12 Q2 2022.", "This is a 'non-harmonised' wage indicator compiled by the ECB, based on data provided by 12 of the 19 Eurozone members.", "There is no data for Ireland.", "As detailed in our recent Central Bank Quarterly Bulletin article on \"Labour Market Recovery After a Pandemic (Box B)\", large shifts in the composition of employment during and after the pandemic, combined with the run off of pandemic schemes such as wage subsidies, make it very challenging to interpret current wage developments.", "See Adrjan & Lydon (forthcoming, 2022) for details of the data, methodology and results.", "These are estimates of wage growth using posted wages in job ads, and, as such, are not directly comparable with estimates based on National Accounts.", "With such novel data, it's important to understand how representative these gures are, which is why we benchmark our data against ofcial wage statistics.", "The posted wage data compares very well, both in terms of general trends and population coverage.", "See also Adrjan & Lydon (2021) and Adrjan & Lydon (2019) for further information on this data.", "The wage growth rates from our job ads wage tracker controls for changes in the composition of job ads over time, by essentially estimating wage growth within narrowly dened jobs.", "Staunton & Lydon (2018) show that, in Ireland, increased job switching is a leading indicator of wage growth.", "In the US, the Atlanta Fed Wage Growth Tracker has consistently shown far higher wage growth for job changers, when compared to job stayers.", "In August 2022, wage growth for job changers and job stayers was 8.4% and 5.6% respectively.", "See \"Box 3 A downside scenario related to the economic impact of Russia's military aggression in Ukraine\" in the ECB's June 2022 macroeconomic projections.", "See \"The Macroeconomic Outlook\", Governor's Blog (Mahklouf, October 17, 2022).", "See \"Household characteristics, Irish ination and the cost of living\", Lydon (2022); and \"Estimated Ination by Household Characteristics\", CSO (June, 2022).", "For Central Bank analysis of household resilience to high ination, see Arrigoni et al.", "Lyons et al (2022, FSR 1, Box C) analyse the exposure of mortgage borrowers to higher interest rates, highlighting the growing shift away from variable rate mortgages towards xed-rate mortgages in recent years.", "See Reis (2022) , and also his presentation at the ECB Forum on Central Banking ( Sintra, June 2022 ).", "©2022 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation and labor market dynamics", "Monetary policy", "Labor market", "Wage growth", "Core inflation", "Inflation expectations", "Phillips curve", "Fiscal policy", "Financial stability", "Economic outlook"]}