{"sentences": ["Internationalisation of the Rupee: Is it time to shift gears?1 Good Evening.", "It gives me great pleasure to be part of the Annual Day event of the Foreign Exchange Dealers Association of India (FEDAI).", "Since its inception in 1958, FEDAI has played a crucial role in the smooth conduct of foreign exchange business and development of forex markets.", "This role assumes greater significance in today's age of rapidly evolving forex markets and innovations in financial products and instruments.", "The global situation continues to experience uncertainty on multiple fronts, be it economics, geopolitics, or climate related.", "Coming close on the heels of the Covid-19 pandemic, these challenges have caused the plates of both policymakers and market participants alike to be full.", "I would, therefore, like to take this opportunity amidst this august gathering to share some thoughts on the progress of the Indian Rupee (INR) on the path of greater acceptance in international markets, or \"internationalisation\", its benefits and risks and conclude by offering a few suggestions which might aid the Rupee's onward journey.", "Before proceeding, it might be a good idea, however, to do a quick recap of the journey of Rupee markets thus far which will set the backdrop for our main theme of Rupee internationalisation.", "The early stages of foreign exchange management in the country emphasized on control of foreign exchange by regulating demand due to its limited availability.", "Various controls were imposed on forex transactions through the Foreign Exchange Regulation Act (FERA) of 1947, which was subsequently replaced by a more comprehensive and rigorous framework through FERA, 1973.", "The approach to external sector management underwent a paradigm shift in the 1990s driven by the economic reforms introduced in 1991.", "In line with the recommendations of the High-Level Committee on Balance of Payments (Chairman: Dr C Rangarajan, 1993), exchange rate of rupee was made market determined in 1993.", "In 1994, India accepted Article VIII of the Articles of Agreement of the International Monetary Fund (IMF) making INR fully convertible on the current account.", "With enactment of the Foreign Exchange Management Act (FEMA) in 1999 to replace FERA, the approach shifted from that of conservation to the management of foreign exchange through facilitation of external payments.", "During the last three decades, India's external sector has shown remarkable progress.", "India's economy has increasingly integrated with the global economy.", "India has emerged as one of the world's fastest growing economies and a preferred destination for global investors.", "India's trade (exports and imports together), barring the hiccup caused by the Pandemic, has continued to grow and crossed the USD one trillion mark for the first time during FY 2021-22 (Chart 1)2.", "On the other hand, India's share in global merchandise trade3, while growing, continues to be relatively modest (Chart 2).", "Coming to capital flows, foreign direct investment (FDI4, Chart 3), the preferred type of foreign capital, shows a healthy upward trend while foreign portfolio investment (FPI5), given its very nature, shows a mixed trend.", "Overseas Investments6 (OI) by Indian residents seem to have consolidated.", "It is hoped that the new Rules and Regulations governing OI will spur the global ambitions of the widely recognized Indian entrepreneurial class.", "External Commercial Borrowings (ECB7, Chart 4) vary from year to year, and appear to be sensitive to interest differentials.", "Outflow under the Liberalised Remittance Scheme (LRS8) is showing a healthy trend (Chart 5) reflecting the underlying growth in the Indian economy and is predominantly used for current account transactions.", "India has always been a major recipient of private transfers9 (Chart 6), originated by the Indian diaspora.", "These remittances continue to grow over time, although their share in global inward remittances has been moving down (from 13.9% to 12.6% in 202010).", "Finally, In the last decade, India's foreign exchange reserves11 (Chart 7) have grown from USD 293.9 billion in September 2012 to USD 537.5 billion in September 2022.", "Our forex reserves played a critical role in cushioning the impact of severe turmoil witnessed in the global markets in recent months.", "Reserves continue to be healthy and complement the strong macroeconomic fundamentals of the Indian economy.", "The Case for Rupee as an international currency 11.", "An international currency is one that is freely available to non- residents, essentially to settle cross-border transactions.", "It is an expression of external credibility in the currency as well as in the economy.", "All truly international currencies belong to large, advanced economies.", "Their use for international transactions confers substantial economic privileges to the host countries.", "In the case of the Dollar, the 'exorbitant12' privileges include immunity from BoP crises as the USA can pay for its external deficits with its own currency.", "The dominance of its financial institutions, markets and policies in the global economy, the protection for its businesses from currency risk, the seigniorage that accrues to it, all of these flow from its status as the preeminent reserve currency.", "Clearly, one or only a few countries can enjoy such privileges at any given point of time in history.", "And the preconditions - size of the economy and a dominant share of global GDP, globally dominant businesses, extraordinary military capabilities etc.", "limit the prospects of owning an international currency to any but the largest few economies.", "If that is the case, why am I talking of internationalisation of the Rupee?", "I would like to clarify this point by drawing a distinction between the status of 'Rupee as an international currency' and the process of 'internationalisation' of the Rupee.", "Rupee as an international currency, with all its attendant privileges that we saw USD enjoys, is a state that lies well into the future.", "It is not achievable by financial regulation alone, as the preconditions we listed for dollar dominance clearly illustrate.", "Therefore, the status of Rupee as an international currency is not what we are discussing here today.", "But we can make tangible progress towards internationalisation of the Rupee.", "This is a process that involves increasing use of the Rupee in cross-border transactions.", "Broadly, the process involves promoting Rupee for import and export trade and then other current account transactions followed by its use in capital account transactions.", "These are all transactions between residents in India and non-residents.", "Use of Rupee for transactions between non-residents would be a decisive vote of confidence in Rupee's internationalisation, but that is a step which belongs to the final stages of Rupee internationalisation, and not a priority at this stage.", "Why do I think internationalisation of the Rupee is a desirable objective of public policy?", "Some of the advantage are fairly obvious, as explained i.", "Use of Rupee in cross-border transactions mitigates currency risk for Indian business.", "Protection from currency volatility not only reduces cost of doing business, it also enables better growth of business, improving the chances for Indian business to grow globally.", "It reduces the need for holding foreign exchange reserves.", "While reserves help manage exchange rate volatility and project external stability, they impose a cost on the economy.", "For example, there is a general agreement that India's reserves are borrowed funds.", "Banks and corporate incur external debt at market rates which are then invested in Government securities issued by advanced economies (AEs).", "The rate at which external debt is incurred is substantially higher than the return on reserves,.", "Assuming an interest differential of 2%, on a Reserve base of say USD 600 billion, the cost of reserves would work out to USD 12 billion, annually.", "This cost represents a transfer of income from India to AEs.", "Reducing the requirement of reserves would save some of this this loss of income.", "Reducing dependence on foreign currency makes India less vulnerable to external shocks.", "For example, during phases of monetary tightening in US and strengthening dollar, excessive foreign currency liabilities of domestic business results in a de facto domestic tightening.", "The 'Taper Tantrum' episode in 2013 and the currency volatility experienced by most emerging market economies (EMEs) in recent months exemplify such risks.", "Reduced exposure to currency risk would substantially mitigate the pain of reversal of capital flows.", "As the use of Rupee becomes significant, the bargaining power of Indian business would improve adding weight to the Indian economy, enhancing India's global stature and respect.", "How do we go about the process of internationalisation of the Rupee?", "We have, in fact, taken the initial steps.", "Enabling external commercial borrowings in Rupees (especially Masala Bonds) was one step.", "Though invoicing export and import in Rupees was long permitted, it was being resorted to for limited uses.", "The July 2022 Scheme of RBI permitting Rupee settlement of external trade created a more comprehensive framework, including the flexibility of investing surplus Rupees in Indian bond markets.", "We are receiving encouraging response from countries to participate in Rupee-based trading.", "The Asian Clearing Union is also exploring a scheme of using domestic currencies for settlement.", "An arrangement, bilateral or among trading blocs, which offers importers of each country the choice to pay in domestic currency is likely to be favoured by all countries, and therefore, is worth exploring.", "As increased use of Rupee in cross-border transactions requires a unified global market in Rupee both in interest rates and currencies.", "Such unification would not only improve depth and liquidity of our markets, but they would also facilitate uniform pricing across borders.", "Accordingly, Reserve Bank has also been putting in place enabling conditions by way of linking the domestic Rupee interest rates and currency markets with offshore Rupee markets by enabling domestic banks to operate in the offshore markets.", "Concomitantly, Primary Dealers (PDs) have been allowed market making in forex markets to improve market liquidity.", "Further steps in this direction are enhancing transparency of global Rupee markets through a comprehensive Reporting framework.", "A desirable outcome would be if market-makers like banks and PDs centralize their global Rupee book in India.", "Among other benefits, this would improve risk management for Indian and global firms alike and enhance the global role for India's financial sector.", "We have so far discussed the advantages.", "Let us know consider the risks.", "i. India is a capital deficient country, and hence needs foreign capital to fund its growth.", "If a substantial portion of its trade is in Rupee, non-residents would hold Rupee balances in India which would be used to acquire Indian assets.", "Large holdings of such financial assets could heighten vulnerability to external shocks, managing which would necessitate more effective policy tools.", "A reduced role for convertible currencies in external transactions could lead to reduced reserve accretion.", "At the same time, however, the need for reserves would also reduce to the extent the trade deficit is funded in Rupees.", "Non-resident holdings of Rupees could exacerbate pass-through of external stimulus to domestic financial markets, increasing volatility.", "For instance, a global risk-off phase could lead non- residents to convert their Rupee holdings and move out of India.", "These risks are real, but they are unavoidable if India is to progress to be an economic superpower.", "Macroeconomic policy would need to measure up to such risks.", "Internationalisation would make domestic monetary policy more challenging but the alternative of compromising on growth by playing it safe is clearly not an optimal choice.", "We need to calibrate our moves to the evolving size of our economy, particularly the size of the external sector and to our appetite for risk in framing policy for external trade and capital flows.", "But the direction is clear."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Rupee internationalisation", "External sector management", "Reserve management", "Currency risk", "External commercial borrowings", "Foreign direct investment", "Foreign portfolio investment", "Overseas investments", "External shocks", "Monetary policy"]}