{"sentences": ["Good morning, ladies and gentlemen.", "Welcome to the Singapore Pavilion's Finance Day, hosted by the Monetary Authority of Singapore (MAS).", "Climate change is no longer a prediction, it is becoming a reality.", "The frequency and intensity of today's extreme weather events have exceeded early climate models.", "We are in a race for our lives, to reach net-zero greenhouse gas emissions by 2050.", "Unless we act now, act fast, and act together, we will lose that race.", "We need to act now to start reducing emissions.", "The world is currently far from a net-zero emissions trajectory.", "Global greenhouse gas emissions are still rising, not falling.", "If we do not act now to start decarbonising, we risk breaching tipping points that will lead to catastrophic and irreversible climate change, with unimaginable risks to lives and livelihoods.", "We need to act fast to finance the transition to net-zero.", "Decarbonisation is a costly affair.", "We must also balance decarbonisation and development.", "The world requires significant financing for sustainable development and new technologies to reach net zero by 2050 - by some estimates, US$9.2 trillion annually.", "This is US$3.5 trillion more than the annual investment today.", "And we need to act together.", "The climate challenge is too big for governments or any one country to solve.", "We need a global effort and a whole-of-society approach within each country.", "Effective partnerships across the public, private, and people sectors will be key to mobilise the financing necessary for an effective and just transition.", "As a leading global financial centre in Asia, Singapore can play an important role in mobilising this capital, especially to support Asia's transition to net-zero.", "the Singapore Pavilion, we have set out how we will do this through three key strategies: blended finance to mobilise private capital for the transition to facilitate emissions abatement and inclusivity good-quality data to support credible disclosure and track progress First strategy - blended finance to synergise public and private capital for Many green and transition projects in projects that are marginally bankable.", "emerging markets pose risks that are not commensurate with their expected returns.", "We need catalytic capital to improve project bankability and crowd in private sector capital.", "Blended finance is also about combining financing with capacity building, technology transfer, and institutional support, to reduce risk and enhance bankability.", "Blended finance is not new but scaling it requires a fresh approach.", "month ago, the Monetary Authority of Singapore (MAS) held the inaugural Transition Finance towards Net Zero Conference Conference.", "The conference saw more than 500 leaders and experts from across the world - from industry, academia, governments, and multilateral development banks - discuss the nuts-and-bolts of what it takes for blended finance to scale.", "What were their key take-aways?", "One, greater capacity and expertise to prepare projects.", "This is critical at the early stages of project development, especially in developing economies.", "Transition projects need to be well designed with clear targets and transparent metrics to draw private capital.", "Two, better risk mitigation and risk transfer mechanisms.", "We need catalytic and concessional funding from the public sector, multilateral development banks, and philanthropic sources, to improve project bankability and crowd in additional multiples of private sector funding.", "This will mean re-looking the financing models and incentive structures of multilateral development banks.", "Three, a more synergistic financial ecosystem.", "We need to recycle capital by taking loans off bank balance sheets and structuring them in a form that institutional investors can participate in.", "Singapore is taking active steps to scale transition and blended finance.", "Infrastructure Asia, launched by MAS and Enterprise Singapore , provides expertise in project scoping, shares best practices in project development, and facilitates infrastructure financing deals in the region.", "Clifford Capital, whose borrowings are guaranteed by the Singapore Government, provides debt financing to crowd in equity participation for infrastructure projects.", "Capital, a partnership between HSBC and Temasek Holdings, will deploy blended finance at scale to unlock marginally bankable projects in Southeast Asia.", "Convergence, a global network for blended finance, has launched a S$5 million grant scheme supported by MAS, which will fund feasibility studies and proof of concept work on innovative blended finance solutions in target sectors that are under-capitalised in Asia.", "Singapore is also partnering global efforts to promote transition and blended finance.", "The Network of Central Banks and Supervisors for Greening the Financial System (NGFS) has established a Blended Finance Initiative, that will identify best practices and lessons from past case studies and provide practical guidance on modalities to scale up blended finance.", "MAS and the De Nederlandsche Bank (DNB) will lead this Initiative.I will share more details in my remarks this afternoon before the NGFS discussion panels at this Pavilion.", "Glasgow Financial Alliance for Net Zero Asia-Pacific Network The will launch an initiative to develop guidance for financial institutions on how they can facilitate the managed phase-out of coal power generation in the Asia Pacific.", "MAS and the Asian Development Bank will participate in this initiative.", "Second strategy - carbon markets to channel financing towards carbon abatement and removal projects.", "Many entities find it difficult to eliminate their emissions or to even reduce them as quickly as they would like.", "High quality carbon credits generated by emission reduction and removal projects allow such entities to offset the emissions they cannot get rid of while providing financing for these projects that would otherwise not get off the ground.", "A well-functioning carbon trading ecosystem is particularly relevant to Asia's transition effort.", "The market for voluntary carbon credits is huge.", "Unfortunately, differences in carbon accounting and credit recognition practices across jurisdictions have led to carbon credits being treated with a degree of skepticism.", "To build an efficient and trusted carbon market, we will need better and verifiable abatement data, harmonisation in carbon accounting practices, and interoperability between the voluntary and compliance carbon markets.", "Singapore is well-positioned to be a carbon services and trading hub.", "We have sound infrastructure, good governance, and a premium on trust - critical ingredients for a marketplace.", "We are located at the heart of Southeast Asia which is fertile ground to harness the potential of nature-based solutions for carbon sequestration.Southeast Asia holds more than one-third of the world's mangroves and has about 120 million hectares of land suitable for re-forestation.", "We are strengthening the carbon credit value-chain by growing project development capabilities: certify and validate project design, and monitor and verify project outcomes.", "Third strategy - good-quality data to support transition finance.", "comparable data is foundational for the climate agenda.", "Data on carbon stocks, emissions profiles of projects, and historical deal data can provide the market with a proper view of climate-related risks.", "Good-quality data is key to robust sustainability reporting, combating greenwashing, and enabling investors to make effective ESG-informed decisions.", "Good-quality data enables solutions such as blended finance and forms the backbone of an efficient and trusted carbon market.", "But there is a significant gap between data needs and data availability.", "The ESG data acquisition process is often manual, tedious and costly.", "Data verification is at a nascent stage.", "To build a credible ESG data ecosystem, MAS has launched a collaborative effort Project Greenprint seeks to with the financial industry called Project Greenprint.", "streamline the collection, access, and use of climate and sustainability data through four digital utilities: an ESG registry of certifications an ESG disclosure platform to facilitate reporting a digital marketplace to connect data users with ESG solution providers a data orchestrator to aggregate ESG data from multiple data sources Globally, GFANZ has formed the Net Zero Data Public Utility to address issues such as data gaps, data accessibility, and data inconsistencies.", "It will complement existing climate data initiatives, promote the effective management of climate-related financial risks, facilitate robust sustainability reporting, and accelerate the formulation of credible transition plans.", "I have provided a quick overview of Singapore's efforts in three key areas of transition financing - blended finance, carbon markets, and good-quality data.", "This afternoon, I will share some of the interesting and impactful work being done by the NGFS in the areas of blended finance, data, and capacity building.", "In all our efforts, I cannot emphasise enough the importance of collaboration and collective action.", "We have a common mission: to reduce global greenhouse gas emissions to net zero by 2050.", "But time is running out.", "We must act now, act fast, and act together.", "There has never been a greater opportunity for us to find common purpose, build solidarity, and ensure the sustainability of our planet and better lives for communities everywhere."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Transition finance", "Carbon markets", "ESG data", "Blended finance", "Carbon abatement", "Carbon sequestration", "Sustainability reporting", "Greenwashing", "Net-zero emissions"]}