{"sentences": ["I am very pleased to participate in this conference to mark the centenary of Lietuvos bankas.", "Building on the ECB's recent strategy review and our reflections on the policy mix, I will outline my views on the interplay between monetary, macroprudential and fiscal policy.", "Academic research points to the need for monetary and fiscal policy to work together in times of crisis.", "This runs contrary to previous wisdom suggesting fiscal policy should mainly support economic outcomes by playing the role of an \"automatic stabiliser.\"", "For example, in recessions, government expenditure would automatically increase and tax revenue would automatically decrease.", "It has become evident that strong, discretionary countercyclical fiscal policy is needed in a crisis.", "Furthermore, research shows fiscal policy is particularly effective close to the lower bound of interest rates.", "In this way, fiscal policy not only effectively stabilises the economy, but also contributes to the ECB's objective of maintaining price stability.", "Structural fiscal policy could also help raise the natural or equilibrium real rate of interest .", "This rate of interest has been falling in recent decades and has made the pursuit of price stability much more challenging for central banks.", "Complementarity between monetary and fiscal policy was greatly effective following a long period of too low inflation.", "But how is this interaction in an inflationary environment?", "Or more generally, how does the level of inflation affect the fiscal-monetary policy mix?", "Macroprudential policy addresses risks to financial stability.", "Our strategy review acknowledges that financial stability is a necessary condition for price stability.", "With an impaired transmission mechanism in times of financial turmoil, maintaining price stability is not possible.", "At the same time, monetary policy itself can have implications for financial stability.", "Accommodative monetary policy can reduce credit risk and prevent debt deflation.", "But it could also trigger excessive risk taking or encourage higher leverage in the financial system.", "In times of monetary policy tightening, the converse arguments apply.", "We therefore decided to implement a new integrated analytical framework, which takes financial stability considerations explicitly into account in our monetary policy decisions.", "Our focus is threefold: detecting impairments to the transmission mechanism, such as fragmentation risk, monitoring a possible build-up of financial imbalances, and identifying how far macroprudential policy addresses financial imbalances.", "Let me summarise how I see the complementarities between fiscal and macroprudential policies with monetary policy: Fiscal and macroprudential policy should be the first lines of defence for economic stabilisation and fostering financial stability, respectively.", "This leaves monetary policy to focus exclusively on price stability.", "The importance of both fiscal and macroprudential policy has recently increased.", "Fiscal policy became more important because of its role in times of crises, and its enhanced effectiveness at the lower bound.", "Macroprudential policy became more relevant given its capacity to contain the potential side effects of monetary policy - both in the accommodative and tightening phases.", "Both fiscal and macroprudential policy need to be strongly countercyclical: this entails building up \"buffers\" during good times for use in bad times.", "While sovereign debt must be sustainable to be used countercyclically, macroprudential capital buffers need to first be built up so that they can be released when risks materialise.", "In the Economic and Monetary Union (EMU), both fiscal and macroprudential policy can be targeted at the country, sector or industry level.", "They can therefore account for heterogeneity within EMU by alleviating the occasional one-size-fits-all problem.", "Thus, both fiscal and macroprudential policy can support monetary policy in its aim to achieve price stability.", "In the same way, successful monetary policy supports economic stabilisation and financial stability.", "All three policies have the potential to be mutually complementary in their respective fields of responsibility.", "The recent pandemic crisis and the current challenges of soaring energy and commodity prices coupled with high overall inflation have underlined the case for these policy complementarities.", "The successful interplay between accommodative monetary policy, fiscal support measures and prudential relief safeguarded the real economy and the financial system across the euro area during the pandemic crisis.", "It succeeded in protecting nominal incomes, thereby supporting a fast recovery of demand when our economies reopened.", "Subsequently, to combat steadily rising inflation, in December 2021 we started normalising our monetary policy by announcing the end of our asset purchases, in tandem with targeted fiscal measures aimed at mitigating the hardship of soaring prices for the most vulnerable households and firms.", "The scope and nature of fiscal measures needs to be different now than it was at the height of the pandemic, following a long period of too low inflation.", "Fiscal policy should not stoke inflation.", "It needs to be temporary and tailored to the most vulnerable households and businesses, who are being hardest hit by high inflation.", "The Transmission Protection Instrument (TPI) was introduced in July 2022.", "It aims to ensure that the monetary policy stance is transmitted smoothly across all euro area countries.", "The TPI therefore supports price stability while safeguarding financial stability by addressing unwarranted, disorderly market dynamics.", "At the same time, certain euro area countries are applying macroprudential policy for a targeted build-up of resilience.", "This targeted build-up of capital buffers and the application of borrower-based measures takes into account heterogeneous cyclical developments across countries and sectors in the euro area.", "It fine-tunes the overall policy mix and complements the single monetary policy in support of overall financial stability across the euro area.", "Despite the overall good resilience of the euro area banking sector, certain countries have in recent years seen a build-up of financial vulnerabilities, notably related to residential real estate prices and growing household and firm indebtedness.", "Some further careful and targeted tightening of macroprudential policy would be beneficial in selected countries at present.", "Given the deteriorated outlook for economic growth, some countries might benefit from further increasing the resilience of their financial sectors before credit risks start materialising.", "This includes for example taking measures to preserve capital in the banking sector which could then be used to absorb losses.", "Lithuania has been active in applying a comprehensive set of macroprudential policies to address current vulnerabilities.", "This year, authorities have activated a sectoral systemic risk buffer of 2% on residential real estate exposures and have tightened the loan-to-value limit for second and subsequent housing loans to 70%.", "Of course, the benefits of further policy action across countries, would need to be evaluated against the risk of procyclical effects, which is becoming more likely as the economic outlook worsens.", "Policy interaction has been a critical element for navigating the pandemic.", "Complementary actions of fiscal, macroprudential and monetary policy, in their respective fields of responsibility, continue to be essential in dealing with the current inflation shock and financial system imbalances.", "In the current challenging macro-financial environment, macroprudential buffers contribute to preserving and strengthening banking sector resilience.", "Hence, I very much welcome that some national authorities - in close collaboration with the ECB - currently assess the extent to which there is merit in implementing additional macroprudential measures.", "The macroprudential policy response should consider the current near-term headwinds to economic growth since policy tightening should not result in an unintended tightening of credit conditions.", "Interactions between monetary and macroprudential policy become even more pronounced in a monetary union where monetary policy, by definition, will be focusing on area-wide economic and financial conditions.", "In fact, macroprudential policy targeting imbalances building up at national level within the monetary union can help to achieve better policy outcomes in terms of price and financial stability.", "An important example of such structural fiscal policy is the Next Generation EU (NGEU) programme, with a strong focus on the green transition comprising an expected €401 billion to be invested in euro area countries (around 3.3% of 2021 euro area GDP) over 2021-27, See also Bakowski et al.", "(2022), \"The economic impact of Next Generation EU: a euro area perspective \" Occasional Paper Series, No 291, European Central Bank.", "This is the rate of interest where monetary policy is neither accommodative nor tightening and where the economy is operating at its potential output.", "Before the pandemic, the countercyclical capital buffer in the euro area accounted for only 0.2% of the capital stock.", "See also De Guindos, L. (2019) \" Macroprudential policy after the COVID-19 pandemic\", panel contribution at the Banque de France / Sciences Po Financial Stability Review Conference \"Is macroprudential policy resilient to the pandemic?", "Estimates for energy-related fiscal support by euro area countries were at 0.8% of GDP for 2022 in July this year and may further rise depending on global developments.", "See also European Central Bank (2022), Economic Bulletin, Issue 5, Box 7: \"Euro area fiscal policy to the war in Ukraine and its macroeconomic impact\", footnote 3."], "classifications": ["none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fiscal policy", "Macroprudential policy", "Monetary policy", "Financial stability", "Price stability", "Inflation", "Countercyclical policy", "Economic stabilisation", "Transmission mechanism", "Next Generation EU"]}