{"sentences": ["\"Recent developments in the Chilean Financial System and Challenges ahead\" Rosanna Costa, Governor of Central Bank of Chile Chile Day - December 12 and 13, 2022 - London, United Kingdom Good morning distinguishes authorities and dear friends.", "I am going to talk about the recent developments in the financial system in Chile and the view of the Central Bank of the challenges ahead.", "In December of last year, the former Governor of the Central Bank of Chile (and nowadays the Minister of Finance) presented in this very same forum in London about the developments and prospects of the Chilean economy.", "By then, our country was going through a process of strong recovery from major shocks that affected our economy: first the social unrest of 2019 and then the pandemic of Covid-19.", "Therefore, the discussion last year focused on the aftermath of the pandemic and the different measures that were adopted by the Central Bank and the government to mitigate its effects on the real economy.", "Since July 2021, the Central Bank has been hiking the monetary policy interest rate, due precisely to strong pickup of household consumption driven by governmental aids and pension funds withdrawals.", "A year ago, the Central Bank also raised a note of caution for 2022 and 2023 due to the weakening of the capital markets, identifying several factors including the reduction of long-term savings due to pension withdrawals and its impacts on access to long-term financing for companies and individuals, risk of fiscal deterioration and persistent uncertainty, among others.", "During this year some things have certainly changed.", "Internally, uncertainty has decreased after experiencing peaks at certain periods.", "Key asset prices, such as interest rates and the exchange rate, have shown high volatility and, in spite of a reduction, have not returned to previous levels.", "Externally, persistent higher levels of inflation have prompted a strong reaction by most central banks and uncertainty remains elevated.", "This driven by factors such as the war in Ukraine and the likelihood of recession in US and Eurozone.", "These elements add complexity to an already challenging scenario.", "Yet, despite these difficulties and a weakened capital market, the financial system has proved to be very resilient.", "I will start this presentation with a macro-outlook, in particular at our continuing efforts to resume balanced growth on the back of a sound macroeconomy, by applying the appropriate monetary and exchange rate policy in times of high uncertainty and external shocks.", "Then, I would like to share with you the factors that explain the remarkable resiliency of our financial system, and the policies we are developing from the Central Bank to contribute to strengthening and developing the financial markets, in accordance with our mandate of financial stability.", "Building resilience over the years as a source of strength 50 years ago, Chile was an economy mostly closed to international trade and capital flows, with severe credit constraints and a fairly basic financial system, with banks as the only source of financing for businesses and individuals.", "Since then, subsequent capital market reforms -together with the creation of the private pension system and the incorporation of other institutional investors and capital market openness-, changed the size, composition, depth, strength, and forward-looking vision of the financial sector in Chile.", "All of these reforms led to a sound development of the Chilean financial system.", "Well- designed public policies and public-private collaboration allowed our country to build a more complete and dynamic financial system, capable of channeling savings and investment to the financing of companies and projects.", "Our country has been able to attract foreign investors like the ones present in the audience today, who trust in the professional quality of financial institutions and intermediaries and also in the robustness and technical quality of regulatory and financial supervision.", "Chile is a small and open economy with a strong macroeconomic framework, flexible exchange rate regime, prudent fiscal policy, adequate regulatory framework and robust financial supervision and a monetary policy that carries the weight of stabilizing the cycle through a two-year inflation targeting framework.", "All of these have contributed to have solvent financial institutions and build up buffers to face difficult times.", "In this context, the exchange rate and capital market play a relevant role in absorbing external shocks.", "Stable inflation and a credible framework have contributed to low levels of dollarization.", "Meanwhile, the growing participation of non-residents and the institutional agents themselves have allowed the derivatives market to develop.", "Those policies have been applied in a coherent and consistent manner for many years.", "Most of the financial regulation developments have been carefully designed and implemented.", "While governments have changed, the goal to develop and improve the financial system has remained and therefore those announcements have progressively materialized.", "To provide a few recent examples that were addressed in previous Chile Day meetings, some of those measures include the implementation of Basel III banking regulation standards, the development of Financial Market Commission (CMF) as a strong integrated financial supervision authority, and the agenda of the Central Bank towards the internationalization of the Chilean Peso, among others.", "This positive interaction of good policies and consistency in its implementation has greatly contributed to create the resilience that allowed the Chilean financial system to withstand both external and internal shocks.", "The International Monetary Fund in the latest Financial Sector Assessment Program (FSAP) performed last year, highlighted that the Chilean financial system has been resilient to recent shocks, with a robust regulatory and supervisory framework and an adequate response by the financial authorities to the effects of Covid-19.", "This points out to the ability of the local financial system to maintain: (i) Access to financing for companies and households, (ii)· Access to hedges in foreign currency, (iii) Stock market operating normally, (iv) Uninterrupted payment system, (v) Solvent and liquid banking system and robust financial infrastructure.", "Having a deep and solid financial system is an asset and a source of strength for Chile and that is why it is so important to safeguard the capital market as a central pillar to achieve the sustainable and inclusive growth that our country needs.", "Moderating macroeconomic cycles and providing financial stability Let me now talk briefly about the actions taken by the Central Bank to contribute to the process of resolving macroeconomic imbalances after the pandemic as well as to mitigate the impacts of external shocks in the past moderate macroeconomic cycle.", "The year 2022 has been a very challenging time from a macroeconomic perspective.", "The end of many long-lasting quarantines and the return of economic activity as we knew it before Covid erupted in 2020 provided an auspicious start.", "Yet inflation was increasing both domestically and abroad.", "The most urgent and important, macroeconomic challenge that Central Bank of Chile had to address is inflation.", "Given that maintaining low and stable inflation is the main mandate of the central bank, this current situation undoubtedly represents the biggest test for the central bank at least since inflation targeting was adopted in the late 1990s.", "We have had a difficult year in terms of inflation.", "In August, it reached a peaked to 14.1% yoy, and currently stands at 13.3% according to the figure released last Wednesday.", "This latest monthly inflation print showed an elevated number (1% for headline, 0.9% for core) highlighting that the deceleration of inflation is still not completely consolidated.", "Our assessment in our monetary policy reports during this year suggests that the strongest shock came from local demand.", "A recent analysis of micro data for non-volatile and nonfood goods inflation shows that the demand factors that have been affecting inflation have been retreating, in line with macroeconomic and consumption adjustment.", "Conversely, the cost factors that gained strength in recent quarters have begun to ease, although they persist at elevated levels.", "We can distinguish three periods.", "In the first part, between March and December 2020, Covid generated a supply shock that put upward pressure on prices, but at the same time, the drop in income and quarantines caused a drop in demand that acted in the opposite direction, neutralizing the effect.", "A second stage, during 2021, in which supply reactivates while demand pressures begin to grow strongly due to the withdrawal of pension savings and fiscal transfers, which amounted around 30% of GDP.", "Thus, in this period, demand pressures prevail strongly, feeding a huge imbalance in the economy and driving inflation upwards.", "Finally, during this year, with already high inflation, we have had several shocks placed on top of an economy that was already seeking to contain inflation but had not yet managed to reverse the macroeconomic imbalances.", "First, the Ukrainian invasion by Russia, which massively raised food and energy prices globally.", "The second global development was the zero-Covid policy adopted by China's authority, which disrupted global value chains and put downward pressure on copper prices.", "These two shocks in combination with the initial conditions, pushed costs upwards, carrying global inflation to levels not seen in the last 30 or 40 years, and Chilean terms of trade lower.", "As a result of inflation surprising to the upside, central banks started withdrawing monetary stimuli far more aggressively than previously expected.", "The Federal Reserve led to an appreciation of US dollar, higher interest rates, higher term premiums, and spreads, negatively affecting financial conditions for emerging markets.", "Exchange rate has been in a depreciatory trend for a long time, currently stands 23% above the levels before the social outburst in 2019.", "A significant part of this depreciation has been for idiosyncratic reasons, probably associated to high levels of political and economic uncertainty.", "In this context it is very likely that exchange rate passthrough to domestic inflation is higher than in normal times.", "Let me elaborate on these developments in the FX market and local inflation for a few minutes.", "The global tightening of financial conditions was exacerbated by local uncertainty in Chile.", "As a result, since the beginning of June 2022 and until the Central Bank announced the FX intervention program, the peso depreciated by more than 25%.", "This pressure on the FX market had a component of non-compensated flows that led to a spike in volatility levels and frictions in the process of price formation.", "Given these developments there was a concern about potential spillovers to other markets, especially fixed income, and the effects that this could bring to the real economy.", "Weighing all these factors, on July 14th we announced an FX intervention program, completely sterilized, very similar to the one conducted in 2019 consisting in spot and forward sales and a preventive liquidity program through FX swaps.", "These interventions are exceptional tools to provide a backstop on destabilizing dynamics on financial markets.", "As a result of the intervention, we saw a moderation in all metrics of volatility and reduced frictions in the process of price formation.", "It is important to appreciate that coincidentally with the FX intervention announcement, the winds in the global markets became more constructive.", "Given this more favourable outlook, the program ended in September as planned.", "Regarding inflation, as stated before, its high level is the main challenge the Central Bank is facing.", "Beyond its high level, since June's 2022 Monetary Policy Report there was an assessment that inflationary persistence was on the rise, amid constant and significant upside surprises in inflation and rising expectations in different timeframes.", "For these reasons the central bank could not stay still.", "Beginning early in July 2021 the Board decided to raise rates from the ELB at 0.5% to 11,25% in October of this year.", "This has been done swiftly and decidedly helping to resolve the macroeconomic imbalances that the economy accumulated.", "In fact, spending is slowing, the exchange rate has appreciated in recent weeks and after a very long period of higher-than-expected inflation private agents start adapting to the environment by adjusting expectations downwards.", "Nevertheless, inflation remains very high and its convergence to 3% is subject to risks.", "Hence, we have communicated that the monetary policy interest rate has peaked in this cycle but that it will remain at its high current value until the macroeconomic situation shows a clear convergence of inflation to 3%.", "Keeping a low and stable inflation is not only desirable for the real economy, but also very important to develop fix income local currency market, which in turn, positively affect the real economy in the long run on a virtuous cycle.", "On the other hand, tight monetary policy, fiscal consolidation, and higher real exchange rate will also alleviate the external imbalance.", "The role of central bank in pursuing these macro-adjustments is instrumental to the development of a sound and deep local financial market.", "Financial Policy developments of the Central Bank of Chile: Building a sound regulatory framework and an up-to-date infrastructure As I mentioned earlier, a deeper and properly regulated financial system contributes to financial stability, inclusion and increases welfare.", "Even though significant progress has been made in this regard, there are still challenges ahead to further strengthen our financial system.", "Let me now briefly explain how the Central Bank is contributing to the goal of improving the functioning of the financial market and keeping the resilience of our financial system.", "The financial policy agenda of the Bank has been quite active in recent years.", "And it will continue like this in the years to come, encompassing several areas related to macro-prudential regulation, financial markets infrastructures and payment systems.", "While some developments need legal changes, it is in the interest of the Central Bank to keep working on promoting greater and safer financial integration and more secure short- term funds availability, improving both financial infrastructure and large value and retail payments, and exploring new macro-prudential tools.", "(i) A greater and safer financial integration of our financial system In general terms, financial integration can contribute to economic development through a reduction of financial costs for investment, increased competitiveness, the development of capital markets and portfolio diversification.", "The recent FSAP acknowledges that the Chilean financial market is well integrated into the global financial system: Chilean firms invest in foreign financial assets, and foreigners participate in the local market.", "However, it is still possible to advance in two main dimensions: a) Promoting the use of the Chilean Peso in cross-border transactions, and b) Increasing robustness of the processes of trading, clearing and settlement of foreign exchange transactions in the local and foreign market.", "a) Promoting the use of the Chilean Peso in cross-border transactions The internationalization of the Chilean peso can enhance financial stability, by alleviating liquidity concerns during stress episodes and reducing counterparty risks, among other effects, which are quite relevant in the current scenario.", "To this regard, in 2021, we authorized the use of the Chilean Peso for cross-border transactions, including derivatives settled through the delivery of CLP, opening, and holding of bank accounts by non-residents, and credits to non-residents or persons without a domicile in Chile and deposits or investment abroad by Chilean residents.", "The Central Bank has also promoted the opening of correspondent accounts in Peso.", "Clear rules regarding tax reporting of the foreign and local banks on the new correspondent accounts in Pesos, as proposed by the Government through an amendment to the Tax Code, will also play a relevant role in this regard and will allow to operationalize the internationalization of our currency.", "b) Financial Market Infrastructure.", "In relation to the second point, a more integrated financial system also requires a consistent and efficient payment and financial market infrastructure environment.", "Either for local payments in foreign currency or for cross-border payments, it is important to make available to the market the necessary infrastructure for a safer exchange.", "In recent years, important progress has been made in this regard: (i) new regulation for Large-Value Clearing Houses for transactions denominated in US Dollars (FX transactions); settlement for those transactions in the Real Time Gross Settlement (RTGS) system and for operations in US Dollars of local Central Counterparties; and (ii) the operation of the OTC Derivatives Trade Repository.", "These measures align financial market infrastructures for FX transactions with international standards and promote the development of the financial market and incorporate international standards The Central Bank has also been focused in improving the adequate functioning of the foreign exchange market, taking several steps in that direction.", "In terms of the \"life cycle\" of a transaction, we are interested in having a more competitive market, to which nondiscriminatory access to FX trading platforms is very important.", "Through a recent regulatory change, the Central Bank requested banks and other entities of the formal exchange market to verify that the trading platforms that they use fulfill basic conditions on risk management and access conditions.", "Lastly, advancing in the incorporation of the Chilean peso as an eligible currency in the Continuous Linked Settlement (CLS) international payment system remains a priority for the BCCh, so it continues to urge the necessary measures to materialize this initiative.", "Significant technical progress was made with CLS, and two commercial banks already showed interesting in participating.", "Next step is the implementation of correspondent accounts as previously mentioned.", "(ii) More secure short-term funds availability For quite a while now, access to and availability of short-term funding and the need to develop a private repo market (or lack thereof) has been a policy concern among local financial authorities.", "Historically, the main participants in the private sector repo market have been almost exclusively broker-dealers and their most sophisticated clients.", "However, repos are absent in other market segments, most notably the interbank market.", "In turn, developed repo markets can play a relevant role in providing a source of short-term financing, allowing liquidity to flow between financial intermediaries, providing resilience to the financial markets mitigating systemic risk by diversifying funding sources, and contributing to the depth and liquidity of fixed-income instruments markets.", "The last FSAP pointed out this shortcoming of the Chilean financial system and suggests taking action to develop this type of secure funding operations To close this gap, the Central Bank has been in close interaction with market agents in this regard through its Local Markets Committee and we recently proposed the creation of an ad-hoc task force of the Financial Stability Council on Repo Markets, where we aim to play an active role on strengthening the private repo market with two main objectives.", "The first goal is to deepen and strengthen systemwide liquidity; and the second is to broaden and enhance the tools available to market participants when facing stress scenarios in fixed income and money markets.", "The bill of law of Resilience in the Financial System provides for a special treatment of defaults in repo contracts, basically imposing a brief stay on early termination, like that applying to OTC derivatives.", "This would strengthen the legal certainty and protection of collateral property rights, fostering the private market for repos.", "Additionally, it incorporates a new policy tool for the Central Bank of Chile, which would be able to engage in repo operations with the Open Market Operations System member entities under exceptional circumstances where the stability of the financial system may be at risk.", "(iii) A broader and more efficient large value payment systems that promotes market neutrality and financial stability Payment systems are essential for the functioning of the economy and the financial system as they allow transactions of persons and companies to be undertaken.", "The contribution of payment systems to the economy is enhanced when there is adequate interoperability between different payment instruments and the infrastructures that process transactions.", "Currently, interoperability is somewhat restricted because non-banking institutions cannot participate directly in key financial infrastructures such as clearing houses and the RTGS system.", "Expanding the participation of the Central Bank of Chile's RTGS system to nonbanking entities, so far almost exclusive for banking institutions, will encourage competition in the payment service provision markets, improving efficiency, market neutrality and financial stability.", "In this context, the \"Resilience Bill\" beforementioned includes provisions that would allow the Central Bank to open settlement accounts and some liquidity facilities to Central counterparties, Clearing Houses, systemic Saving and Credit Cooperatives, and non-banking issuers and acquirers of payment cards.", "Having this access would, for instance, facilitate the provision of instant payment services for non-banking issuers of payment cards.", "(iv) More efficient retail payments Given its legal mandate, one of the priorities of the Central Bank is to contribute to the development of the retail payment system in a manner that strikes a right balance between security and innovation, efficiency, and inclusion.", "The Central Bank will continue with an active agenda in this area, just as in previous years, although the focus might shift from \"traditional\" issuers and acquirers of payment cards towards fast or instant payments.", "In the near future, it is urgent to solve frictions that affect the market of payment cards, which may affect incentives of market participants to continue the path of development that we have seen in recent years after changes in regulation made by the Central Bank.", "Recently, new acquirers and issuers of prepaid cards have entered the market bringing competition and alternatives to persons and merchants, and the use of digital payment instruments has had a huge increase.", "This is the result of long-standing efforts, and momentum gained during the pandemic with a wider use of digital payments.", "Regarding fast or instant payments, there is an international trend to implement systems that allow funds to be received by the final beneficiary as soon as it is triggered by the payer.", "In Chile, this has been the standard for a long time for electronic transfers of funds, but we believe that there is still room to improve.", "In other jurisdictions, similar systems implemented more recently are more widely used by the population and as an actual means of payment in stores, not that different from cash or payment cards.", "Given the increasing importance of digital payments in the economy, we decided to improve the standards for the clearing and settlement of those transactions.", "Along these lines, earlier this year the Central Bank issued a new regulation for retail payments clearing houses.", "A number of private entities have expressed their interest in creating retail payments clearing houses and they should be entering into function during 2023.", "This measure, coupled with new providers of payment initiation services that shall come into the regulatory perimeter under the recently approved \"Fintech Law\" have the potential to promote competition in the payments system.", "We welcome the recent approval of the \"Fintech\" Law, aimed at promoting competition and financial inclusion through innovation and technology in the provision of financial services, which allows the BCCh to regulate new activities related to payments.", "(v) Convergence to international standards in regulation and new macro-prudential The BCCh has a broad interest in the stability of the overall financial system, given its mandate of ensuring the normal functioning of internal and external payments and its role of lender of last resort.", "Certainly, this interest is shared with the Financial Market Commission and a strong coordination between authorities is essential.", "This coordination has allowed a smooth implementation of the Basel III standards, which will achieve full convergence by 2024.", "As part of this process, in 2021 and in accordance with the definitions of the General Banking Law, a policy framework was published by the Central Bank to implement the Countercyclical Capital Requirement.", "The CCyB is the main macroprudential policy tool under BCCh authority, and BCCh-CMF coordination.", "As applied, the objective of this bank capital requirement is to increase banks' resilience in the face of severe stress scenarios, resulting from systemic risks, thus contributing to reduce the impact of these events on financial stability, avoiding restricting essential banking services, such as credit supply, hence protecting the economy.", "The BCCh has so far not activated this requirement.", "As indicated in our latest Financial Stability Report, the banking system shows resilience, with contained risks and high levels of provisions, liquidity and capital that constitute sufficient buffers to withstand severe stress scenarios.", "Moving forward, it is necessary to advance in the coordination processes between the Central Bank, the CMF, and the Financial Stability Council to consolidate over time the implementation of these new tools within a framework of macroprudential regulation that follows international guidelines.", "As we continue to observe the experience of jurisdictions that started the implementation of Basel standards before we did, we believe that the challenging last 3 years will provide extremely valuable information regarding the effectiveness of capital and liquidity measures implemented by Basel III and international standards.", "The opportunity to improve and enhance these tools based on their results should be considered, as well as the possibility of requiring higher capital and liquidity levels or more detailed contingency planning.", "Locally, we look forward to learning from other's experience and improve our own work on impact evaluation and continuous assessment of the implementation of the Basel III reforms in Chile.", "In the near future, it is also relevant to note that part of the pending issues our country has in closing regulatory gaps relates to strengthening the local financial safety net through the development of a financial resolution framework (including a proper deposit insurance scheme) and implementation of Emergency Liquidity Assistance framework for the Chilean financial sector.", "Looking ahead, it is also important to bear in mind the challenges associated to digitalization and new business models in the financial sector.", "Modernizing financial regulation and risk management also entails identifying potential risks and defining a regulatory perimeter that addresses the increasing pressure of digital developments (such as those of new business models developed by Fintechs, stablecoins, Central Bank Digital Currencies, Decentralized Finance, among others).", "Linked to it, operational resilience and cybersecurity have become a relevant issue for the financial industry.", "In this sense, regulation aim to set minimum standards that can guarantee the adequate functioning of financial services when it comes to face operational and cyber risks.", "Lastly, it is also key to assess the risks posed to and by financial institutions data infrastructure and data use.", "At the Central Bank we are following closely these new developments in the financial sector locally and globally to understand potential benefits and to identify potential risks that need to be mitigated.", "We will keep monitoring these developments, to incorporate them in the regulation issued by the Central Bank on payments, as well as in the analysis of emerging risks in the financial sector that we provide in our Financial Stability Report as well as in the new Report on Payments and Infrastructures that we started publishing this year.", "Challenges ahead I started this presentation explaining the measures taken by the Central Bank to reduce macroeconomic imbalances in pursue of its mandate of price stability and the main elements of the financial regulatory agenda which certainly has contributed to financial stability and will continue to do so in the next years.", "Before concluding, I would like to refer to some of the challenges that lie ahead for our financial sector.", "A deep capital market is critical to support economic recovery and a play a relevant role to the resilience of the financial system and its ability to accommodate external financial pressure.", "Therefore, it is imperative to recover our capital market.", "Pension funds withdrawals affected this capacity and brought back our capital market some years in terms of size and depth.", "Getting back on track is not an easy task and it requires a shared effort from the public and private sectors.", "In our latest Financial Stability Report and Monetary Policy Report we conveyed clear messages, as to the need to prioritize initiatives that contribute to strengthening the functioning of the financial system and avoid those that could harm it.", "The Chilean economy is in the process of resolving macroeconomic imbalances and has the task of repairing the buffers that have allowed it to mitigate the impacts of external shocks in the past.", "For this reason, it is particularly important to prioritize those aimed at promoting savings, strengthening the resilience of financial systems, promoting innovation and financial inclusion.", "A properly regulated financial system contributes to financial stability and inclusion and is also critical to support economic development and the population's well-being."], "classifications": ["none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination"], "topics": ["Financial Stability", "Macroeconomic Imbalances", "Capital Market", "Inflation", "Financial Inclusion", "Financial Regulation", "Exchange Rate", "Monetary Policy", "Financial Infrastructure", "Macroprudential Regulation"]}