{"sentences": ["The long shadow of high inflation 32nd Frankfurt European Banking Congress 18.11.2022 | Frankfurt am Main | Joachim Nagel 2 Inflation in the focus of public attention 3 Scarring effects of personal experiences 4 Monetary policy must act decisively to attain price stability 1 Introduction Ladies and gentlemen First, I would like to thank you for the invitation.", "It is a pleasure and an honour for me to speak here to such a distinguished audience.", "\"A situation where ordinary people in their ordinary course of business are not thinking and worrying about inflation.\"", "[1] This is how Alan Blinder once defined price stability.", "Unfortunately, we are far from that: Almost everybody is thinking and worrying about inflation these days.", "The goal of price stability is currently being missed.", "That's what the numbers tell us, and people are experiencing it first-hand.", "For many, soaring prices are the most pressing problem in their daily lives.", "Accordingly, price developments have become the focus of public attention.", "The Eurosystem is committed to price stability.", "We must ensure that high inflation rates do not become entrenched, and that they return to our target of 2% in the medium term.", "We therefore have to act decisively.", "And that is exactly what we are doing in the Governing Council.", "I will go into more detail in the second part of my speech.", "But will high inflation also disappear from people's minds once it has disappeared from the measurement of consumer prices?", "Or could the present experience of unusually high inflation rates leave a lasting mark on people's behaviour?", "What economic research has found on these questions and why it matters for monetary policy will be my first topic.", "Inflation in the focus of public attention To understand the impact of current price pressures, it is important to recall where we have come from.", "A long period of low inflation rates lies behind us.", "In low-inflation environments, households and firms tend to pay only little attention to inflation dynamics.", "[2] They have less incentive to track inflation closely as its relevance for economic decisions is relatively small.", "But the environment has changed fundamentally: Inflation has returned with a force that hardly anyone thought possible.", "This year we are experiencing the highest inflation rates in decades.", "In Germany, the annual inflation rate has reached double digits.", "The last time this happened was in 1951, more than 70 years ago.", "In this new environment, households and firms can no longer afford to ignore inflation.", "Everyone is worried about their next gas and electricity bills and rising food prices.", "In other words: Inflation leaves the zone of \"rational inattention\" and snaps into the focus of attention.", "[3] When prices soar across the board, households and firms will adjust their behaviour.", "[4] Workers will push harder to regain their lost purchasing power, demanding higher wages.", "Firms will try to compensate for lost profit margins by raising prices.", "Typically, contract terms will then become shorter and price adjustments more frequent.", "However, if inflation expectations were to follow experienced inflation, households and firms would additionally seek compensation for expected future losses as well.", "Claudio Borio of the Bank for International Settlements ( BIS (Bank of International Settlement)) put it this way: \"[Inflation] becomes a more relevant focal point and coordinating device for the decisions of economic agents.\"", "[5] That is one reason why the BIS (Bank of International Settlement) warns that the transition from low- to high-inflation regimes can be self-reinforcing.", "[6] Once a high-inflation regime has become established, the way back would be very costly.", "Monetary policy would then have to act more aggressively to break the new patterns and restore its own credibility.", "This makes it all the more important to prevent high inflation and new patterns of behaviour from becoming entrenched.", "Scarring effects of personal experiences I am confident that monetary policy in the euro area will succeed in healing the gaping inflation wound by reaching its medium-term target.", "But \"scars\" may remain.", "Or in more technical terms: Because of experience-based learning, high inflation may have long-term effects.", "[7] And that has consequences, as the growing body of work by Ulrike Malmendier and others suggests.", "People use personal past experience to form their inflation expectations.", "[8] Let me illustrate this with the results of a study that used German reunification as a natural experiment: East Germans expect higher inflation than West Germans - even decades after reunification.", "The differences seem to be due to the persistent effect of the inflation shock after reunification.", "For people in East Germany, it contrasted strongly with the norm of zero inflation in the communist era, while West Germans were used to moderate price increases.", "[9] Analyses for the US (United States) point in the same direction: For example, older generations had already experienced high rates of inflation in the 1970s and early 1980s.", "And indeed, the over-60s have had persistently higher inflation expectations over the past decade.", "If high levels of inflation persist, experience-based learning predicts that expectations of younger cohorts will approach, and eventually exceed, those of older cohorts.", "Moreover, the impact of learning from inflation experiences does not stop at inflation expectations.", "The experiences also feed into households' financing decisions, which in turn affects consumption and saving behaviours.", "[10] We should keep in mind: Younger people are currently facing high inflation for the first time in their lives.", "This suggests that the associated experience may be particularly memorable.", "Especially as inflation is coinciding with several crises.", "The bottom line here is: The longer we live with high inflation rates, the more they are going to shape people's lifetime experiences.", "And these new experiences may influence their expectations and decisions - even after inflation has fallen again.", "Thus, the inflation shock could leave \"scars\".", "Such scars would be another factor that could lead to a different inflation setting than we were used to.", "In this field, we have to expect structural changes anyway.", "Think of the transformative forces of climate change, the energy transition, the ageing of societies and the reordering of globalisation.", "With this in mind, Kenneth Rogoff recently argued that, \"the era of perpetual ultralow inflation will not come back anytime soon\".", "[11] Overall, this could lead to higher trend inflation, but also to a more volatile inflation environment.", "[12] In such an environment, monetary policy will find it more difficult to maintain price stability.", "Monetary policy must act decisively to attain price stability However, this outcome is not pre-determined.", "The decisions we make today to tackle high inflation can shape the environment we will face tomorrow.", "In the current situation, central banks must prove how determined they are to attain price stability.", "I am convinced that strong determination now will pay off many times over in the medium and long term.", "The Eurosystem is on the right track.", "With three major policy rate increases in a row, we have made important steps on the path of monetary policy normalisation.", "But we cannot stop here.", "Further decisive steps are necessary.", "We are in an environment with inflation projections way above our target and upside risks to inflation.", "In such an environment, the current policy rate level cannot ensure a timely return of inflation to our 2% target.", "To ensure the return to price stability, longterm nominal and real interest rates must sufficiently increase, which is why policy rates need to rise further.", "On that note, I consider it a premature discussion whether we have already reached restrictive territory.", "The policy rates have been raised by 2 percentage points so far.", "Even after the rate hikes, the relevant policy rate is still in the expansionary range.", "Various measures suggest this, such as still very low short-term real interest rates or the gap between Taylor rates and the policy rate.", "In abnormal times with inflation in double digits, a mere normalisation of monetary policy might not be enough.", "If high inflation threatens to become entrenched, we must resolutely raise our key rates further and adopt a restrictive stance.", "If we don't act decisively now, we run the risk of having to tighten monetary policy all the more later.", "That would put even more strain on households, businesses and the financial system.", "This is why it would be wrong to hold back on further decisive steps for fear of a downturn.", "Of course, we are closely watching the development of economic activity.", "And yes, to the extent that output is growing more slowly or is falling due to weaker aggregate demand, there will be less inflationary pressure.", "This is, by the way, part of our monetary transmission process.", "But as far as we can see, this development in itself is insufficient to put inflation back on track.", "Unrestrained inflation is in itself a great burden on the economy.", "The longer inflation remains high, the more it weighs on consumption and investment and the more it influences wage and price setting.", "And the higher the risk of long-term inflation expectations straying away from our inflation target of 2%.", "We also need to look at the Eurosystem's high bond holdings.", "They continue to exert considerable downward pressure on bond yields in the euro area.", "It doesn't match up to raise the yield curve at the short end while keeping it down at the long end.", "In my view, we should start reducing the size of our bond holdings at the beginning of next year by no longer fully reinvesting all maturing bonds.", "The additional tightening would help to bring inflation down.", "And it would underline our strong determination to bring inflation back to our target.", "Monetary policy is responsible for ensuring price stability.", "There is no doubt about that.", "The Eurosystem has to deliver: The people in the euro area should be able to rely on us to fulfil our mandate and ensure price stability.", "That is my top priority.", "There is still a lot of hard work to do.", "Inflation is a tough nut to crack.", "If we want to crack it, monetary policy has to be tough, too.", "It would be wrong to slacken our efforts at the first vague signs of an easing of price pressures.", "We have to ensure that high inflation actually ends.", "Therefore, monetary policy must not let up too soon.", "Ladies and gentlemen Alan Blinder has found a handy definition not only for price stability, but also for central bank credibility: \"A central bank is credible if people believe it will do what it says.\"", "[13] That's why it's so important that we express our determination not only in words, but also in deeds.", "It also depends on our actions today how deeply the inflation experience will dig into people's memories.", "That's enough words from me today.", "Thank you for your attention.", "Blinder, A. S., The Strategy of Monetary Policy: Remarks before The Minnesota Meeting, Minneapolis, Minnesota, 15 June 1995. .", "Coibion, O., Y. Gorodnichenko, S. Kumar and M. Pedemonte (2020), Inflation Expectations as a Policy Tool?, Journal of International Economics, Vol.", "Maćkowiak, B., F. Matějka and M. Wiederholt, Rational inattention: a review, ECB (European Central Bank) Working Paper Series No.", "Weber, M., F. D'Acunto, Y. Gorodnichenko and O. Coibion (2022), The Subjective Inflation Expectations of Households and Firms: Measurement, Determinants, and Implications, Journal of Economic Perspectives, Vol.", "Borio, C., Inflation: looking under the hood, speech on the occasion of the Bank's Annual General Meeting, 26 June 2022. .", "Bank for International Settlements, Annual Economic Report, June 2022. .", "Ehrmann, M. and P. Tzamourani (2012), Memories of high inflation, European Journal of Political Economy, Vol.", "The Quarterly Journal of Economics, Vol.", "A. Wachter, Memory of Past Experiences and Economic Decisions, Prepared for the Oxford Handbook of Human Memory, 20 January 2022. .", "Goldfayn-Frank, O. and J. Wohlfart (2020), Expectation formation in a new environment: Evidence from the German reunification, Journal of Monetary Economics, Vol.", "D'Acunto, F., U. Malmendier and M. Weber, What Do the Data Tell Us About Inflation Expectations?, NBER (National Bureau of Economic Research) Working Papers, No.", "Rogoff, K. S., The Age of Inflation, Foreign Affairs, November/December 2022. .", "Schnabel, I., Monetary policy and the Great Volatility, speech at the Jackson Hole Economic Policy Symposium organised by the Federal Reserve Bank of Kansas City, 27 August 2022. .", "How do we build it?, American Economic Review, Vol."], "classifications": ["none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Price stability", "Scarring effects", "Inflation expectations", "Central bank credibility", "Bond holdings", "Inflation target", "Wage and price setting", "Monetary transmission"]}