{"sentences": ["The Honourable Pravind Kumar Jugnauth, Prime Minister, Minister of Defence, Home Affairs and External Communications, Minister for Rodrigues, Outer Islands and Territorial Integrity Dr the Honourable Renganaden Padayachy, Minister of Finance, Economic Planning Chairperson and Members of the Parliamentary Committee Excellencies and members of the diplomatic corps The Director General of the ICAC The First Deputy Governor The Second Deputy Governor The Solicitor General Heads of Institutions Members of the press Ladies and Gentlemen All protocols observed A very good morning to all of you.", "It is indeed a pleasure for me to be amongst you to mark the opening of the discussions on yet another major initiative in line with our commitment to continuously fight money laundering, terrorism financing and financial crime.", "Together with other stakeholders and regulators, the jurisdiction, after an immense and unprecedented collaborative approach managed successfully to exit the Financial Action Task Force (FATF) List of Jurisdictions under Increased Monitoring, commonly known as the 'Grey List'; the UK List of High-Risk Third Countries; and the EU List of High-Risk Third Countries.", "This achievement would not have been possible without the full commitment and involvement of the Government, authorities and the private sector.", "The institutional set up and mechanism put in place in Mauritius during this process has indeed paid its dividends.", "The personal involvement of the Honourable Prime Minister himself, all members of his Ministerial Committee, the Core Group on AML/CFT, the National Committee on AML/CFT, the National Sanctions Committee, and the Interagency Coordination Committee have collectively contributed to Mauritius today becoming a role model in AML/CFT for many countries.", "As we speak, we are collaborating with a number of other jurisdictions to partake our experience.", "At the level of the Bank of Mauritius, we have set up joint technical teams to assist 6 other central banks in Africa and Europe.", "This week itself, we are receiving at the Bank a senior delegation from a counterpart African central bank to assist them.", "Ladies and Gentlemen, The criticality of AML/CFT in maintaining the integrity of the financial sector, and by ripple, financial stability, cannot be underestimated.", "It is with this in mind that the Bank devised, in a very timely and proactive manner, key initiatives to further enhance the regulatory and supervisory frameworks with the objective of mitigating any ML/TF risk for the financial sector.", "Since the release of the last Mutual Evaluation Report, the banking sector has been subject to continuous enhancement with the aim of ensuring sustainability and effectiveness of our AML/CFT framework.", "The Bank of Mauritius has continuously been engaging with the World Bank on the AML/CFT front.", "We developed our Risk-Based Supervisory and Regulatory Framework on AML/CFT, and introduced a dedicated AML /CFT Manual which has been a vital tool for the Bank of Mauritius in its monitoring of its licensees.", "The Bank also issued its revised Guidelines on AML/CFT in 2020, which are aligned with the FATF's recommendations, and which provide necessary guidance to its licensees.", "Together with the World Bank, we have now embarked on a process to further improve our Risk-Based Supervisory and Regulatory Framework to reflect the emerging risks which Virtual Assets pose to the sector.", "The Framework will henceforth enable the collection of information on Virtual Assets and Virtual Assets Service Providers to monitor associated risks.", "In this respect, a public consultation is currently under way until the end of this month on the Bank's Draft Guideline for Virtual Asset related activities.", "I will here like to invite all stakeholders, both locally and from abroad, to contribute by sharing their views on this topic.", "The current exercise will also provide the Bank with a more structured approach to assess the safety and soundness of banks in Mauritius.", "It will equally help the Bank in the allocation of its supervisory resources according to the different risk levels.", "It will provide our supervisors with the tools to have a comprehensive and forward-looking view of risks faced by our licensees.", "The Bank also adheres to the FATF Standards, the Basel Core Principles as well as the ongoing works at the level of the Basel Committee on Banking Supervision and the Bank for International Settlements.", "In February last year, the Bank has become a member of the BIS Consultative Group which deepens the committee's engagement with supervisors around the world on banking and supervisory issues.", "Ladies and Gentlemen, AML/CFT and fighting financial crime is the responsibility of each and every one of us.", "Collaboration, and cooperation, between regulators, law enforcement agencies, and the private sector underpin an effective system to combat financial crime.", "In this respect, we have developed for the banking sector numerous platforms to partake information and intelligence.", "On a quarterly basis, I personally chair the Banking Committee comprising all CEOs of banks, as well as the forum regrouping CEOs of Foreign Exchange Dealers and Money Changers.", "We also have the Committee between the Bank and Compliance Officers of licensees.", "Since August 2020, a Memorandum of Cooperation was concluded by all AML/CFT Supervisors overseeing the financial services sector and the designated non-financial businesses and professions (DNFBP) in Mauritius.", "This led to the creation of the Interagency Coordination Committee (ICC) chaired by myself.", "The ICC facilitates policy formulation, exchange of information and operational coordination to effectively combat ML/TF and proliferation.", "It also formalises capacity-building among the AML/CFT Supervisors and for operators both in the financial and DNFBP sectors.", "As at date, around twenty capacity-building sessions have been conducted under the aegis of the ICC, allowing our licensees to interact with the regulators, and amongst themselves, on topical matters related to AML/CFT.", "The 20 meeting of the ICC is scheduled for next week.", "Ladies and Gentlemen, At the end of last month, the Bank co-hosted the Plenary Meeting of the Group of International Financial Centre Supervisors (GIFCS).", "The meeting which was attended by regulators from 20 member countries reflected largely on AML/CFT and the need to strengthen partnerships.", "On a related note, the Bank became a member of the 'Groupe des Superviseurs Bancaires Francophones' (GSBF) in September 2020, and not later than last month, its members unanimously elected the Bank as their new Chair.", "The first strategic focus under our chairmanship is AML/CFT.", "In this regard, in March 2023, we will be hosting GSBF members including Central Banks and Prudential Authorities to discuss on the role and challenges of banking supervisors on AML/CFT matters.", "Ladies and Gentlemen, All these initiatives are part of our quest to promote continued open dialogue, thereby ensuring a sustainable system.", "Today's forum on Public-Private Partnership in Fighting Financial Crime could not be more timely.", "It will allow us to conceptualise and roll out initiatives that will complement the current components of our AML/CFT environment, in line with our objective of promoting an effective AML/CFT system.", "Rest assured that the Bank will spare no effort in ensuring that its licensees continue to adhere to the best AML/CFT practices with a view to enhancing trust and confidence in Mauritius as a premier International Financial Centre, in line with our Future of Banking Strategy.", "With these words, I wish you all fruitful deliberations, and I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["AML/CFT", "Financial Crime", "Money Laundering", "Terrorism Financing", "Financial Stability", "Risk-Based Supervisory and Regulatory Framework", "Virtual Assets", "Collaboration", "Public-Private Partnership", "Banking Supervision"]}