{"sentences": ["31 Oct 2022 Opening Keynote at the Hong Kong FinTech Week 2022 Eddie Yue, Chief Executive, Hong Kong Monetary Authority Innovation in action - looking back to look forward 1.", "A very warm welcome to Hong Kong FinTech Week.", "This is an exciting week for Hong Kong.", "For the rst time in three years, we are welcoming many of our overseas friends to Hong Kong again for this Fintech Week and also the Global Financial Leaders' Investment Summit and Rugby Sevens after that.", "This marks the beginning of our path back to normality, and all visitors can see and feel the vibrancy and dynamism of our city.", "Part of this dynamism comes from the fast-growing ntech ecosystem in Hong Kong.", "Innovative ntech rms are exploring ways to drive the momentum towards an even more tech-enabled nancial industry.", "Many are looking at how to make use of the fastevolving blockchain protocols to create products or services through crypto, stablecoins, NFTs, DeFi and the metaverse.", "Some nancial institutions are already using elements of the metaverse for brand- building and customer education; and it will be fascinating to see whether and to what extent the metaverse can form a new landscape for real-world nancial activities one day.", "I hope the opening you just saw illustrates how the metaverse can mirror - and even improve on - reality.", "For example, my avatar denitely looks cooler, and is obviously a much better table tennis player than the real me.", "Three years ago, at this same event, I said that technology adoption would be a bumpy road.", "Of course, no one could have guessed how bumpy things would get, but for Hong Kong this journey has also been rewarding and fascinating.", "Our ntech journey started in 2016, with the Smart Banking Initiatives launched in 2017, and leading up to the \"Fintech 2025\" Strategy we rolled out last year.", "In between, we have introduced a Faster Payment System (FPS), which now has 11 million registrations and more than a million transactions a day, and also eight virtual banks with 1.7 million accounts and HK$25 billion in deposits, delivering innovative and inclusive products entirely through digital channels.", "Last week, we launched the Commercial Data Interchange, or CDI, that makes nancial data sharing between banks and data providers more ecient, so that borrowers, especially SMEs, can make use of their own data, such as payment and business-tobusiness e-commerce data, to gain better access to bank loans.", "We are also one of the few central banking institutions researching and piloting both wholesale and retail Central Bank Digital Currency, or CBDCs.", "If you ask me whether I anticipated all these developments when we organised the rst Fintech Week back in 2016, the answer is denitely no.", "Technology has been developing incredibly fast, and digitalisation of nancial services has been accelerated, and not impeded, by the pandemic.", "The momentum for our ntech journey is only getting stronger.", "We will continue on this path of ntech innovation.", "And to help us navigate this long, winding and foggy road, we should take a pause and look back, and ask ourselves what we did well, what we could have done better, and how to do things better in the future.", "Today I would like to take this opportunity to share three reections with you.", "I won't pretend that these are in any way denitive.", "But these, I believe, are the key takeaways from our experience so far.", "Radical Open-Mindedness 11.", "The rst reection is the need for radical open-mindedness, a term that I borrow from Ray Dalio, who used it to describe idea generation in investments.", "I would say this is even more applicable to ntech innovation - we need to be radically open to new ideas and try things that could make the nancial system better.", "When we brainstorm ideas for new ntech projects, we usually won't know where they will lead us.", "The only sure thing is that if you don't try, you never get anywhere.", "The key is to learn from failure and move on.", "This mindset has gotten us the hugely popular FPS, eight virtual banks and a vastly more advanced data-sharing infrastructure in our nancial system.", "In the beginning we were sometimes a bit resistant, wondering how new creatures like crypto, stablecoins, DeFi and other blockchain-based innovations can t into \"mainstream nance\".", "No one can say that they were sure how these innovations would shape things to come, and some of us, understandably, were just hoping they would go away so that we could get back to business as usual.", "Financial markets don't really like surprises, and the idea that disruption is a good thing was a bit unfamiliar to many.", "Over time, it has become apparent that these innovations, in particular the technologies and business innovation underpinning them, are here to stay and will naturally develop in a healthy nancial system like Hong Kong's.", "They have the potential to improve eciencies, reduce intermediary cost and promote innovation.", "Digital innovations encompass a wide spectrum of products and services beyond the commonly-known crypto-currencies.", "DeFi, given its composability feature, can inspire innovation in nance.", "Take tokenised green bonds as an example.", "We concept-tested the idea with the BIS Innovation Hub last year and are adopting it for an actual issuance later this year.", "When both bond and cash are tokenised and brought on-chain, all bond lifecycle events like asset servicing, trading and redemption can happen more eciently in a distributed manner.", "It could even make possible real-time tracking of the green impact.", "In addition to traditional nancial assets, the blockchain technology also allows fractionalisation of asset ownership in art, real estate or other assets, creating new forms of nancial intermediation.", "With radical open-mindedness, we can use technological innovations to make nancial markets more complete and bring benets for the real world.", "Now, wearing my hat as a regulator, a \"radically open mind\" does not mean that nancial stability falls by the wayside.", "The use of digital innovations needs to be complemented by a clear approach to money laundering and nancial risks.", "We continuously work with banks to achieve this.", "We also ensure that consumers and investors understand the risks associated with investments in these still-largely unregulated products.", "To do this we need to put in the right guardrails.", "The basic principle is \"same activity, same risks, same regulation\", such that digital assets performing similar functions to traditional products should be subject to similar regulations.", "This is exactly what we and other regulators in Hong Kong are doing.", "The HKMA is putting in place a risk-based and proportionate regulatory regime for payment-related stablecoins.", "The SFC is introducing a framework to regulate digital asset trading platforms.", "We have issued guidance to banks on what they need to watch out for if they wish to offer crypto- or DeFi-related services, whether for account opening or custodial services.", "These guardrails will provide a solid foundation with a clear set of rules, on which a vibrant crypto and DeFi ecosystem can be built in Hong Kong.", "Whether I'm wearing my hat as market enabler or regulator, there is a need to be radically open-minded; to have a welcoming attitude to new ideas, so that we can achieve public good through a fair balance between innovation and stability.", "My second reection is \"more is more\".", "We may be more familiar with \"less is more\", which is the mantra for designing friendly user interfaces or cool technology products.", "But new platforms in retail payments, data infrastructure and cross-border payments tend to be more successful and sustainable when they achieve widespread adoption and leading to strong network effects.", "Would you still use it every day if your friends and family were not on the platform?", "From the design stage, we aimed to include more currencies and payment institutions, so as to attract a rapid build-up of users.", "The result is the world's rst multi-currency instant payment system connecting banks, e-wallets, and customers.", "With this strong network effect, FPS adoption in Hong Kong is perhaps one of the fastest in the world.", "We are strengthening this network effect further by introducing FPS payments for merchants and government bills.", "Or think about why we launched CDI.", "Data is an essential nutrient to technological development.", "Currently, commercial data is scattered across isolated data islands built bilaterally between banks and individual data providers.", "The idea of CDI is to provide a common data infrastructure that will replace these compartmentalised, one-to-one connections with an ecient many-to-many connection.", "Banks will have common access to a sea of data which allows them to compete on innovation in service delivery.", "For this to happen, we need scale.", "We need to connect as many data providers, data consumers and data owners as possible in order to create the network effect.", "The same goes with mBridge, the cross-border payment project that recently completed a number of pilots.", "For the platform to be sustainable, it is important for as many banks and their clients as possible to use it.", "It is similarly important to include as many currencies and jurisdictions as possible.", "There is a virtuous cycle: the larger the network, the more the users, which in turn will further expand the network.", "So again, \"more is more\".", "My third reection is that the key to success is \"beyond tech\".", "(Not \"BioNTech\" the vaccine!)", "Here I am referring to the need to go well beyond technology to create network effects.", "Projects that ll a glaring gap in available services, as was the case with FPS for example, may achieve quick adoption more easily.", "But for other projects that seek to replace current products or practices, adoption could be an issue even if the new product or experience is far superior to what we have currently.", "Let me illustrate this using our CDI initiative.", "The technology to construct this infrastructure and connect all parties is relatively simple.", "Creating a conducive environment to attract all stakeholders to join is far more challenging.", "The project team spent most time not on technology, but in creating a commercially- viable arrangement to ensure that there's something for everyone: banks can use data to manage credit risks; data providers can earn fees; and data owners can borrow more easily and cheaply.", "So, the key to success for CDI clearly lies beyond technology.", "We need to nd the right commercial incentive for all to benet and create the network effect.", "Similarly, for the mBridge project, technical interoperability is key but relatively straight forward.", "The platform now has the exibility to allow central banks to easily connect through CBDCs or traditional payment systems.", "But that won't attract more jurisdictions to join by itself.", "To do that, the platform needs to account for policy and business challenges.", "How to build-in different regulatory requirements like anti-money laundering, how to ensure sucient on-chain foreign exchange liquidity, or how to develop a shared legal framework are all challenging but necessary tasks.", "The project team will focus on these issues, which are well beyond technology, in taking the project to its next stage.", "The HKMA began its ntech journey six years ago.", "We have come a long way, reached some important milestones, kept pace with our peers, and are now pressing on into uncharted territory.", "But like everyone else, we are still exploring, experimenting and learning.", "And as we continue our journey, we will stay radically open-minded, learn from our failures and keep trying, and go well beyond technology to achieve network effects.", "As I said at the beginning, Hong Kong will continue on the road of ntech adoption.", "Many exciting developments are taking place, and you are bound to see interesting sights and meet interesting people on the way.", "So, I invite you to come to Hong Kong, experience the vibrant ecosystem rsthand, put your most innovative ideas and best technology here, and take advantage of the many business opportunities.", "I promise the journey will be rewarding in many ways."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintech", "Innovation", "Digitalization", "Financial Stability", "Network Effects", "Open-mindedness", "Data sharing", "Cross-border payments", "CBDCs", "DeFi"]}