{"sentences": ["We are meeting in the most difficult of times.", "And, in saying that, we should start by recognising that however difficult each of our positions is, that is nothing compared to the suffering inflicted on the people of Ukraine.", "In these times, a large measure of stoicism is called for, particularly the view of stoics that the best indication is what we do and how we behave, rather than what we say.", "But, there is an important role for communication, and so I will set out the key elements of UK monetary and financial stability policy as I see them.", "The UK economy has been buffeted by very large disturbances in the last two and a half years or so.", "Covid, the supply chain issues in the Covid recovery, a shrinkage of the labour force during this period, and most recently the impact of Russia's invasion of Ukraine on energy and other commodity prices.", "These disturbances are very large.", "In the UK, the rise in energy prices means that household spending on energy as a share of income could plausibly be a full 2 percentage points higher this winter than in 2019.", "This is a bigger increase than we saw in the energy crises in the 1970s.", "The disturbances that have come since Covid hit have been supply side effects in the UK - supply chains, shrinkage of the labour force, cuts in the supply of natural gas to Europe as a whole.", "I want to draw out a number of points from this.", "First, the UK economy did not experience a rapid and sustained recovery from the Covid disturbance.", "The level of GDP on the latest reading remains below the pre-Covid level.", "The problem is that the supply side has shrunk, particularly the labour force, and the economy has been hit by a huge shock to national real income from the war.", "Second, it is said that central banks, including the Bank of England, were wrong a year or so ago to emphasise the transient nature of these shocks, and thus how monetary policy should respond.", "No and yes is my response to that.", "No, in the sense that the monetary policy prescription for how to respond to a single transient supply shock was the correct one.", "But, yes, because what we didn't see was a sequence of such shocks to come, without gaps, which invalidated the basis of the transient argument.", "The combined duration of these shocks has kept inflation elevated for an uncomfortably long period of time given the potential implications for medium-term inflation expectations.", "But, could we have predicted Russia's behaviour?", "Third, and I think harder, and where I am sure economic historians will find interesting issues to dissect: could we have foreseen the shrinkage of the labour force and the persistently low level of unemployment, despite the prevailing disturbances?", "I'm not going to judge this, but I will say that the two questions that weigh for me are: could we reasonably have foreseen at the time that the high level of inactivity in the labour force would persist beyond the pandemic; and should we have been more sanguine that the end of a furlough scheme, which covered one million jobs up to the end, would have no impact on unemployment?", "That's all history, but it shapes where we are today.", "Meanwhile, Russia perpetrated its illegal invasion of Ukraine, setting off the disturbance that has run through the world economy.", "For the UK, as I noted earlier, and for many other countries, it has been a huge negative shock to real income, to the position of households and businesses.", "It affects most severely the most vulnerable and least well off because energy, as a necessity of life, is a much larger part of their consumption.", "For us at the Bank of England, it has created a huge challenge for monetary policy.", "Inflation is well above its 2% target.", "In early August, we estimated that the direct effects of higher energy prices - that's not including indirect effects - would contribute around 61⁄2 percentage points to inflation towards the end of this year.", "Our assessment was that inflation would peak at around 13%, and then come down sharply - other things equal - to the 2% target in two years' time, before falling further to 0.8% in three years.", "Much of the discussion in the Monetary Policy Committee was around how equal other things really would be.", "To what extent would the tightness of the labour market exacerbate the impact of energy prices on inflation expectations, and thus cause higher inflation to be more persistent?", "Meanwhile, the impact of the energy price shock has, throughout Europe and beyond, posed a huge challenge for Governments and for fiscal policy.", "The consequences of the shock for people are huge and disturbing.", "Governments have naturally responded.", "The UK Government has introduced a two-year price cap for domestic household energy prices, and a six-month cap for businesses.", "This is a major intervention, but understandable.", "The consequences for monetary policy are important.", "It should cap the peak of inflation, we think at around 11%, and it should lead to a more rapid fall in inflation back towards target.", "And, other things ought to be more equal because there is greater confidence in the profile of retail energy prices during the period on which monetary policy focusses.", "But, it remains to be seen whether other things will be more equal - we can't take this for granted I'm afraid - we will have to keep a close eye on the situation.", "And, the price cap will add to demand relative to what it would have been without the cap, and thus what we thought in August.", "It will therefore add to inflationary pressures towards the later part of the two-year period on which we focus.", "This is the point at which we thought inflation would come down to, and then go below target.", "Lastly on this, we also have to think about what energy prices will be when the cap is lifted.", "More recently, the UK Government has made a number of fiscal announcements, and has set October 31 as the date for a further fiscal statement.", "The MPC will respond to all this news at its next meeting in just under three weeks from now.", "This is the correct sequence in my view.", "We will know the full scope of fiscal policy by then.", "But I will repeat what we have said already.", "We will not hesitate to raise interest rates to meet the inflation target.", "And, as things stand today, my best guess is that inflationary pressures will require a stronger response than we perhaps thought in August.", "UK financial markets have experienced some violent moves in the last few weeks particularly at the long-end of the Government debt market.", "This has put the spotlight on flaws in the strategy and structure of one important part of a lot of pension funds.", "The Bank of England has had to intervene to deal with a threat to the stability of the financial system, our other core objective.", "There may appear to be a tension here between tightening monetary policy as we must, including so-called Quantitative Tightening, and buying government debt to ease a critical threat to financial stability.", "This explains why we have been clear that our interventions are strictly temporary, and have been designed to do the minimum necessary.", "I want to end by drawing on this experience to make the distinction between monetary policy and financial stability interventions.", "As a central bank we have to be able to do both, and at any time.", "We cannot decline to do one because it appears to be at odds with the other.", "For me, the test is whether we can still operate each policy in accordance with its objectives, at all times.", "And the answer is yes.", "But let me elaborate on the difference between the two, with three important points.", "First, one of definition.", "Monetary policy should be seen as the active setting of interest rates, or more broadly influencing risk-free yields, in order to meet the inflation objective given prevailing economic conditions.", "Financial policy, meanwhile, has a broad sweep.", "In the context of our recent gilt market operations, it is aimed at preventing overall financial stability from being threatened by severe dislocations in some financial markets.", "It is not about steering market yields towards some particular level, but rather preventing them from being distorted by market dysfunction.", "This distinction may not always be as clear in practice as in principle.", "But on this occasion, I think it was.", "The jump in long-term yields in the hours before the Bank's intervention was accompanied by a sharp widening in bid-ask spreads.", "For shorter maturities, historically the more liquid part of the gilt market, both yields and spreads moved significantly less.", "We had a very clear message from market participants about the stability-threatening dynamics of this process.", "On that first day it only took a small number of purchases (£1bn) to reduce the 30-year yield very significantly (-100bps).", "All this suggests that - whatever the fundamentals - the particular behaviour at the long end of the curve was caused by a liquidity event.", "Second, the operational details also differ significantly.", "The MPC's decisions on QE have targeted a specific stock of total asset holdings.", "But for financial stability purposes, we are not looking to buy any particular amount, or to cap or control yields.", "Our aim was to restore liquidity and to provide time for so-called liability-driven investment (LDI) funds to reduce leverage.", "Unlike QE, our financial stability operation was very much a short-term one.", "It ended yesterday after only two weeks of operation.", "Third, the MPC is not using the stock of asset holdings as an active tool of monetary policy at present.", "As we have made clear over a number of years, once Bank Rate was away from the lower bound, and could move in both directions, the intention was to unwind the stock of QE gradually and predictably, and in a way that wasn't bound to underlying economic conditions.", "Instead, monetary conditions are now steered by Bank Rate, the primary instrument of policy.", "Should monetary conditions prove too loose to meet the inflation target, given the economic news, it's Bank Rate that responds.", "And whatever the source of any disturbance to monetary conditions, the MPC is free to offset those disturbances by means of its primary instrument, Bank Rate.", "In these difficult times, we need to be very clear on this framework of intervention.", "I am grateful to Nick Bate, Ben Broadbent, Andrew Hauser, Karen Jude, Martin Seneca, Fergal Shortall, Silvana Tenreyro, Daniel Walker, Laura Wallis, and Sam Woods for their assistance in helping me prepare these remarks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Energy prices", "Monetary policy", "Financial stability", "Supply shocks", "Labour force", "Fiscal policy", "Quantitative tightening", "Pension funds", "Government debt"]}