{"sentences": ["Director of Ceremonies Honourable Tom Alweendo, Minister of Mines and Energy, Honourable Ministers and Deputy Ministers Present, Members of Parliament, Members of the Diplomatic Corps, Executive Directors of Government Offices/Ministries and Agencies, Deputy Governors and Board Members of the Bank of Namibia, Distinguished Speakers, Distinguished Panelists, Captains of Industry, Members of the Media, All invited guests, Ladies and Gentlemen, Good morning!", "It is my profound honour to welcome you to the Bank of Namibia's 23rd Annual Symposium.", "I wish to express my gratitude and appreciation to our invited guests and discussants for availing time to be with us on this occasion and share their views and knowledge on this important topic, which is Maximising economic growth from renewable and non-renewable energy sources in Namibia.", "The Annual Symposium of the Bank of Namibia aims to contribute to Namibia's development and economic policy discourse.", "Annually, the Bank identifies a vital development and economic issue facing Namibia, to which this dialogue can contribute evidence-based solutions.", "The Annual Symposium is, therefore, a forum designed to bring together policy experts, academics, and economic development stakeholders to discuss the economic and policy issues on the identified topic.", "And as such, the Bank felt the need to get ahead of Namibia's recent discoveries (the oil and gas discoveries and the green hydrogen initiatives) so that we can get the policy issues right from the onset.", "My hope for this symposium is that we can contribute to the crafting of policies and recommendations that will allow the country to exploit the benefits of renewable and non-renewable energy and review possible options for the country to ensure appropriate equitable participation of Namibians in these opportunities, now and beyond.", "Through appropriate management and allocation of oil, gas, and green hydrogen revenues, our country can promote economic diversification and thus build the basis for higher and stable growth.", "The critical challenge for us is to harness the oil, gas, and green hydrogen resources by making the right strategic choices and synchronizing their implementation in a context that improves the lives of the poor through increased investment in health, education, physical infrastructure, and other non-oil sectors.", "However, this will only be possible if the Government approaches the oil and gas sector and the green hydrogen initiatives in a national, rational, and strategic manner.", "We are fully aware that these sectors cannot only bring significant financial resources and enormous transformational opportunities but also come with challenges.", "There are many examples around the world where developing countries have obtained windfalls from oil and gas but eventually ended up poorer than before.", "We must avoid the resource curse at all costs.", "We must learn from the experiences of others.", "In my message today, I would like to talk about the following three key issues; first, how Namibia should position itself to maximize its gains from these discoveries; second, briefly reflect on some critical measures to be put in place to avoid resource mismanagement; and finally, speak to the head-start we have made as a country through the establishment of the newly established sovereign wealth fund, the Welwitschia Fund.", "Regarding the gains maximization, I would like to highlight some critical success factors that the country should embrace to ensure benefits for all Namibians.", "The question in the mind of every citizen is how as a country, we should expect to gain from these new discoveries.", "One of the most immediate ways should be through additional direct and indirect employment.", "Exploration activities should also generate new infrastructures such as roads, railway lines, electricity supplies, schools, and hospitals that, although provided for the minerals industry and its workforce, can also benefit the rest of the population.", "It should contribute to developing skills and local businesses at the local level.", "Skills development should entail using the migration policy to facilitate skills transfer and the acquisition of skills that are not locally available.", "Meanwhile, the economy can be stimulated as mineral companies forge multiple outward linkages - backwards to industries that supply goods and services or forwards to industries that process mineral outputs.", "The issue of ensuring optimal local content in the exploitation of resources must remain prominent.", "The finalisation and adoption of the Local Content Policy is therefore of paramount importance.", "Facilitating local content and participation in the oil and gas value chains has the potential to ensure broad-based benefits from these resources.", "To avoid and prevent the much dreaded \"resource curse\" that has plagued many developing countries with newly discovered natural resources, the private sector will need to capitalize on these opportunities.", "This brings me to the second critical success factor, transparency and accountability in allocating resources.", "This would ensure that access to these resources is granted in such a way that it prevents mismanagement and other abuses and that the benefits trickle down.", "How do we do this, you may wonder?", "Firstly, we need to ensure that Namibians and firms seize opportunities to provide services to these industries.", "Secondly, the allocation of these resources should be in a transparent manner; it should be done through an auction or open market bidding.", "Well-designed auctions can promote the efficient allocation of resources without requiring governments to have full prior knowledge of resource values or costs.", "Compared with administrative allocations, auctions are more transparent, less dependent on officials' subjective judgment, and can yield more significant revenues or cost savings for governments.", "Director of ceremonies, ladies and gentlemen, 9.", "In a 1995 study, the economists Jeffrey Sachs and Andrew Warner demonstrated that resource-rich countries generally do not become wealthier.", "This brings me to the third point.", "Natural resource wealth is not necessarily a blessing.", "Spending this newfound wealth in terms of oil crowds out industries that are exposed to international competition, thereby reducing growth capacity - the so-called Dutch disease.", "Other leading economists find that the relationship between economic development and natural resources is more complex; many countries become poorer after discovering abundant natural resources, while others become wealthier.", "Sachs and Warner conclude that the quality of the institutional framework is decisive.", "To escape the resource curse, there are examples of countries that have successfully established Sovereign Wealth Funds, such as the Norwegian Government Pension Fund Global, which you will hear about later.", "Early this year, Namibia launched its own Welwitschia Fund, managed by the Bank of Namibia under the auspices of the Ministry of Finance - before announcements of significant windfalls were realized.", "With the Fund, we are better positioned to institute long-term oil and other natural wealth management.", "The Stabilization Account of the Fund will aim to insulate the budget and economy from commodity price volatility and external shocks to the Namibian economy.", "The Stabilization Account closely resembles \"normal foreign reserve\" assets to protect domestic economies against economic shocks through countercyclical positioning.", "The Stabilization Account is premised on the regular setting aside of the portion of specific categories of public revenue to build the Fund while applying strict withdrawal rules.", "As a result, the withdrawals will mainly be during exceptional circumstances.", "On the other hand, the Intergenerational Savings Fund facilitates the investment of defined proceeds from the present utilization of natural resources and from divestiture in state assets.", "Intergenerational Savings Fund aims to promote long-term prosperity and ensure intergenerational equity in the distribution of net economic benefits from the intertemporal utilization of the country's natural resources.", "Ladies and gentlemen, 11.", "Scaling up renewable energy is no easy task and calls for mobilising massive Renewables bring savings and investing them productively in a risky environment.", "far-reaching benefits in terms of human health, energy access, environmental protection, and the response to climate change, along with the potential to create new jobs around the world.", "Sustainable energy finance is essential in the energy transition and innovation.", "Meeting a future global increase in energy demand in a sustainable way while reducing emissions from existing infrastructure will require billions of dollars of investment.", "However, there is currently a gap of many hundreds of billions of dollars between existing investments and what is required.", "This means that, as a country, we will need to ensure that the investment climate is conducive to attracting such investments, in addition to mobilizing local resources.", "Ladies and gentlemen, my remarks are not aimed at preempting the discussions and ideas that we will have during the course of this symposium.", "They are not to create an impression that we know and have all the solutions.", "The symposium, therefore, offers us the opportunity to collectively reflect and deliberate on this important topic, particularly around a few things which I believe are crucial to transforming the Namibian economy and converting challenges into opportunities.", "In this regard, I would like you to ponder on these few questions for the consideration of the experts on this subject, those of us who are policymakers, practitioners in this sector, and all participants in this symposium.", "How to ensure that the discovered minerals/natural resources (oil - onshore and offshore) and green hydrogen development benefits and contributes to broadbased development that results in employment creation and reduction of poverty and inequality?", "How to prevent the Dutch disease/resource curse?", "What should the regulatory landscape be so that Namibia optimally benefits from these discoveries, including ownership?", "Is the current regulatory landscape adequate to ensure the country gets a fair share of the discovered resources and also competitive to attract FDI?", "How can synergies between new investments and existing policies, such as local participation and local procurement and value addition, be enhanced?", "Director of ceremonies, ladies and gentlemen, 13.", "Allow me to end my remarks with a quote by John H Schaar, \"The place we go to, it is a place we create.", "The paths are not to be found, but made.", "\", therefore let us create the future we want as a nation, by doing all that we can do, as far as humanly possible."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Renewable energy", "Oil and gas", "Green hydrogen", "Economic growth", "Resource curse", "Local content", "Transparency and accountability", "Sovereign Wealth Fund", "Welwitschia Fund", "Sustainable energy finance"]}