{"sentences": ["Good Morning to all I am delighted to be present here at the India Start-up Conclave.", "All of you represent the best of the Indian entrepreneurial spirit and it is my privilege to be addressing this gathering.", "India is one of the fastest growing large economies today, our population is young and adequately skilled, the policy environment is supportive of private enterprise, our capital markets are capable of funding good business ideas, the India stack-the envy of the world- all these factors have allowed many start-ups to bloom thereby creating a robust Indian start-up ecosystem.", "FinTech entities comprise a large part of this start-up ecosystem.", "The emergence of FinTechs FinTechs are transforming financial services across sectors, including credit, payment systems, wealth management, investment advice, insurance, financial inclusion, and even financial sector supervision.", "The COVID-19 pandemic has given a strong boost to digitisation - the fusion of technology and finance played a crucial role by facilitating smooth loan disbursals, robust 24x7 payment systems, uninterrupted access to financial services, and direct benefit transfers.", "New and innovative technologies brought by FinTechs are helping in driving down cost, refocussing products and services and improving customer reach and experience.", "The ongoing developments, innovations, and emergence of new technologies will significantly shape the trends in the financial world of tomorrow.", "As a principal regulator of the financial system and with a mandate for ensuring financial stability, the RBI is closely watching the fast evolving world of FinTechs.", "In fact, to provide necessary support to the nascent sector, more than a year ago, we had set up a FinTech Department to give dedicated focus to this sector and to foster innovation.", "I will take the opportunity today to share with you, how, we in the Reserve Bank, view the changes in the financial services space, caused by absorption of new and innovative technologies and the resulting issues like regulatory level playing field, consumer protection, innovation, and central bank digital currencies (CBDCs).", "Regulation and Fintech We believe that the fintech sector will play a crucial role in achieving objectives of greater financial inclusion, cost and time efficiency and so we play the role of someone who encourages development of this sector.", "One way of looking at fintech innovation is in terms of three variables - Time, Access and Data.", "Many innovations, in essence, enable saving time, that is, transactions to be done with speed, e.g., fast payment systems.", "The second element of innovation is about access, that is they take services to people who are not exposed to financial services, promoting inclusion in both senses - equity as well as formalisation of economic activity.", "The third element of innovation is data - using available data to create new processes and generating further data that can incentivise further innovation - think of cash-flow based lending, or using tax data for credit assessment.", "Increased penetration of internet, processing speed and data availability has given a huge boost to financial innovation in the last decade or so.", "These three elements are driving innovation in the Fintech space.", "While these innovations are paradigmatic changes, financial products remain exactly what they are.", "There are still deposits, there is still credit or lending, and there are still investments, personal investments, personal finances, and so forth.", "These financial products have been in existence for a very long time.", "What has changed is the delivery of these products - channels of delivery, speed of delivery and price of these products.", "We often hear that these changes are disruptive.", "When we talk of disruption, we are not talking of new products but basically talking of disruption of existing institutions and processes.", "Conceptually therefore, a Fintech entity providing characteristic banking services like loans or payments is pretty much doing a banking activity - it just looks different.", "Such entities may not require a banking license but they need to be regulated similar to how such activities are regulated for a bank.", "Financial services are among the most regulated industries, if not the most regulated.", "For good reasons as well - they are key to growth and development, they involve the use of public money and they are the conduit through which financial integrity is enforced.", "Fintech firms should therefore be subject to similar regulatory oversight.", "Regulation might lag in responding to the speed and complexity of changing processes.", "Eventually, however, regulatory gaps will get filled and uniformity in regulation will be ensured.", "Fintech firms would therefore be more stable as a long term business proposition if business strategies include regulatory compliance as a basic requirement.", "Innovation should not be about exploiting regulatory arbitrage.", "The usual complaint one hears, for example when authorities globally are clamping down on cryptocurrencies, that innovation is being stifled, is not really valid.", "Undoubtedly, we see a critical role for the fintech ecosystem to act as a force multiplier as we seek to achieve our goals of financial inclusion, digitalisation and customer protection.", "RBI has taken several steps to create a nurturing environment to foster innovation.", "In 2016, we issued guidelines for Account Aggregators (AAs), recognizing their potential.", "In 2017, regulations were established for Peer-to-Peer (P2P) lending, even at a time when the sector was nascent in India.", "The regulatory sandbox framework released by the Reserve Bank in August 2019 was intended for the purpose of fostering innovation.", "The response to the regulatory sandbox has been encouraging to say the least.", "An Interoperable Regulatory Sandbox (IoRS), to facilitate testing of hybrid products/ services falling within the regulatory ambit of more than one financial regulator is in place.", "In November 2021, the Reserve Bank launched its first global hackathon - \"HARBINGER with the theme 'Smarter Digital Payments'.", "The hackathon received encouraging response with 363 proposals submitted by teams from within India and from 22 other countries across the globe.", "As a sequel, we have also announced the second hackathon with the theme \"Inclusive Digital Services\".", "In 2021, the Reserve Bank established its own Innovation Hub called the RBIH here in Bengaluru to support creation of an innovation ecosystem through collaboration among financial institutions, the technology industry, and academia.", "RBI and the Innovation Hub have commenced pilots in the states of Madhya Pradesh, Tamil Nadu, UP and Maharashtra for fully digitalized Kisan Credit Card loan, which is being disbursed in minutes.", "Similarly, pilot on fully digital dairy loan based on milk pouring data has commenced in Gujarat.", "RBI has launched the Rupee Central Bank Digital Currency (CBDC) pilot.", "Currently, 10 banks are participating in the wholesale pilot and 13 banks are part of the retail pilot.", "Both the pilots have been going on successfully and we have been able to test various technical architecture, design choices and use cases.", "As on June 30th, in the retail pilot, we had crossed more than one million users and more than 262,000 merchants.", "The digital form of currency brings along the multiple possibilities which can bring innovation and efficiency such as features of offline, programmability, cross border transactions in current systems and may create altogether new frameworks for financial system to operate in.", "I believe, like in the case of UPI, we will witness a lot of innovation on this tokenised form of money in the days to come.", "The RBI is mindful of the fact that innovation has potential to make finance more inclusive, the financial system more competitive and healthier, and regulation more effective and efficient.", "While innovation is crucial, it is necessary for these innovations to be responsible and even more beneficial if they address actual challenges faced by people in their day to day lives.", "It is also important for these innovations to be scalable and interoperable, allowing for expansion and providing advantages to a wider network of participants.", "Bearing these principles in mind, I would urge fintech players to contribute to development of the sustainability of the sector and ensure responsible digital innovations.", "While focus on short-term valuation gains may look attractive, creating long term value should be the basic goal.", "Fintech companies can prioritize several key areas, like improving customer protection, enhancing cybersecurity and resilience, effectively managing financial integrity, and robust data protection.", "It is also essential for every player in the fintech industry to devote sufficient attention to governance, business conduct, compliance, and risk mitigation frameworks, as these aspects are vital for long term sustainability.", "I conclude by emphasizing that it is crucial for regulators, the fintech industry, and established institutions to engage in open and meaningful dialogue.", "This dialogue is necessary to establish a shared understanding of fintech activities, business models, and the rationale behind regulatory measures.", "Such collaboration among stakeholders will play a key role in ensuring effective regulation and fostering a conducive environment for FinTech innovation.", "Thank you all for your attention, and have a fruitful convention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["FinTech", "Regulation", "Financial Inclusion", "Innovation", "Central Bank Digital Currency (CBDC)", "Financial Stability", "Customer Protection", "Data", "Digitalisation", "Sustainability"]}