{"sentences": ["Distinguished Party Secretary Chen Jining, Mayor Gong Zheng, President Dilma Rousseff, and dear guests, Good morning!", "It is a great pleasure to join you at the Lujiazui Forum again.", "First of all, on behalf of the People's Bank of China (PBOC), I would like to extend my congratulations on the great achievements in developing Shanghai into an international financial center and the successful convening of this forum!", "This year's forum is themed on \"Global Financial Opening-up and Cooperation: New Drivers for Economic Recovery\".", "Green development is an important new driver for economic recovery.", "I would like to take this opportunity to share my understanding of Xi Jinping's thought on ecological conservation, and China's efforts in promoting the development of green finance and the international cooperation in this regard.", "First, we should study and implement Xi Jinping's thought on ecological conservation in an earnest and profound manner, and make utmost efforts to peak carbon emissions before 2030 and achieve carbon neutrality before 2060 (the \"30-60\" Decarbonization Goal).", "In September 2020, President Xi Jinping announced at the United Nations General Assembly that China would strive to peak carbon emissions before 2030 and achieve carbon neutrality before 2060.", "Since then, the central government has made a series of major arrangements to achieve the \"30-60\" Decarbonization Goal.", "To achieve this goal, China must achieve the most remarkable reduction in carbon intensity and realize the transition from carbon peaking to carbon neutrality within the shortest time in history around the world.", "This is a wide-ranging and deep-going social and economic change, which means China must undergo profound changes in all aspects such as industrial structure, energy structure, production mode, and way of life.", "Among these factors, green finance will play an important role in the smooth realization of the goal.", "Second, the key to achieving the \"30-60\" Decarbonization Goal lies in addressing the negative externalities of carbon emissions and cutting the green premium.", "To achieve the \"30-60\" Decarbonization Goal, an array of tasks must be fulfilled.", "In a nutshell, we must try to reduce carbon emissions, and to this end there are two challenges to be overcome: One is to gradually reduce the negative externalities of carbon emissions.", "emissions increase the greenhouse effect, which brings costs to the society, but carbonemitting companies and users do not pay due costs for their emissions.", "That means most of the costs are borne by the society, so carbon emission has significant negative externalities.", "Only when carbon emissions are reasonably priced, or in other words carbon emitters need to pay carbon taxes or purchase carbon emission quota, with an aim to make carbon emitters bear the costs and enable all microeconomic entities to internalize the external costs of carbon emissions, can enterprises and households be really motivated to change their behavior.", "The second is to steadily bring down the green premium.", "China's current energy mix is dominated by fossil fuels, and the key to achieving the \"30-60\" Decarbonization Goal is to ensure green energy is high on agenda.", "At present, green energy and green and low-carbon technologies are developing very fast, and their costs are falling rapidly.", "However, generally speaking, the cost of green energy is still higher than that of traditional fossil fuels (as fossil fuels do not bear all the costs of carbon emissions), and the difference is the green premium.", "To lower the green premium, one way is to raise the cost of carbon emissions and increase the cost of using fossil fuels, and the other way is to reduce the cost of green energy through market-based incentive mechanisms.", "The experience of China and many other countries has proved that the development of green finance can help address the above two challenges, and provide a reliable incentive mechanism for information disclosure and the development of green energy.", "Third, in recent years, the PBOC has proactively implemented the philosophy of green development, and worked to develop green finance with positive results.", "Since the central government proposed strategic moves on the \"30-60\" Decarbonization Goal, the PBOC has resolutely prioritized the development of green finance, focusing on the following three tasks.", "The first is to strengthen the disclosure of environmental information.", "Information disclosure will inform the public of the carbon emitters and their carbon footprint, so that all parties in the society can measure and verify carbon emissions and carbon reductions.", "Public oversight can ensure the authenticity and accuracy of carbon emission data, and only in this way can risks such as \"green-washing\", capital arbitrage, and project fraud be prevented, which lays a solid foundation for other carbon emission reduction policies.", "Over the years, we have gradually clarified the environmental information disclosure requirements for financial institutions, and encouraged financial institutions as well as enterprises issuing green bonds to disclose relevant environmental information.", "The second is to improve the policy incentive and restraint system.", "\"carrot and stick\" to attain the \"30-60\" Decarbonization Goal.", "A significant increase in the cost of carbon emissions can be understood as a \"big stick\", a moderate increase is a \"medium stick\" or a \"small stick\", and the facility launched by the PBOC is a \"carrot\" in an incentive mechanism.", "In 2021, the PBOC launched two monetary policy instruments, namely, the carbon emission reduction facility (CERF) and the special central bank lending for clean and efficient coal use, to support the development of key areas of carbon emission reduction.", "For carbon emission reduction loans issued by financial institutions to key areas in the regard, the PBOC provides funding for 60 percent of the principal through central bank lending for a certain period of time, with an interest rate of 1.75 percent, which provides targeted and direct support for green and low-carbon projects.", "As the central bank lending offered by the PBOC to financial institutions should be repaid when they expire, financial institutions who issue carbon emission reduction loans to enterprises need to bear relevant risks on their own.", "In this sense, the \"carrot\", or the incentive, is moderate and market-oriented.", "At the same time, financial institutions that receive the low-cost funds from the PBOC must pledge to disclose such information as the outstanding balance and interest rates of carbon emission reduction loans as well as their effects on carbon emission reduction.", "Besides, they are subject to verification by independent third-party agencies and oversight by the public.", "By end-April 2023, the CERF, with a balance of around RMB400 billion, had motivated financial institutions to issue over RMB670 billion in loans and facilitated carbon emission cut in the amount of 150 million tons.", "This is a satisfactory result.", "The third is to conduct stress tests on climate risks.", "The PBOC attaches great importance to the stress tests on climate risks.", "In 2021, we established a corresponding stress testing framework, and organized 19 domestic systemically important banks (SIBs) to carry out carbon cost sensitivity stress tests for eight key carbonemitting industries, including electricity, steel, building materials, non-ferrous metals, aviation, petrochemicals, chemicals, and paper-making.", "In addition, based on regional economic structure and transition policies, we organized banks in some regions to conduct stress tests on climate risks.", "Through these efforts, we've raised the awareness and capabilities of financial institutions to manage climate risks, so they can properly handle the relationship between emission reduction and development, as well as the link between local and overall development, and support the green and lowcarbon transition of the economy in a more reasonable pace and intensity.", "In this process, we've managed to give full play to the decisive role of market in allocating resources, and better leverage the role of government at the same time.", "Achieving the \"30-60\" Decarbonization Goal requires substantial investment in green transition and green technologies.", "According to relevant research institutes, the required investment will reach the magnitude of RMB100 trillion.", "As government funds can cover only a small part of such huge funding demand, social funds will be counted on and mobilized, thus making market play a decisive role in allocating resources, and taping the price discovery and risk management functions of financial instruments to achieve the optimal growth path under constraints.", "By establishing green finance standards, promoting environmental information disclosure to appropriately improve information transparency, and providing low-cost funds, the financial sector can reduce the cost of social funds invested in green transition and facilitate the development of green finance market.", "Up to date, China has developed a multi-level market system for green finance, in which green loans and green bonds play a dominant role while a variety of green finance instruments are booming.", "At the end of Q1 2023, outstanding China's green loans in domestic and foreign currencies exceeded RMB25 trillion, and outstanding green bonds exceeded RMB1.5 trillion, both of which rank among the top of the world.", "Fourth, climate change is a global issue, and to properly address this issue requires enhanced international cooperation and coordinated response.", "President Xi Jinping pointed out that mankind is a community with a shared future, and protecting the ecological environment is a common challenge and responsibility facing all humanity.", "We have firmly upheld multilateralism, and proactively participated in and led international cooperation on green finance.", "We have taken the lead in advancing related tasks on G20 sustainable finance.", "The PBOC and the United States Department of the Treasury co-chaired the G20 Sustainable Finance Working Group and led the development of the G20 Sustainable Finance Roadmap in 2021, which has become an important guideline for mobilizing market funds to address climate change at the international level.", "In 2022, we took the lead in formulating the G20 Framework for Transition Finance , which was adopted at the G20 Bali Summit in November last year and became a guide for all parties to establish a system of transition finance.", "We have published a Common Ground Taxonomy-Climate Change Mitigation (CGT) with relevant departments of the European Commission.", "As the understanding of green transition varies across countries, strengthened consultation is needed to gradually accelerate mutual recognition and the trading of green financial products and green pricing in the global market.", "Over the past three years, the PBOC and relevant European agencies have continued to harmonize the standards of green finance between China and Europe, and jointly published the CGT in 2021 and an updated version in June 2022.", "The latest version of CGT is 80 percent aligned with the European version.", "Many domestic and foreign financial institutions have issued green bonds and green loans with reference to the CGT, which is highly recognized by the market.", "We have strengthened international cooperation on green finance under multilateral mechanisms such as the Central Banks and Supervisors Network for Greening the Financial System (NGFS) and the International Platform on Sustainable Finance (IPSF).", "We have worked together to build a green \"Belt and Road\".", "In 2019, under the guidance of the PBOC, the Green Finance Committee (GFC) of the China Society for Finance and Banking jointly launched the Green Investment Principles for the Belt and Road (GIP) with the City of London, as well as many Chinese and foreign financial institutions, to help developing countries build up their green finance capacities and improve their resilience to climate change.", "In recent years, under the centralized and unified leadership of the CPC Central Committee, the CPC Shanghai Municipal Committee and Shanghai Municipal People's Government have made remarkable progress in the building of an international financial center.", "Shanghai's roles as an RMB asset allocation center, a financial risk management center, a fintech center, a high-quality business environment center, and a financial talent development center have been further enhanced.", "Shanghai is home to the national carbon emissions trading market, and is a forerunner in green and lowcarbon transition.", "In recent years, based on the new development stage and applying the new development philosophy, Shanghai has put forward the goal of building an international green finance hub, and taken a lead in launching a number of green financial product.", "The city has fully boosted the initiative and creativity of market entities, and will surely play a greater leading role in green finance in the future.", "The PBOC will resolutely implement the decisions and arrangements of the CPC Central Committee and the State Council, and support Shanghai's efforts in building an international financial center.", "We will work to create an international financial asset trading platform, and accelerate the development of green finance, aiming to help Shanghai play a more important role in the overall economic and social development of China."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green finance", "Decarbonization", "Climate risks", "Carbon emissions", "Environmental information disclosure", "Green premium", "Transition finance", "Green bonds", "Green loans", "International cooperation"]}