{"sentences": ["City Week - London, 24 April 2023 The role of central banks in the \"macroeconomics of climate change\" Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, It is once more a great pleasure and honour for me to give a keynote speech today at the City Week in London, held in the venerable Guildhall.", "It is no longer possible to seriously question the severe effects of climate change, but the role of central banks in this area has become an increasing focus of discussion.", "Let me start by two very great temptations that have become typical pitfalls here.", "Neither magic wand, nor ostrich policies We could call the first of these the « magic wand temptation » in which central banks are seen as being able to curb climate change on their own.", "I want to be crystal clear on this: central banks cannot be the only green game in town, they cannot replace sound public policies and corporate transition plans.", "One necessary step for public policies is to put a price on carbon: it is the only signal capable of aligning climate imperatives with economic agents' decisions.", "It is the only way to make more green projects profitable; and green finance without enough green projects risks running idle.", "It can take various forms, including a carbon tax, in which case part of the resulting public receipts should be invested in low carbon alternatives, and another part redistributed to households in order to mitigate its social effects.", "A price on carbon should be supplemented with other climate regulations and subsidies to help develop alternatives sufficiently early.", "The second and opposite temptation is that of \"ostrich policies\", which consist of burying our head in the sand to avoid seeing or hearing what is going on.", "This is not an option either.", "We are directly concerned, in two different ways [slide 2].", "First as supervisors, insofar as climate-related risks are clearly among the long term risks to which financial institutions are exposed: monitoring these risks is not a \"nice to have\", or part of a CSR policy, but a \"must have\".", "Second, we are concerned as central banks in charge of price stability.", "Just to clarify, we shouldn't waste too much time here in the legal and political debate on central- bank mandates.", "Central banks' core mandate worldwide is price stability, and climate change already affects the level of prices and activity - think of severe drought in Argentina which cost 3% of GDPi, of floods in Pakistan with losses and damages equivalent to 8% of GDPii, or of the recent rise of food prices everywhere -: hence we have to deal with the effects of climate change on the economy.", "It's not mission creep, it's not a politicisation of our mandate, it is our core business and core duty.", "As regards the Eurosystem, in addition to our primary objective of price stability, it just happens that environmental protection is among our secondary objectives: but this is only an icing on the cake, if I may put it this way.", "So I would like to focus today on what I will call the macroeconomics of climate change.", "I will not spell out everything we do as supervisors: first disclosure of risks, climate stress tests at present and financial institutions' transition plans tomorrow.", "I would instead like to talk about what is at least as important - modelling the economic effects of climate change - but about which we currently know less.", "I will first acknowledge a veil of uncertainty, before nevertheless establishing four firm convictions.", "A veil of uncertainty As we try to understand and figure out how climate change will shape macroeconomic changes, the \"veil of uncertainty\" is primarily due to future political decisions regarding climate change mitigation.", "For instance the initial level and evolution of a carbon price, or the amount of green investment and public subsidies will be particularly relevant.", "This is why we are currently working on several scenarios, both over short and longer term.", "Six long-term scenarios, that is to say with a 2050 horizon (and even the end of the century for some variables), have been developed and will continue to evolve under the aegis of the Network for Greening the Financial System (NGFS) [slide 3 for a focus on 3 scenarios], to whose 144 institutions the Banque de France provides its global secretariat.", "The current scenarios, which are consistent with the various physical scenarios of the IPCC, will soon be supplemented by a seventh scenario of \"net zero 2050\" achieved through greater energy sobriety; the publication of the updated NGFS scenarios is expected next autumn.", "In their current version, they are already used by a great number of supervisors - the majority of the 36 jurisdictions that have conducted a climate stress test (for instance France, the EU, the UK and the US).", "Our pilot stress tests also pointed to a need for shorter-term scenarios with a five-year horizon as the transition is accelerating: the NGFS is currently elaborating on them by leveraging the work of its Members, including by Banque de France researchers iv.", "We at NGFS will publish a conceptual framework at end of this year, and are aiming to release a first vintage of these short-term scenarios by the end of 2024.", "In particular, they should display more adverse developments, and incorporate tougher shocks.", "They should also be tailored to explore the potential impacts of climate change, not just on activity but also on inflation.", "This quadrant [slide 4] shows four categories of possible shocks linked to the transition.", "They can have a positive versus negative impact on supply, and a positive versus negative impact on demand respectively.", "They are not mutually exclusive, and may combine or succeed one another.", "Their stand-alone probability is hard to assess at this stage, but there are reasons to believe that the upper-left one (the negative supply shock) is slightly more probable than the others.", "However, given the large range of shocks, their sources and macroeconomic effects - which could include a positive scenario of large green private capexv - [slide 5], we must continue our modelling, in line with our first commitment in relation to the ECB's climate agenda: we committed in July 2022 to \"assess the macroeconomic impact of climate change and mitigation policies on inflation and the real economy\".", "But being uncertain about the combined macroeconomic effects does not mean being passive or inert on action now.", "What we can already derive from these scenarios is a set of four firm convictions and prescriptions.", "A shock that is global and certain >>> an orderly transition - First, climate transition entails structural changes to the global economy that are both universal and certain, with an overall and possibly negative supply shock that will generate frictions and costs in terms of the necessary reallocation of production factors.", "Climate change is comparable to globalisation as seen several decades ago: we knew that it would have significant effects, inevitably and everywhere, while not knowing their magnitude ex ante.", "This means we should organise our transition to make it as early, predictable and orderly as possible; this is not always an easy task in our democracies, but disorderliness would be costly [slide 6].", "According to NGFS scenarios, for the same Paris- aligned emission reduction, a disorderly transition would imply a carbon price more than three times higher by 2050 compared to an orderly transition with a commensurate negative impact on global GDP.", "And for sure, the cost of inaction would exceed the cost of transition.", "As another consequence of this universal shock, we need to enhance international coordination: as not all countries made the same commitments, and face the same consequences and responsibilities, some could be tempted by free-rider or \"beggar my neighbour\" behaviour.", "Hence climate change must be the number one priority of the \"focused multilateralism\" I am calling forvii, be it in the G20 or in the IMF and the World Bank.", "Higher volatility >>> strong commitment of Central Banks - Second, higher volatility is likely, which means shocks on both activity and inflation.", "This is where we central banks have to do our job in order to maintain a solid anchoring of long term inflation expectations despite higher volatility.", "We cannot just look through it, since it is not an unexpected and transitory shock [slide 7].", "The impacts of the climate transition could last throughout the decarbonisation of our economy.", "If we looked through it, we would overburden fiscal policy in cushioning these shocks.", "Market alignment >>> signalling through Central Banks' operations - Third, appropriate market incentives are necessary.", "This is where carbon pricing is needed, as I mentioned earlier, to align firms' behaviour and private financing, but also (and maybe primarily) a fair pricing of climate risk on financial markets.", "This is where central bank operations and their greening have a key role to play, giving the right market signals and inducing changes.", "With Christine Lagarde, we at the ECB are already implementing a greening of our corporate sector purchase programme, as well as adapting our collateral framework.", "Funding green investments >>> solvable through blended finance - Last but not least, if these conditions are met, the question as to how to finance investments is solvable.", "Different estimates have been computed, and their amounts may look impressive especially when presented in gross and absolute terms, for instance around EUR 500 billion per year in the EU until 2050.viii.", "However, when you consider net and relative financing needs, which represent between 2% and 3% of current GDP be it for the EU or Franceix according to the reports quoted, this turns out to be manageable.", "Under one important prerequisite: the private sector should play its part in the effort, and we should unlock cross border capital flows for the transition; this is the strongest argument in favour of a Green Capital Markets Union, which I advocated with my German colleague Joachim Nagel x).", "Except in 2022 and the exceptional energy shock, the euro area had a structural excess of savings to investment of 2% of GDP.", "Hence, provided we have the right economic incentives, Europe can finance its ambitious climate transition; this final and fundamental conviction is a good piece of news.", "Good news is also important in what could seem like an ocean of alarming information on climate change.", "Our natural tendency to shut our ears when faced with pessimistic announcements was best captured by Homer with Cassandra.", "She repeatedly tried to warn that Troy would fall should they let Ulysses' Trojan horse get into the city.", "I don't claim to be Homer or even Cassandra.", "I tried this morning to sum up in a fair way what we know and don't know yet about the macroeconomics of climate change, but above all what we can and must do as soon as possible - we are already in \"money time\".", "I thank you for your attention.", "and Mahfouz (S.), « L'action climatique : un enjeu macroéconomique », La note d'analyse, no 114, France Stratégie, November 2022 Villeroy de Galhau, F., and Nagel, J., Fostering European unity: time for a genuine Capital Markets Union, published in French in Les Echos and in German in Handelsblatt on 14 November 2022"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Carbon pricing", "Central bank role", "Economic effects", "Financial risks", "Green finance", "International coordination", "Market incentives", "Private sector role", "Uncertainty"]}