{"sentences": ["Ladies and gentlemen, We live in a changing world.", "Banks and models of operation change.", "But what does not change is the cornerstone of banking - CONFIDENCE.", "What does not change is the fact that banks are there for the sake of people - clients, owners and managers.", "Whenever some of the players, particularly those who lead and manage banks, underestimate CONFIDENCE, they arouse FEAR, which is a bad ally to banks and may wreak havoc in the financial system.", "\"Can anybody remember when the times were not hard and money not scarce?", "\", is a well-known question posed by American philosopher Ralph Waldo Emerson.", "This question is topical even after almost two centuries.", "It is relevant today perhaps more than before as in the past three years we have witnessed circumstances unprecedented in modern history.", "It will be plagued by uncertainty for all market participants and policy makers alike, which is why the preservation of stability and foundations of sustainable growth is a priority.", "This first regional conference organised by Bloomberg Adria, whose central topic are finance industry trends in 2023, recognises the importance of regional cooperation and digitisation that connect markets, as well as the importance of a stable business environment.", "The countries pursuing sound economic policies before the crisis and strategically investing in sustainable development responded better to all the challenges.", "Many independent institutions have highly positively assessed Serbia in light of its long track record of good macroeconomic performance and a proven capability to respond proactively to various shocks from the international environment.", "I will therefore touch on three topics: 1.", "Macroeconomic environment for operation of Serbian banks, 2.", "Stability and resilience of the domestic banking sector, 3.", "Easier, faster, more accessible and secure financial services.", "Macroeconomic environment for operation of Serbian banks I will start with the conclusion that owing to our efforts the conditions of doing business in Serbia have remained stable, despite the pandemic, global effects of the Ukraine conflict and global energy and food crises.", "At the level of last year, the dinar gained 0.2% against the euro.", "We have preserved its relative stability in the year so far as well.", "At end-February, the country's FX reserves hit their record high of EUR 21.2 bn.", "Last year, the National Bank bought EUR 1 bn net in the interbank FX market.", "Since the start of this year, we have bought additional EUR 435 mn net.", "Confidence in the financial system has also been preserved, as confirmed by the continued rise in total deposits in banks, which in late 2022 exceeded the 2019 figure by over 40%.", "The NPL share in total loans was reduced to a record low of 3% at end-2022.", "During the three crisis years - from 2020 to 2022, Serbia was recording real economic growth of around 9%.", "This year, real growth is expected to equal between 2% and 3% and GDP per capita to reach around EUR 10,000 for the first time.", "The unemployment rate is at its lowest, and private sector formal employment at its highest - close to 10% above the pre-pandemic level.", "This means that 150,000 more people are employed now than before the pandemic.", "In December, total average wage was higher by 36%, while private sector wage exceeded the precrisis figure by as much as 46%.", "We have also ensured conditions to attract a record high level of FDIs, worth EUR 4.4 bn last year, i.e.", "Stability and resilience of the domestic banking sector Ladies and gentlemen, I began my address with the macroeconomic environment in which banks in Serbia operate as trends in the financial industry always depend on real sector developments, and vice versa.", "Good regulations and efficient supervision of financial institutions are also important.", "While some countries have a complicated supervision system and a huge problem of coordination among different supervisors, the banking sector supervisory function in Serbia is exercised by a single institution - the National Bank of Serbia.", "The advantages of such organisation of the supervision system and the quality of supervision are reflected in a stable financial system.", "It is confirmed now as well - during the current developments in the international financial market - that the National Bank of Serbia is rightly cautious in easing its regulations.", "We do nothing \"on request\".", "We do not fulfil anyone's wishes as we are guided by financial system security and the protection of interests of depositors and bank clients.", "This is our statutory objective and it is only in such way that we can best contribute to overall stability.", "That the NBS's approach is adequate is confirmed by the conclusion in an interesting speech delivered by Andrea Enria, the Chair of the ECB's Supervisory Board: \"Market turmoil always triggers political debates on regulatory reforms, but I think that we should rather focus on the effectiveness of supervision.", "The most convincing explanation of the rationale of prudential supervision was given in the seminal book by Dewatripont and Tirole published in 1994: The supervisors' task is monitoring that banks are safe and sound on behalf of depositors, as the latter are too small and dispersed to be able to understand the risks a bank is taking.", "Effective supervision is the best reassurance for depositors.", "And in order to deliver effective supervision we need to have a razor-sharp focus on risks, ask difficult questions and request fast and satisfactory remediation of the weaknesses the supervisors identify when performing their job.", "[...] Notwithstanding the significant improvements made by European banks to strengthen their capital and liquidity position and improve their asset quality, the current events confirm that strong, demanding supervision is needed more than ever\".", "In Serbia we have nine systemically important banks, of total 21 banks that constitute our banking sector.", "There is not a single bank that we treat as too small or insignificant in our supervision.", "We carry out regular and extraordinary supervisions of banks' operation, on-site and off-site.", "We analyse all aspects of operation of each bank, including risk management, with an eye on the system as a whole.", "The data and in-depth analyses confirm that Serbia's banking sector, which operates in line with domestic regulations, is highly capitalised and highly liquid, which is a guarantee of security and availability of deposits at any moment.", "In late 2022, banking sector assets were by 33.7% higher compared to 2019, reflecting primarily boosted financing of the corporate and household sectors, i.e.", "This helped realise the full potential of the two-way link between the financial and real sectors.", "Let me conclude the second topic.", "The domestic banking sector is highly liquid and solvent.", "All relevant banking indicators are multiple times above the National Bank's regulatory requirements.", "The sector showed strong resilience during the pandemic, as well as during the past several crises, owing to good regulations, good supervision, and good risk management.", "Furthermore, the National Bank of Serbia has demonstrated its readiness and capacity to respond promptly in order to protect financial stability and depositors' interests amid heightened uncertainties in the international market.", "Easier, faster, more accessible and secure financial services I am moving on to the third topic - easier, faster, more accessible and secure financial services.", "Banks in the Republic of Serbia are an important link in the digitisation process as well, especially in the part of services they offer to users.", "There are certainly two important reasons for that: 1. the necessity of adapting to the needs of users, as well as 2. a stimulating and modern legal framework for the provision of financial services in the Republic of Serbia.", "What do the data tell us, are improved financial services being used?", "The fact that in 2022, compared to 2021, the number of transactions via m-banking increased by 26%, and the number of card and e-money transactions for the purpose of online purchase of goods and services increased by over 34% says that bank clients are quickly embracing innovations in the field of financial services.", "Innovations are particularly present in payment services, where Serbia is forging its own path, as in many other areas.", "I will remind you that the National Bank of Serbia was one of the first in Europe, four and a half years ago, to establish a system for instant payments, which executes around 150,000 transactions daily on average.", "With the system for instant payments, the National Bank has provided banks with infrastructure through which they can upgrade their mobile applications with new services.", "An example of this is the Transfer service - where just by selecting a name from the contact list in your phone or by entering a mobile phone number, you can easily and simply transfer funds to whomever you want.", "There are many other features of the National Bank's instant payment system, such as the possibility of paying monthly bills by simply scanning the NBS IPS QR code or paying bills at brick-andmortar and online points of sale.", "These new features that we have provided save time, which is an extremely important resource.", "Our system for instant payments is not only a modern but also a cost-effective infrastructure for cashless payments, which has numerous advantages over card payments at points of sale, such as: simple implementation on the acceptance side, possibilities of using different acceptance solutions, not only POS terminals, or lower fees for merchants compared to card payments with foreign card brands.", "Recently, the first newsstands in the country made it possible to accept instant payments, and we invite all interested legal persons and entrepreneurs, especially small merchants, to consider introducing instant payments in their business and thus use numerous advantages that this method of payment provides.", "Of course, this time as well I want to emphasize the importance of our national payment card - our Dina, which is the first choice among payment card users, as well as the most preferred card among merchants, as it is the most cost-effective choice for all participants in the domestic market of payment services.", "With Dina, you can enjoy many benefits such as deferred or instalment payments, cash withdrawal services or paying for services without commission.", "With Dina, we do not depend on unilateral decisions of international card systems, where the processing and netting of card transactions is carried out outside the Republic of Serbia.", "With Dina, services are adapted to local needs, and the fees charged for services are not only significantly lower compared to foreign payment cards but remain in the country and contribute to domestic economic growth.", "Digitisation has been talked about lately in a fatalistic manner.", "Of course, like everyone else, I know that digitisation has brought and will continue to bring us numerous advantages.", "I am progressive and I like modern technology, but not in a way that it enslaves people, rather in a way that serves them.", "We need digitisation, but we also need sustainable agriculture and a clear vision of where our development chances lie.", "We need to create opportunities for people to work, and they will know how to recognise and use these opportunities.", "In the conditions of globalisation and intertwined chances and risks, there is no alternative to regional cooperation either.", "However, we must be aware that new technologies give us countless new opportunities, but also bring us new challenges and risks.", "We have to be mindful of them as well.", "On this path, the task of the National Bank of Serbia is clear.", "It is up to us to remain committed to innovations that make everyone's life easier and save time, as well as to preserve the justified trust of the public and their expectations of a stable and safe financial system that all of us invested a lot of time and effort to establish and maintain.", "Stability is often taken for granted, but without it, we would hardly be talking about positive financial trends in 2023 and the necessity of digitisation.", "\"Anyone can hold the helm when the sea is calm\", said Publilius Syrus, a Latin writer.", "The National Bank of Serbia will continue to ensure certainty by creating conditions for the sustainable development of financial services so that they are in the best interest of our citizens and economy, not individuals in the market.", "I wish you a successful first regional conference on finance industry trends in 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "none"], "topics": ["Confidence", "Stability", "Resilience", "Financial services", "Digitisation", "Macroeconomic environment", "Banking sector", "Supervision", "Payment services", "National Bank of Serbia"]}