{"sentences": ["Rethinking the prudential regulation of banks Panel remarks prepared for the DNB - Riksbank - Bundesbank, Macroprudential 31.08.2023 I Stockholm I Claudia Buch Check against delivery.", "How is the banking environment changing?", "Ill. Is there a need to reform regulation?", "Summing up Many thanks to the Riksbank for organising this year's Macroprudential Conference and for launching this series of conferences back in 2015.", "By the time the Bundesbank joined as a co-organiser in 2018, this event had already established itself as a forum for high-level exchange between policymakers, the private sector, and academia.", "[1] The recent episodes of bank stress in the United States and Switzerland bear testimony to the importance of this exchange.", "They revealed the potentially destructive forces of poor risk management at the bank level coinciding with stress at the macroeconomic level.", "The stressed banks had weak internal control mechanisms, poor governance, and preexisting conditions.", "Moreover, supervisors could have taken more forceful action and escalated critical findings more rapidly.", "Higher interest rates and heightened macrofinancial risks acted as significant amplifiers.", "Financial stability was at risk, thus triggering forceful interventions by fiscal and monetary authorities.", "Looking ahead, the lessons that I believe we should learn from these episodes are that maintaining a resilient financial system requires ... * ... responding to changes in the external environment in which banks operate - changes in terms of both macroeconomic stability and the nature of competition; * ... cooperating closely in macro- and micro-prudential supervision in a forward-looking and preventive manner, and; ¢ ... fully implementing the financial sector reforms that have been agreed upon while making targeted adjustments based on sound impact assessments and in an internationally coordinated manner.", "How is the banking environment changing?", "The environment in which banks operate is changing rapidly.", "Competition is becoming more intense.", "The macroeconomic environment has become more volatile, interest rates have increased markedly.", "These trends can have effects that mutually reinforce one another.", "Preexisting vulnerabilities can become exposed; stress events could become more frequent.", "Digitalisation is an important driver of intensified competition.", "It puts pressure on banks' margins and requires investments into IT infrastructure and the reorientation of business models.", "Depositors using digital banking services can move their savings from one bank to another more quickly.", "Banks may lose one of their main competitive advantages over other financial institutions: access to relatively stable and relatively cheap funding through retail deposits.", "Banks' \"franchise value\" may decline.", "Bank managers and owners need to respond to these challenges presented by digitalisation - supervision cannot and should not take over their roles.", "However, supervisors need to assess how changes in the competitive environment affect business models and incentives to take risks: How are banks' main drivers of revenue and risk changing?", "Are entries and exits in the financial sector more likely?", "Do we need to change the regulatory perimeter?", "The second main trend affecting the banking sector is the changing macroeconomic environment.", "Monetary policy has shifted from quantitative easing to quantitative tightening, interest rates have increased, and liquidity conditions on financial markets have changed.", "Climate change requires adjustments in the production and use of energy.", "This can affect sectoral credit risks and banks' loan portfolios.", "Non-performing loans may rise.", "Choices in fiscal policy to guide the green transition have an impact on the speed of transition and the likelihood of policy reversal.", "This affects transitional and physical risks.", "Geopolitical risks require reassessments of credit risk and exposure to fragile value chains.", "In short, uncertainty has risen, thus making it more difficult to quantify risks going forward.", "Policy- making has to adjust to this \"age of shifts and breaks\" .", "Supervisors need to analyse how changes in the macroeconomic and competitive environments affect banks.", "The Basel core principles make clear reference to the macroeconomic and competitive environments, stressing the forward-looking nature of supervision.", "In Europe, the Supervisory Review and Evaluation Process (SREP) of the Single Supervisory Mechanism (SSM) has identified internal governance and exposure to macroeconomic risks as areas of concern.", "A forward-looking assessment of risks is needed but we are, at the same time, facing a \"forecast paradox\".", "Whilst assessing future trends has become more important, existing models do not capture these new trends particularly well.", "Models typically assess risks in a backward-looking way.", "At present, models implicitly assume a macroeconomy with a strong fiscal support factor and accommodative monetary policy.", "In addition, we are emerging from a period of historically low volatility.", "Heightened macroeconomic volatility affects correlations[7] and the measurement of risk in banks' internal models.", "Assessing future risks requires, first of all, good and reliable data within the banks.", "Yet, risk data aggregation and reporting have been supervisory concerns for a number of years now.", "Weaknesses in this area may imply that banks might not be able to capture their overall exposure to a specific counterparty or country and respond to heightened risks in a timely manner.", "As supervisors, we take this topic very seriously, and we will take appropriate measures if banks do not respond adequately to supervisory findings.", "Banks' credit risk provisioning can take macroeconomic risks into account through prudential overlays.", "A recent survey by the SSM found that banks are making efforts to design overlays to capture new risks, such as climate-related and environmental risks.", "However, not all banks use overlays and their practices can vary.", "For example, overlays make up a significant part of the stage 1 and stage 2 provisions.", "Furthermore, many banks do not distinguish between probabilities of default and loss given default.", "This may reduce risk sensitivity.", "Looking ahead, banks need to make appropriate use of risk-sensitive overlays to address novel risks, and supervisors need to monitor these practices.", "Macroprudential authorities likewise need to find ways of assessing new risks.", "There are, indeed, many areas in which macro- and micro-prudential supervision can cooperate in a forward-looking, preventive manner.", "Macroeconomic scenario analyses can be useful tools to identify vulnerabilities of the system to macroeconomic risks.", "This information, in turn, is relevant for microprudential authorities.", "The design of macroeconomic scenarios can, at the same time, benefit from bank-level information on the responses of banks to the changing environment.", "Such closer cooperation between the micro- and the macro- levels would be in line with an SSM recommendation and an external review also recently commissioned by the SSM.", "Finally, responding to the new external environment implies reviewing early-warning mechanisms and stepping up crisis preparedness.", "At an operational level, mixed teams with experience in operating under different macroeconomic and stress conditions need to be put together.", "Early warning indicators need to be readily available.", "At a regulatory level, remaining gaps with regard to crisis management and resolution frameworks need to be closed.", "The European Commission has recently made proposals as to this effect,[11] and the too-big-to-fail evaluation of the Financial Stability Board (FSB) has identified relevant gaps as well.", "Is there a need to reform regulation?", "The turmoil observed in March has also triggered a discussion on the potential regulatory response.", "The calibration of liquidity regulation has received particular attention.", "Liquidity regulations are tools for crisis prevention, not crisis management.", "The liquidity coverage ratio (LCR) ensures, for example, that banks hold a minimum level of highly liquid assets to remain liquid under stress for a period of 30 days.", "The net stable funding ratio (NSFR) requires available stable funding to be greater than required stable funding.", "But liquidity stress is often only the symptom of underlying weaknesses in governance and business models.", "Supervisors thus use qualitative measures to assess banks' liability management.", "Given changes in the macrofinancial environment, the calibration of liquidity risk needs to be reviewed.", "The liquidity of a bank captures its ability to meet its payment obligations as they come due.", "The liquidity of an asset - the ease with which it can be converted into cash without causing a loss - depends on the state of the world.", "Hence, the macrofinancial environment needs to be considered, in particular for banks strongly relying on market funding.", "I see the following priorities for a structured review of liquidity requirements.", "First, banks must be able to liquidate high-quality liquid assets (HQLAs) immediately and at any time.", "Second, relevant liquidity indicators, including the concentration of funding sources, could be monitored more frequently.", "Advances in digital technologies would mitigate reporting costs.", "Third, it needs to be assessed whether assumptions on the stability of deposits adequately reflect effects of social media and new digital banking services.", "Capital ratios can be a lagging indicator when it comes to identifying bank stress.", "Ex ante, banks in the US and Switzerland reported capital adequacy ratios above the regulatory minimum until shortly before the stress events occurred.", "[15] Ex post, after experiencing losses and facing liquidity runs, their capital levels were not sufficient to stop the rapid erosion of trust in the viability of the banks.", "Should bank capital regulation therefore be reviewed and, if so, what should be at the focus?", "At the current juncture, the priority should be the faithful implementation of Basel Ill.", "The package closes regulatory gaps that became apparent during the global financial crisis of 2008, as agreed at the international level.", "At the end of June 2023, a provisional agreement on amendments to the Capital Requirements Regulation and the Capital Requirements Directive has been agreed, which needs to be confirmed by the Council and Parliament to come into effect in 2025.", "Deviations from Basel Ill or further delays in its implementation could have negative implications for trust in the European financial system.", "Any deviations may also lead to excessive complexity.", "In this sense, faithful implementation of Basel III will yield long-term gains in terms of stronger growth and greater stability: impact assessments by the Basel Committee show that higher capital requirements are not associated with weaker growth or a decline in bank lending.", "Implementation of Basel Ill does not preclude a structured and internationally coordinated assessment of potential modifications.", "In this context, I believe the priorities should be as follows.", "First, the treatment of interest rate risk in the banking book (IRRBB) should be reconsidered, including an assessment whether a Pillar I approach could promote greater international consistency in implementation.", "[17] Second, under the Basel rules, national authorities can determine which institutions, apart from global systemically important banks (G-SIBs), are covered.", "As the failure of mid-sized banks could have cross-border effects, making the guidance for dealing with domestic systematically important banks (D-SIBs) more concrete and more binding could be an important step forward towards addressing potential cross-border risks.", "Third, excessive complexity of regulation should be reduced.", "[20] Bank capital regulation is complex because banks' business models and the associated risks are complex.", "However, a high degree of complexity also implies high costs of implementation and the possibility of regulatory arbitrage.", "Hence, we need to explore ways of reducing complexity that strengthen rather than weaken the resilience of the system.", "Summing up Banking crises have one feature in common: they often happen where changes in the macroeconomic environment intersect with poor risk management at the bank level.", "This needs to be reflected in the supervisory lessons that we draw from recent episodes of stress.", "We need to focus on banks' governance mechanisms and adapt to changes in banks' external environment.", "Banks' business models are under stress due to digitalisation and the entry of non-bank financial institutions into the market, and the macroeconomic environment has changed.", "Heightened risks and uncertainties need to be reflected adequately in the capitalisation and liquidity requirements of financial institutions.", "The recent stress episodes would have had a much bigger impact without the timely fiscal and monetary support that was provided.", "Financial institutions need to be resilient to absorb adverse shocks.", "This minimises the risk of financial dominance.", "In terms of regulation, the implementation of internationally agreed rules should be the priority.", "This can go hand in hand with an evaluation of gaps and new risks that need to be addressed, as well as a targeted review of existing regulations based on a structured process.", "Finally, assessing the implications of the macrofinancial environment can benefit greatly from the interaction between public authorities, academia, and the private sector.", "I thus look forward to the macroprudential conference next year, which will be hosted by the Bundesbank.", "This exchange is particularly important at the current juncture: future economic developments are highly uncertain.", "Our models and heuristics do not always provide adequate guidance.", "We therefore need practical information on what is happening on the ground, coupled with the conceptual and theoretical thinking of academia.", "From this, we need to draw lessons for forward-looking and preventive supervisory action in order to keep banks and the financial system as a whole safe and sound.", "This version: September 1, 2023 Basel Committee on Banking Supervision (2012).", "A framework for dealing with domestic systemically important banks.", "Basel Committee on Banking Supervision (2016).", "Interest Risk in the Banking Book.", "Basel Committee on Banking Supervision (2021).", "Early lessons from the Covid-19 pandemic on the Basel reforms.", "Basel Committee on Banking Supervision (2022a).", "Buffer usability and cyclicality in the Basel framework.", "Basel Committee on Banking Supervision (2022b).", "Evaluation of the impact and efficacy of the Basel III reforms.", "Basel Committee on Banking Supervision (2022c).", "Basel Committee Work Programme and Strategic Priorities for 2023/24.", "Basel Committee on Banking Supervision (2023a).", "Core Principles for Effective Banking Supervision.", "Consultative document dated July 2023.", "Basel Committee on Banking Supervision (2023b).", "Basel Committee discusses recent market developments, agrees to consult on Basel Core Principles, and advances work on cryptoassets.", "Board of Governors of the Federal Reserve System (2023).", "Review of the Federal Reserve's Supervision and Regulation of Silicon Valley Bank.", "Washington D.C. Dahlgren, Sarah, Ryozo Himino, Fernando Restoy and Carolyn Rogers (2023).", "Assessment of the European Central Bank's Supervisory Review and Evaluation Process.", "Report by the Expert Group to the Chair of the Supervisory Board of the ECB.", "Enria, Andrea (2023), Monitoring the Euro Area Banking Sector in the Aftermath of the March 2023 US Bank Failures.", "Opening remarks at the Exchange of views of the Committee on Economic and Monetary Affairs of the European Parliament.", "Aggregated Results of SREP 2022.", "European Systemic Risk Board (2021).", "Report of the Analytical Task Force on the overlap between capital buffers and minimum requirements.", "Federal Deposit Insurance Corporation (2023).", "FDIC's Supervision of Signature Bank.", "Washington D.C. Financial Stability Board (2021).", "Evaluation of the Effects of Too-Big-To-Fail Reforms.", "Forbes, Kristin J. and Roberto Rigobon (2002).", "No Contagion, Only Interdependence: Measuring Stock Market Comovements.", "Gai, Prasanna, Malcolm Kemp, Antonio Sanchez Serrano and Isabel Schnabel (2019).", "Regulatory complexity and the quest for robust regulation.", "Reports of the Advisory Scientific Committee No 8 / June 2019.", "European Systemic Risk Board.", "Banks, Markets, and the Allocation of Risks in an Economy.", "Journal of Institutional and Theoretical Economics 154: pp.", "Policymaking in an Age of Shifts and Breaks.", "Speech at the annual Economic Policy Symposium \"Structural Shifts in the Global Economy\".", "McCaul, Elisabeth and Stefan Walter (2023).", "Overlays and in-model adjustments: identifying best practices for capturing novel risks.", "The Supervision Blog dated 26 May 2023.", "The Burst of High Inflation in 2021-22: How and Why Did We Get Here?", "Understanding the Speed and Size of Bank Runs in Historical Comparison.", "Federal Reserve Bank of St. Louis.", "Swiss National Bank (2023), Financial Stability Report 2023, Bern/Zurich.", "I would like to thank Karen Braun-Munzinger, Marcel Heires, Martina Hemsath, Friso van der Meyden, Kamil Pliszka, Sabina Pradkhan, Kerstin Radtke, Sonja Reinhard, Tilmann Roth, Jorg Schafer, Beate Sonnenberg, Jiayi Sun, and Marina Zaruk for their most helpful comments and input to an earlier draft.", "Any remaining errors and inconsistencies are solely my own.", "See Board of Governors of the Federal Reserve System (2023), Federal Deposit Insurance Corporation (2023) and Swiss National Bank (2023).", "See Basel Committee on Banking Supervision (2023a).", "See European Central Bank (2023).", "Governance issues were, for instance, related to IT landscapes and the handling of climate-related and environmental (C&E) risks in risk management frameworks.", "Regarding the macroeconomic environment, the SREP cycle points to latent credit risk and an elevated risk of a correction in property prices.", "The SSM has recently commissioned an external review by a \"wise persons group\".", "The report recommends combining information on banks' risk scores with information on the external environment.", "In addition, the report suggests establishing closer dialogue with macroprudential authorities when determining capital requirements in the system.", "See Dahlgren, Himino, Restoy and Rogers (2023).", "The Basel Committee for Banking Supervision has recently reviewed experiences from this year's turmoil on banking markets.", "See Basel Committee on Banking Supervision (2023b).", "For an historic account of bank runs, see Rose (2023).", "See Board of Governors of the Federal Reserve System (2023) and Swiss National Bank (2023).", "See Basel Committee on Banking Supervision (2021, 2022a and 2022b) and / frame/cap_liq/overview.htm /https:/www.", "org/frame/cap_liq/overview.", "The information in this paragraph is based on Basel Committee on Banking Supervision (2016, 2022 and 2023).", "See Basel Committee on Banking Supervision (2012).", "Currently, how domestic systemically important banks (D-SIBs) are regulated and the information available about them vary significantly across jurisdictions.", "See Financial Stability Board (2021).", "See Gai, Kemp, Sanchez Serrano and Schnabel (2019).", "For example, the interaction between different requirements, such as minimum capital requirements, leverage ratios, and resolution requirements, including MREL and TLAC, as well as capital buffers may increase the complexity of the capital framework and could impact its effectiveness.", "See European Systemic Risk Board (2021)."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Bank regulation", "Basel III", "Liquidity", "Macroprudential supervision", "Capital requirements", "Financial stability", "Risk management", "Digitalisation", "Macroeconomic environment", "Banking crises"]}