{"sentences": ["SPEECH Hearing of the Committee on Economic and Monetary Affairs of the European Parliament Speech by Christine Lagarde, President of the ECB, at the Hearing of the Committee on Economic and Monetary Affairs of the European Parliament Brussels, 25 September 2023 I am very pleased to be back in Brussels for our regular exchange.", "Since our last hearing in June, the ECB has made further progress in its efforts to bring inflation back to its 2% medium-term target.", "In order to reinforce progress towards our target, we decided at our latest meeting to raise the three key ECB interest rates by 25 basis points.", "And, based on our current assessment, we consider that our rates have reached levels that, maintained for a sufficiently long duration, will make a substantial contribution to the timely return of inflation to our target.", "In my short remarks today, I will outline our latest assessment of the outlook for the economy and inflation and explain our latest decisions.", "I will also briefly address the two topics selected by this Committee for today's hearing: excess liquidity and the fiscal-monetary policy mix.", "Outlook for the euro area economy Euro area activity broadly stagnated in the first half of 2023, and recent indicators point to further weakness in the third quarter.", "Lower demand for euro area exports and the impact of tight financing conditions are dampening growth, including through lower residential and business investment.", "The services sector, which had been resilient until recently, is now also weakening.", "The labour market has so far remained resilient despite the slowing economy, with the unemployment rate staying at its historical low of 6.4% in July.", "But while employment grew by 0.2% in the second quarter, job creation in the services sector is moderating and overall momentum is slowing.", "Looking further ahead, economic momentum is expected to pick up as consumer spending and real incomes rise, supported by falling inflation, rising wages and a strong labour market.", "Turning to inflation, headline inflation continued its decline from its peak in October last year reaching 5.2% in August, down from 5.3% in July.", "Energy inflation ticked up in August from its downward path but remained negative at -3.3%.", "Food price inflation has come down from its peak in March but is still high, standing at almost 10% in August.", "Inflation excluding energy and food fell from 5.5% in July to 5.3% in August, and most measures of underlying inflation continued to moderate.", "At the same time, domestic price pressures remain strong.", "Services inflation is still being kept up by strong spending on holidays and travel and by high wage growth.", "In the second quarter, the contribution of labour costs to annual domestic inflation increased, partially due to weaker productivity.", "In contrast, the contribution of profits fell for the first time since early 2022.", "Our latest staff projections show that inflationary pressures are expected to moderate and that inflation is set to reach our target by the end of 2025.", "The ECB's monetary policy We remain determined to ensure that inflation returns to our 2% medium-term target in a timely manner.", "Inflation continues to decline but is still expected to remain too high for too long.", "To reinforce progress towards our target, we decided to raise our key interest rates by 25 basis points earlier this month.", "Based on our latest assessment, we consider that our policy rates have reached levels that, maintained for a sufficiently long duration, will make a substantial contribution to the timely return of inflation to our target.", "In any case, our future decisions will ensure that the key ECB interest rates will be set at sufficiently restrictive levels for as long as necessary.", "We will continue to follow a data- dependent approach, basing our decisions on our assessment of the inflation outlook in the light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "Excess liquidity Let me now briefly turn to excess liquidity, which you have chosen as a topic for today's hearing.)", "The shift to a full allotment system during the financial crisis and the adoption of new monetary policy instruments have resulted in a strong rise in commercial banks' holdings of central bank money.", "The surplus of funds over minimum reserves is referred to as excess liquidity.", "The funds are held as overnight deposits with the Eurosystem, remunerated at the deposit facility rate, and exceed the level of minimum reserves], which are now remunerated at 0%.)", "The amount of excess liquidity has decreased by more than one trillion euros over the past twelve months, for two main reasons.", "First, the repayments of the third series of targeted longer-term refinancing operations (TLTRO III).", "And second, the reduction of the securities held under the asset purchase programme (APP), with reinvestments being fully discontinued as of July this year./4] Additional TLTRO repayments and the gradual rundown of the APP portfolio will also cause our balance sheet to shrink over the coming years, further reducing excess liquidity.", "At the same time, Eurosystem staff is analysing the optimal long-run size and composition of our balance sheet - and by implication, the adequate level of excess liquidity.", "This is not a trivial issue as it has implications for the way we implement monetary policy.", "It is also an issue that is relevant for all major central banks, as the environment in which we operate has undergone fundamental changes over the past decade.", "To this end, we are conducting a comprehensive review of the operational framework for steering short-term interest rates, assessing the costs and benefits of alternative regimes.", "We aim to conclude this review by spring 2024 and we will of course report to this Committee on the outcome.", "The last few years have been particularly turbulent, with unprecedented shocks hitting Europe.", "Decisive progress in your parliamentary term has shown that Europe can stick together, respond to challenges and emerge stronger.", "But important legislative work remains to be done before next year's elections.", "Making progress on banking union, capital markets union and the digital euro rests in your hands.", "Your involvement is also crucial for the second topic chosen for today's hearing: ensuring the right mix of fiscal and monetary policies in the euro area.", "Before the pandemic, fiscal policy was often procyclical.", "But the response to the pandemic was different.", "National fiscal policies responded countercyclically to the downturn, working in tandem with monetary policy and supervisory measures.", "As the energy crisis fades, governments should continue to roll back the related support measures to avoid driving up medium-term inflationary pressures.", "At the same time, fiscal policies should be designed to make the euro area economy more productive and to gradually bring down high public debt.", "A robust economic governance framework is overwhelmingly in our common interest.", "Agreement on the reform of the EU's fiscal framework should therefore be reached by the end of the year.", "We have outlined four priorities in our ECB opinion, which I would summarise in four key guideposts:/] lower sovereign debt and lower heterogeneity of debt levels across countries.", "Higher growth and higher countercyclicality of fiscal policy.", "Now is the time to move forward on this dossier, and I count on this Committee to play its part in ensuring a timely adoption.", "Thank you for your attention.", "I now look forward to your questions.", "25 September 2023 Introductory statement in three charts Excess liquidity are the deposits that euro area banks hold with the Eurosystem in excess of the minimum reserve requirements.", "As liquidity provided by the Eurosystem exceeds aggregate liquidity needs, euro area banks end up depositing excess liquidity with the Eurosystem, after taking into account the deposits needed for the fulfilment of minimum reserve requirements.", "See ECB (2002) \"The liquidity management of the ECB\" about the liquidity needs of the banking sector and the liquidity provision by the Eurosystem.", "ECB (2016), \"What are minimum reserve requirements?", "Before the financial crisis, the ECB satisfied the liquidity needs of the euro area banking system more or less exactly, implying no excess liquidity on average.", "But with the significant increase in liquidity provision in particular through TLTROs, the APP and the pandemic emergency purchase programme, the excess liquidity ended up deposited with the Eurosystem, either as reserves above reserve requirements or in the deposit facility.", "Since the ECB set the deposit facility rate at positive levels, banks have kept most of their excess liquidity in the deposit facility, which is remunerated, while deposits held in the current account for minimum reserve requirements have a maximum remuneration of 0%.", "From the current maintenance period onwards, minimum reserve requirements are also remunerated at 0%.", "For more information about excess liquidity, see ECB (2017), \"What is excess liquidity and why does it matter?", "The reduction in excess liquidity was somewhat lower than the reduction in liquidity provision by the Eurosystem due to the release of liquidity into the banking sector from the reduction of the so-called autonomous factors (those items in the central bank balance sheet that do not reflect monetary policy operations or reserve holdings), in particular the decline in government deposits."], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Excess liquidity", "Monetary policy", "Interest rates", "Fiscal policy", "Economic outlook", "Services sector", "Labour market", "Energy", "Food"]}