{"sentences": ["Financial Sector as an Enabler for Developed India1 (Keynote address delivered by Shri M. Rajeshwar Rao, Deputy Governor, Reserve Bank of India - March 22, 2023 - at the 31st Annual Management Convention of Thrissur Management Association) A very good evening to all of you.", "It is indeed a pleasure to be here and participate in the 31st annual management convention of Thrissur Management Association.", "As Socrates once said, \"The only true wisdom is in knowing you know nothing.\"", "Little did we know, three years back, that we would face one of the greatest challenges of our lifetime - a pandemic that would upend our daily lives and force us to navigate through unknown, unforeseen, and unanticipated turbulences.", "As we complete a tad over three years after the onset of the pandemic it might be an opportune moment to reminisce about the challenges and responses to the COVID times as well as stocktake some of the lessons learnt.", "What comes to mind in the first place is that the uncertainty and upheavals seen during the last three years has been a first for this living generation.", "To dwell on the experiences, challenges and responses, let me begin by focussing on the global economic recovery post pandemic as well as in our country and thereafter, briefly, outline my views on the changes that pandemic brought in the financial world and what this transformation means for the Indian growth story going forward.", "Restoration and Revitalization of the Economy The stress induced by Covid was different from any other stress the world has seen before.", "The pandemic spread rapidly and affected almost every country in the world.", "For financial regulators, it was an out-of-syllabus situation as the economic stress this time was not caused by underlying economic imbalances or financial market failures, but by a public health crisis.", "This made it a unique shock, as it impacted both the supply and demand sides of the economy, affecting both production and consumption.", "The impact was such that global GDP contracted by 3.5%2 in 2020.", "India's GDP contracted by 5.8%3 in the financial year 2020-21, making it the worst economic contraction in country's history.", "The recession was highly synchronized - more than 90 per cent of economies, even higher than the proportion of about 85 per cent of countries in recession at the height of the Great Depression of 1930-324, witnessed a recession.", "The Governments and Central Banks around the world responded with unprecedented fiscal and monetary policy measures, both conventional and unconventional, to support individuals, businesses, and financial markets.", "This included massive stimulus packages, quantitative easing, and other measures to sustain credit flows and economic activity.", "As per IMF estimates, by mid-2021, global economic stimulus in response to Covid reached $16 trillion including additional government spending, revenue foregone and liquidity measures5, which amounts to close to 20% of global GDP.", "To combat the impact of the COVID-19 pandemic and to revive economic growth, India announced a special economic and comprehensive package amounting to about Rs.", "The Government's actions were complemented through various measures deployed by the Reserve Bank within days of Covid being declared as a pandemic by WHO.", "The repo rate was reduced cumulatively by 115 bps (between March and May 2020) and CRR was reduced by 1 percentage point on March 27, 2020, for one year to ease immediate liquidity constraints.", "To further augment systemic liquidity long-term repo operations (LTROs) and targeted long-term repo operations (TLTROs) were undertaken.", "A calibrated set of regulatory measures were also announced to provide relief from the pandemic.", "These measures included moratorium on term loans for six months, deferment of interest on working capital facilities sanctioned in the form of cash credit/ overdraft, easing of working capital financing, etc.", "The measures taken by the Government and the RBI helped cushion the economy from the adverse effects of the pandemic and also demonstrated our commitment to support the businesses and individuals during the turbulence.", "The RBI's measures to provide liquidity support to the economy helped ease the funding constraints faced by financial markets and enabled them to continue their operations and meet their financial obligations, thereby supporting economic activity.", "The government's push for providing relief to weaker sections and hardest hit sectors of the economy ensured that their immediate concerns were addressed.", "The following year, i.e., in FY22, the Indian economy started to recover despite the Omicron wave of January 2022.", "Consequently, output in FY22 went past its pre-pandemic level in FY207, with the Indian economy staging an impressive recovery.", "Just as India and the world were expecting to recover from the pandemic, the geo- political upheavals in Europe exacerbated existing pandemic related stress disrupting the commodities markets in particular.", "The turmoil led to increased prices and volatility in fuel, food grains, fertilizers, natural gas and metal prices, leading to a worldwide surge in inflation.", "The impact on commodities market can be gauged from the fact that the year-on-year growth in the prices as of March 2022, was 400% for natural gas, 250% for coal, 76% for crude, 30% for food and approximately 120% for fertilizers8.", "These increased prices led to multi-decade high inflation in many advanced economies.", "The inflation reached 10% in Euro Area, Germany, and UK9.", "Central Banks across economies led by US Fed Reserve responded with synchronised policy rate hikes to curb high inflation.", "Since May 2022, US has hiked policy rates by 450 bps, while UK and the EU have increased rates by 300 bps.", "The conflict in Europe necessitated a revision in expectations for economic growth and inflation in FY23.", "Despite the downward revision, the growth estimate for FY23 for India is higher than for almost all major economies.", "IMF estimates India to be one of the top two fast-growing significant economies in 2022.", "Despite protracted global headwinds and tighter monetary conditions, India is still expected to display a healthy growth and it is a testament to India's underlying economic resilience and of our ability to recoup, renew and re-energise the growth drivers of the economy.", "The first advance estimates (FAE) released by the National Statistical Office (NSO) on January 6, 2023, placed India's real gross domestic product (GDP) growth at 7.0 per cent year-on-year (y-o-y) for 2022-23, driven by private consumption and investment.", "Bank credit growth (y-o-y) stood at 16.8 per cent in December 2022 as compared with 8.4 per cent a year ago.", "Aggregate deposits increased by 10.3 per cent (y-o-y) in December 2022 as compared with 9.6 per cent a year ago, led by 13.2 per cent growth in term deposits11.", "The government has continued on the path of fiscal consolidation in the Union Budget 2023-24 by reprioritising expenditure mix.", "The fiscal deficit is estimated to be 6.4% for the current fiscal and is likely to fall to 5.9% in the next fiscal.", "Tax revenues have remained buoyant with monthly GST collections crossing ₹1.5 lakh crore in January 202312.", "This makes India the fastest-growing economy in the world and today we are referred to as 'bright spot on a dark horizon'.", "To conclude the first part of my talk, I would say that, indeed, amidst the challenges and uncertainties prevailing over the past three years, Indian economy and financial system has shown remarkable resilience and strength.", "New horizons, Partnerships and Priorities Moving on, let me focus on the transformative journey of Indian banking sector during past few years and specially during COVID period and how it is poised for supporting the Indian growth story.", "The last decade has witnessed significant penetration of banking in the country.", "Under Pradhan Mantri Jan Dhan Yojana (PMJDY), 48.20 crore beneficiary accounts have been opened so far with outstanding balance of ₹1.89 lakh crore in these accounts13.", "As of June 2022, there are more than 1.6 lakh bank branches translating to approximately 15 branches per 1 lakh of population.", "This is further complemented by a network of 2.17 lakh ATMs14, out of which 47 per cent are in rural and semi-urban areas.", "Additionally, there are close to 32 lakh Banking Correspondents (BCs) engaged by banks15 providing last mile access.", "Banking services have been made accessible to every village within a 5 km radius in 25 states and 7 Union Territories covering 99.94 per cent of villages17.", "This has been supplemented by a few important developments which got a fillip during covid.", "The first noteworthy development is the increasing use of technology in finance.", "Technology in finance has been an important enabler that has empowered us to create a more inclusive and efficient financial ecosystem.", "Banks have been innovating and enhancing the quality and reach of their services using technological solutions for some time now.", "However, this got accelerated during the COVID period when mobility became a challenge and technology came to the rescue for fulfilling all our banking needs.", "The demands placed by the circumstances compelled banks and financial institutions to rethink their business processes and review their strategies.", "The Reserve Bank also facilitated banks and financial institutions in this journey by issuing appropriate guidelines such as use of Video KYC.", "However, all this was made possible through the giant strides taken by our country in building a public digital infrastructure with India Stack coupled with JanDhan - Aadhar - Mobile, the so-called JAM trinity, Account Aggregator framework and other digital initiatives, it enabled a decisive entry of the country into a digital finance era.", "What makes India Stack unique is the scale, public accessibility and the comprehensiveness that has helped in making a building a more inclusive digital economy.", "The second important development to my mind during this period was the emergence of new partnerships between FinTech companies and banks.", "Banks are seen leveraging technological partnerships with FinTechs in various ways to provide better products and better serve their customers.", "In this partnership, FinTechs can contribute their technology expertise, while banks bring their domain expertise.", "By leveraging technologies such as chatbots, mobile apps, and personalized digital solutions, banks can provide customers with more convenient and seamless banking experiences.", "This collaboration allows banks to enhance their digital capabilities and meet the expectations of tech-savvy customers.", "All of us have realised or experienced that in the post pandemic world, digital lending has grown exponentially including in India leading to both an increase in scale and velocity of credit.", "However, at the same time it has also given rise to a host of business conduct issues.", "This poses a regulatory dilemma as the Regulator then needs to play a balancing act in weighing the benefits brought in by innovative business models on one side and emerging business conduct and regulatory concerns on the other side.", "An attempt has been made by the Reserve Bank to address this issue through issuing principle-based guidelines on digital lending The third important development was the reinforcement of our focus regarding the importance of inclusiveness.", "The desperate times reminded us that even a small help at an appropriate time could make a world of difference to the person in need.", "Therefore, the Reserve Bank has accelerated its efforts towards building an inclusive financial system where access to financial services is not limited to a basic bank account, but everyone has access to formal channels of credit and they are able to use their banking account to make digital payments to everyone, everywhere, every time.", "This audience must be aware about the fact that today India's payment systems are among the best in the world with our real time fast retail payment system, UPI, enabling transactions of about Rs.", "12 lakh crore per month in value and almost 26 crore transactions in daily volume.", "The next thing which can revolutionise the credit markets is the credit decisions which are informed by availability of financial as well as alternate data.", "By leveraging data analytics, financial institutions are able to gain insights into customer behaviour, market trends, and emerging risks, enabling them to make more informed credit decisions.", "Data-driven finance is not just about collecting and analysing information; it's about using that information to drive innovation, create value for customers, and build sustainable, resilient financial models to the benefit of the system.", "To enable responsible use of data, RBI has introduced the Account Aggregator framework which enable customers to control their data and provide permission for it to be shared with third-party service providers, for provision of various financial products and services seamlessly.", "It is expected that AA framework would accelerate the development of alternative lending models such as cash flow-based lending and marketplace lending or what we popularly known as peer-to-peer lending.", "This would enable small businesses, including street vendors that may not have traditional collateral, to secure a loan.", "As technology continues to advance, we expect more innovative models to emerge that leverage data, automation, and artificial intelligence to transform the lending landscape.", "A Fourth development post pandemic, is the reminder to us, the regulators, to keep the financial stability as the prime point of focus.", "The COVID shock, termed as 'The Great Lockdown18' by the IMF, put all stress testing models and business continuity plans to test.", "It also reminded us that the financial system is vulnerable to shocks arising in any sector, external as well as internal, and it is an imperative for us to take steps to ensure financial stability.", "For modern economies, financial stability is not just a goal, it's a necessity - for when it falters, the ripple effects can bring down even the mightiest to their knees.", "The 2008 financial crisis was a stark reminder that financial stability isn't just an ideal, it's a prerequisite for a well-functioning economy.", "Banks are the backbone of the financial system, and they play a significant role in ensuring financial stability.", "For this reason, the banks are required to comply with the prudential regulations issued by the Reserve Bank and are required to maintain sufficient capital buffers to absorb losses.", "The other crucial element of financial stability is robust governance.", "Robust governance is the cornerstone of stability and prosperity of any organisation, safeguarding the integrity and ensuring that all decisions are taken in the best interest of stakeholders.", "Recognising this, the Reserve Bank has always placed greater importance on governance and has taken several measures to strengthen the same in banks.", "The Reserve Bank's guidelines now require banks to have a diverse and independent board of directors, with a mix of executive and non-executive directors with certain minimum qualifications and experience.", "The oversight from Board of Directors must be supported by robust risk management, audit and compliance functions.", "Future Challenges and Opportunities Although, we have come a long way in our quest for providing banking for all, there is still a long path to traverse.", "The huge gap in availability and utilisation of financial services by the urban and rural India is one such challenge.", "This gives us an immense opportunity as the objective of financial inclusion is not just about giving access to thrift and credit, it's about empowering individuals to realise their true potential and contribute to a thriving economy.", "Financial inclusion needs to be redefined by developing bespoke products and services that are best suited to different strata of the society depending upon their income level.", "This shall include innovative solutions that make it easier for people to not only access basic but also to use a variety of financial services.", "Towards this end and to enable easy, adequate, and customized credit, the Reserve Bank has made provisions for differentiated banking license.", "These are niche banks which can help plug the gap in meeting specialised needs for banking products and services across a wider and diverse spectrum.", "Another, critical issue in India's credit market has been the consistent gap between the demand and supply of credit to Micro Small and Medium Enterprises (MSMEs).", "The Micro, Small and Medium Enterprises (MSME) sector contributes around 30% to India's GDP, 45% to its manufacturing output, and 48% to exports.", "This has to be seen as an area of opportunity by the banks and other financial institutions.", "Another emerging area of focus is making finance available for transitioning to a low carbon economy.", "All of us are now cognisant of the global challenge that climate change poses to our planet and its impact which is reverberating across the world.", "If we fail to take timely action, the consequences will be irreversible.", "The Indian Government has already committed to reduce the total projected carbon emissions from now till 2030 by one billion tonnes, reduce carbon intensity of the economy by more than 45 per cent by 2030, and achieve 'Net Zero' emissions by the year 2070.", "As a central bank, we also have a responsibility to promote sustainable economic growth which includes transition to a low-carbon economy.", "Banks can play an essential role in financing the transition to a low-carbon economy by channelising finance to sustainable and green projects as well as by developing new financial products that incentivise green initiatives.", "Our actions will set the course not only for the future of the planet but also determine the kind of environment which we bequeath our future generations.", "For a regulator in a developing country, given the high rate of technology adoption, keeping pace with market innovations is always a challenge.", "Regulating such a dynamic financial sector can be very aptly described as \"Just when we thought we knew all the answers, someone changed the questions\".", "But it is our firm belief that for the customers to enjoy the fruits of financial innovation, it has to be sustainable and within the realm of a sound regulatory framework.", "Keeping this in mind, we have followed a nuanced and consultative approach with an aim to responsible innovation, while nudging the industry to adopt sustainable business practices.", "Concluding thoughts It is important for us to be cognizant of the fact that the bedrock of a strong and resilient financial system is the trust that the people repose in it.", "The trust element is not only created just by the individual institutions but by the collective actions of the entities operating in the financial system.", "We expect firms to be responsible for their actions and of the actions of the service providers engaged by them and demonstrate accountability for same.", "Compliance with applicable regulations and ensuring customer-centricity are two non-negotiable principles for entities functioning in the financial sector and the same must flow from the top.", "To conclude, I would like to emphasize that the banking sector has been instrumental in India's growth story, and it is crucial that banks continue to innovate and adapt to changing times to meet the evolving needs of the economy.", "As India continues to march forward, the banking sector must, as hitherto, continue to be a key contributor to the country's growth story.", "As always, we at RBI will be working closely to ensure that the banking sector and other stakeholders can help build a stronger, more inclusive, and sustainable future for India."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Inclusion", "Digital Lending", "Data-Driven Finance", "Financial Stability", "Banking Regulation", "Credit Access", "MSME Financing", "Sustainable Finance", "Technology Adoption", "Regulatory Challenges"]}