{"sentences": ["Congressman Angelo Marcos Barba, Vice Governor Cecilia Araneta Marcos, Batac City Mayor Albert Chua, Laoag City Mayor Michael Marcos Keon, guests from various sectors, partners in nation-building, !", "I am happy to be in Laoag for the first post-State of the Nation Address Economic Briefing.", "I would like to talk about just three things: inflation, exchange rate pressures, [and] our banking system, including its role in sustainability.", "Let me start by discussing the recent trend in inflation.", "The blue line that you can see is the inflation rate for headline inflation.", "This is the part of inflation that is driven more by supply-side factors, and this is the part that the central bank has less control over.", "The red line is inflation based on the core CPI [consumer price index], which excludes the volatile components of prices, namely food and energy.", "This is the one that is more easily subject to monetary policy.", "From the peak of 8.7 percent in January, headline inflation slowed to 4.7 percent in July.", "This is due to improving domestic food supply conditions and lower global oil prices.", "But core inflation has remained high at 6.7 percent, although it has started to decline.", "That decline is due mainly to monetary policy.", "So, how did we bring about this inflation downtrend?", "The Bangko Sentral ng Pilipinas (BSP) responded to inflation by aggressively raising its policy rate.", "As of today, we have raised the policy rate by [a cumulative] 425 basis points (bps).", "In the last two meetings, we have paused.", "We are reassessing the situation.", "That is where we stand.", "We will go where the data leads us, but sometimes, the data does not seem to know where to go.", "The good news is that inflation expectations are still well-anchored.", "The green line in the picture shows inflation expectations for this year have evolved.", "The blue line is more important.", "It is about [inflation] expectations for 2024.", "They are very well-anchored.", "In other words, the markets continue to believe that we will hit our target range by 2024 and stay there for 2025.", "There are good reasons for these expectations.", "The blue graph here reflects what our models say.", "If you just focus on the darkest part of the blue graph, you will see that by the end of this year, it [inflation] will have fallen to our target range of 2.0-4.0 percent.", "In fact, it may overshoot at the end of Q1 next year.", "The bad news is that there are upside risks.", "These include transport fare hikes, higher minimum wage constraints, and the El Niño phenomenon, which is already causing drought in our neighbors, including Vietnam where we get most of our rice imports.", "If you look at the Ilocos Region, the downward trend [in inflation] is also evident.", "That is on the next slide.", "Inflation in the Ilocos Region declined from a peak of 9.3 percent in January to 3.6 percent in July.", "We see the same trend in all four provinces of the region.", "We have also to thank non-monetary measures [for the decline in inflation].", "We have had short-term strategies, including ensuring food reserves, enhancing agricultural resilience, and boosting economic support.", "We also have medium to long-term strategies, including strengthening the local food systems, upgrading infrastructure, and streamlining regulations for investments.", "Let me now turn to the exchange rate.", "As you know, the exchange rate also affects inflation.", "The central bank has been using three tools.", "In its use of monetary policy tools, the BSP keeps an eye on the exchange rate.", "Monetary policy is about adjusting the key policy interest rate.", "As I have said before, we have raised that by [a cumulative] 425 bps.", "That has helped strengthen and stabilize the peso.", "We have occasionally intervened in the foreign exchange (forex) market.", "This is to avoid destabilizing swings in the exchange rate, which tend to upset the markets.", "We have also been offering forward guidance.", "These are hints about what we might do in the next few [policy] meetings.", "This forward guidance reduces uncertainty in the market.", "As a consequence of that, forex pressures have eased.", "Since 2023, you can see that it has been relatively stable.", "The peso appreciated by 4.9 percent as of [8] August 2023, relative to its year-high depreciation level of 59 to the dollar in October 2022.", "This is partly due to the US Fed [United States Federal Reserve]'s decision to raise its own policy rate by 25 bps as well as the rating downgrade by Fitch of the US' long-term rating from AAA to AA+.", "Compared to our neighbors, the peso has weakened only slightly.", "The peso is somewhere in the middle.", "That red bar shows that since the beginning of the year, the peso has depreciated by less than 1.0 percent.", "This depreciation is smaller than those of our neighbors.", "As you can see in the red bars, that includes the Thai baht, Malaysian ringgit, South Korean won, and Japanese yen.", "In relation to the exchange rate, external inflows have helped us stabilize the exchange rate as well as helped us maintain our international reserves.", "On the left, you see the [overseas] Filipinos' cash remittances.", "That is the light blue bar.", "Then, you can see the dark blue bar.", "The light blue bar is BPO [business process outsourcing] revenues.", "Remittances and BPO revenues together amount to more than six times net foreign direct investments-which is shown in the right picture-which has somewhat declined but, thankfully, is a smaller part of our [forex] inflows.", "As a consequence of these inflows, we have been able to maintain ample [forex] reserves.", "These reserves provide a cushion against negative global spillovers.", "Our foreign reserves have hovered around US$100 billion, and we expect it to remain at roughly the same level in the coming years.", "We need these reserves because, we think, the world will slow down next year and in the following years, especially [because] of what the Fed has done.", "As you know, the Fed has tightened so aggressively that it is bound to slow down not just the US economy but also the rest of the world.", "This poses risks to us and other emerging markets because financial accidents could happen.", "For example, [the collapse of] SVB [Silicon Valley Bank] and Credit Suisse, which, thankfully, so far, have left us unscathed.", "It is a good thing we have ample reserves because this is part of our defense against negative global spillovers.", "In looking at our external accounts, it is important to go beyond just reserves and quarter-to-quarter inflows.", "It is [also] important to look at the current account.", "The current account, which is how much we borrow abroad and send abroad, is basically the difference between our investments as a country and our savings as a country.", "In the graph, the red line is savings and the blue line is investments.", "Until recently, we have been saving more than we have been investing, and it has led to a current account surplus.", "But there is, as you know, an acute shortage of investments.", "We have started to ramp up our investments, especially in infrastructure.", "Our savings have not yet caught up with that.", "That is why, in 2022, we saw current account deficit [increase] to 4.4 percent of GDP [gross domestic product].", "That is not really a bad thing.", "With productive investments, what will eventually happen is that GDP growth and savings will outpace investments.", "This will narrow the gap between savings and investments.", "Eventually, savings will exceed investments, and we will have a current account surplus.", "Whatever we borrowed when we had a deficit, we can repay now that we have a surplus.", "That is a direction we anticipate for the current account.", "Let me now say something about our banking system.", "As you can see from the picture, despite the tightening [in monetary policy], growth has been robust.", "We have recovered strongly from one of the world's longest and most stringent lockdowns.", "We have done so faster than most Asian countries.", "For this, I think, we can thank our banking sector as well as the BSP's emphasis on financial stability.", "The picture on the left shows you the international standard for capital.", "That is the blue bar.", "The banks' actual capital, as shown in the yellow bar on the right, far exceeded what international standards say about the capital that banks need to hold.", "The bars on the right show the liquidity position of the banks.", "The blue bar shows the international standard for the liquidity of banks, and the yellow bar shows the actual liquidity that banks hold.", "This gives us confidence that the policy rate adjustments were done without risking financial stability.", "Let me now turn to digitalization.", "I think, our digitalization efforts are on track.", "Account ownership has almost doubled in two years [from 2019 to 2021], as shown by the picture on the left.", "That means 22 million Filipinos opened an account in 2021.", "This is the highest growth to date for the country.", "We would like it to go to 70 percent by the end of this year.", "On the right, you will see the percentage of Filipino grown-ups with e-money accounts.", "This trend is a big jump in the percentage of Filipinos with e-money accounts.", "The payment that we use in shops and stores is increasingly digital.", "In 2022, the share of digital payment transactions to the total volume of retail payments rose to 42 percent, and we are trying to hit our target of 50 percent by the end of this year.", "Let me say something about our strategies for sustainability.", "We want to strengthen our programs for sustainability, but we want sustainability with a heart.", "As a nation, we signed the Paris Agreement in 2015.", "This means we are committed to the global initiative of net zero carbon emissions by 2025, and nationally, our determined contributions are to reduce greenhouse gas emissions by 75 percent by 2030.", "For its part, the BSP champions sustainability in the financial system.", "We also want sustainability not at the expense of the poor.", "When we do sustainability, we want to emphasize small-scale strategies, including electric tricycles, pay-as-you-go solar, and other small-scale projects.", "That is where we stand.", "We will continue to emphasize our three pillars: price stability, financial stability, and an efficient and safe payments and settlements system.", "Agyamanak kadakayo amin."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Exchange Rate", "Banking System", "Monetary Policy", "Economic Growth", "Sustainability", "Financial Stability", "Digitalization", "Current Account", "External Inflows"]}