{"sentences": ["To say that this kind of crowd is at least three times bigger than the last one we had in October [2022 at the previous Bankers' Night] precisely is an understatement.", "Of course, my friend says, \"If you are too excited, you should not be a central bank governor.\"", "But it turned out that the fact that we knew that today is a holiday-and the information came only rather late, after 6:00 p.m.-turned out to be a blessing.", "Because what we did, of course, was to cancel everything, except the important events of the day-and this is the most important one.", "To our friends from the banking community; the diplomatic corps; partners in nationbuilding; and, of course, their spouses; ladies and gentlemen, magandang gabi.", "On behalf of the Monetary Board, I officially welcome you to our Bankers' Night.", "By the way, people were asking me, \"Did we not just have one [Bankers' Night] in October [2022]?\"", "[The] October [reception] was [intended] to make up for the pandemic because we had not met for a long time, and this [year's] meeting is to start the ball rolling again.", "We will have this every year, we hope.", "Marking 30 Years as an Independent Monetary Authority While the previous receptions were memorable in their own rights-I speak from experience because I have attended 11 of them-2023 is extra special because this year, we mark the 30th day of the Bangko Sentral ng Pilipinas (BSP).", "Remember, we used to be called the Central Bank of the Philippines (CBP).", "It was 30 years ago, in 1993, when the BSP was created to replace the CBP.", "It took some time but that law, implemented in the Constitution of 1987, says that there must be an independent monetary authority.", "What really happened was only one cabinet member was allowed to be on the Monetary Board.", "By the way, whoever he is, and especially right now, they make great inputs.", "And I thank them, especially my predecessor, [Finance Secretary] Ben Diokno.", "But when the three pillars of the central bank are at stake, I am confident that this is where the Monetary Board would work very hard to protect the independence of the institution.", "Please stand up, my colleagues from the Monetary Board.", "We often disagree, but we are never disagreeable.", "The Link between Central Bank Independence and Growth The law that explicitly made the central bank independent happened 30 years ago, and we have seen the results in the performance of the economy.", "Often, there are debates about whether managing inflation can sometimes conflict with high economic growth.", "But theory says the predictability of policies of the central bank will also contribute to economic growth.", "For instance, if inflation is predictable, it makes it very easy for the government to issue longer-term bonds.", "Those who are old enough to remember know that [back then,] T-bills [Treasury bills, shorter-term securities] accounted for maybe 70 percent of the bonds issued by the government because nobody knows what inflation will be many years from now.", "Therefore, I really thank my predecessors, the former central bank governors, but I cannot think of anybody who has contributed more than [former Governor] Say Tetangco.", "[We had] 12 years of him [as central bank governor].", "Say played a special role because this was the time we became an inflation-targeting central bank .", "In fact, I was asked, \"Is it a good idea [to shift to inflation targeting]?\"", "And I said, it can go both ways: It can be a terrible disaster if the public cannot distinguish between inflation that is due to the fault of the monetary authorities and inflation that is due to things outside of the control of the central bank.", "It turns out, excellent communication by previous central bank governors set the tone, and it made my job rather easy.", "Again, I thank all of them.", "The Banking System as a Pillar of Economic Strength We ended 2022 in a position of stability and strength.", "Of course, our partners-the banksclearly played a very, very important role.", "Despite COVID, our banks remained strong and, indeed, because of that, as soon as the economy opened, it was raring to go, as shown by the 7.6-percent economic growth last year.", "By the way, I think we were abroad then [when the growth figures were released], and we were taking bets, and I lost the bet because I said it was going to be 7.4 percent.", "So, [part of] the reason for that [economic resurgence] is because our banking system sustained its solid footing, as shown in the continued growth in assets, deposits, and profits, as well as ample capital, liquidity buffers, and loan loss reserves.", "And I am so proud of the improvement in the way the banks are managed.", "Over the years-every year, every decade-it is improving.", "So, to people from the banking sector, we would like to shout out and say thank you for doing a good job.", "Readying the Financial System for the Future Now, I must go to something more forward-looking, which is [our theme for tonight]: \"A Future-Ready Philippines: Digital, Sustainable, and Inclusive.\"", "The first is digitalization, and we have done great work there.", "The share of digital transactions in total payments has been growing steadily.", "Both InstaPay and PESONet have been great successes [in promoting payments digitalization].", "And now, more and more people are using QR [quick response] to make payments.", "But we should not sit on our laurels.", "We should achieve more, and we must make digitalization more inclusive.", "And one way to make it more inclusive-and I am sure we can work together to achieve it-is if small transactions will be free of charge so that the poor can also use digital payments.", "Because if the transaction is small and the fee is 15, it is quite large relative to the transaction.", "And I am sure, with the way that we are able to work together in the past, we-the Bangko Sentral and our partners in the banking system-will be able to work together to find a cost-sharing system that excludes small payments from fees, provided it is below a certain number of transactions, let us say three, three per day.", "And there is a way of sharing costs.", "I promise you, the central bank will be in a greater hurry to cut reserve requirements so you can afford to give those [concessions].", "Of course, we are also boosting our cybersecurity efforts to address emerging risks and maintain public trust in the digital financial ecosystem.", "Sometimes, when one event that is unpleasant gets reported and reported, it seems like it is a lot more frequent than it really is.", "That is why it is very, very important to address complaints very quickly.", "So, among these initiatives is the [cybersecurity awareness campaign] Check, Protect, and Report.", "I will not bore you with details because you are really here to enjoy the party.", "My last topic will be sustainability and inclusivity.", "As my predecessors emphasized, the true measure of an effective policy lies not in its complexities but rather in its benefits for those at the margins.", "With this, we have pursued digitalization and financial inclusion to integrate the unserved and the underserved.", "As I already said, much as we have already done great progress [in financial inclusion], if we work together, we will make this become even more widespread as in the countries that have succeeded ahead of us.", "Of course, equally important, the BSP also established guidelines on open finance-the biggest part of which is the handling of information.", "Of course, the basic philosophy is [that] the person owns the information about himself.", "And this, I suppose, can also greatly improve the functioning of the system.", "Building on a Foundation of Collaboration Dear friends, there is much work already done and so much more that we can do together in the future.", "I am grateful for our long-standing partnership and shared commitment, which has helped the Philippine banking system be what it is as today: a pillar of strength for the Philippine economy.", "Of course, I can only imagine what it can become in the future.", "So, I would like to call the people who made this possible.", "But I will call only the Monetary Board Members (MBMs): Secretary Ben Diokno; MBM Peter Favila; MBM Tony Abacan; MBM Bruce Tolentino ; the only rose among the thorns, MBM Annie Aquino; and MBM Eli Remolona.", "Ladies and gentlemen, let us offer a toast to blessings of peace and prosperity for everyone-for our people and for our country.", "Para sa Bawat Pilipino, Bangko Sentral ng Pilipinas!", "Mabuhay tayong lahat!", "Mabuhay ang buong bansang Pilipinas at lahat ng taong dumating dito!", "The BSP became an inflation-targeting central bank in 2002, under the leadership of former Gov.", "But it was during Gov.", "Amando Tetangco's 12-year term, from 2005-2017, that key reforms to the central bank's inflation-targeting regime were implemented and put in place.", "MBM Bruce Tolentino was not present during the event."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank Independence", "Inflation Targeting", "Banking System", "Digitalization", "Financial Inclusion", "Sustainability", "Cybersecurity", "Monetary Board", "Economic Growth", "BSP"]}