{"sentences": ["Chairman Elizaldy Co; Congressman Stella Quimbo; members of the Committee on Appropriations; and colleagues from government, good morning.", "Both Congresswoman Quimbo and [Finance Secretary] Ben [Diokno], my colleagues, have already said quite a bit on inflation.", "Examining the Drivers of Inflation The important point is that, of course, food and non-alcoholic beverages are the biggest contributors to inflation.", "But the other point is that the pressures on prices are broadening.", "To put this in simple numbers, 196 items out of the 315 [total consumer price index (CPI) items in January 2023] that are used to calculate the price index are above 4.0 percent, [the upper bound of the inflation target], and 123 of those [above-target CPI items] are food and beverages.", "So, [it is], quite a bit, meaning inflation is beginning to spread to the rest of the economy.", "But the other way to look at it is, 66 of those [CPI items] are not [above target or within threshold].", "To put it bluntly, higher prices could beget higher prices.", "Of course, the scary part is what they call a \"wage-price spiral\": Prices are high, wages are high; prices are high[er], wages are high[er].", "To make matters worse, if that also results [in a vicious cycle where] prices are high, the peso is weaker; weaker peso, higher prices.", "Then, we will really be in trouble.", "Keeping Supply-side Pressures on the Supply Side Fortunately, that is not the case.", "To some extent, we have been quite successful in preventing what we call \"knock-on\" effects, second-order effects of the supply shocks on inflation.", "Historically, that has resulted in the fact that the longest period that we have had headline inflation above 4.0 percent, [the upper band of our target range], is 15 months.", "This means after three months, the base effects take over because of the higher prices.", "It is harder for prices to increase if they are already high.", "Historically, the \"knock-on\" effects are controlled within three or four months.", "Threats to Preserving Price Stability However, what is evolving is our own [inflation] forecast.", "[It] is that maybe, this time, we will have 19 or 20 consecutive months where inflation will be above 4.0 percent, [the upper band of the target range].", "This [current] inflation is a lot more serious than what we have experienced since the Bangko Sentral ng Pilipinas (BSP) became an inflationtargeting central bank.", "[What used to be] 15 straight months [of] above-target [inflation] will now be 19, 20 straight months above target.", "But still, it is important to point out that, of course, even when you take out the outliers-and we call that core inflation-inflation is still 7.4 percent.", "As I said, our forecast is that inflation will be above target for 19 to 20 months, which means inflation will be below 4.0 percent, maybe, by November or December at the earliest.", "Since inflation now is above 8.0 percent, and you have slightly below 4.0 percent by the end [of the year], the average [full-year] inflation, of course, will be more than 6.0 percent if you average the 8.0 percent with the 4.0 percent.", "That is why our forecast inflation-the average of the year-on-year figures-will be 6.1 percent.", "Moreover, our view is that the risk we will revise the forecast upwards is higher than the risk we will revise it downwards.", "The private sector has also revised its [inflation] forecast.", "Their forecast for the year is about 6.0 percent-but, I suppose, now that we are [the central bank] revising it upwards, I suppose, they will revise theirs as well.", "What is worrisome is, although our forecast for 2024 is closer to 3.0 percent than to 4.0 percent, the private sector forecast is 4.0 percent.", "We call this the \"disanchoring of inflationary expectations.\"", "Therefore, they raise prices.", "Therefore, we had little choice but to act aggressively.", "We have raised policy rates from 200 basis points (bps), when [Finance Sec.]", "Ben was still BSP Governor, to 600 bps.", "And, by and large, our experience is that [response] will make our [inflation] targets achievable.", "By the end of the year, inflation will be below target, either in November or December [2023]-or January [2024] at the worst.", "Diminishing Foreign Exchange Pressures Offer Some Relief The other thing that is working in our favor is that a strong dollar is no longer there.", "As you can see, there was a time when the peso depreciated by as much as 14 percent because the dollar was very strong.", "But since the Fed [US Federal Reserve] has already signaled that they are done with jumbo increases in the policy rate, the dollar has weakened.", "On the other hand, because the BSP has acted aggressively, the peso has actually appreciated if you start counting from January.", "As you can see from the chart, the peso has actually appreciated by 1.0 percent since January.", "In other words, what we are saying is, we are doing our best.", "We think we will succeed in making sure that we do not have a self-fulfilling prophecy of high inflation: Inflation is high because it is high, and it will be higher.", "We think we have largely tamed that, although I am not promising there will be no more rate increases.", "We have largely contained \"knock-on\" effects, second-order effects of inflation.", "Real Policy Rate Remains Accommodative The question you might ask: Will our [tight] monetary policies not slow down the economy significantly?", "Our own calculation is, it will slow down the economy but not significantly.", "One of the reasons, of course, is that, although the policy rate is 6.0 percent, our forecast [full-year] inflation-if it happens at the end of the year-will be about 4.0 percent.", "Then, in reality, the real [inflation-adjusted] interest rate is just 2.0 percent.", "Sustaining the Growth Momentum Of course, the strength of the economy [is] the high level of confidence, especially, I think, the current administration's policies are very well-received by markets, not just here but abroad as well.", "We are confident that the economy will remain strong.", "Of course, there are disagreements on what the growth rate will be this year.", "The most pessimistic is the IMF [International Monetary Fund] at 5.0 percent.", "Our own forecasts [at the central bank] are quite consistent with [Finance] Sec.", "We, [the economy], should be between 6.0 percent and 7.0 percent this year.", "The point is, the economy-even after adjusting for inflation, after removing the effects of inflation on values-we are actually seeing the economy grow by 7.6 percent last year to 6.0 percent this year.", "The Importance of Targeted Assistance and Non-monetary Measures to Support the Hardest Hit So, the real problem is how to assist the most vulnerable.", "Of course, from a political standpoint, how to address the needs of the middle class because they are the most articulate among all the other voters.", "We support all the measures that the government is doing.", "My own reading is, please correct me if I am wrong, is that the imports are finally coming in.", "That is the case with sugar.", "But I do agree with Congressman [Stella] Quimbo that imports are important short-term measures because, clearly, we cannot increase [agricultural] production quickly in three months.", "Agriculture takes a long time.", "So, imports are necessary, but they will not totally defuse the price increases.", "In the case of pork, because of swine flu, people actually prefer fresh pork to frozen pork.", "So, similarly, the imports are, in many cases, not available very, very quickly in places that are far away from Manila.", "One of the other reasons why inflation was higher than expected was because the economy was stronger than expected.", "In other words, demand was actually strong.", "You can see in the chart, year-on-year spending in hotels and restaurants was almost 25 percent higher.", "That is some form of revenge spending [as] people have not gone out and eaten [since the pandemic].", "You can see how crowded the restaurants are.", "Vehicle sales are up [by] 31 percent.", "Fortunately, there is some recovery in international tourism.", "It is still way below what it used to be.", "Finally, you can see unemployment, by historical standards, is quite low.", "In short, the economy can take the policy rate increases.", "The real issue is how one can have targeted assistance to the most vulnerable.", "Taking a Long-term View on Development External [credit rating] analysts, for instance, [noted that] we, [the Philippines], are not having general cuts in taxes.", "I was told by the central bank governor of Thailand that they had a \"temporary\" cut in VAT [value-added tax], and after 30 years, the temporary cut is still there.", "I think temporary things tend to be not temporary.", "The analysts are saying, \"Well, macroeconomic policymaking and fiscal policymaking in the Philippines are actually quite well-disciplined.\"", "Ben and I would tell them, \"Do not look at what we have done.", "Look at what we have not done, which is take these easy responses that could later be hard to reverse.\"", "Therefore, the key is addressing the problem at the root and having more targeted assistance."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none"], "topics": ["Inflation", "Inflation Targeting", "Supply-side Pressures", "Wage-price Spiral", "Knock-on Effects", "Price Stability", "Disanchoring of Inflationary Expectations", "Foreign Exchange Pressures", "Real Policy Rate", "Targeted Assistance"]}