{"sentences": ["Good afternoon, the Vice-President and I welcome you to our press conference.", "Inflation is projected to remain too high for too long.", "Therefore, the Governing Council today decided to increase the three key ECB interest rates by 50 basis points, in line with our determination to ensure the timely return of inflation to our two per cent medium-term target.", "The elevated level of uncertainty reinforces the importance of a data-dependent approach to our policy rate decisions, which will be determined by our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "We are monitoring current market tensions closely and stand ready to respond as necessary to preserve price stability and financial stability in the euro area.", "The euro area banking sector is resilient, with strong capital and liquidity positions.", "In any case, our policy toolkit is fully equipped to provide liquidity support to the euro area financial system if needed and to preserve the smooth transmission of monetary policy.", "The new ECB staff macroeconomic projections were finalised in early March before the recent emergence of financial market tensions.", "As such, these tensions imply additional uncertainty around the baseline assessments of inflation and growth.", "Prior to these latest developments, the baseline path for headline inflation had already been revised down, mainly owing to a smaller contribution from energy prices than previously expected.", "At the same time, underlying price pressures remain strong.", "Inflation excluding energy and food continued to increase in February and ECB staff expect it to average 4.6 per cent in 2023, which is higher than foreseen in the December projections.", "Subsequently, it is projected to come down to 2.5 per cent in 2024 and 2.2 per cent in 2025, as the upward pressures from past supply shocks and the reopening of the economy fade out and as tighter monetary policy increasingly dampens demand.", "The baseline projections for growth in 2023 have been revised up to an average of 1.0 per cent as a result of both the decline in energy prices and the economy's greater resilience to the challenging international environment.", "ECB staff then expect growth to pick up further, to 1.6 per cent, in both 2024 and 2025, underpinned by a robust labour market, improving confidence and a recovery in real incomes.", "At the same time, the pick-up in growth in 2024 and 2025 is weaker than projected in December, owing to the tightening of monetary policy.", "The decisions taken today are set out in a press release available on our website.", "I will now outline in more detail how we see the economy and inflation developing and will then explain our assessment of financial and monetary conditions.", "Economic activity The euro area economy stagnated in the fourth quarter of 2022, thus avoiding the previously expected contraction.", "However, private domestic demand fell sharply.", "High inflation, prevailing uncertainties and tighter financing conditions dented private consumption and investment, which fell by 0.9 per cent and 3.6 per cent respectively.", "Under the baseline, the economy looks set to recover over the coming quarters.", "Industrial production should pick up as supply conditions improve further, confidence continues to recover, and firms work off large order backlogs.", "Rising wages and falling energy prices will partly offset the loss of purchasing power that many households are experiencing as a result of high inflation.", "This, in turn, will support consumer spending.", "Moreover, the labour market remains strong, despite the weakening of economic activity.", "Employment grew by 0.3 per cent in the fourth quarter of 2022 and the unemployment rate stayed at its historical low of 6.6 per cent in January 2023.", "Government support measures to shield the economy from the impact of high energy prices should be temporary, targeted and tailored to preserving incentives to consume less energy.", "As energy prices fall and risks around the energy supply recede, it is important to start rolling back these measures promptly and in a concerted manner.", "Measures falling short of these principles are likely to drive up medium-term inflationary pressures, which would call for a stronger monetary policy response.", "Moreover, in line with the EU's economic governance framework and as stated in the European Commission's guidance of 8 March 2023, fiscal policies should be oriented towards making our economy more productive and gradually bringing down high public debt.", "Policies to enhance the euro area's supply capacity, especially in the energy sector, can help reduce price pressures in the medium term.", "To that end, governments should swiftly implement their investment and structural reform plans under the Next Generation EU programme.", "The reform of the EU's economic governance framework should be concluded rapidly.", "Inflation edged down to 8.5 per cent in February.", "The decline resulted from a renewed sharp drop in energy prices.", "By contrast, food price inflation increased further, to 15.0 per cent, with the past surge in the cost of energy and of other inputs for food production still feeding through to consumer prices.", "Moreover, underlying price pressures remain strong.", "Inflation excluding energy and food increased to 5.6 per cent in February and other indicators of underlying inflation have also stayed high.", "Non-energy industrial goods inflation rose to 6.8 per cent in February, mainly reflecting the delayed effects of past supply bottlenecks and high energy prices.", "Services inflation, which rose to 4.8 per cent in February, is also still being driven by the gradual pass-through of past energy cost increases, pent-up demand from the reopening of the economy and rising wages.", "Wage pressures have strengthened on the back of robust labour markets and employees aiming to recoup some of the purchasing power lost owing to high inflation.", "Moreover, many firms were able to raise their profit margins in sectors faced with constrained supply and resurgent demand.", "At the same time, most measures of longerterm inflation expectations currently stand at around two per cent, although they warrant continued monitoring, especially in light of recent volatility in market-based inflation expectations.", "Risks to the outlook for economic growth are tilted to the downside.", "Persistently elevated financial market tensions could tighten broader credit conditions more strongly than expected and dampen confidence.", "Russia's unjustified war against Ukraine and its people continues to be a significant downside risk to the economy and could again push up the costs of energy and food.", "There could also be an additional drag on euro area growth if the world economy weakened more sharply than expected.", "However, companies could adapt more quickly to the challenging international environment and, together with the fading-out of the energy shock, this could support higher growth than currently expected.", "The upside risks to inflation include existing pipeline pressures that could still send retail prices even higher than expected in the near term.", "Domestic factors, such as a persistent rise in inflation expectations above our target or higher than anticipated increases in wages and profit margins, could drive inflation higher, including over the medium term.", "Moreover, a stronger than expected economic rebound in China could give a fresh boost to commodity prices and foreign demand.", "The downside risks to inflation include persistently elevated financial market tensions that could accelerate disinflation.", "In addition, falling energy prices could translate into reduced pressure from underlying inflation and wages.", "A weakening of demand, including owing to a stronger deceleration of bank credit or a stronger than projected transmission of monetary policy, would also contribute to lower price pressures than currently anticipated, especially over the medium term.", "Financial and monetary conditions Market interest rates rose considerably in the weeks following our last meeting.", "But the increase has strongly reversed over recent days in a context of severe financial market tensions.", "Bank credit to euro area firms has become more expensive.", "Credit to firms has weakened further, owing to lower demand and tighter credit supply conditions.", "Household borrowing has become more expensive as well, especially owing to higher mortgage rates.", "This rise in borrowing costs and the resultant decline in demand, along with tighter credit standards, have led to a further slowdown in the growth of loans to households.", "Amid these weaker loan dynamics, money growth has slowed sharply, driven by its most liquid components.", "Summing up, inflation is projected to remain too high for too long.", "Therefore, the Governing Council today decided to increase the three key ECB interest rates by 50 basis points, in line with our determination to ensure the timely return of inflation to our two per cent medium-term target.", "The elevated level of uncertainty reinforces the importance of a data-dependent approach to our policy rate decisions, which will be determined by our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "We are monitoring current market tensions closely and stand ready to respond as necessary to preserve price stability and financial stability in the euro area.", "In any case, we stand ready to adjust all of our instruments within our mandate to ensure that inflation returns to our medium-term target and to preserve the smooth functioning of monetary policy transmission.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Interest rates", "Economic growth", "Financial stability", "Monetary policy", "Underlying inflation", "Financial market tensions", "Energy prices", "Wage pressures", "Economic outlook"]}