{"sentences": ["Good afternoon and Namaskar.", "Thank you Alfred for those insightful opening remarks.", "I must mention that Alfred led the IMF's Article IV India mission for the 2021 consultations.", "The sheer weight of that experience and deep understanding of Indian conditions is reflected in his views.", "I would also like to commend Alfred and his co-editors for a comprehensive evaluation of India's financial system and very valuable recommendations on the way forward in a recent book evocatively titled \"India's Financial System: Building the Foundation for Strong and Sustainable Growth\".", "I am glad to see Mr Thomas Helbling from the Asia and Pacific Department of the IMF in this session, and I look forward to hearing from him.", "I thank our host and SEACEN EXCO Chair, the National Bank of Cambodia, the SEACEN Centre and Dr. Mangal Goswami, Executive Director, and the BIS for inviting me to speak in this distinguished forum.", "In particular, I am grateful to Deputy Governor Sum Sannisith for so graciously writing to me to participate in this 16th SEACEN-BIS High Level Seminar.", "It is widely believed that during the next two decades - if not for longer - the centre of gravity of the global economy will shift eastwards to Asia.", "The IMF's Regional Economic Outlook for Asia and the Pacific indicates that this region will contribute about two-thirds of global growth in 2023 itself.", "India will account for a sixth of world output growth in 2023 and 2024.", "In terms of market exchange rates, India is the fifth largest economy of the world and the third largest economy on the basis of purchasing power parity.", "Our assessment is that by 2027, India will be a US$ 5 trillion economy and the third largest in the world even by market exchange rates.", "A key driver in this transformation is likely to be the window of a demographic dividend that opened up in 2018 and will probably last till the 2040s, going by fertility and mortality rates.", "Already, we are the most populous country in the world at 1.4 billion and the youngest at an average age of 28 years.", "The other major catalyst of India's progress will be the pace and quality of sector development, which is the theme of my address today.", "It is anchored by afinancial few slides .", "For a high saving rate economy, like the rest of Asia, a modern, efficient, and soundly functioning financial sector is essential for mobilising the resource requirements of India's developmental aspirations.", "A broad strand in the literature has established that financial sector development has positive multiplier effects on the real economy, including by conferring productivity and allocational efficiency gains.", "While the jury is still out on whether economic progress is finance-led or demand-following in its sequence, a wealth of empirical evidence points to Asia's growth trajectory being that of the real economy leading financial development, and India is no exception.", "There is also stylized evidence that the composition of the financial sector across Asia is changing, with hitherto bank-dominated systems giving space to alternative financial intermediaries such as non-banks and capital markets.", "These developments, in turn, generate impulses of growth for the rest of the economy.", "In India, additional dimensions have opened up exciting possibilities for leveraging our growth potential - the digital revolution; transformation of the payment and settlement ecosystem; and innovations in financial inclusion.", "More recently, India's exponential expansion of the usage of space technology is reshaping every aspect of our lives, including the financial sector.", "Against this backdrop, I thought that I would present some aspects of India's financial sector as its poised today, the quiet metamorphosis that has been taking place over the years, and the main challenges and opportunities on the way forward.", "Composition of India's Financial sector In its broadest form, the financial system comprises of banks that account for about 60 per cent of the total flow of credit to the non-financial sector, non-banking finance companies (NBFCs) that provide 8 per cent, financial markets and others that account for 20 per cent and foreign sources that constitute 12 per cent.", "The Reserve Bank of India (RBI) is responsible for the regulation, supervision and development of banks, NBFCs (including long-term refinancing institutions, primary dealers and housing finance companies) and the money, gilt, foreign exchange and credit segments of the financial market spectrum.", "In the rest of my remarks, I shall focus on these parts of the financial sector.", "There is an inter-regulatory Financial Stability and Development Council (FSDC) which has oversight over the entire financial system and coordination is secured by a sub-committee of the FSDC headed by the Governor of the RBI.", "First, let me turn to the banking system.", "Typically, India's banking system is summarily described as preponderantly publicly owned and heavily public policy intervened.", "In practice, it is more vibrant, with 12 public sector banks facing keen competition from 21 private banks, 45 foreign banks, and 63 niche banks catering to specific needs and clientele.", "It is important to note that all constituents of the banking system are subjected to the same regulatory regime, with specific modulations for the niche and local banks in terms of sources and uses of funds.", "It is noteworthy that India has not faced a financial crisis of the scale and severity of the Asian crisis of 1997-98 or the Latin American crisis of 1980s and 2002 or the global financial crisis (GFC) of 2007-08 although its suffered knock-on effects from each of them.", "Financial perturbations have happened in India though, but they were more local in character and essentially a manifestation of pro-cyclical exuberance.", "As the Indian economy emerged out of recessionary conditions in 2001-02 and an economic upswing took hold, it spurred a credit boom to fund infrastructure expansion.", "Masked by lax credit standards and opaque asset quality recognition, it was punctured by the onset of the GFC.", "India was among the earliest countries to bounce out of the GFC, and aspirations of double-digit growth fuelled another burst of bank credit-led infrastructure and heavy industry investment.", "On the premise that infrastructure involves long gestations, bank loans were allowed to be restructured while treating them as standard advances in banks' books with insufficient provisioning.", "In 2015-2016, deep surgery in the form of asset quality review (AQR) was undertaken and the true quality of banks' assets began to emerge.", "With the proper recognition of restructured loans, provisioning requirements, especially of public sector banks, surged.", "A revised prompt corrective action (PCA) framework involving thresholds on capital, asset quality, profitability and leverage was imposed from 2017 in the form of restrictions on lending, dividend-distribution, and branch expansion, apart from requirement of higher provisions.", "At the peak, 12 banks were placed under the framework.", "A massive recapitalisation of US $42 billion was undertaken by the government.", "The pain was severe, but beneficial effects started to show up from 2018, resulting in improved asset quality - the gross non-performing assets ratio fell from a peak of 11.5 per cent in March 2018 to 3.9 per cent by March 2023.", "By 2022, all troubled banks had exited the PCA.", "In recent years, several regulatory and supervisory initiatives have strengthened the banking sector.", "An Insolvency and Bankruptcy code (IBC) and the establishment of a National Asset Reconstruction company (NARCL) have created the institutional environment for addressing stress in banks' balance sheets on an enduring basis.", "Offsite surveillance systems have been made sharper and more comprehensive by harnessing SupTech - a web-based end-to-end workflow application called DAKSH and an automatic data reporting platform called the Centralised Information and Management System (CIMS).", "Big data techniques are being leveraged to supplement supervisory initiatives while Cyber Range - a virtual controlled environment and tool - helps in cyber security drills.", "Mergers have brought in efficiency gains while a regulatory sandbox propels innovation.", "Extension of depositor protection cover, upfront payment of deposit insurance and the integration of various ombudsman schemes under one umbrella has made the dispute redressal mechanism simpler and more responsive, all boosting public confidence in the banking system.", "This unencumbering of banks' balance sheets stood them in good stead through the ravages of the pandemic, and more recently, a virtuous credit upswing has taken root.", "Singed by the earlier experiences, we remain on high alert, however, and continuously monitor sectoral and institution-specific credit expansion and underwriting standards for any sign of excessive risk-taking.", "From 2013, India had started the process of aligning with Basel III norms.", "Capital requirements were set one per cent higher than the Basel III minimum, including for common equity tier 1 (CET1).", "In 2015, the capital conservation buffer (CCB) was introduced; the last tranche of 0.625 per cent was temporarily delayed during the pandemic but it was reinstated in October 2021.", "Guidelines for the counter-cyclical capital buffer have been issued to banks in 2015, but it has not been triggered yet as the credit gap remains negative.", "The requirement of 100 per cent liquidity coverage ratio (LCR) was implemented in 2019 and banks have consistently maintained it at above the minimum requirement, which is also the Basel III norm.", "Since 2021, the net stable funding ratio has also been implemented.", "The provision coverage ratio (PCR) has been steadily improving and as a result, the net non-performing assets ratio has declined to 1 per cent by March 2023.", "The confluence of balance sheet repair and the rebuilding of capital and liquidity buffers is reflected in a strong improvement in profitability from negative levels during 2018 and 2019 in terms of both return on assets and return on equity.", "With the turning of the monetary policy cycle into tightening mode to fight inflation since May 2022, banks' net interest margins (NIMs) have expanded due to fuller transmission to lending rates than to saving and current account (CASA) deposit rates, a phenomenon that has been observed in many advanced economy (AE) banks during the period of synchronized monetary policy actions.", "The widening of the NIMs has also been facilitated by the suffusion of liquidity from pandemic-related measures which obviated the need for banks to garner deposits by offering attractive rates.", "As I mentioned earlier, bank credit is monitored as a lead indicator of overheating.", "Our assessment, based on a menu of approaches, indicates that current rates of credit expansion are not pointing to systemic stress building up - warning lights flash in the Indian context at growth rates of 16-18 per cent.", "Illustratively, the credit gap - the difference between the credit to GDP ratio and its trend - is currently negative.", "Furthermore, NIMs in the banking system are averaging around 3.8 per cent, which is ruling below the estimated threshold of 5 per cent beyond which it may have implications for financial stability due to loosening of leverage constraints and adverse selection.", "Nonetheless, eternal vigilance is the price of financial stability.", "The current episode of bank credit expansion is led by retail loans.", "Conventional wisdom suggests that these types of loans being diffused across a wide borrower base mitigate the accumulation of systemic risk - all borrowers may not default together.", "We are, however, watchful as herding by banks in the retail loan space might lead to potential cascades across the system if defaults do occur.", "Macro stress tests for credit risk reveal that all banks in India would be able to comply with the minimum capital requirements even under severe stress scenarios.", "The system-level capital ratio under the baseline, medium and severe stress scenarios is projected at 16.1 per cent, 14.7 per cent and 13.3 per cent, respectively, by March 2024, well above the regulatory minimum of 9 per cent.", "Liquidity risk analysis conducted to capture the impact of any possible run-on deposits shows that in an extreme scenario of sudden and unexpected withdrawals of around 15 per cent of uninsured deposits along with the utilisation of 75 per cent of unutilised portion of committed credit lines, would reduce liquid assets at the system level from 21.1 per cent of total assets to 11.4 per cent, but it would not turn negative.", "Furthermore, stress tests on banks' credit concentration - considering top individual borrowers according to their standard exposures - show that even in the extreme scenario of the top three individual borrowers failing to repay, no bank would face a drop in the capital ratio below the regulatory requirement of 9 per cent, although two banks would see a decline in the capital ratio below the regulatory minimum inclusive of the CCB requirement (11.5 per cent).", "The recent failure of few banks in some AEs jurisdictions showed how unprepared they were to manage the transition to rapid increases in interest rates by central banks, which exposed fault lines in their balance sheets.", "As interest rates rose, unrealised valuation losses spiked in their held-to-maturity (HTM) portfolios, which are not markedto-market.", "The aggregate valuation losses in the U.S. banking system grew from US$ 8 billion at the end of 2021 to more than US$ 620 billion at the end of 2022.", "Sizable portfolios of uninsured deposits exacerbated the impact of unrealised valuation losses, leading on bank runs.", "Inadequate capital positions worsened their risk profiles (in the chart, the distance between blue and red dots shows the erosion of common equity tier 1 capital).", "In the Indian context, if a shock in the form of a 250 basis points parallel upward shift in the yield curve is applied, the mark-to-market impact on the HTM portfolio of banks (excluding unrealised losses) would reduce the system level capital ratio from 17.1 per cent in March 2023 to 13.7 per cent, which is still above the regulatory requirement.", "Digital Transformation The financial sector in India is on the cusp of a transformative change leveraged on technology.", "The trinity of JAM - Jan Dhan (basic no-frills accounts); Aadhaar (universal unique identification); and Mobile connections - is bringing the hitherto excluded into the ambit of formal finance and is enabling the targeting of direct benefit transfers from the government to the beneficiaries.", "Currently, there are a record 500 million Jan Dhan beneficiaries, out of which more than half are women.", "Mobile internet subscription has increased sharply, opening up avenues for innovative e-business models to augment access to financial services in the hinterland through efficient disbursal of e-government services.", "It is also boosting entrepreneurship by stimulating tech start-ups.", "India's Unified Payment Interface (UPI), an open-ended system that powers multiple bank accounts into a single mobile application of any participating bank, is propelling interbank peer-to-peer and person-to-merchant transactions seamlessly.", "This payment revolution is attracting wide international interest.", "In August 2023, the UPI crossed the milestone of recording more than 10 billion transactions a month.", "In addition, both large value and small value payment systems in India operate on a 24 by 7 by 365 basis.", "Non-Banking Financial Companies - Connecting the Last Mile Another important segment of India's financial system, the non-banking financial companies (NBFCs) have emerged as important intermediaries in India's financial landscape because they connect the last mile and also provide an alternative to banks.", "Unlike in other jurisdictions, NBFCs are regulated by the RBI in a scale-based framework with bank-like regulatory interventions.", "The sector has gone through periods of liquidity stress such as evaporation of market confidence in 2018-19 and again during the pandemic, but it has emerged stronger and sounder.", "Credit growth is in double digits and is supported by strong capital buffers and healthy balance sheets.", "NBFCs rely heavily on borrowings to fund their activities, with banks constituting around 41 per cent of their borrowings at end-March 2023.", "Importantly, around ninety per cent of bank lending is to NBFCs that are A-rated and above.", "Therefore, contagion risk is limited.", "System level stress tests for assessing the resilience of the NBFC sector to credit risk shocks under a baseline and two stress scenarios - medium and high risk - show that under the medium risk shock of a one standard deviation (SD) increase in the slippage ratio, the GNPA ratio increases to 5.5 per cent.", "The resulting income loss and additional provisional requirements reduce the CRAR by 60 basis points relative to the baseline.", "Under the high risk shock of 2 SDs, the capital adequacy ratio of the sector declines by 90 bps relative to the baseline to 23.5 per cent.", "Financial Markets Just as NBFCs complement banks as a source of finance, financial markets are another important source of resource mobilisation.", "Led by banking and financial sector stocks, India's equity markets are outperforming the MSCI Emerging Market index.", "India's share in the MSCI has increased from 6.5 per cent in 2012 to 14.9 per cent by August 2023, reflecting the brightening economic outlook, and raising expectations of attracting higher passive investments.", "India's 12-months forward price to earnings (PE) ratio is the highest in the world, reflecting the premium on India's growth story.", "Equity market volatility (VIX) in India has remained largely stable and lower in comparison to peers.", "India is the largest recipient of Foreign Portfolio investments (FPI) inflows among the comparable EMEs during April-July 2023.", "In the bond markets, the yield curve is flattening but has not inverted as in other countries, reflecting anchored expectations on India's growth prospects as well as a certain degree of insulation from global spillovers.", "The Indian rupee is among the most stable currencies in the world - during 2023 (up to September 11), the 1-month implied volatility of the INR decreased to 4.08 per cent from 5.22 per cent during the same period in 2022.", "INR volatility, measured by the coefficient of variation, has remained the lowest among major AEs and EMEs.", "Exchange rate stability is regarded as an important element of financial stability.", "In conclusion, the approach to the financial sector in India is reflecting a new paradigm in which macroeconomic and financial stability are seen as strongly complementary and providing the foundation for medium-term growth prospects.", "Prudence is taking precedence over exuberance, and this is reflected in the steady build-up of all types of buffers.", "In an overarching sense, this approach is reflected in the accumulation of foreign exchange reserves which, as our experience has shown, has become our national safety net in the absence of a truly global financial shield.", "Besides providing the wherewithal to protect our financial markets and institutions from being overwhelmed by global spillovers, the reserves have helped to build bulwarks of external strength, as reflected in modest external debt servicing and debt to GDP ratios.", "We believe that this is strengthening our capability to manage new challenges such as climate change and cyber threats while maintaining public confidence and ensuring the financing requirements of India's development strategy.", "This includes 12 small finance banks, 6 payment banks, 2 local area banks and 43 regional rural banks.", ".9 lakh crore in Indian Rupees.", "National Electronic Fund Transfer and Real Time Gross Settlement."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Financial sector development", "Banking system", "Non-banking financial companies (NBFCs)", "Financial markets", "Digital transformation", "Stress testing", "Systemic risk", "Capital adequacy", "Liquidity risk", "Foreign exchange reserves"]}