{"sentences": ["Accompanying presentation of the speech Thank you, Athanasios, and my sincere thanks to Governor Kuroda for the invitation.", "This conference, now under the firm leadership of Governor Ueda, continues to be a key event after 40 successful years.", "Let me make two points on what I would call, neither old nor new, but perennial, eternal challenges in monetary policy.", "I will start with inflation expectations , and then discuss our .", "monetary policy stance The heavy cost of a de-anchoring of inflation expectations is one of the most agreed upon issues in central banking.", "After all, steering inflation towards our targets is largely about steering inflation expectations.", "In the euro area, the inflation outlook continues to be too high for too long.", "Although most measures of longer term inflation expectations currently stand at around our 2% target, some indicators have edged up and warrant continued monitoring.", "A lasting rise in inflation expectations is an upside risk to inflation, also over the medium term.", "Persistently high inflation rates are risky, particularly since they could make inflation expectations adaptive.", "This would be a dangerous development and must be decisively avoided.", "Thanks to the increased extraction of information from micro data, we are now learning more about the formation of inflation expectations.", "Professor Weber, who is no stranger to the Bank of Finland, has shown us that we should analyse inflation expectations more deeply to gain a more profound understanding.", "This said, when going from the macro to the micro level, the issues tend to become more complex.", "This goes for survey data, as well, in that we also need a fuller psychological interpretation of expectation formation to better understand survey behaviour.", "My second point is on the policy stance in the current context.", "For central banks, there are substantial common global denominators.", "So, I found it particularly interesting when, yesterday, Professor Obstfeld drew our attention to the importance of global factors in determining real rates.", "In his recent work, Professor Obstfeld has also pointed to a risk that central banks may collectively go too far, as their restrictive policies would reinforce each other.", "It is fair to note that the tightening of monetary policy globally, both the extent and pace, has been unprecedented.", "Without doubt, the ECB's rate increases are being transmitted forcefully to euro area financing and monetary conditions.", "However, the lags and the strength of transmission to the real economy remain uncertain.", "Recent events in the financial markets have heightened uncertainty, which may influence the transmission of monetary policy in the euro area, too.", "However, the euro area banking sector is resilient.", "The banks have strong capital and liquidity positions, well above the minimum requirements, and far above the levels prevailing before the global financial crisis.", "But of course we must remain vigilant to identify risks.", "My final point is on communication and forward guidance.", "I draw from research suggesting that central banks should never tire of communicating their objectives and outlining the elements of their monetary policy reaction functions.", "For the Bank of Japan, the recent decision to do a broad-perspective review of monetary policy will provide an excellent opportunity for such communication.", "When it comes to the ECB Governing Council, our communication guidance reflects the prevailing uncertainty.", "Since March we have been providing information on the critical elements that we monitor in determining our data-dependent approach on policy rate decisions going forward.", "These elements are, firstly, an assessment of the inflation outlook in the light of incoming economic and financial data; secondly, the dynamics of underlying inflation; and thirdly, the strength of our monetary policy transmission.", "In our monetary policy stance, we have recently reached a point where rates are in restrictive territory.", "In my view, it is essential that we see a steady and sustained decline in underlying inflation before we start considering easing the policy again.", "The Governing Council has already made it clear that we will continue to follow this data-dependent approach to determining the appropriate monetary policy stance.", "The journey is not over yet.", "On that note, I shall conclude my remarks.", "I would just - finally - like to express my thanks for this opportunity to share my views with such distinguished fellow panelists.", "I look forward to our discussion."], "classifications": ["none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation expectations", "Monetary policy stance", "Inflation", "Communication", "Transmission", "Risk", "Forward guidance", "Uncertainty", "Data-dependent approach", "Underlying inflation"]}