{"sentences": ["SPEECH Central banks in a fragmenting world Speech by Christine Lagarde, President of the ECB, at the Council on Foreign Relations' C. Peter McColough Series on International New York, 17 April 2023 It is a pleasure to be here in New York.", "The global economy has been undergoing a period of transformative change.", "Following the pandemic, Russia's unjustified war against Ukraine, the weaponisation of energy, the sudden acceleration of inflation, as well as a growing rivalry between the United States and China, the tectonic plates of geopolitics are shifting faster.", "We are witnessing a fragmentation of the global economy into competing blocs, with each bloc trying to pull as much of the rest of the world closer to its respective strategic interests and shared values.", "And this fragmentation may well coalesce around two blocs led respectively by the two largest economies in the world.", "All this could have far-reaching implications across many domains of policymaking.", "And today in my remarks, I would like to explore what the implications might be for central banks.", "In short, we could see two profound effects on the policy environment for central banks: first, we may see more instability as global supply elasticity wanes; and second, we could see more multipolarity as geopolitical tensions continue to mount.", "A changing global economy In the time after the Cold War, the world benefited from a remarkably favourable geopolitical environment.", "Under the hegemonic leadership of the United States, rules-based international institutions flourished and global trade expanded.", "This led to a deepening of global value chains and, as China joined the world economy, a massive increase in the global labour supply.", "As a result, global supply became more elastic to changes in domestic demand, leading to a long period of relatively low and stable inflation.", "[ That in turn underpinned a policy framework in which independent central banks could focus on stabilising inflation by steering demand without having to pay too much attention to supply-side disruptions.", "[ But that period of relative stability may now be giving way to one of lasting instability resulting in lower growth, higher costs and more uncertain trade partnerships.", "Instead of more elastic global supply, we could face the risk of repeated supply shocks.", "Recent events have laid bare the extent to which critical supplies depend on stable global conditions.", "That has been most visible in the European energy crisis, but it extends to other critical supplies as well.", "Today the United States is completely dependent on imports for at least 14 critical minerals.", "[ And Europe depends on China for 98% of its rare earth supply.", "[ Supply disruptions on these fronts could affect critical sectors in the economy, such as the automobile industry and its transition to electric vehicle production.", "In response, governments are legislating to increase supply security, notably through the Inflation Reduction Act in the United States and the strategic autonomy agenda in Europe.", "But that could, in turn, accelerate fragmentation as firms also adjust in anticipation.", "Indeed, in the wake of the Russian invasion of Ukraine, the share of global firms planning to regionalise their supply chain almost doubled - to around 45% - compared with a year earlier.", "[ This \"new global map\" - as I have called these changes elsewhere[ - is likely to have first-order implications for central banks.", "One recent study based on data since 1900 finds that geopolitical risks led to high inflation, lower economic activity and a fall in international trade.", "[ And ECB analysis suggests similar outcomes may be expected for the future.", "If global value chains fragment along geopolitical lines, the increase in the global level of consumer prices could range between around 5% in the short run and roughly 1% in the long run.", "These changes also suggest that a second shift in the central bank landscape is taking place: we may see the world becoming more multipolar.", "During the Pax Americana after 1945, the US dollar became firmly ensconced as the global reserve and transaction currency, and more recently, the euro has risen to second place.", "[ This had a range of - mostly beneficial - implications for central banks.", "For example, the ability of central banks to act as the \"conductor of the international orchestra\" as noted by Keynes, or even firms being able to invoice in their domestic currencies, which made import prices more stable.", "[ In parallel, Western payments infrastructures assumed an increasingly global role.", "For instance, in the decade after the Berlin Wall fell, the number of countries using the payments messaging network SWIFT more than doubled.", "[ And by 2020, over 90% of cross-border transmissions were being signalled through SWIFT.", "[ But new trade patterns may have ramifications for payments and international currency reserves.", "In recent decades China has already increased over 130-fold its bilateral trade in goods with emerging markets and developing economies, with the country also becoming the world's top exporter.", "[ And recent research indicates there is a significant correlation between a country's trade with China and its holdings of renminbi as reserves.", "[ New trade patterns may also lead to new alliances.", "One study finds that alliances can increase the share of a currency in the partner's reserve holdings by roughly 30 percentage points.", "[ All this could create an opportunity for certain countries seeking to reduce their dependency on Western payment systems and currency frameworks - be that for reasons of political preference, financial dependencies, or because of the use of financial sanctions in the past decade.", "[ Anecdotal evidence, including official statements, suggests that some countries intend to increase their use of alternatives to major traditional currencies for invoicing international trade, such as the Chinese renminbi or the Indian rupee.", "[ We are also seeing increased accumulation of gold as an alternative reserve asset, possibly driven by countries with closer geopolitical ties to China and Russia.", "[ There are also attempts to create alternatives to SWIFT.", "Since 2014, Russia has developed such a for domestic and cross-border use, with over 50 banks across a dozen countries using it last year.", "And since 2015 China has established its own system to clear payments in renminbi.", "These developments do not point to any imminent loss of dominance for the US dollar or the euro.", "So far, the data do not show substantial changes in the use of international currencies.", "But they do suggest that international currency status should no longer be taken for granted.", "Policy frameworks for a fragmenting world How should central banks respond to these twin challenges?", "We have clear examples of what not to do when faced with a sudden increase in volatility.", "In the 1970s, central banks faced upheaval in the geopolitical environment as OPEC became more assertive and energy prices that had been stable for decades ballooned.", "They failed to provide an anchor of monetary stability and inflation expectations de-anchored - a mistake that should never be repeated for as long as central banks are independent and have clear price stability mandates.", "So, if faced with persistent supply shocks, independent central banks can and will go ahead with ensuring price stability.", "But this can be achieved at a lower cost if other policies are cooperative and help replenish supply capacity.", "For example, if fiscal and structural policies focus on removing supply constraints created by the new geopolitics - such as securing resilient supply chains or diversifying energy production - we could then see a virtuous circle of lower volatility, lower inflation, higher investment, and higher growth.", "But if fiscal policy instead focuses mainly on supporting incomes to offset cost pressures (in excess of temporary and targeted responses to sudden large shocks), that will tend to raise inflation, increase borrowing costs and lower investment in new supply.", "In this sense, insofar as geopolitics leads to a fragmentation of the global economy into competing blocs, this calls for greater policy cohesion.", "Not compromising independence, but recognising interdependence between policies, and how each can best achieve their objective if aligned behind a strategic goal.", "We could see the benefits of this in Europe especially, where the multiplier effect of common action in areas such as industrial policy, defence and investing in green and digital technologies is much higher than Member States acting alone.", "There is another benefit, too: achieving the right policy framework will not only determine how our economies fare at home, but also how they are viewed globally in a context of greater \"system competition\".", "And while the international institutions established in the wake of Bretton Woods remain instrumental for fostering a rules-based multilateral order, the prospect of multipolarity raises the stakes for such internal policy cohesion.", "For a start, an economic policy mix that produces less volatile growth and inflation will be key in continuing to attract international investment.", "Although 50-60% of foreign-held US short-term assets are in the hands of governments with strong ties to the United States - meaning they are unlikely to be divested for geopolitical reasons[ - the single most important factor influencing international currency usage remains strength of fundamentals.", "[ By the same token, for Europe, long-delayed projects such as deepening and integrating our capital markets can no longer be viewed solely through the lens of domestic financial policy.", "To put it bluntly, we need to complete the European capital markets union.", "This will be pivotal in determining whether the euro remains among the leading global currencies or others take its place.", "Central banks also have an important role to play here - even as protagonists.", "For example, the manner in which swap lines are used could influence the dynamics of major international currencies.", "[ Both the Federal Reserve and the ECB, within their respective mandates, have been proactive in providing offshore liquidity when recent crises have hit.", "But others are moving too, which is consistent with a rising role of their currencies.", "We have already seen the People's Bank of China set up over 30 bilateral swap lines with other central banks to compensate for the lack of liquid financial markets in renminbi.", "[ How central banks navigate the digital era - such as innovating their payment systems and issuing digital currencies - will also be critical for which currencies ultimately rise and fall.", "This is an important reason why the ECB is exploring in depth how a digital euro could best work if launched.", "So, we need to be ready for the new reality that may well lie ahead.", "The time to think about how to respond to changing geopolitics is not when fragmentation is upon us, but before.", "Because, if I may paraphrase Ernest Hemingway, fragmentation can happen in two ways: gradually, and then suddenly.", "[ Central banks must provide for stability in an age that is anything but stable.", "And I have no doubt that central banks will measure up to the challenge.", "While globalisation increased the propagation of global shocks to the domestic economy and made inflation developments more global, it might also have helped to smooth the impact of shocks for each economy because it made supply more elastic to changes in domestic demand in each country.", "See ECB (2017), \" Domestic and global drivers of inflation in the euro area \", Economic Bulletin, Issue 4.", "The shift by central banks in advanced economies towards inflation-targeting regimes from the 1980s onwards also facilitated low and stable inflation.", "The most recent data from the United States Department of the Interior are for 2021.", "See United States Department of the Interior (2022), \" United States Geological Survey: Mineral Commodity Summaries 2022 \", p. 5.", "European Parliamentary Research Service (2022), \" Securing the EU's supply of critical raw materials \", July.", "McKinsey (2022), \" Taking the pulse of shifting supply chains \", 26 August.", "Lagarde, C. (2022), \" A new global map: European resilience in a changing world \", keynote speech at the Peterson Institute for International Economics, 22 April.", "(2023), \" Do Geopolitical Risks Raise or Lower Inflation?", "Attinasi, M.-G., Boeckelmann, L. and Meunier, B.", "(2023), \" Friend-shoring global value chains: a model- based assessment \", Economic Bulletin, ECB, Issue 2.", "The benefits of international currency use include seigniorage, lower transaction and hedging costs, and lower external financing costs (\"exorbitant privilege\").", "The costs include blurred monetary aggregate signals and capital flow volatility.", "(2019), \" The benefits and costs of the international role of the euro \", in \"The international role of the euro\", ECB, June.", "By 1999, this number increased to 189 countries.", "(2022), \" The weaponization of global payment infrastructures: A strategic dilemma \", SAFE White Paper, No.", "(2023), \" Geoeconomic Fragmentation and the Future of Multilateralism \", Staff Discussion Notes, International Monetary Fund, 15 January.", "See also International Monetary Fund (2023), \" World Economic Outlook: A rocky recovery \", April, p. 107.", "(2022), \" The renminbi's unconventional route to reserve currency status \", VoxEU, 31 October.", "The geopolitics of international currency choice \", Economic Policy, Vol.", "The number of countries under financial sanctions has more than doubled between 2010 and 2022.", "See Figure 3.2 in International Monetary Fund (2023), \" Global Financial Stability Report: Safeguarding Financial Stability Amid High Inflation and Geopolitical Risks \", April.", "As noted in ECB (2023), \"The international role of the euro\", forthcoming.", "Such as Belarus, India, Pakistan, and certain Central Asian economies.", "(2022), \" The weaponization of global payment infrastructures: A strategic dilemma \", SAFE White Paper, No.", "Weiss, C. (2022), \" Geopolitics and the U.S. Dollar's Future as a Reserve Currency ,\" International Finance Discussion Papers, No.", "1359, Board of Governors of the Federal Reserve System, October.", "For example, with respect to the US dollar.", "See Georgiadis, G., Le Mezo, H., Mehl, A., and Tille, C. (2021), \" Fundamentals vs. policies: can the US dollar's dominance in global trade be dented?", "\", Working Paper Series, No 2574, ECB, Frankfurt am Main, July.", "Tucker, P. (2022), Global Discord: Values and Power in a Fractured World Order, Princeton University Press.", "(2022), \" The renminbi's unconventional route to reserve currency status \", VoxEU, 31 October.", "The original passage in the book related to bankruptcy: \"'How did you go bankrupt?'", "'Two ways', Mike said.", "'Gradually and then suddenly.'\"", "European Central Bank Directorate General Communications Sonnemannstrasse 20 60314 Frankfurt am Main, Germany +49 69 1344 7455 media@ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2023, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Global fragmentation", "Central bank policy", "Geopolitical risks", "Supply chain disruption", "Inflation", "Monetary stability", "Multipolarity", "International currency status", "Payment systems", "Digital euro"]}