{"sentences": ["My dear colleagues at the Bank of Korea, Today we start our first day of work in 2023.", "Let me begin by expressing my heartfelt gratitude to all of you for your best efforts at fulfilling your duties in your respective roles throughout the past year.", "I also thank your families for supporting your hard work here.", "I wish you and your family the very best of health and success in your endeavors in the coming Year of the Rabbit.", "Last year was a time of significant change around the globe.", "The Russian invasion of Ukraine and heightened tensions between the U.S. and China have accelerated the bloc formation of the global political and economic structure.", "The low inflation environment since the Global Financial Crisis has ended, and has been followed by high global inflation.", "With the COVID-19 pandemic stretching for over two years, fatigue among economic agents has built up and polarization has deepened across various areas.", "Amid these changes, the Korean economy experienced substantial difficulties caused by the elevated inflation and the strains in the financial and FX markets.", "As international commodity prices soared after the outbreak of the war in Ukraine in late February, prices rose steeply in Korea, too.", "As a result, consumer price inflation hit 6.3% in July, the highest rate seen since the Asian Financial Crisis.", "In September and October, the strong dollar led to a sharp depreciation of the Korean won, and FX market volatility intensified.", "From October, credit risk aversion, triggered by the default of a Legoland developer, spread, exacerbating liquidity conditions in the short-term money market.", "Against this backdrop, the Bank of Korea conducted monetary policy with top priority on price stability, while paying attention to financial stability and the support of vulnerable sectors.", "With the paces of the rate hikes in major economies, including the U.S., accelerating, we also hiked the Base Rate to 3.25%.", "It is true that rate hikes increased difficulties among the people, but they were an unavoidable choice to prevent high inflation from becoming entrenched and the economy as a whole from suffering a greater loss in the long-term.", "We also responded actively to unrest in the financial and FX markets with micro-level market stabilization measures.", "Owing mainly to these policy responses, inflation has shown signs of slowdown and the credit crunch in the short-term money market has also been somewhat alleviated.", "My dear colleagues, This year is likely to be challenging, amid ongoing high economic uncertainties at home and abroad.", "International financial markets could see heightened volatility in line with the monetary policy stances of major central banks, including the U.S. Federal Reserve.", "International commodity prices could fluctuate, depending on the development of the war in Ukraine, and it is still difficult to predict how the lifting of China's \"zero COVID\" policy and the ensuing changes in its COVID-19 conditions will influence the global economy.", "On the domestic front, as real estate market activity has contracted rapidly, we could face a recurrence of the relevant financial market unrest.", "In addition, as the materialization of effects of Base Rate hikes is likely to increase the possibility of a conflict among price stability, steady growth, and financial stability, a more refined policy mix will be of utmost importance this year.", "Many experts are raising concerns about the possibility that the world economy will face an ever more serious complex crisis, as multiple challenges, such as an economic slowdown and supply chain reorganization, stack on top of one another.", "However, I don't think that there are only gloomy or negative sides to our situation.", "As the proverb goes, \"Every cloud has a silver lining.\"", "It is true that the Korean economy is going through a tough time right now.", "However, I think we are still able to find some optimistic aspects, and I believe we should.", "Let me give you some examples.", "For starters, we had a chance last year to confirm that Korea's external soundness had been enhanced.", "As the won/dollar exchange rate jumped to the mid-1,400 won range in the second half of last year, some even raised concerns about a possible recurrence of past crises.", "Contrary to those concerns, however, the exchange rate gradually stabilized and unrest in the FX sector eased, thanks to the risk management systems of the government, corporations, and financial institutions that had been improved over the course of overcoming several former crises.", "This is a case in point to show that, while we should be vigilant about any possible crises in the future, there is no need to shrink from excessive concerns beforehand.", "In the same context, although there may be hardships owing to the recent property market contraction, I think we will be able to weather the situation through appropriate policy responses given the overall soundness of domestic financial institutions.", "Moreover, while there is much concern about the trade account deficit, this is mainly attributable to the increase in imports due to the surge in global commodity prices.", "In fact, Korea's exports reached an all-time high last year.", "Despite sluggish semiconductor exports due to the fall in unit prices, exports of other major items continued to grow last year.", "Given this, Korea's trade account is expected to improve rapidly should external conditions recover.", "While it is possible that the fragmentation of international trade and high interest rates could further weigh on the Korean economy going forward, from a different perspective, they could also serve as an opportunity for us to address the structural issues that have been left untackled.", "In the course of responding to the restructuring of global supply chains, we need to reduce our heavy dependence on the Chinese economy through, namely, market diversification.", "The high interest rate environment could also be a starting point for us to alleviate the high level of household indebtedness while improving the debt structure.", "The Korean economy has been repeatedly seeing property-related finance emerge as a structural vulnerability, albeit in different forms.", "We should take this opportunity to bring good out of evil by fundamentally resolving the related issues.", "Toward this goal, we will also need to look into the reasons why macroprudential regulations did not operate effectively as preemptive measures.", "The German philosopher Hegel once said, \"We learn from history that we do not learn from history.\"", "Let us not repeat the same mistake as pointed out by Hegel.", "It is true that we are facing hardship both domestically and internationally.", "However, I believe we can produce a better outcome based on our actions.", "We have it in our DNA to effectively overcome any crisis.", "We must turn these challenges into opportunities.", "My dear colleagues, In times of need, people look to experienced professionals.", "In flight, if visibility is poor due to worsening weather conditions and if the runway is so narrow that a soft landing seems unlikely, an experienced and reliable pilot will be needed more than ever.", "With a wealth of experience and a balanced perspective, the Bank of Korea should work hard to become one of the most trusted pilots to help our economy make a soft landing.", "To this end, it is necessary to more accurately judge and predict economic and financial conditions at home or abroad.", "Moreover, to prevent the excessive concerns of each economic agent from creating self-fulfilling anxiety, the Bank of Korea should provide objective information about economic conditions and policy directions through active and transparent communication.", "If we pool our wisdom and strengthen our leading role as a central bank, this will enhance the effectiveness of our policy and make the Bank of Korea more trustworthy.", "Earlier, I stressed that sophisticated policy responses are needed more than ever this year.", "Since inflation, which affects people's lives most profoundly, is likely to remain high above its target, our monetary policy should continue to focus on achieving price stability.", "We will also have to pay particular attention to stability in the financial and FX markets.", "While closely monitoring the development of domestic and overseas risk factors, we will actively implement market stabilization measures if needed.", "As part of this process, it is necessary to coordinate policy measures through close cooperation with related authorities.", "In our response to instable situations in the market last year, the Bank of Korea played an active role while ensuring smooth communication with the government and supervisory authorities.", "Looking ahead, the Bank of Korea needs to strengthen communication channels outside of the Bank, and take a more active stance in our roles.", "Finally, I would like to conclude my New Year Speech with some notes on internal innovation.", "As organizational innovation at the Bank of Korea will start on a full scale this year, many changes are expected to come along with it.", "Considering that we've come up with this process of innovation after a series of discussions and careful considerations, I hope that all of our staff here will see tangible outcomes from it, as we actively participate in improving the organizational culture and in bringing innovation to our internal management processes.", "If there are no tangible results, skepticism will emerge, which could weaken the driving force behind innovation, so even small achievements should be made one-by-one.", "Above all, I hope that our \"work diet\" will lead to a better quality of work by allowing our staff to focus their core competencies on high-priority tasks.", "My dear colleagues, I would like to extend my sincere appreciation once again to all our staff for doing their utmost in their respective areas, despite the difficult circumstances last year.", "In particular, the Bank of Korea was able to faithfully fulfill its mandates thanks to the best efforts of those in some of the more inconspicuous positions, such as customer service, facilities operation, security management, business support and cash processing.", "I would also like to thank all our staff at regional branches for strengthening their role as ambassadors of the Bank of Korea.", "I hope that you can expand your horizons by communicating with people in your regional communities, while taking pride in the fact that you are making actual contributions to developing those same communities.", "The Bank of Korea stands at a new turning point this year.", "After several years of construction, the completion of our new headquarters is just around the corner.", "In several months, we will return to where we originally undertook our duties since 1950.", "I would like to express my genuine gratitude to those involved in the construction for all their hard work.", "With the advent of the post-COVID era, I hope that this new year will be a year for the Bank of Korea to leap forward in a new environment.", "As we greet this new year, I want to wish you and your family all the very best of health and good fortune."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Financial stability", "Monetary policy", "Economic growth", "External soundness", "Household indebtedness", "Property market", "Risk management", "Supply chain reorganization", "Communication"]}