{"sentences": ["The major shocks of the past few years, namely the outbreak of the pandemic and Russian invasion on Ukraine, have importantly shaped today's macroeconomic and financial landscape and the implementation of economic policies.", "After the pandemic period, when there was a need for coordinated policy response to preserve economic capacities, and the initial period of Russian aggression, when certain, but more targeted support was still justified, we entered last year a phase of persistently high inflation that requires a coordinated effort of policies in the opposite, i.e.", "A unique confluence of shocks and circumstances led to a high rise in inflation, the reduction of which has been the main focus of our monetary policy over the last year.", "In the first phase, inflation was primarily supply-side driven, reflecting the shattered supply chains during the Covid period and the distress on commodity markets after the Russian invasion of Ukraine.", "Owing also to strong pass-through of energy prices into non-energy components of inflation, the inflation has turned more persistent and widespread than expected.", "This holds particularly true for CESEE economies, where reliance on trade and energy imports from Russia has been relatively higher compared to the EU average.", "With dissipation of the global supply shocks, headline inflation in the euro area has eased from last year's peak, while core inflation remains stubbornly high.", "In the Eurosystem, we have responded decisively to these developments.", "July last year, we have increased our key interest rates by four percentage points, the fastest pace since the introduction of the euro.", "Half a year earlier, we also started to phase out our unconventional monetary policy measures.", "In the wake of shocks, persistently high inflation and global monetary tightening, the real economic activity has so far been surprisingly resilient.", "While the growth momentum weakened significantly in the last few quarters, capacity utilisation remains high and the labour market tight, putting pressure on underlying inflation.", "Within the euro area, the economic recovery from the pandemic has been particularly fast in the CESEE region.", "In addition to fundamental convergence, growth discrepancies also reflect differences in national policy support in recent years, including job and income retention measures.", "The different position of countries in the business cycle is reflected in cross-country inflation differences, which have also been affected by differences in energy import dependence.", "In both respects, the CESEE region is relatively more exposed to inflationary pressures, which increases the risk of a more sustained deviation of inflation from the euro area average.", "The resilience of our economies has stemmed from both robust domestic demand and better-than-expected export performance after the Russian invasion on Ukraine.", "However, geopolitical tensions have increased the uncertainty about the future of global trade integration and the strength of global growth.", "In the last decade, we are experiencing globalization's turn to \"slowbalization\".", "The supply chain disruptions and geopolitical tensions have made governments around the world reconsider their engagement in the world trade, many of them resorting to nearshoring patterns and shortening production chains.", "Given their strong participation and relatively downstream positioning in global value chains, the CESEE countries stand particularly vulnerable to such de-globalization trends that could in the medium- and long-term act in a stagflationary manner.", "Returning to regional trends, are becoming an increasingly important domestic factors driver of inflation in the euro area and the CESEE region alike.", "Over the past year, profit margins in the euro area have risen noticeably and wage growth has strengthened against a backdrop of tightness in the labour market.", "The latter is even more pronounced in the CESEE region.", "The continuation of these trends could threaten the competitiveness of our exporters.", "At this stage, it is important that fiscal and other economic policies take into consideration their disinflation role and support monetary policy in easing price pressures.", "Failure to coordinate the policy response could result in more persistent inflation rate divergence among economies, which a common monetary policy will not be able to address.", "Slovenia's past experience with high inflation shows that its persistent reduction requires an orchestrated effort of various policies.", "To conclude, this year has started better than expected after the Russian invasion of Ukraine and the subsequent energy crisis last year.", "Nevertheless, policy makers face significant challenges, primarily how to tame high inflation without stifling economic growth.", "We have already done a lot on the monetary policy side, but high and broad-based inflation resonates further action .", "As the domestic drivers of inflation increasingly come to the fore, it has become even more important that monetary policy efforts to reduce inflation are complemented by fiscal policy and structural policies, including wage setting.", "Together, these policies determine the overall business environment and hence the market conditions in which firms and consumers operate.", "Complementarity of economic policies will be key to bringing down inflation in the CESEE region and preventing a loss of competitiveness and a slowdown in economic convergence."], "classifications": ["monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Inflation", "Monetary Policy", "Energy", "Russia", "CESEE", "Economic Growth", "De-globalization", "Fiscal Policy", "Wage Growth", "Supply Chain Disruptions"]}