{"sentences": ["BANCODEESPANA 17.11.2023 Population Ageing and Economic Policies: Challenges in the 21st Century Banco de Espafnia-CEMFI Conference on Ageing - Georgetown University Global Economic Challenges (GEC) Network Pablo Hernandez de Cos Distinguished guests: Good morning.", "The Banco de Espafia is delighted to host this exciting conference on ageing.", "A warm welcome to the speakers that have come to Madrid for this event and to all participants.", "This conference is part of the Georgetown University Global Economic Challenges Network, which sponsors a series of international workshops that bring together leading scholars and policymakers to discuss some of the most important economic problems of our time.", "I would like to thank all the organizers.", "Special thanks to professor Francis Vella for making this conference a reality and to Olympia Boverat the Banco de Espafa and Manuel Arellano and Rafael Repullo at CEMFI for the impressive programme they have put together.", "A major demographic change is in motion, one that will only accelerate as the 21st century progresses.", "The baby boom from the 1950s to 1970s, the fall in fertility starting in the 1970s and steadily rising longevity are set to dramatically change the size and age composition of the population and the labour force alike.", "This demographic change is global, affecting developed countries to a greater extent but less developed ones too.", "According to United Nations forecasts, the world population is expected to peak at 10.4 billion by the end of this century.", "Spain is one of the countries where the demographic change will be felt most acutely.", "We enjoy one of the longest life expectancies at birth (currently over 80 years for men and over 85 for women), and suffer from one of the lowest fertility rates (1.2).", "The Spanish population is still increasing, but only because of immigration flows which rebounded after the COVID- 19 crisis.", "According to forecasts from the Spanish Statistical Office, only under very optimistic assumptions regarding the recovery of fertility rates and immigrant arrivals would the working-age population (i.e.", "individuals aged 16 to 67) not decline but hold at around the current level of 32 million,'.", "As a result, under these optimistic demographic forecasts, the ratio of the population aged 70 years or more to the working-age population (aged 16 to 67) would increase by 20 percentage points (pp) in the next 25 years, from 24% to 43%.", "In addition, the average age of the working-age population, currently at 43.7 years, will remain well above 44 years during the period 2035-2072.", "And the average age of employees is expected to rise even more sharply, as the employment rate of older workers has more scope to increase and is expected to rise more rapidly than that of their middle-aged counterparts. '", "Under the same assumptions the total population would increase from 48 million at present to almost 53 million in 2072.", "Eurostat's population projections estimate that in 2070 Spanish total population would fall to 47,8 million (from current 48 million) and the old-age dependency ratio (+65/16-64) would rise to 59,5% (from 30,5% nowadays).", "Such a big demographic change could cause profound economic implications.", "Attention is largely focused on understanding how social protection policies, which currently are mostly financed through intergenerational transfers, will need to be adapted.", "But it can I have far broader macroeconomic consequences, including for the effectiveness of monetary and fiscal policies.", "In what follows I will only sketch some of these economic implications of demographic change, but let me emphasize from the start that - together with the impact of technological and climate change- they are likely to represent the biggest challenge facing economic and social policies in the coming decades.", "I will structure my remarks around four points?", ": - How aggregate demand and its sectoral composition is likely to change with population ageing.", "- How ageing of the working-age population affects the supply side of the economy, in particular the functioning of the labour market and productivity growth.", "- How social policies will be affected.", "- Why and how monetary and fiscal policies will also be affected by demographic change.", "In my comments I will raise more questions than answers, as further research is needed to understand the very profound economic implications of demographic change.", "Population ageing and aggregate demand A typical household's consumption, savings and financial position change over the life cycle.", "Saving is highest during middle age, to repay the debts we typically take on in our younger years and to build-up savings for retirement.", "By contrast, when we are older we consume the wealth that we have built up, providing that the bequest motive is not too strong.", "Additionally, intergenerational transfers of wealth are also affected by increases in longevity.", "And who receives bequests, and at what point in their life cycle, also has consequences for aggregate consumption, savings profiles over the life cycle and the financial position of households.", "Thus, population ageing will trigger substantial changes in households' savings patterns and wealth portfolios.", "For the life cycle reasons described above, the larger the relative size of the older population, the higher the average propensity to consume and the lower the savings rate.", "Thus, the \"composition effect\" of population ageing would by itself mean a lower savings rate in the long term, although aggregate saving will tend to increase during the transition towards an older society due to expectations of higher future consumption needs in the future.", "However, future cohorts will not necessarily repeat the consumer and savings patterns of previous generations, and the uncertainty over how long they will live and the benefits they ?", "See chapter IV of Banco de Espafia's 2018 Annual Report on \"Economic consequences of demographic change'.", "https:/Awww.bde.es/wbe/en/publicacio nes/informes-memorias-anuales/informe-anual/informe-anual-2018.html will receive during retirement may prompt the older population to reduce its savings rate to a lesser degree than did previous generations.", "Also, following a period of plummeting in fertility and high uncertainty about the amount of their pension income and their longevity, households may possibly be less inclined to transfer their wealth in the form of bequests.", "If so, their demand for financial instruments that could extract life-long income flows from their illiquid assets during retirement could increase.", "And there might be some country specific characteristics that may condition the magnitude or even the sign of these effects.", "In the Spanish case, for example, two characteristics stand out.", "One is that inheritances are relatively large compared with other countries.", "The second is that a large fraction of the wealth built up for retirement is in the form of residential property, which is a rather illiquid form of wealth, while retirement savings held in pension funds are among the lowest in OECD countries.", "As a result, the disposable income and consumption of the older Spanish population depend crucially on the generosity of public pensions.", "As for investment, some factors suggest that this is likely to decline as the relative weight of the older population increases.", "Asmaller working-age population will require less capital, which conceivably is now cheaper to accumulate thanks to the current technological developments that are significantly decreasing the relative price of capital, even beyond the secular declining trend that was already under way.", "Other factors, such as the transition to a green economy and greater automation in response to lower labour supply, suggest that investment may need to increase.", "Which of these opposing forces will prevail remains an open question.", "What seems less controversial is that residential investment is likely to decline with a smaller young population and the strong accumulation of residential dwellings during the first decade of this century.", "Needless to say, changes in saving and investment would have implications for international capital flows, as capital tends to flow towards countries with relatively younger populations, higher productivity growth and stronger return on capital.", "Consequently, there will be capital outflows from, and current account surpluses in, countries where the population is ageing more quickly, which, in principle, will be those experiencing faster and sharper decreases inthe return on capital and in productivity.", "Population ageing and aggregate supply Demographic changes can impact the potential growth of an economy through several channels.", "3 For data on the weight of inheritances on household wealth, see -ilibrary.org/sites/Odee8dce- en/index.", "itemld=/content/component/Odee8dce-eni#section-d1e1365 First, slower working-age population growth results in lower employment growth, provided the participation rate does not increase and the unemployment rate does not decrease.", "In addition, given that participation and employment rates vary substantially across age groups, any change in the age distribution of the population will affect the aggregate employment rate.", "In particular, older workers typically have lower participation and employment rates than their middle-aged counterparts, mainly because they are more likely to suffer from health issues and long-term unemployment.'", "Thus, as the relative weight of older workers increases, the aggregate participation and employment rates tend to decline.", "In the case of Spain, this composition effect is projected to cause a fall in the aggregate participation rate of around 4 pp over the rest of this decade.° Over the same period, based on plausible scenarios for immigration, the aggregate employment rate (using a working- age population between 16 and 69 years as the denominator) is expected to fall by more than 2 pp.", "Second, ageing can also have a significant impact on productivity.", "On the one hand, the professional experience of older workers and the higher educational attainments of younger cohorts are both good for productivity.", "On the other hand, older workers are less mobile and, thus less likely to relocate in search of new job opportunities.", "Moreover, innovation is a \"youthful pursuit\" at which young workers are more likely to succeed.", "However, success in innovation also requires the knowledge and experience built up by the previous generation.", "In other words, as far as innovation and productivity-enhancing activities are concerned, young and older workers can complement each other.", "Many of these mechanisms by which demographics affect productivity are well documented in the research.", "There seems to bea consensus that, overall, population ageing entails lower productivity.", "Avoiding such a gloomy scenario requires an optimal allocation of the talent available across the different generations in order to exploit the potential synergies between workers of different ages.", "This will be a major challenge, however, especially in a context of rapid, global and disruptive technological change such as the one we are currently witnessing.", "Labour market institutions and the education system will no doubt have to adapt substantially to contend with this demographic challenge.", "Social policies for an older population As the retired population grows and if benefits per capita remain constant, transfers through the public pension system will increase.", "Moreover, the lower the working-age population as a proportion of the total population, the lower, in relative terms, the revenue from the * Health problems and their implications for the labo ur supply of older workers in Spain are discussed in a recent article in our Economic Bulletin -see Crespo, Denis and Jimeno (2023).", "5 See Cuadrado, Fernandez-Cerezo, Montero and Rodriguez (2023).", "nes/analisis-economico -investi gacion/boletin-eco nomico/2023-t3-articulo-12-- el-impacto -del-envejecimiento -poblaci onal-sobre-la-evo lucion-de-la-tasa-de-actividad-en-espana.html social security contributions used to fund contributory social benefits.", "In addition, as the population ages, the demand for public health and long-term care services increases.", "Indeed, taking Spain as an example, according to our independent fiscal authority (Airef), total pension expenditure is projected to increase from around 13% of GDP at present to 16.2% by 2050.", "The increase in health expenditure over GDP is also expected to be considerable, rising by nearly 1.5 pp over the next three decades according to forecasts in the European Commission's latest Ageing Report.", "Over the last decade the pension system has undergone a number of reforms, mainly aimed at increasing the effective retirement age, shoring up social security revenues and introducing an automatic adjustment mechanism.", "Estimating the impact that the various measures approved may have on the system's revenue and expenditure over the coming decades is subject to much uncertainty®.", "In any event, the wide range of estimates available - by the Banco de Espajfia and other institutions - suggest that, as a result of the various legislative changes approved since 2021, the Spanish pension system will, in the long term, have to assume greater expenditure obligations that will not be fully offset by the revenues raised.", "A further uncertainty is the potential adverse impact of higher social security contributions on employment, wages and competitiveness.", "According to these estimates, further measures will have to be adopted to shore up the system's financial sustainability.", "And, in any event, a transparent, ongoing and thorough assessment of the effects of these reforms is needed, including their impact on intergenerational equity.", "Macro policies and demographics The effectiveness of macroeconomic stabilisation policies is also likely to be affected by demographic changes.", "First, ageing matters for an important benchmark for monetary policy, the so-called \"natural interest rate\", i.e.", "the theoretical rate consistent with full employment and, hence, that would prevail in equilibrium under price stability and a zero output gap.", "Insofar as an older population leads to higher savings and lower investment, population ageing will lower the natural rate.", "Moreover, population ageing also has an impact on the relative prices of goods versus services, as well as on wages.", "An older population demands relatively more services, whose prices tend to increase more slowly.'", "Also, in relative terms, older people typically display more anti-inflationary behaviour, as they have accumulated more wealth and are therefore generally net creditors.", "Meanwhile, wage profiles tend to flatten out at later stages of a working life, which, by virtue of the composition effect alone, is likely to create less wage pressure.", "® Hernandez de Cos, Pablo and Jimeno, Juan F. and Ramos, Roberto, The Spanish Public Pension System: Current Situation, Challenges and Reform Alternatives (El Sistema Publico De Pensiones En Espafia: Situacién Actual, Retos Y Alternativas De Reforma (January 20, 2017).", "Banco de Espana Occasional Paper No.", "\"Services Deepening and the Transmission of Monetary Policy,\" Journal of the European Economic Association, European Economic Asso ciation, vol.", "Nevertheless, the empirical evidence on the demographic determinants of both price and wage inflation is inconclusive, and more empirical research is needed on the theoretical mechanisms described above.", "Second, with regard to fiscal policy, population ageing is also likely to change the size and composition of fiscal revenue and expenditure.", "In terms of revenue, a downward trend in the size of working-age populations and in the labour participation is likely to reduce the weight of social security contributions and income taxes.", "Moreover, since the older population tends to consume more goods and services that are subject to lower consumption taxes (due to subsidies and the VAT exemption on publicly provided services), population ageing is also likely to lower the effective aggregate tax rate.", "As for expenditures, higher demand for social policies places extraordinary pressure on public budgets, mostly, albeit not only, in the form of pension and health programmes, as I have already mentioned.", "Another interesting fiscal effect of ageing is through fiscal multipliers.", "How much GDP grows as a result of variations in public revenue and expenditure depends, among many other factors, on the marginal propensity to consume and labour market elasticities, which, we know, vary by age group.", "Indeed research by Banco de Espajfa staff* shows that government spending multipliers depend on the population age structure.", "According to this evidence, the estimated local fiscal multiplier?", "is 1.5 on average and increases with the population share of young people, implying multipliers of 1.1-1.9 in the interquartile range.", "Overall, the ageing of the US population between 1980 and 2015 caused a 38% drop in national government spending multipliers, an effect that is likely to continue as population ageing gathers space.", "To sum up, we know that demographic changes are going to have deep and wide economic and social consequences.", "We know some of the main mechanisms that may trigger these consequences.", "And yet, we do not know how to precisely quantify these effects.", "Nor do we know the policy alternatives best suited to facing the major demographic challenges that lie ahead.", "I am certain that this conference will provide food for thought in this regard.", "Thank you for your attention.", "® Basso, Henrique S., and Omar Rachedi.", "\"The Young, the Old, and the Government: Demographics and Fiscal Multipliers.\"", "° \"Local\" means that the fiscal multiplier refers to changes in US state GDP.", "The estimated value represents the mean of local fiscal multipliers across states"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Population Ageing", "Economic Policies", "Savings Patterns", "Investment", "Aggregate Demand", "Aggregate Supply", "Social Policies", "Monetary Policy", "Fiscal Policy", "Labour Market"]}