{"sentences": ["Back to the future - speech Given at the Society of Professional Economists Annual Conference, hosted by Bloomberg 17 November 2023 Thank you for the invitation to speak today, which gives me a chance to continue my support for the Society of Professional Economists, beyond my very limited official duties for the society.", "Thank you also to Bloomberg for their support for the SPE, through hosting today's conference on future-proofing the world economy.", "In going back to the future, I'm going to review UK economic developments over the last twelve months, compared with the forecasts the Monetary Policy Committee (MPC) has period.", "I'll then set out how my thinking on the role played by the produced over that forecasts has evolved in the context of the November Monetary Policy Report (MPR) forecasts published a fortnight ago.", "I will finish with some personal reflections on the implications of the outlook for monetary policy and why the best thing the MPC can contribute to future-proofing the UK economy is to get inflation back to the 2 per cent target sustainably in the medium term.", "This speech is a sequel of sorts to one I gave a year ago1.", "Then my focus was on the uncertainty created by the major shocks the UK economy had experienced.", "Uncertainty remains heightened both from the ongoing consequences of these earlier shocks, including what they imply about the future balance of demand and supply in the economy and the persistence of inflationary pressures.", "The last year has also seen its fair share of shocks, for example stresses in the banking system, but while these have impacted on parts of the financial system their wider macroeconomic implications have so far been limited.", "Those more recent shocks could still have more significant implications.", "But as of now I feel more confident than I did a year ago about looking beyond the next few months to the economic and policy outlook further out.", "To frame my comments on economic developments, compares the forecasts from the November 2022 and November 2023 MPRs2.", "Table 1: 2022 Q4 outturns and November 2023 and November 2022 MPR forecasts Notes: Shaded columns refer to forecasts made in November 2023.", "Brackets refer to forecasts made in November 2022.", "Developments over the last year The table brings out five of the key features of UK economic developments over the last year.", "First, the double-digit peak and subsequent sharp fall back in headline CPI inflation, which has been broadly in line with our November 2022 forecast.", "Second, the divergent trends in the contributions of the main components of inflation, in particular the much greater negative contribution from energy which has been largely offset by a much greater positive contribution of services inflation, a major indication of potential inflationary persistence.", "Third, the greater resilience than expected in activity, closely linked to the sharp easing in energy price pressures but also the tightness of the labour market: the fourth key feature.", "This in turn has supported higher than expected wage growth, the fifth main feature.", "I will come back to say something about market expectations for Bank Rate later.", "Sources: ONS and Bank calculations.", "In contrast with 2021 and 2022, Chart 1 shows developments in headline CPI inflation have followed the track of our short term forecasts more closely over the last year.", "Inflation peaked at 11.1% in October 2022 but remained above 10 per cent until April 2023, reflecting the cumulative impact of the two unprecedented global shocks, the Covid Pandemic and Russia's invasion of Ukraine working through to consumer prices.", "Since April 2023 inflation has fallen back sharply, as household energy bills in particular have come down.", "The resetting of the price cap in October drove a further sharp fall in headline CPI to 4.6%, as published this week, slightly below our latest forecast both for the month and for 2023Q4 as a whole3.", "Sources: Bloomberg Finance L.P., Department for Energy Security and Net Zero, ONS and Bank calculations.", "Notes: Pink diamond represents October 2021 inflation outturn.", "(a) Left hand side panel shows CPI inflation and CPI inflation projections up to and made in November 2022.", "Right hand side panel shows CPI inflation and CPI inflation projects up to and made in November 2023.", "Figures in parentheses are CPI basket weights in 2022 and 2023 respectively.", "Fuels and lubricants estimates use Department for Energy Security and Net Zero petrol price data for Oct 2023 and then are based on the sterling futures curve.", "The encouraging progress on headline inflation masks diverging and significant trends in the components of CPI, as the different shadings in the left hand and right hand panels of show.", "Falling energy prices (electricity and gas) have been the key driver contributing to the fall in inflation and have fallen much faster than expected a year ago.", "The peak to trough in the orange bars in the right panel shows they will have contributed well over 4 percentage points to the expected 6 percentage point decline in inflation in the year to 2023Q4, despite only accounting for a small share - around a twentieth - of the CPI basket.", "Core goods inflation and food inflation, which are directly and indirectly impacted by energy prices, have also started to ease materially, albeit with a lag to the fall in energy prices.", "But of course, while the inflation rates in energy and to a lesser extent food prices have fallen back from their peaks, the level of both remains high, which means that the cost of living challenges faced by many households, particularly those on lower household incomes, continue.", "Rather than starting to fall back, as we had forecast last November, services inflation continued to rise through the first half of 2023, peaking at 7.4% in July 2023.", "Services CPI outturns have come in slightly lower than we expected in the last two forecasts but are likely to remain elevated in the coming months, driven by labour costs.", "As a result services inflation is by far the largest contributor to current inflation as shown by the yellow bars in the right hand panel of Chart 2.", "The MPC has been highlighting services inflation as a key indicator of the persistence of inflationary pressures in our communications throughout Reverting back to Table 1 the first and fourth lines bring out that demand growth had proved much more resilient during 2023 than we had forecast in the November 2022 MPR.", "At the end of 2022 and in the first half of 2023 quarterly GDP growth remained positive.", "The moderation in household energy prices was the key factor here, although growth remained more resilient than implied by the fall in energy prices.", "GDP growth has since slowed to zero in 2023 Q3.", "The slowdown in activity has been broad based across expenditure components and is increasingly evident in consumption, consistent with the recent weakness in indicators of consumer confidence and retail sales and is linked to the more general weakness of the housing market.", "Rather than the significant degree of excess supply or slack in the economy which the MPC forecast a year ago, the MPC now judges that the UK has experienced excess demand, although to a diminishing degree through 2023 as monetary policy has had an increasing impact.", "This does not just reflect the relative resilience of demand but also the MPC's assessment that supply is relatively weak.", "An additional underpinning for the resilience of demand and also the increased persistence in inflation has been the tightness of the labour market.", "With the increasing uncertainties surrounding the ONS Labour Force Survey (LFS) data it is worth noting that the MPC continues to consider a wide range of data to inform our view on developments in labour market activity.", "Nothing has changed in that regard.", "Notwithstanding these uncertainties my assessment is that employment growth has been robust until recently and unemployment although picking up somewhat has not risen by as much as might have been expected, even allowing for the relative strength of demand.", "With little growth in activity, employment growth is likely to soften over the second half of 2023, but the MPC's latest forecast is for a much more modest rise in 4.3% by 2023Q4, compared to the rise to 4.9% forecast a year ago.", "Although the number of vacancies has continued to ease in 2023 and unemployment has picked up since the end of 2022, the V/U ratio is still higher than it was pre-Covid.", "Falling vacancies, surveys indicating an easing of recruitment difficulties and the information we are receiving from the contacts of the Bank's Agents all suggest some loosening in the labour market though it's clear from my agency visits that persistent skills remain in some sectors.", "While we do not have alternative data sources on participation to the LFS, I remain confident that changes in participation since 2019 continue to contribute to the tightness in the UK labour market.", "The strength in the labour market and resilience of economic activity have supported strong pay growth, significantly stronger than forecast, and second round effects have contributed to inflation persistence, particularly in the more labour intensive services sector.", "Total average weekly earnings (AWE) growth (including the public sector) is forecast to be 63⁄4% in 2023Q4, higher than a year ago and compared to a forecast of 41⁄4% in the November 2022 MPR forecast, which was driven by a much more significant expected loosening in the labour market.", "The annual rate of growth of AWE private sector regular pay, which should give a better indication of underlying labour market pressures, remained high at 7.8% in 2023Q3, slightly lower than its peak of 8.2% in the second quarter but still above the rate of 7.3% in 2022Q4.", "While pay growth has remained high across a range of indicators at around 7%, the further acceleration of AWE growth earlier in the year is not apparent in other survey based series4.", "The outlook for the economy Having looked backwards let me now turn to the future; the MPC set out its updated best collective judgement on the outlook for the next three years in the November MPR.", "Overall my expectations for the outlook for the UK economy and the risks around it are in line with the forecasts presented.", "This is truer now than has been the case with recent MPR forecasts, with the November 2022 probably marking the low point in my degree of commitment to its role as our best collective judgement5.", "I want to briefly set out the reasons why this is the case but I won't have time, except in passing, to develop my thinking on how we make use of the forecast.", "You'll be hearing much more on the subject from Charlie Bean later this afternoon who I am sure will have plenty of insights.", "And we all look forward to seeing what Ben Bernanke concludes when he completes his review of the MPC's approach to forecasting next spring.", "Focusing first on the short term outlook for the months ahead, I see our forecasts as being well aligned with the recent main trends in the economy.", "On activity there are increasing signs that higher interest rates are weighing on demand, resulting in quarterly GDP growth around zero and with weaker demand leading to further easing in labour market tightness with unemployment continuing to pick up.", "Sources: Bloomberg Finance L.P., Department for Energy Security and Net Zero, ONS and Bank calculations.", "(a) Figures in parentheses are CPI basket weights in 2023.", "Fuels and lubricants estimates use Department for Energy Security and Net Zero petrol price data for Oct 2023 and then are based on the sterling futures curve.", "focuses in on the right hand panel of to show the path of and contributions to our latest short term forecast of inflation.", "While we can be confident about the contribution from household energy bills to lower inflation over the coming months, there are upside risks to short term inflation from the tragic events in the Middle East.", "There are uncertainties about the time it will take other non-energy components of inflation to come down but I see the short term risks here as broadly balanced, particularly given the latest falls in services and core goods inflation.", "In the absence of further shocks, the MPR forecast for CPI inflation to fall below 4% as soon as March 2024 looks achievable7.", "Source: ONS and Bank calculations.", "sector regular pay growth is Bank staff's estimate of underlying pay (a) Wage equation based on Yellen (2017).", "Private growth between January 2020 and March 2022 and ONS private sector regular pay growth otherwise.", "Short-term inflation expectations are based on the Barclays Basix Index and the YouGov/Citigroup one year ahead measure of household inflation expectations and projected forward based on a Bayesian VAR estimation.", "Slack is based on the MPC's estimate of the vacancies to unemployment ratio.", "Productivity growth is based on long-run market sector productivity growth per head.", "The unexplained component is the residual.", "Data are to 2023 Q2, projections are for 2023 Annual CPI inflation is expected to tick up slightly at the beginning of 2024 because of a temporary increase in services inflation in January 2024, reflecting base effects.", "Although there remains uncertainty about the near term path of pay, some indicators do suggest that wage growth will start to moderate.", "Chart 4 shows that wage growth is projected to decline in the coming months reflecting the falls in headline inflation and the lower short term expectations which result as well as further easing in labour market tightness.", "A short term outlook which is broadly characterised by recent trends continuing is consistent with there having been fewer shocks over the last few months.", "And this more benign environment for forecasting has contributed to the errors on the Bank's largely mechanical short term forecasting models for GDP, unemployment, earnings and inflation becoming more two-sided, although there remain differences in their relative performance.", "Looking beyond spring 2024, I am much more comfortable, notwithstanding the continuing uncertainties, with the profiles and contours of our latest forecasts.", "This is quite a big change from my position a year ago when the high level of uncertainty and rapidly changing outlook led me to describe our central forecast as more like a \"baseline scenario\"; and as a result I was focusing on the performance of the very short term forecasts to guide my monetary policy thinking.", "The evolution in my position reflects various factors: the improved performance of Bank short-term forecasts; a more well-founded set of conditioning assumptions, which I will return to; the balance of judgements the MPC has made in successive forecasting rounds; and the overall story about the economy that the forecast embodies.", "To recap, in our latest forecast GDP growth is projected to continue to flat-line through to the end of 2024 as restrictive monetary policy continues to weigh significantly on demand.", "Based on the average relationships over the past between Bank Rate, other financial instruments and economic activity, Bank staff estimate that more than half of the domestic impact of higher interest rates on the level of GDP is still to come through, with the peak impact on growth around the current quarter, although there is significant uncertainty around those estimates.", "Growth picks up gradually through 2025 and 2026 but remains weak by historical standards, rising to only 1 per cent by the end of the forecast period.", "Economic slack opens up with unemployment rising steadily but not sharply.", "In the modal, or most likely projection, inflation falls to 3.1% by the end of 2024 and returns to close to the 2 per cent target by 2025Q4.", "Perhaps the most striking feature of the forecast, from a monetary policy perspective, is that with subdued growth it takes another two years for inflation to return to target.", "This in turn reflects several significant judgements we have made in recent forecast rounds, all of which push up on inflation.", "For the avoidance of doubt I do want to highlight that every economic forecast I've ever been involved in, in the course of a long career, has involved some judgement.", "That said, the range and overall weight of judgements in recent MPC forecasts is significant and reflects the very unusual, shock heavy recent economic history of the UK8.", "Sources: Bloomberg Finance L.P., Citigroup, ONS, YouGov and Bank calculations.", "(a) The projection line (swathe) represents a range of projections from three statistical models of nominal private sector regular average weekly earnings growth, including a wage equation based on Yellen (2017), a wage equation based on Haldane (2018) and a simple error-correction model based on productivity, inflation expectations and slack.", "The slack measure for these models is based on the MPC's estimate of the unemployment gap.", "The projections are dynamic, multi-step ahead forecasts beginning at a point within the models' estimation periods and are sensitive to data revisions, which can lead to swathe over the past as well as over the forecast period.", "Turning to the specifics of our judgements, on the demand side we built greater resilience in demand than our forecasting models would suggest (though slightly less in November 2023 than we incorporated in the August 2023 MPR).", "Second for a given negative impact on activity we have assumed less of an upwards movement in unemployment than we have seen historically which translates into a smaller Okun coefficient - with knock-on effects on inflation.", "Finally, given developments in wages over the last year we have assumed more persistence in wage-setting than the determinants of wages in our various models of wages would point to.", "This in turn could stem from various labour market factors, which has led us to revise up our estimate of the medium term equilibrium unemployment rate to 4.5%9.", "Chart 5 shows that this judgement pushes wage growth over 1% above the top of the swathe produced by our three main models.", "As the degree of uncertainty has increased in recent years the MPC collectively and individually have put more and more weight on scenarios in thinking about and communicating our positions10.", "This year alongside modelling various alternative futures, our forecast rounds have been informed by a range of cross-checks to the forecast.", "On balance these point to more inflationary persistence.", "One such model is based on Bernanke and Blanchard's11 work which explains inflationary post-pandemic trends in the US.", "Analysis undertaken by Bank staff replicating these results for the UK economy predicted a higher inflation profile compared to the MPC forecast, driven by greater inflation persistence12.", "Similarly, a VAR model13, a purely statistical cross-check to the MPC forecast, also points to potential upside risks around the inflation outlook.", "By contrast, a more structural model of the UK economy, with search-and-matching frictions14, the MPC's inflation forecast due to a weakening of suggests potential downside risks to real economic activity and a reduction in energy prices.", "Our judgement to further increase the medium-term equilibrium unemployment rate can be thought of as reflecting a reduction in the efficiency with which vacancies are matched to those seeking work as well as real wage resistance.", "See Implications of current wage inflation - speech by Jonathan Haskel | Bank of England for more information.", "See Navigating the economy through the Covid crisis - speech by Dave Ramsden | Bank of England.", "See What Caused the U.S. Pandemic-Era Inflation?", "Bernanke and Blanchard, May 2023.", "My fellow MPC member, Jonathan Haskel will set out further detail on a similar model for the UK in an upcoming speech on 28 November 2023.", "See Mind the gap: A multi-country BVAR benchmark for the Eurosystem projections - ScienceDirect and Inflation Models and Research: Distilling dynamics for monetary policy decisionmaking- speech by Catherine Mann I Bank of England for further information.", "Based on Ravn and Sterk, 2021; Macroeconomic Fluctuations with HANK & SAM: an Analytical Approach | Journal of the European Economic Association | Oxford Academic (oup.com).", "See Inflation Models and Research: Distilling dynamics for monetary policy decision-making- speech by Catherine Mann I Bank of England for further information.", "Forthcoming works by Bonciani and Fischer and by Kanngiesser will provide more detail on the two models.", "Taken with all the other evidence these cross-checks have informed my assessment, consistent with the rest of the MPC, that even after allowing for cumulative effect of our forecast judgements, risks to the forecast inflation path remain to the upside.", "We have allowed for this by building in a skew to the forecast which leaves the mean, or expected inflation rate, just above the 2 per cent target in 2025 Q4.", "The story of our November MPR forecast subdued growth and stubbornly high inflation implies a challenging path for the economy.", "Demand growth is subdued by restrictive monetary conditions but supply is likewise subdued, reflecting the shocks the UK has had to deal with and what we have learnt about their impact.", "The judgements we have incorporated in recent forecast rounds leave estimated supply growth weaker still than at the time of the February 2023 supply stock-take, when it averaged around 1% over the forecast period, already a very low rate by historical standards.", "As I've stressed I think the main conditioning assumptions for the November MPR projections on energy prices, fiscal and financial markets provide a sounder foundation for forecasting.", "There is certainly much less uncertainty around energy prices and fiscal policy than there was last autumn.", "But I do want to comment on the evolution of the market curve.", "I do so with an appropriate degree of trepidation.", "After all at the time of the November 2022 decision the MPC took the unusual collective step of communicating that we thought the assumption for Bank Rate on which the forecasts were conditioned, which showed Bank Rate peaking at 5.25%, was too high.", "But that is the level that Bank rate has been at since the August 2023 meeting.", "A year ago, our medium-term forecasts for growth and inflation were well below most outside forecasts, reflecting our conditioning assumptions that energy prices would stay high and our relatively downbeat assessment of the impact on growth and the labour market of those higher energy prices.", "The key development over the last year, not just in the UK but more generally, has been the much greater persistence of inflation and at the time that the assumptions for the November MPR were finalised markets had internalised the message, communicated by central banks, that policy rates were going to have to stay \"higher for longer\" relative to previous expectations.", "Each forecast round we also publish projections based on a conditioning assumption of a constant rate, at the prevailing Bank rate.", "At the time of the November 2023 MPR forecast this assumption gave projections which were similar to the market curve based main projections.", "Since the November 2023 forecast the market curve has come down, with average rates in swap markets over the three years of the forecast falling by around 50 bps.", "Bond rates further out on the curve have also fallen by a similar amount.", "Markets, as always, are entitled to make their assessment of the future.", "But were other things equal, the move in the market curve would mean that financial conditions were less restrictive.", "Market expectations may be underpinned by a different view about prospects.", "In their latest projections, independent forecasters expect growth to be stronger than the MPC's modal projection and unemployment to be slightly lower over the medium term (Chart 6).", "Inflation falls more quickly towards the 2 per cent target and then stays there.", "The pattern of differences would be consistent with outside forecasters being more positive about the outlook for supply and therefore for the output-inflation trade-off than the MPC.", "I will finish by setting out what these developments in the economy and our approach to forecasting have meant for policy.", "Bank Rate has been increased by a total of 2.25 percentage points from 3.0% at the time of the November 2022 meeting to 5.25% now.", "In terms of the MPC's monetary policy decisions and how they have been communicated I think three phases can be distinguished: - In the December 2022 Monetary Policy Summary (MPS), a majority on the MPC continued to use language that I described in my speech a year ago15 as indicating our monetary policy \"reaction function\" based approach to economic developments.", "We did this by stressing that were the economy to evolve broadly in line with the November 2022 MPR projections then further increases in Bank Rate were likely to be needed, and that if the outlook suggested more persistent inflationary pressures act \"forcefully\".", "In light of the evidence of greater persistence, Bank Rate was increased by 50bp at the December meeting.", "- At the four meetings between February and June 2023, our language continued to signal our reaction function but became more specific.", "Each MPS over this period highlighted that the MPC would \"continue to monitor closely indications of persistent inflationary pressures, including the tightness of labour market conditions and the behaviour of wages growth and services inflation.", "If there were to be evidence of more persistent pressures then further tightening in monetary policy would be required\".", "Over the four meetings Bank Rate was increased by a total of 1.50 percentage points with 50bp increases at the February and June meetings and 25bp increases at the March and May meetings.", "The 50bp increase in June was particularly noteworthy as it followed a deterioration relative to short-term expectations in all of the three groups of indicators, most clearly in the case of CPI services inflation.", "- At the August, September and November 2023 meetings, the MPC retained this reaction function language but augmented it by highlighting that the current policy stance is \"restrictive\".", "There are different ways of thinking about restrictiveness but for me the most straightforward explanation is through the impact policy is having by holding demand in the economy lower than it would be otherwise relative to supply.", "The Committee noted that monetary policy will need to be sufficiently restrictive for sufficiently long to return inflation to the 2% target sustainably in the medium term.", "For the majority on the MPC, developments in the indicators of persistence over this period warranted a 25bp increase in Bank Rate at the August meeting and no change at the September and November 2023 meeting.", "Throughout this period the MPC has continued with its programme of quantitative tightening (QT), underpinned by the three key principles first set out in the August 2021 year and so I won't cover it MPR.", "I covered QT in detail in a speech in July this here16.", "In terms of my latest monetary policy decision I voted along with five other MPC members to maintain Bank Rate at 5.25% at the November meeting.", "I continue to characterise my approach to monetary policy as being watchful and responsive.", "I will continue to monitor closely the indications of persistent inflationary pressures and resilience in the economy as a whole.", "On the basis of our latest projections a restrictive policy stance is likely to be warranted for an extended period of time to bring inflation sustainably back to the 2 per cent target.", "Given the ongoing risks and uncertainties it is more important than ever that monetary policy makers remain humble.", "As I hope I've set out today I have learnt a lot over the last year which has informed my approach to setting policy.", "Given my assessment of the outlook and the risks I would not rule out having to respond to evidence of more persistent inflationary pressures by raising Bank Rate further in the future but I will continue to make my decisions meeting to meeting conditional on my assessment on developments in the economy and what they indicate about prospects for inflation.", "One aspect of my approach to monetary policy which has changed is that I see less need I did to follow a \"robust control\" approach to monetary policy setting.", "As the degree of uncertainty has eased somewhat and policy has become increasingly restrictive I am less concerned than I was about medium term inflation expectations becoming de-anchored.", "For example, household inflation expectations in the Citi/YouGov survey 5-10 years ahead are now around their average levels.", "And the latest DMP survey for business inflation expectations three years ahead edged down further to 3.1% in October compared to 4.0% a year earlier.", "In the DMP survey expectations have become less skewed to the right over 2023, particularly since the second half of this year.", "Sources: Bloomberg Finance L.P, Barclays live and Bank calculations.", "Notes: Inflation compensation rates for inflation over a five-year period starting five years into the future.", "UK RPI adjusted 5y5y is derived by adjusting the five-year, five-year rate to account for UK RPI reform.", "From 2030, UK RPI will be aligned with the CPIH measure of consumer prices.", "At present, the wedge between the current definition of RPI and CPIH affects the unadjusted series.", "This measure is calculated by adding a scaled market-derived estimate of the impact of RPI reform onto the unadjusted rate.", "That is calculated as the difference between the closest one-year forward rates before and after the planned RPI reform date (currently the five-year, one-year and the seven-year, one-year rates) on a 3-month daily rolling average basis, and the adjustment is applied to the five-year forward period impacted by the reform.", "However, market measures of medium term inflation expectations, such as our preferred measure the UK adjusted 5yr swap five years ahead shown in Chart 7, continue to give me pause for thought as it remains elevated, although lower than its peak in March 2022.", "And evidence of an upside skew to market-based medium-term inflation expectations from the Bank's MaPS survey of market participants has remained somewhat persistent over I would describe myself as having gone, in Tolstoy's Reflecting back on the year more of a \"hedgehog\" to more of a \"fox\".", "To the best of often-used comparison, from being my knowledge this comparison was first used in this context by the late and much-missed Alan Budd, who passed away in January, in a lecture he gave as a founding member of See Market Participants Survey results November 2023 | Bank of England.", "From my perspective having had an increasingly narrow focus on a I'm now looking at a broader range few indicators over a short time-frame of evidence of persistence over the longer time frame of the whole span of our forecast.", "To conclude, a lot has happened over the last year.", "Headline CPI inflation has more than halved and stands at 4.6%, but services inflation remains very high at 6.6%, which indicates more persistence in inflationary pressures.", "evolve, as does the MPC's.", "Developments and a My approach to our forecast continues to wide range of analysis over the last year have provided the evidence of greater persistence to inflation together with continued upside risks and we have set policy accordingly.", "What hasn't changed is that the role the forecast plays in the setting of monetary policy is conditional; data and projections dependent.", "This is clear in our communications: our latest projections indicate that monetary policy is likely to need to be restrictive for an extended period of time, to bring inflation back to the 2 per cent target.", "Sources: ONS and Bank calculations The MPC's focus remains resolute on getting inflation back to target sustainably in the medium term.", "Going further back in history reminds us of just how difficult it can be to achieve low and stable inflation.", "In the thirty five years before the MPC was given operational independence for monetary policy, from 1962 to 1997, inflation averaged 6.8% and in only one year, 1994, was it below 2%.", "Returning to the title of today's conference, the most important contribution the MPC can make to future proofing the economy is get inflation sustainably back to the 2% target.", "With thanks to Rupal Patel for her assistance in preparing these remarks, and to my fellow MPC members and numerous Bank colleagues, including Marilena Angeli, Fabrizio Cadamagnani, Amelie Hallam, Benjamin King, Jack Leslie, Josh Martin, Rob Patalano, Rhys Phillips, Katie Taylor, Fergal Shortall, Daniel Walker for their many helpful contributions."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic outlook", "Labour market", "Supply", "Demand", "Forecasts", "Persistence", "Uncertainty", "Risks"]}