{"sentences": ["Speech 9 November 2023, 6.30 pm Implementing monetary policy with positive interest rates and a large balance sheet: First experiences Money Market Event Alternate Member of the Governing Board Swiss National Bank Geneva, 9 November 2023 © Swiss National Bank The speaker would like to thank Florian Böser and Dirk Faltin for their support in writing this speech.", "He also thanks Toni Beutler, Lucas Fuhrer, Kerstin Kehrle, Mico Loretan, Alexander Perruchoud, Raphael Reinke and Michael Schäfer for their valuable comments as well as the SNB Language Services for their translations of the text.", "Ladies and gentlemen Good evening.", "I am delighted to welcome you to this year's Swiss National Bank Money Market Event in Geneva.", "It is great to see so many of you here this evening.", "After a decade with almost no inflation and nearly eight years of negative interest rates, the Swiss National Bank (SNB) raised its policy rate back into positive territory in September 2022.", "At the same time, we adopted a new approach to implementing monetary policy in the money market.", "At last year's Money Market Event, Andréa Maechler and I discussed the SNB's transition to a positive policy rate and our newly adopted implementation approach.", "Today, I would like to share our first experiences with this new approach.", "In doing so, I would also like to touch on the question of whether the new approach should be applied in the longer run, once the size of the balance sheet has been reduced sufficiently.", "This is a question that other central banks are also concerned with, and one that is currently being debated at international level among academics and practitioners.", "Before I come to these topics, I would like to briefly discuss the current economic environment and the SNB's monetary policy.", "Current economic environment and SNB's monetary policy Inflation is retreating in Switzerland and abroad.", "The decline in consumer price inflation over the last year came after a period of about 18 months during which inflation rates increased significantly, reaching multi-decade highs in the second half of 2022.", "Slide 3 shows US (blue line) and euro area (orange line) year-over-year headline inflation rates.", "As you can see, by the third quarter of 2022, inflation in these two economic regions had reached around 10%.", "In Switzerland (red line), year-over-year inflation peaked at 3.5% in August 2022.", "Since then, Swiss inflation has declined, and in June this year it returned to the SNB's price stability range of between 0% and 2% per annum.", "This decline in inflation is due to the moderation of several inflation drivers and the significant tightening of monetary policy.", "Global supply bottlenecks, which had emerged in the wake of the COVID-19 pandemic, have eased markedly of late.", "Furthermore, after reaching long-term highs in 2022, the rates of energy and food price increases have returned to lower levels.", "Importantly, in addition to the fading of these inflation drivers, central banks' tightening of monetary conditions has contributed significantly to reducing inflation.", "In Switzerland, this tightening was achieved via SNB policy rate increases and an appreciation in the exchange value of the Swiss franc.", "Central banks have not only raised their policy rates, but also reduced their balance sheets.", "The chart on the left-hand side of Slide 4 shows that the US Federal Reserve and the European Central Bank have raised their policy rates rapidly and substantially over the last two years.", "Similarly, the SNB has increased its policy rate by 2.5 percentage points since June 2022 to its current level of 1.75%.", "At our most recent monetary policy assessment, in September 2023, we decided to leave the SNB policy rate unchanged.", "However, we also signalled that a further tightening of monetary policy could not be ruled out to ensure price stability over the medium term.", "In addition, as the chart on the right-hand side shows, the SNB - like other central banks - has started to reduce its balance sheet.", "At the peak in 2022, the SNB's balance sheet was seven times larger than it had been before the Global Financial Crisis in 2008, and stood at close to 150% of Swiss GDP.", "Since then, the balance sheet has shortened by about 23%.", "In the case of the SNB, the reduction of the balance sheet has been achieved through foreign exchange sales.", "Over the last few years, we have repeatedly stated that we are willing to intervene in the foreign exchange market as needed to ensure appropriate monetary conditions in Switzerland.", "Hence, market participants are well aware that foreign exchange market intervention is an additional monetary policy instrument in the SNB's toolkit.", "Slide 5 shows the foreign exchange interventions undertaken by the SNB since 2020.", "Since the second quarter of 2022 up to and including the second quarter of 2023, we have sold foreign exchange worth approximately 101 billion Swiss francs.", "These sales supported the appreciation of the Swiss franc and thereby helped to counter inflationary pressures from abroad.", "The rationale for remunerating reserve holdings I will now discuss the SNB's implementation approach and, in particular, explain why we remunerate the commercial banks' reserve holdings.", "The SNB implements monetary policy by setting the SNB policy rate and steering secured short-term interest rates in Swiss francs close to the SNB policy rate.", "The most important secured short-term interest rate in Swiss francs is SARON (Swiss Average Rate Overnight) (cf.", "Since the discontinuation of Libor, SARON has become the Swiss franc reference rate, and it is this rate that the SNB focuses on when implementing its interest rate policy in the money market.", "A sufficient volume of interbank money market activity is necessary to ensure that the calculation basis for SARON, which is predominantly based on actual interbank transactions, is robust.", "Against this backdrop we employ two levers to implement our monetary policy.", "The first is the tiered remuneration of reserves - also referred to as reserve tiering - and the second is the absorption of reserves via temporary open market operations, or OMOs for short.", "The tiered remuneration of reserves provides incentives for all banks to trade with each other, thereby generating interbank money market activity.", "But why is it necessary to remunerate the commercial banks' reserve holdings?", "Ever since the Global Financial Crisis, the liquidity situation at commercial banks has changed fundamentally.", "After many central banks lowered their policy rates to zero, or even into negative territory, they continued to ease monetary policy even further, mainly by conducting asset purchases.", "At that time, the SNB repeatedly faced strong upward pressure on the Swiss franc.", "To alleviate this pressure and ensure appropriate monetary conditions, the SNB bought foreign exchange against Swiss francs.", "These purchases inevitably increased the supply of reserves.", "As a result, a structural liquidity surplus has developed, as the supply of reserves significantly exceeds the commercial banks' structural demand for reserves.", "In an environment with a structural liquidity surplus, paying interest on reserves is the only practical instrument for achieving positive money market interest rates.", "This is because, for banks, the main alternative to lending reserves to other banks in the money market is to hold these reserves with the central bank.", "The remuneration that banks can earn on holding their reserves with the central bank therefore becomes the relevant reference point for money market interest rates, and by remunerating banks' reserves, central banks can steer money market interest rates towards the policy rate.", "In the reserve tiering approach chosen by the SNB, not all reserves held by commercial banks are remunerated at the SNB policy rate; this rate is only applied up to bank-specific thresholds.", "Reserves in excess of these thresholds are remunerated at a lower interest rate.", "Steering money market interest rates without remunerating reserves would have required the restoration of a structural liquidity deficit and thus a very large reduction in reserves.", "For the SNB, this would have required a very large sale of foreign exchange reserves or similarly sized reserve-absorbing OMOs.", "It would have been unfeasible to accomplish this in a short period, and we would have been unable to steer money market interest rates effectively for some time.", "We therefore decided on a two-pronged approach, namely to deploy reserve tiering combined with reserve absorption in order to control short-term interest rates and maintain an adequate volume of interbank money market trading.", "For reserve absorption, we enter into reserve-absorbing repo transactions and issue SNB Bills.", "First experiences with new monetary policy implementation How has our new approach fared so far?", "The short answer is 'very well'.", "It has allowed us to implement monetary policy effectively both in normal times and in times of financial market stress.", "Let me elaborate on this.", "Since the return to a positive interest rate environment, SARON has traded close to the SNB policy rate and interbank trading has remained robust.", "As Slide 9 shows, SARON (red line) has deviated by only a few basis points from the SNB policy rate (blue line) since September 2022.", "SARON's deviations from the SNB policy rate are comparable in size to those we observed during the last few months of the negative policy rate regime.", "The SNB policy rate has also been transmitted well to other money market segments as well as to longer-term interest rates.", "Concerning interbank activity, trading in the overnight segment of the repo market (shaded area) has been robust at all times since the switch to a positive policy rate.", "The average daily trading volume in the overnight segment was 14 billion Swiss francs.", "Both the tiered remuneration of reserves and the reserve absorption via OMOs were crucial to achieving this outcome.", "SNB reverse repos and SNB Bills have proved themselves as effective tools for absorbing reserves, and they have become well integrated into the universe of money market instruments.", "The SNB issues financial instruments that absorb liquidity from commercial banks in an amount that suffices to steer SARON close to the policy rate without jeopardising a robust level of interbank trading.", "The SNB pays a market interest rate on these instruments in order to generate sufficient demand.", "When we first transitioned to a positive policy rate in September 2022, it was necessary to absorb a large volume of reserves in a fairly short period of time.", "This is shown in the left-hand chart on Slide 10.", "A year later, at the end of September 2023, the outstanding amount of SNB OMOs totalled 155 billion Swiss francs.", "The SNB's one-week reverse repos accounted for 41% of the total, while SNB Bills accounted for 59%.", "SNB Bills have succeeded in attracting a broad investor base.", "SNB Bills are tradable money market debt register claims that can be held by both banks and non-banks.", "As shown by the chart on the right-hand side of the slide, SNB Bills were initially acquired mainly by domestic banks.", "However, demand from other market participants has risen as they have become increasingly familiar with this financial instrument.", "Foreign banks and non-banks alike have begun investing more and more heavily in SNB Bills, thereby contributing to a broad transmission of the SNB's monetary policy.", "As of August 2023, domestic banks held 28% of all outstanding SNB Bills (dark red), while other investors held 72% (light red).", "Our implementation approach has not only worked well in normal times, but it has also proven itself in times of financial market stress.", "In March of this year, the SNB had to provide significant liquidity assistance to Credit Suisse.", "This led to a corresponding increase in total reserves, as indicated by the blue line on Slide 11.", "While Credit Suisse faced large-scale outflows of customer deposits, other banks experienced large liquidity inflows.", "This resulted in a higher supply of, and lower demand for, liquidity in the money market.", "Consequently, SARON (red line) as well as other Swiss franc money market interest rates experienced some downward pressure and started to deviate more significantly from the SNB policy rate.", "Initially, the SNB absorbed the additional liquidity to mitigate the downward pressure on money market interest rates by conducting overnight reverse repo transactions.", "Specifically, in addition to continuing to conduct the 'regular' reserve-absorbing operations (one-week reverse repos and SNB Bills with maturities ranging from 28 to 336 days), we set a 'hard floor' in the overnight segment of the repo market by offering overnight reserve-absorbing repos - the blue diamonds in the chart.", "This countered the downward pressure on money market interest rates, including SARON.", "As a result, during this period SARON never deviated by more than ten basis points from the SNB policy rate.", "Following the initial phase, the SNB stabilised money market conditions further by increasing the outstanding volume and variety of its reserve-absorbing operations.", "Between March and June, we issued SNB Bills with a seven-day maturity, in addition to the regular longer maturities.", "This short maturity was attractive for investors during this period of financial market stress.", "The wide range of reserve-absorbing instruments allowed the SNB to increase its absorption volume very rapidly.", "As a result, SARON moved closer to the SNB policy rate once more as overall money market conditions normalised.", "By June, the distortions in Swiss franc money market conditions due to the crisis at Credit Suisse had dissipated.", "Role of threshold factor in SNB's implementation approach Given this positive assessment of our implementation approach, why have we recently announced an adjustment to our so-called threshold factor?", "Or more generally, what is the role of this threshold factor in our monetary policy implementation approach?", "The threshold factor determines the volume of reserves that is remunerated at the SNB policy rate.", "As I noted previously, the SNB remunerates reserves up to a bank-specific threshold at the SNB policy rate, while reserves that exceed the threshold are remunerated at the SNB policy rate minus a discount of 50 basis points.", "For each bank that is subject to the minimum reserve requirement, the individual threshold corresponds to the product of the moving average of the minimum reserve requirements over the preceding 36 reference periods and the applicable threshold factor.", "Hence, the threshold factor is the primary tool for determining the volume of reserves remunerated at the SNB policy rate.", "Currently, this factor is 28; however, as announced last week, it will be 25 as of 1 December 2023.9 How will this change affect banks?", "The tiered remuneration of reserves supports interbank trading.", "Banks fall into one of two categories: There are banks with reserves that exceed their threshold, shown in the upper part of Slide 13, and banks with reserves that are below their threshold, shown in the lower part of the slide.", "Banks with reserves above their threshold can place them in the SNB's reserveabsorbing operations, or they can lend them to banks whose reserves are below their thresholds, as shown on Slide 14.", "This ensures a certain level of interbank money market trading.", "As the SNB sells foreign exchange, the volume of reserves declines, which can potentially reduce interbank trading.", "The reason for this is shown in Slide 15.", "Some banks - those in the upper part of the slide - end up with fewer reserves above their threshold.", "The other banks - those shown in the lower part of the slide - end up with fewer reserves below their threshold.", "When the volume of reserves above the thresholds falls, the affected banks have less of a need to place these reserves in SNB reserve-absorbing operations or to lend them to other banks.", "As a result, and all things being equal, the more foreign exchange the SNB sells, the more likely it becomes that interbank trading will decline.", "However, an excessive decline in interbank trading would ultimately jeopardise the robustness of the calculation basis for SARON.", "What can the SNB do to avoid this situation?", "The SNB can counter the effect of declining reserves on interbank trading by reducing reserve absorption via temporary OMOs and by lowering the threshold factor.", "By reducing the system-wide threshold factor, the SNB lowers an individual bank's threshold, as illustrated on Slide 16.", "As a result, some banks will end up with more reserves in excess of their threshold, which can then be traded in the interbank money market or placed in the SNB's reserveabsorbing operations.", "Importantly, such adjustments are of a purely technical nature and do not affect the SNB's monetary policy stance.", "Longer-term outlook for monetary policy implementation Let me now take a longer-term view and turn to the ongoing international debate about different approaches to monetary policy implementation.", "Two approaches to implementing monetary policy in money markets are currently being discussed.", "As the size of central bank balance sheets - and hence the volume of liquidity supplied to the banking sector - is declining, two important questions arise: What is the adequate level of reserves?", "And how should monetary policy be implemented in the longer term?", "The keen interest in these policy issues is reflected in the many articles being published on the subject by central banks and international organisations.", "At the heart of the debate is the question of whether central banks should return to the system of structural reserve deficit that had prevailed before the Global Financial Crisis, or whether they should remain in the current system of structural reserve surplus.", "Let me briefly summarise the key features of the two systems.", "The main difference lies in the overall amount of reserves that is available to the banking sector.", "As illustrated in the left-hand figure on Slide 18, in a 'floor system' the central bank provides reserves that significantly exceed banks' structural demand for reserves.", "As a result, money market interest rates do not react to changes in the supply of reserves, and the level of interest rates in the money market is determined by the interest rate the central bank pays on reserves.", "It follows that the interbank interest rate is at the 'floor' of the interest rates set by the central bank, hence the name 'floor system'.", "A 'corridor system', on the other hand, is one in which the central bank provides reserves close to the banks' structural demand for reserves, as illustrated in the figure on the right-hand side.", "In such a system, money market interest rates typically react to small changes in reserve supply.", "Hence, the central bank can steer interest rates by actively managing the supply of reserves without remunerating the reserves.", "So, which of the two systems is preferable?", "The international debate over the advantages and disadvantages of the two systems considers a number of questions (cf.", "Slide 19), two of which are particularly important: First, how precisely can money market interest rates be controlled?", "Second, what are the implications of each system for trading activity in the interbank money market?", "A floor system allows for more control over money market interest rates.", "The interest rate paid on reserves in a floor system determines the overnight interest rate in the money market, regardless of the overall supply of reserves.", "By adjusting the interest rate on reserves, the central bank can steer the level of interest rates in the money market.", "In a corridor system, on the other hand, small changes in the supply of, or demand for, reserves can result in large swings in interest rates.", "As a result, a corridor system is likely to exhibit somewhat higher interest rate volatility than a floor system.", "Reliable control over money market interest rates is important because there are reasons to believe that banks' structural demand for reserves has become increasingly difficult to predict.", "The higher volatility is largely due to liquidity regulations that were enacted following the Global Financial Crisis.", "As a result, it would likely be more difficult to control money market interest rates precisely in a corridor system.", "Ongoing innovation in digital payments and money, notably fintech and distributed ledger technology, point in the same direction in that they also impact the structural demand for reserves.", "In the unlikely event that such innovations - for example, the widespread use of stablecoins - allowed payments to be settled without the involvement of central bank money, in a floor system demand for central bank money should still be sufficiently large to allow central banks to steer money market interest rates.", "A corridor system provides more incentives for interbank money market activity.", "As I noted earlier, in a corridor system the supply of reserves is set in such a way that it is close to banks' aggregate structural demand for reserves.", "Thus, banks whose reserves fall short of their structural needs have a strong incentive to borrow funds in the money market.", "Conversely, banks whose reserves exceed their structural needs may find it attractive to lend these excess reserves at a positive interest rate in the money market rather than holding them without any remuneration at the central bank.", "By contrast, a floor system provides fewer incentives for banks to trade in the money market, because all banks' reserves far exceed their structural demand for reserves and banks earn interest on their reserves at the central bank.", "This could result in a significant reduction in interbank activity or even, in a worst-case scenario, in the complete disappearance of the interbank market.", "As mentioned earlier, it is precisely because we wished to avoid such a scenario that we introduced reserve tiering.", "Other important questions in the debate concern the role of reserves in financial stability.", "For instance, how important are reserves as high-quality liquid assets for commercial banks?", "How might banks' ability to make payments be affected?", "These questions are currently under discussion, but one thing is already clear: The advantages and disadvantages of the 'floor' and 'corridor' systems must be carefully weighed up before a final decision about longer-term monetary policy implementation can be made.", "Concluding remarks This brings me to the end of my remarks.", "Let me summarise my main points.", "Our first experiences suggest that our new approach to implementing monetary policy has succeeded in steering SARON and in ensuring the pass-through of the SNB policy rate to other money market segments and longer-term interest rates.", "At the same time, trading in the interbank money market has remained robust.", "SNB reverse repos and SNB Bills have proved effective in absorbing reserves and have integrated well into the universe of money market instruments.", "With our current approach, we were able to implement monetary policy effectively even in the face of rapidly changing market conditions, such as those that prevailed during the crisis at Credit Suisse.", "In closing let me reiterate that for most central banks it is still undecided which monetary policy implementation approach - a floor system or a corridor system - will be adopted in the longer term.", "The decision will depend on an array of factors, but especially on the answers to the questions I have raised in my remarks.", "In any case, the SNB's balance sheet will continue to primarily reflect the SNB's monetary policy activities.", "It results from the fulfilment of the SNB's mandate to ensure price stability while taking due account of economic developments.", "Afonso, G., Logan, L., Martin, A., Riordan, W. and Zobel, P. (2022), How the Federal Reserve's Monetary Policy Implementation Framework Has Evolved, Federal Reserve Bank of New York Liberty Street Economics, 10 January.", "Bank of England (2022), Managing the operational implications of APF unwind for asset sales, control of short-term market interest rates and the Bank of England's balance sheet, Bank of England Explanatory Note, 4 August.", "Borio, C. (2023), Getting up from the floor, BIS Working Papers, No.", "Federal Reserve Board (2019), Statement Regarding Monetary Policy Implementation, Press Release, 11 October.", "Re-calibrating the role of central bank reserves, Kings College London's Bank of England Watchers' Conference, 3 November.", "Maechler, A. and Moser, T. (2020), Monetary policy implementation: How to steer interest rates in negative territory, SNB Money Market Event, 5 November.", "Maechler, A. and Moser, T. (2022a), Life after Libor: A new era of reference interest rates, SNB Money Market Event, 31 March.", "Maechler, A. and Moser, T. (2022b), Return to positive interest rates: Why reserve tiering?, SNB Money Market Event, 17 November.", "Perli, R. (2023), Implementing Monetary Policy: What's Working and Where We're Headed, Remarks at the National Association for Business Economics (NABE) Annual Meeting, 10 October.", "Balance sheet size and interest rate control, Speech at an event organised by Columbia University and SGH Macro Advisors, 27 March.", "Woodford, M. (2000), Monetary Policy in a World Without Money, International Finance, pp.", "How will trading in the interbank money market be affected?", "How important to banks are reserves as high-quality liquid assets?", "How will banks' ability to make payments be affected?", "Thank you for your attention © Swiss National Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "financial dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SARON (Swiss Average Rate Overnight)", "Reserve tiering", "Reserve absorption", "Money market", "Interbank trading", "Central bank balance sheet", "SNB Bills", "SNB reverse repos", "Threshold factor", "Floor system"]}