{"sentences": ["Check against delivery Ladies and gentlemen, It is a pleasure for me to be able to share my views with an audience made up of so many high-level representatives from the financial sector here in Italy.", "I am looking forward to having interesting discussions with you all later.", "Unfortunately, I had to cancel my planned visit last year because of an ECB Governing Council meeting that was arranged at very short notice.", "I am therefore all the more delighted to be with you here in Milan today.", "So, thank you, Carlo, for inviting me once again.", "The response of monetary policy to the surge in inflation Back in June 2022, we might have been discussing whether an interest rate hike would be appropriate at all.", "Now, after ten hikes in a row, we might instead be discussing whether we are done with them.", "In other words, a lot has happened since then.", "Allow me to take a closer look.", "After many years of persistently low inflation, inflation in the euro area started to rise rapidly during the course of 2021.", "In July 2021, it hit 2.2% and thus exceeded our medium-term target.", "By the end of 2021, inflation had already reached 5%.", "At that time, many experts still believed that the rise in inflation was only transitory - a result of exceptional developments related to the COVID-19 pandemic - and would soon be gone.", "The supply chain disruptions and the shifts in the composition of demand were considered to be of temporary nature.", "The expectations of a rapid decline were also supported by the forecasts.", "It turned out, however, that forecasts repeatedly underestimated the trend of inflation.", "Even after Russia's invasion of Ukraine, when energy and food prices skyrocketed, some argued that monetary policy should not respond to the increase in inflation, as it was mainly driven by supply-side shocks.", "But, on the Governing Council of the ECB, we agreed that monetary policy had to act.", "Following a prolonged period of heightened inflation, we saw a significant risk that high inflation could become entrenched.", "The Governing Council therefore started to tighten its monetary policy.", "Before we began raising rates, we stopped purchasing additional assets.", "This sequence of events was in line with the Governing Council's forward guidance.", "Furthermore, we approved the Transmission Protection Instrument (TPI) as a tool to support the effective transmission of monetary policy with strict preconditions.", "We would activate the TPI only if the yields on government bonds diverged too greatly, without fundamental justification, and if this endangered price stability.", "Since July 2022, we have increased the ECB's key interest rates by 450 basis points.", "Moreover, we have started to reduce our balance sheet.", "We have phased out the reinvestment of maturing assets under the Asset Purchase Programme.", "And we have recalibrated the terms and conditions of the third series of targeted longer-term refinancing operations (TLTRO III).", "Over the past twelve months, the volume of our balance sheet has decreased by 1.7 trillion euros, which corresponds to one-fifth.", "Nevertheless, it will still take many years for the balance sheet to return to a size which is appropriate for normal times.", "With regard to key interest rates, the ECB Governing Council currently considers them to be at levels that will make a substantial contribution to inflation returning to our target in a timely manner, provided that these levels are maintained for a sufficiently long period.", "However, it is not yet clear whether this hiking cycle is now over.", "This sequence of interest rate hikes was the largest and steepest in the history of the single currency.", "It is all the more encouraging, then, that the euro area banking system has coped well with the interest rate turnaround so far.", "The supervisory and regulatory reforms in the wake of the financial crisis have certainly contributed to this.", "They have increased the resilience of the banking sector.", "We hope that the agreed reform of the ESM treaty will soon be ratified by all member states.", "The reform would give the ESM a new function as fiscal backstop for the Single Resolution Fund and, thus, improve the bank crisis management framework.", "Future decisions 3.1 Data-dependent approach With regard to monetary policy, we will continue to follow our data-dependent approach and make our decisions on a meeting-by-meeting basis.", "This means that our future decisions will continue to be based on the following: the assessment of the overall inflation outlook in light of the incoming data; the dynamics of underlying inflation; and the strength of the monetary policy transmission mechanism.", "At our next meeting, the December Eurosystem staff projections for inflation and economic output will be available.", "We will also update our risk assessment.", "Even now, it seems clear that the recent events in the Middle East - terrible events - have increased the uncertainty of the medium-term outlook.", "Overall, during the last few months, inflation in the euro area has fallen significantly.", "In October, the headline inflation rate slowed to 2.9%.", "Nevertheless, while the inflation curve currently looks a bit like the Matterhorn - or, as it is called in Italy, Monte Cervino - I do not expect this steep decline to continue over the coming months.", "Statistical effects, particularly base effects, are currently exerting a strong influence on the monthly data.", "Events that happened twelve months ago are having an impact on the year-on-year rate of inflation.", "Even if energy prices remain where they are, I expect the inflation rate to rise again somewhat.", "For some months to come, the road ahead will probably be a bumpy one with many ups and downs.", "Indicators of underlying inflation show that its dynamic is still quite strong.", "For example, in October, core inflation stood at 4.2%.", "This is the inflation rate excluding energy and food.", "In other words, now that the disinflationary effect of lower energy prices has faded away, we are faced with the most difficult part of our journey forward.", "That is to say, our job is not done yet.", "In particular, it would be a mistake to loosen our monetary policy stance too early.", "Premature easing would jeopardise the timely return of inflation to our target of 2%.", "And this timely return is important for keeping medium-to-long-term inflation expectations anchored at levels consistent with price stability.", "If our actions raise doubts about our determination, economic agents will increasingly expect inflation rates to persist above target and will adapt their behaviour accordingly.", "Their price-setting behaviour or their wage demands, for example.", "Now we need the patience to wait for the full effect of policy tightening on inflation to materialise.", "We expect the main effect on inflation to take hold in 2024.", "This is due to the time lag of monetary policy transmission.", "In any case, we must maintain our current restrictive policy stance until we are certain that price stability will return on a lasting basis.", ".2 Price stability is our guiding star One reason why the final mile on the road to price stability is considered to be the toughest is the growing public opposition to a restrictive monetary stance.", "The longer we remain in restrictive territory, the more people will insist that we refrain from further rate hikes, and that we lower rates again instead.", "Our mandate is clear: price stability.", "This is our guiding star.", "Yes, it is true that rising interest rates put a strain on credit risk, but it is up to lenders and supervisors to ensure that these risks are contained.", "And while it is also true that rising interest rates put a strain on public finances, it is up to fiscal policy to dispel any doubts about the sustainability of government debt.", "Furthermore, it is true that the rising interest rates put a strain on economic activity.", "However, in order to reduce price pressure, it is necessary to dampen aggregate demand to a certain extent.", "This is a feature, not a bug.", "The result provides better conditions for everyone: for the economy and in particular for those people with low incomes, who suffer most from inflation.", "At this point, let me emphasise that dampening aggregate demand does not necessarily mean inducing a recession.", "Why am I confident that we can tame inflation without the euro area economy experiencing a \"hard landing\"?", "The labour market continues to be resilient - both in Italy and Germany.", "In the euro area, the rate of unemployment is likely to rise somewhat over the coming quarters, but from a historical low.", "And it is expected to remain at a low level by euro area standards.", "Economic outlook for the euro area Nevertheless, we are currently going through a period of pronounced weakness.", "Unfortunately, real GDP in the euro area in the third quarter declined slightly.", "For the final quarter of this year, the outlook remains modest.", "Besides tighter financing conditions, the dampening factors are weak private consumption and weak export demand.", "This weakness is increasingly affecting the services sector as well.", "According to the most recent forecast from the European Commission, euro area GDP will grow by 0.6% this year.", "This is 0.2 percentage point lower than in its summer forecast.", "However, economic growth is expected to gain momentum next year.", "One factor is private consumption expenditure, which is expected to pick up, driven by strong wage increases and falling inflation rates.", "Rising foreign demand should also provide an additional boost.", "The European Commission expects GDP in the euro area to grow by 1.2% next year and by 1.6% in 2025.", "I am certainly well aware how important growth is for the European economies.", "This is important for both of our countries, where positive momentum is expected to come from private consumption and exports.", "In Germany, the weak foreign demand for goods and high energy prices are weighing especially heavily on German industry at present.", "The Commission's experts forecast a contraction of 0.3% this year.", "Based on the assumption that both domestic and foreign demand will recover, they expect GDP growth to pick up to 0.8% in 2024 and 1.2% in Ladies and gentlemen, Please now allow me to conclude.", "When it became apparent that the recent surge in inflation was not just a result of transitory cost-push shocks, there was agreement among the members of the ECB Governing Council that decisive action was needed.", "The Eurosystem responded with the sharpest policy tightening in its history.", "The main effect of this policy tightening on inflation is yet to take hold.", "We are determined to stay the course and deliver on our objective of price stability.", "Premature easing could prove to be a mistake, as inflation could stay at an elevated level or even start to accelerate again.", "In that case, we would have to tighten monetary policy once more, and the dampening impact on the economy might be even larger than it would have been otherwise.", "Research on past episodes of inflation has shown that a number of countries did, in fact, celebrate prematurely .", "This is a clear and present danger.", "We must not fall into this trap.", "I will leave it there, and I now look forward to the discussion with you all.", "European Commission, Autumn 2023 Economic Forecast: A modest recovery ahead after a challenging year, 15 November 2023.", "Ari, A., C. Mulas-Granados, V. Mylonas, L. Ratnovski and W. Zhao (2023), One Hundred Inflation Shocks: Seven Stylized Facts."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Price stability", "Economic outlook", "Transmission mechanism", "Balance sheet", "Fiscal policy", "Economic activity", "Wage growth"]}