{"sentences": ["It is my great pleasure to be here with you this morning.", "My thanks to Maybank and the IIF for the opportunity to say a few words at this workshop.", "This event comes close on the heels of the recent JC3 Journey to Zero Conference and presents a timely opportunity to continue the conversation on the financial sector's response to the climate challenge.", "Notwithstanding the varying levels of ambition observed across countries, industries and companies, and possible decarbonisation pathways, achieving a just and orderly transition towards net zero continues to be a common goal.", "That means enabling a whole-of-economy transition to low-carbon activities.", "We know that green finance alone will not deliver this; and therefore transition finance is equally, if not more, important.", "For Malaysia, the stakes are high.", "It is estimated that 20% of Malaysia's GDP and 23% of the workforce are associated with hard-to-abate sectors of our economy .", "60% of SMEs claim that they are looking to increase business opportunities and create longterm value by strengthening ESG practices , and will need help to do so.", "Malaysia faces sizable GDP losses from flood damages materialising within the present decade without adaptation measures and investments to build supply chain resiliency.", "This is backed by findings from a recently completed joint research project undertaken by Bank Negara Malaysia and the World Bank which will be published soon.", "Of late, we have been minded, however, of the need to be clear on what transition finance is and what it is not.", "First what transition finance is.", "OECD defines transition finance as finance \"intended to decarbonise entities or economic activities that are emissions intensive, may not currently have a low-or zero-emission substitute that is economically available or credible, but are important for future socio-economic development\" .", "This has underpinned the development in Malaysia of the Climate Change and Principle-based Taxonomy (or CCPT) and also, more recently, the ASEAN Taxonomy for Sustainable Finance - both of which were among the first transition taxonomies to come out globally.", "The CCPT's five-tier classification system incorporates two transitioning categories (C2 and C3) intended to capture entities or economic activities that are high-emitting but with clear remedial efforts being taken to reduce emissions.", "In our ongoing reviews of data reported by banks under the CCPT, we observed that a majority of bank exposures across all financial institutions are classified under climate transitioning categories.", "Almost two thirds of financial groups in Malaysia have also set climate targets, in some cases with explicit commitments to stop financing new coal activities.", "Of these, a far fewer number of financial institutions (less than 10%) have publicly declared that their targets are science-based.", "These observations have prompted us to take a closer look at how banks evaluate \"meaningful\" remedial efforts taken by their customers to reduce emissions, and how such efforts line up with a plausible trajectory towards net zero targets.", "We are finding considerable variation in practices across banks.", "There are many reasons for this, including practices that need a bit more time to mature and persisting data gaps.", "Through the Joint Committee on Climate Change, or JC3, we are actively addressing these issues and gaining good traction.", "That said, transition finance is not meant to provide a convenient cover for financial institutions to preserve the status quo when it comes to valuable relationships with highemitting customers that are not providing credible assurance of meaningful and effective actions to reduce emissions.", "We must not confuse the goal of a just and orderly transition, with helping extend the lifespans of high-emitting businesses that are unable or unwilling to meaningfully reduce the climate impacts of their operations.", "More critically, this cannot come at the expense of directing scarce capital away from supporting the growth of innovative, unencumbered new green companies that are built on a foundation of low-carbon strategies, or are supporting - if not leading - the development of green technologies and solutions at scale.", "So how do we ensure that transition finance is effective in helping meet urgent climate ambitions rather than serving as an escape route to slow down progress?", "Allow me to offer a few thoughts on this.", "First, supporting businesses in transition must occur alongside a sustained, credible growth in financing to businesses that are already climate-aligned, or that are developing and scaling climate solutions.", "No or stagnant growth in the latter would be a concern because it is likely to reflect inadequate ambitions by individual financial institutions that, taken together, will undermine efforts to effectively support a whole-ofeconomy transition.", "It is therefore important that financial institutions are thinking about transition targets with a clear and separate focus on also increasing the share of financing to businesses that can develop and scale green technologies and processes, or that are already operating under a low-carbon model.", "To support this, the JC3 will build on the successful implementation of the Greening Value Chain pilot programme to onboard more strategic pilot projects that will enable the financial sector to test new public-private partnership modalities to support the scaling up of green and transition finance.", "To this end, engagements have commenced within JC3 to embark on a new pilot initiative for greening industrial parks, and expand an existing pilot to encourage the adoption of green technology in the agriculture sector.", "Second, rebalancing loan and investment books to support genuine transition finance calls for a strategic shift that visibly cuts across a bank's business operations, customer engagements, products and services, and financial and risk management, to deliver a credible transition plan.", "Consistent with a just and orderly transition, it will be important to consider the specific needs and ambitions of clients in the execution of banks' transition plans.", "Also important will be strategies for facilitating a managed phase-out from high emitting exposures that do not meet transitioning criteria in order to mitigate risks of financial exclusion and stranded assets.", "But if transition plans are sitting outside, and separate from, banks' core business and risk policies or operational frameworks, then legitimate questions could be raised on the credibility of such plans.", "Third, we expect banks' transition finance frameworks to be consistent with and capable of being mapped to the guiding principles for classification under the CCPT.", "This will serve to promote greater consistency in standards applied to evaluate meaningful actions by businesses to align their operations with a low-carbon and climate-resilient economy.", "To this end, JC3 will continue to lead efforts to develop and maintain guidance and new use cases to support the implementation of CCPT by financial institutions.", "In addition, JC3 will work with Ministries on developing a list of projects and activities within identified sectors that can be categorised as green or transition activities.", "Initial focus will be on the energy, mobility and carbon capture, utilisation and storage sectors.", "The financial sector in Malaysia has made important strides over the last five years to put in place the foundational frameworks and build capabilities needed to manage climate-related risks and support transition.", "These include the CCPT, disclosure mandates that will take effect for financial institutions next year, the data catalogue, improvements in climate governance, and ongoing work to advance capabilities in climate risk management, scenario analysis, and stress testing.", "We are by no means where we need to be on all these fronts, with much, much more that we need to do.", "But we are encouraged by the step change we have seen across financial institutions in recognising the importance of climate actions in their business and risk considerations.", "Over the coming decades, we will see one of the biggest economic transformations globally, driven by the race towards net zero.", "The development of credible transition plans represents a crucial further step towards enabling banks to meet the financing needs for this transformation.", "You might say this is really where the rubber hits the road - turning climate ambition into action.", "I urge banks to approach transition plans thoughtfully - by understanding the impacts of climate change on the bank, setting interim and long-term science-based targets, working closely with existing and new customers to identify and support concrete climate actions and critically, taking a strategic view of transition planning through a clear enterprise-wide strategy and wellintegrated governance and operational framework for financing transition.", "Let me end by noting just two more things that need to be said.", "First, with much at stake, transition plans cannot be static.", "Already today, financial institutions are facing a challenge to steer their customers towards prioritising climate actions, given other seemingly more pressing priorities arising from challenging economic conditions.", "We can and should expect such challenges to persist going forward amid new shocks that may come.", "Transition plans need to be able to adapt to unexpected changes to assumed scenarios with the aim of enabling banks to stay the course towards meeting climate targets.", "The default position in such circumstances cannot be to adjust targets, but rather adjusting strategies.", "Second, financial institutions must take individual responsibility for advancing climate actions, and in this light, a heavier responsibility must surely rest with the largest firms - like Maybank and other large domestic banking groups.", "So your leadership matters greatly and is not only seen, but will increasingly be judged by stakeholders and counterparties against higher expectations.", "On that note, let me commend you for this initiative, for climate actions are never taken in isolation, and opportunities like this to cultivate a shared vision and alignment of purpose are so essential to our journey.", "Institute of International Finance Global Green Growth Institute, ILO, World Bank, Department of Statistics Malaysia (DoSM), BNM estimates \"ESG Insights from Malaysian SMEs: Building A Better Future Together\" by Alliance Bank in partnership with UN Global Compact Network Malaysia & Brunei (UNGCMYB) and SME Corporation Malaysia (SME Corp) OECD 2022 Guidance on Transition Finance"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Transition Finance", "Climate Change", "Green Finance", "Net Zero", "Carbon Emissions", "Taxonomy", "Science-Based Targets", "Climate Risk", "Climate Solutions", "Financial Institutions"]}