{"sentences": ["I am delighted to address this pension investment conference put on by Eckler.", "I understand that it is now becoming a tradition for the Central Bank of Barbados to speak to this grouping at least once a year.", "I am pleased to build on that convention.", "You allowed me to choose the topic for today's conversation.", "I have decided to speak on \"Barbados, A Safe Haven in a World of Economic Uncertainties: The Impact on Pension Funds.\"", "Managing the many economic uncertainties is a challenge that pension fund managers across the globe feel acutely.", "The investment landscape is ever-changing, shaped by domestic and global events and economic shifts.", "These uncertainties include, on the local front, inflation pressures, low interest rates, shifting demographic trends, and underfunded pension plans.", "And internationally, volatile financial markets, elevated interest rates, increasing debt burdens, and geopolitical tensions are of great concern to all of us.", "Mitigating these risks requires an understanding of these dynamics, prudent financial management, and a willingness to adapt strategies to changing trends.", "I will focus my discussion on these risks and how they impact pension funds.", "But before I get there, I must highlight how the Barbadian economy has been performing.", "The Barbados economy has rebounded, registering 10 consecutive quarters of growth as at September 2023.", "This expansion is seen in all of our economic fundamentals.", "For the purpose of this discussion, I will highlight the five broad areas of improvement which have the most significant impact on investment outturns, financial stability, and by extension pension fund viability.", "These include: the debt-to-GDP ratio, our fiscal performance, our external standing, our stable financial sector, and, of course, the strong tourism outturn.", "Our debt-to-GDP ratio continues to fall.", "Even though the debt stock is expanding, the robust economic expansion continues to outpace the growth in debt accumulation and is driving down the ratio.", "As the economy continues to grow, our debt-to-GDP will decline further, and we are on track to reach a ratio of 60 percent by FY 2035/36.", "Government met its primary surplus target.", "This achievement demonstrates that the fiscal measures are working.", "We have witnessed a strengthening of the external sector.", "The external sector, or position, as we call it, records transactions between residents and non-residents in goods, services, capital, and financial flows, which contribute to the overall stock of international reserves.", "Our reserves, which are the lifeblood of our economy, stand at $2.7 billion as at November 25, representing 27.8 weeks of imports of goods and services, which far exceeds the minimum international benchmark of 12 weeks.", "We need these reserves to pay for imports (for example this suit I'm wearing this morning) and to boost confidence among foreign investors.", "Our financial system remains stable, reflecting the favourable economic conditions and a tradition of strong regulation.", "Overall, credit is up in the household, construction, and manufacturing sectors, and our financial institutions remain well capitalised and liquid.", "And since we are discussing pension funds this morning, I just want to give a flavour of their performance as at December 31, 2022.", "Private pension funds reported assets of $3 billion.", "As reported in our recently published FSR (Financial Stability Report), the sector invested heavily in mutual funds, which accounted for 70.6 percent of their asset base.", "Exposure to fixed income securities stood at approximately 22.8 percent and that of equities at 6.1 percent.", "Tourism continues to be the main pillar of our sustained economic recovery.", "We are very close to our pre-pandemic highs, and all indications are that this winter season is expected to be very strong.", "All in all, our economic outlook remains bright in light of the predictions for a robust tourism performance.", "We expect growth of between 4 and 4.5 percent this year, and this expansion should moderate to about five percent in the medium term.", "Despite these positive developments, economic risks present challenges to the stability of pension funds.", "Principle among them are our ageing population, the domestic low interest rate regime, inflationary pressures, and a growing proportion of underfunded pension plans.", "Barbados' ageing population poses several downside risks to pension plans.", "As people live longer, an associated increase in contributions, pay-out, and dissaving is triggered.", "Government has sought to address these fallouts by reforming the National Insurance and Social Security Service (NISSS) to bolster its stability.", "These reforms include extending the retirement age and increasing the number of contributions to qualify for pensions.", "Additionally, the Bank has allowed the National Insurance and Social Security Service to diversify its portfolio by investing abroad again.", "These foreign investments reduce domestic exposure, strengthen portfolio management, and follow investment best practices of not putting too many eggs in one basket.", "However, we need to encourage people to plan for their retirement, and this is where you can help to educate Barbadians about retirement planning and managing their finances.", "The domestic low interest rate environment places an additional burden on managing pension funds.", "In general, low interest rates make it difficult to hit the required return needed to ensure the promised annuity payments particularly in the case of defined benefit (DB) plans.", "Because defined benefit plans promise a specific pay-out at retirement based on a pre-determined formula, their funding is heavily dependent on consistent investment returns and actuarial assumptions.", "In light of this, the low interest rate that persisted between 2008 and up to 2022 has incentivised plan sponsors to move to defined contribution plans.", "However, these plans will mainly shift the risk of low returns onto the plan membership.", "This prompts the need for members to seek alternative investment opportunities to supplement retirement income.", "While inflationary pressures are abating, inflation still remains a concern given Inflation erodes purchasing power, affecting our exposure to global price volatility.", "both retirees and pension funds.", "For retirees, the rising cost of living impacts the adequacy of benefits, while, for pension funds, inflationary pressures can diminish the real value of investment returns.", "This scenario necessitates a strategic approach to safeguard pension funds against inflationary impacts, constantly reviewing the plans asset allocation and risk profile to ensure targeted investment returns are met.", "The increasing proportion of underfunded pensions requires urgent attention.", "Of the 248 registered occupational pension plans, approximately one-quarter were underfunded on both a going concern and solvency basis.", "As at December 2022, there were 61 underfunded pension plans on the going concern basis and 65 on a solvency basis, with a combined deficit of $319.5 million.", "The deficit may be due to insufficient contributions towards benefits (and expenses) and investment losses.", "We need to fund these gaps given the falling birth rates and increasing longevity risk.", "I commend the FSC's (Financial Services Commission's) efforts to engage the administrators of plans whose funding has fallen below 80 percent and provide evidence that special payments are being made.", "Having looked at the domestic risk factors, I will now examine some global downside risks.", "Pension funds are not immune to the ripple effects that are caused by global political events.", "Whether it's war, political unrest, or changing regimes, there are short and long-term implications for pension funds.", "Those with significant equity or bond holdings see immediate impacts on their portfolio values.", "Liquidity too becomes a challenge because of the difficulty in liquidating positions at favourable prices due to market disruptions.", "And over the long term, many pension funds are forced to reassess and modify their asset allocation strategies, which impact returns and risk profiles.", "Volatility in the financial markets is another risk that can be a nightmare for pension fund managers.", "The unpredictability we are witnessing in the equity markets, which are historically a source of higher returns, is causing earnings to fluctuate.", "For pensions, the long-term trends should matter more than any day to day volatility.", "This means balancing the quest for higher returns with the need for stability.", "There has been a noticeable \"flight to quality,\" i.e.", "a shift towards safer, more stable investments.", "While this may protect against short-term volatility, it often comes at a cost to long-term returns.", "Investors gravitate to government bonds, which are perceived to be more stable.", "However, this increased demand for these assets drives up their prices and pushes yields down.", "Investment managers must balance this trade-off, ensuring both short-term stability and long-term growth.", "In conclusion, I will outline how pension fund managers can navigate the impact of these uncertainties.", "As stewards of investor funds, you are responsible to stay informed, agile, and proactive in managing these risks.", "This means that you have to continue to train and develop your skills so that you can regularly reassess and adjust your asset mix in response to evolving risks and opportunities.", "How can you change up your assets' portfolio?", "Diversification is key.", "Adopting dynamic asset allocation strategies, i.e.", "a portfolio management strategy that frequently adjusts the mix of asset classes to suit market conditions, and conduct regular risk assessments specific to macro, geopolitical, and liquidity risks can help you stay ahead of potential issues.", "Government has set a target of 5 percent economic growth rate over the mediumterm (2023-2027).", "To achieve this, we need the private sector to raise investment from the current eight percent of GDP (approx.", "Barbados is ripe with investment opportunities and its economic outlook is strong.", "Given our growth objective over to medium- to long-term, we have identified a number of investments which you can pursue.", "Investment in climate resilient infrastructure and in the green transition, (ii.)", "low and middle-income housing /real estate, (iii.)", "new tourism projects, (iv.)", "transportation, (v.) agro-processing, (vi.)", "skills, training and education, (vii.)", "digitisation, and (viii.)", "Your investment in these types of initiatives can help Barbados navigate these uncertain times and propel our economy to new heights, something from which we will all benefit.", "And how could I end without highlighting the potential of investing in Government securities, in particular BOSS+ Bonds?", "This is an excellent investment for you as individual investors and definitely for the institutions which you represent.", "I would therefore urge you to consider investing in these bonds.", "This year, we have issued a $200 million tranche and $125.8 million is still available for you to purchase.", "I'll be looking out for your applications very soon, good morning and thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Pension Funds", "Economic Uncertainties", "Investment Risks", "Barbados Economy", "Financial Stability", "Interest Rates", "Inflation", "Ageing Population", "Global Risks", "Asset Allocation"]}