{"sentences": ["Price and Financial Stability: Managing Complementarities and Trade-Offs Plenary Address by Shri Shaktikanta Das, Governor Reserve Bank of India Delivered at the Kautilya Economic Conclave Organised by the Institute of Economic Growth and Ministry of Finance, Government of India, New Delhi; October 20, 2023 I am delighted to be back at the Kautilya Economic Conclave, 2023.", "This event is emerging as a leading forum for well-rounded discourse on economic and other policy issues of contemporary relevance.", "I am sure the eminent gathering here will contribute richly to the discussions on issues and challenges that confront us today and tomorrow.", "In the opening line of my latest Monetary Policy Statement on October 6, 2023, I had referred to Kautilya's emphasis on stability in the macroeconomic context.", "I now propose to share my thoughts on managing the complementarities and trade-offs associated with price and financial stability.", "I also propose to touch upon the policy mix to achieve these desirable goals, and our experience in dealing with these issues in India.", "Evidently, the choice of this topic draws inspiration from the nomenclature of this economic conclave.", "But let me first begin by commenting on the current global context.", "The global economy is facing a triad of challenges - (i) slow moderation in inflation which is getting interrupted by recurring and overlapping shocks; (ii) slowing growth, and that too, with fresh and enhanced obstacles; and (iii) lurking risks of financial instability.", "Central banks with price stability as their primary objective have raised policy rates aggressively, while signalling to keep rates higher for longer.", "Some of them have taken a pause on rate hikes.", "Financial stability concerns along with other factors, have conditioned this pursuit, following the recent banking sector turmoil in some advanced economies.", "Financial markets have become highly sensitive to every piece of new information.", "Policy making has become extraordinarily complex amidst such confluence of factors.", "Increasingly, central bankers face tensions between doing too little or doing too much.", "While several central banks may prefer the prudence of overkill, somewhat embodied in higher for longer policy stances, financial instability risks rise up to restrain them.", "With every shock such as the recent simultaneous surge of crude oil prices, bond yields and the US dollar, additional dimensions of policy dilemma present themselves and hamstring their responses.", "_Insucha situation, conflict may arise between the requirements of price and financial stability, but policymakers have to deftly tread a fine balance, as it is important to recognise that price and financial stability reinforce each other in the medium to long term.", "Stability is the foundation of sustained progress.", "As Kautilya explained long ago: \"Which is preferable - an immediate small gain or a large gain in the future?", "A large gain in the future is preferable if it is like a seed yielding fruit in the future.\"\"", "Against this background, let me start with '1 Kautilya - The Arthashastra by L. N. Rangarajan, Penguin, 1992. the evolution of the idea of price and financial stability in the global context.", "Global Backdrop: Evolution of Price and Financial Stability 5.", "The role of central banks had evolved by the 19\" century, as they came to be recognised primarily as the lender of last resort (LOLR) (Bagehot, 1873).", "The LOLR principle remains the cornerstone of modern central banking and its scope has widened over time to encompass financial stability in respect of financial markets and institutions.", "Historically, therefore, financial stability has been the core remit of central banks involving both prevention and management of financial crisis.", "By the second half of the 20\" century, inflation surges world- wide caused by post-war fiscal activism and recurring oil price shocks, in the backdrop of stagnating economic activity, resulted in price stability being recognised as the prime objective of central banks.", "As inflation targeting gained ground from the early 1990s, a widely accepted view emerged that monetary policy should primarily - or perhaps solely - focus on price stability, with financial stability falling in the domain of prudential regulation and supervision.", "Price stability was increasingly seen as the best guarantee of financial stability.", "2 Lombard Street: A Description of the Money Market by Walter Bagehot.", "IThe extended period of steady growth and low and stable inflation during the Great Moderation era of 1990s and early 2000s lulled central banks into a sense of complacency with regard to regulation and supervision of the financial system.", "Quietly and in parallel, the seeds of financial instability were germinating.", "Soon, therefore, the conventional wisdom of price stability being an automatic stabiliser of the financial system got wiped off in favour of the view that price stability on its own would not necessarily safeguard financial stability.", "This view was further reinforced by the global financial crisis (GFC) of 2008.° Governor Subbarao (2012) acknowledged this stating that \"The global financial crisis followed by the euro zone debt crisis has changed the theology of central banking in a fundamental way.", "The orthodoxy of central banking before the 2008 crisis was: single objective - price stability; single instrument - short-term interest rate.", "...The crisis came as a powerful rebuke to central banks for having neglected financial stability in their single- minded pursuit of price stability.", "During the GFC, central banks globally undertook large scale monetary stimulus to depress interest rates to ultra-low levels and rekindle animal spirits among investors and households.", "These measures were aimed at restoring financial stability in the near term, 3 Several reasons were ascribed to the occurrence of GFC.", "One reason was high household indebtedness, particularly in advance economies which rose to unsustainable levels because of leverage, resulting in the US sub-prime mortgage crisis and the European debt sustainability crisis.", "4 Subbarao, D. (2012), \"Price Stability, Financial Stability and Sovereign Debt Sustainability Policy Challenges from the New Trilemma'\", February.", "but ended up threatening future price stability, thus posing an inter- temporal tradeoff between price and financial stability.", "In other words, the large scale monetary and fiscal accommodation undertaken to address financial stability risks during the GFC sowed the seeds of inflationary pressures in subsequent years.", "In the meantime, central banks had become more proactive on issues of financial stability.", "Central banks again faced a trade-off between price and financial stability during the COVID-19 pandemic as economic activity came to a standstill amidst elevated global commodity prices and disruption of supply chains.", "As the global financial system became awash with stimulus-injected liquidity, concerns were raised about the implication of the liquidity glut for price stability.", "With the commencement of the war in Ukraine, these concerns materialised and inflation surged to 40-year high levels.", "The unprecedented rate hikes, which was undertaken by central banks, have resulted in large erosion in profitability of some banks in advanced economies.", "Obviously, these banks had not adequately factored in the interest rate risks associated with a reversal of the accommodative policy stance pursued during the pandemic.", "The collapse or failure of some of these banks demonstrated the reverse causality of the trade-off mentioned earlier.", "In other words, the measures undertaken during the GFC to restore financial stability sowed the seeds of future price instability risks; while this time around after the pandemic and the war, the measures to address price stability led to concerns relating to financial instability in some parts of the world.", "Summing up, the last two decades have revealed multiple linkages running between financial stability to price stability and vice versa.", "Measures for promoting financial stability can complement or constrain monetary policy depending upon its usage.", "Financial stability measures aimed at effective regulation and supervision of banks, non-banking financial companies (NBFCs) and markets can enhance monetary transmission and help achieving price stability; whereas financial stability measures via extraordinary monetary expansion, if not corrected timely, can jeopardise price stability.", "Similarly, the linkage from price to financial stability also operates in two ways.", "First, extended period of low and stable inflation could lead to financial instability through complacency loop as explained earlier; and prolonged periods of depressed growth can keep prices in check, but they could also lead to financial instability.", "Second, periods of high inflation that are addressed by strong monetary policy tightening can deter financial stability if interest rate risks are not adequately factored in.", "It is, therefore, evident that the relationship between price stability and financial stability depends upon the policy choices that we make.", "The Indian Experience 11.", "The Reserve Bank, with its assigned responsibility to maintain monetary stability and price stability, also has the larger > The preamble to the RBI Act 1934 describes RBI's main functions as: \"....... to regulate the issue of Bank notes and keeping of reserves with a view to securing monetary stability in India and generally to operate the currency and credit system of the country to its advantage; to have a modern monetary policy framework to meet the challenge of an increasingly complex economy, to maintain price stability while keeping in mind the objective of growth.\"", "responsibility of maintaining financial stability, as it is the regulator and supervisor of banks and other financial sector entities and markets.", "Unlike price stability, financial stability is not specifically defined and not explicitly quantifiable.", "As a result, it has been interpreted subjectively specific to the context and circumstances.", "Reddy defined financial stability in central banking parlance as \"Financial Stability refers to the smooth functioning of the financial markets and institutions, (it) does not mean absence or avoidance of crisis but presence of conditions conducive to efficient functioning without serious disruption.® 12.", "This unique combination of Reserve Bank's responsibilities - monetary policy combined with macroprudential regulation and micro-prudential supervision - has enabled the Reserve Bank to focus on both financial and price stability, even during the recent years of multiple, overlapping and unprecedented shocks, coming one after the other.", "I am referring to the post ILFS crisis, COVID-19 pandemic, war in Ukraine, unparalleled tightening of interest rates and financial market volatilities, in that order.", "Following the collapse of ILFS in the second half of 2018, almost the entire 2019 necessitated taking measures to intensify the supervision of NBFCs; close monitoring of their liquidity and stability ® Reddy Y.V.", "(2006), \"Financial Sector Reform and Financial Stability', speech delivered at 8th Global Conference of Actuaries, Mumbai, March 10. conditions; infusing system liquidity through innovative instruments like currency buy-sell swaps; restoring market confidence through appropriate communication and backing it up with actual action on several fronts.'", "When the COVID-19 pandemic scarred the global economy including India, our response was swift and decisive.", "We put in place business continuity measures even before the nation-wide lock down was announced.?", "The policy repo rate was reduced sizeably by 115 bps in a span of two months (March-May 2020).", "Unlike advanced economy central banks which eased rates close to the zero-lower bound, we did not reduce the policy repo rate below our inflation target of 4 per cent.", "Financial conditions were eased substantially by further reducing the reverse repo rate, which lowered the floor rate of the Reserve Bank's liquidity adjustment corridor.", "This became the effective anchor of money market rates.", "In addition, liquidity enhancing measures equivalent to 8.7 per cent of GDP were announced.", "Our liquidity measures were unique in several ways: liquidity was provided only through the Reserve Bank's counterparties (banks); asset purchase programme (G-SAP) was for a limited period of six months; collateral standards were not diluted 7 In June 2019, during the post policy press conference, I had said clearly that \"...it is our endeavour to ensure that there is no collapse of any large systemically important NBFC or any large NBFC.", "And, in that direction we are monitoring the evolving situation and we will see how it moves forward.", "....\" 8 We were perhaps amongst the first few central banks to have set up a special quarantine facility with about 200 officers, staff and service providers, engaged in critical activities to ensure business continuity in banking and financial market operations and payment systems.", "while offering lending facilities; and most of these liquidity injection measures were targeted and had pre-announced sunset clauses, which helped in their orderly unwinding.", "In parallel, macroprudential measures like moratorium on repayment of bank and NBFC loans for six months, followed by Resolution Frameworks for COVID-19 stressed assets were also announced.", "These resolution frameworks were offered for a limited period and were not open ended, but subject to achievement of certain financial and operational parameters.", "It may be noted that all these measures were nuanced, keeping in mind the price and financial stability challenges they may create in the future.", "During 2021, the surplus liquidity was gradually migrated from the short end to the longer horizon through variable rate reverse repo (VRRR) auctions of longer tenors, which lifted short-term rates from ultra-low levels, thereby obviating financial stability challenges.", "This was done by sensitising the market well in advance through effective communication.", "2 As on October 13, 2023, the balance sheet size was Rs..5 lakh crore and based on the estimated nominal GDP of Rs..8 lakh crore in Union Budget 2023-24, the balance sheet size to GDP ratio is placed at 21.0 per cent.", "The period since the onset of the pandemic was an example of how the Reserve Bank could effectively address macro-stability consideration of maintaining price stability through conventional and unconventional monetary policy, within the flexibility provided by the flexible inflation targeting (FIT) framework, while also addressing financial stability considerations simultaneously.", "The flexibility provided by a dual mandate under FIT of maintaining price stability while keeping in mind the objective of growth, along with the provision of a tolerance band around the target rate, helped us to accommodate large supply side shocks, while focusing on immediate growth concerns during the pandemic.", "Subsequently, when the shock of Ukraine war struck in 2022 and there was a sudden surge in inflation, we quickly changed gears by prioritising inflation over growth and shifting the monetary policy stance from being accommodative to withdrawal of accommodation.", "Further, given that the nature of inflation process in India was driven largely by supply side shocks, proactive supply side measures taken by the Government aided to temper the price impulses.", "The Current Context 20.", "After raising the policy repo rate by 250 bps cumulatively between May 2022 and February 2023, with the quantum of rate hikes being calibrated in tune with the evolving inflation outlook, we have maintained pause on policy rates in 2023-24 so far.", "The 250- bps hike is still working through the financial system.", "We have also appropriately fine-tuned our communication to ensure successful transmission of the rate hikes.", "In the prevailing global environment of slowing growth and stubborn inflation, especially in the last few miles before reaching the target, economic activity in India exhibits resilience on the back of strong domestic demand.'?", "Real GDP growth for 2023-24 is projected at 6.5 per cent and India is poised to become the new growth engine of the world.", "We remain extra vigilant on the evolving inflation dynamics.", "Headline CPI inflation has moderated sharply to 5.0 per cent in September 2023 with correction in vegetable prices.", "The outlook on food inflation, however, is beset with uncertainties.", "On the positive side, core inflation (i.e., CPI excluding food and fuel) has eased by around 170 basis points to 4.5 per cent from its recent peak in January 2023.", "We have projected headline CPI inflation at 5.4 per cent for 2023-24.", "As evident from our survey of September 2023, there is further progress on anchoring of inflation expectations which entered single digit zone for the first time since the COVID-19 pandemic.", "In the current situation, monetary policy must remain actively disinflationary to ensure that ongoing disinflation process progresses smoothly.", "Gross fixed capital formation rose by 8.0 per cent and private consumption by 6.0 per cent in Q1.", "On the supply side, real gross value added (GVA) also rose by 7.8 per cent in Q1:2023-24, powered by 10.0 per cent increase in services sector.", "On the financial stability front, throughout the multiple shocks in the recent period, the Reserve Bank has adopted a prudent approach and taken several initiatives to revamp regulation and supervision of banks, NBFCs and other financial entities by developing an integrated and harmonized architecture.", "The Indian financial sector has been stable and resilient, as reflected in sustained growth in bank credit backed by improved asset quality, adequate capital and liquidity buffers and robust earnings growth.''", "Macro stress tests for credit risk reveal that scheduled commercial banks (SCBs) would be able to comply with the minimum capital requirements even under severe stress scenarios.", "The financial indicators of NBFCs are also in line with that of the broader financial system as per June 2023 data.", "There is, however, no room for complacency because it is during good times that vulnerabilities may creep in; hence, buffers are best built up during good times.", "Banks, NBFCs and other financial sector entities should remain vigilant and complete the pending repairs, if any, to their houses.", "Roofs need to be fixed, walls need to be further strengthened and foundations need to be augmented when the weather is good to withstand potential adverse weather events in the future.", "1 All key indicators of asset quality and stress of scheduled commercial banks (SCBs) continue to improve on a sustained basis.", "Provisional data as of June 2023 indicate that gross non-performing assets (GNPA) and net non-performing assets (NNPA) ratios declined to a decadal low of 3.6 per cent and 0.9 per cent, respectively.", "Price stability and financial stability complement each other.", "In fact, price stability is an anchor for financial stability, but the trade-off between the two becomes a close call at times.", "It has been our endeavour to manage these complementarities and trade-offs as efficiently as possible.", "While according priority to price stability keeping in mind the objective of growth, as mandated under the law, we treat financial stability as non-negotiable.", "Our policies and choices of instruments are guided by this holistic approach.", "We have strengthened our macroeconomic fundamentals and buffers, and these are imparting resilience to the economy to withstand large shocks and navigate in an increasingly turbulent and uncertain global setting.", "Alan Greenspan, the former Fed Chair, once said, \"More fundamentally, an environment of greater economic stability has been key to the impressive growth in much of the world.\"\"?", "India's economic performance in recent years lends credence to this view."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Price stability", "Financial stability", "Inflation", "Monetary policy", "Trade-offs", "Complementarities", "Central banks", "Macroeconomic stability", "Financial regulation", "Growth"]}