{"sentences": ["Opening Good morning, ladies and gentlemen.", "Thank you for having me today.", "I'd also like to welcome Bloomberg for bringing its Global Regulatory Forum to Asia, for the very first time.", "Global landscape 2023 has already proved to be an eventful year in the regulatory and supervisory space.", "At the global level, following the banking turmoil earlier in the year, a lot of emphasis has been put on enhancing the resilience of the sector, as well as in addressing the underlying challenges exposed by the banking turmoil, such as changes in technologies and customer behaviour.", "The Financial Stability Board (FSB) and Basel Committee on Banking Supervision (BCBS), together with authorities around the world including the HKMA, are drawing out the lessons learnt, in particular on banks' prudential and resolution frameworks, interest rate and liquidity risks, and the dynamics of deposit runs.", "Another regulatory priority is crypto-assets.", "Global regulators are working together to address the vulnerabilities in these markets, which were clearly exposed in a number of episodes last year.", "Various jurisdictions in Asia have recently introduced or enhanced their regulatory regimes on crypto-assets.", "Given the borderless nature of crypto service providers, it is important to have globally-consistent regulation to address the risks they pose.", "The third key area is climate change.", "The impact of climate change is global in nature and coordinated action from authorities is crucial to meet the challenges ahead, particularly in Asian emerging market economies where climate financing could be hard to come by, and where the trade-offs between socio-economic development and climate transitions pose particularly thorny questions to policymakers.", "Finally, more efforts would be needed to improve climate data and disclosure in order to better understand and model climate-related risks, and develop effective supervisory approaches.", "The HKMA has long been actively involved in international policy forums, including in respective of these three areas.", "We are delighted to see that Asian and emerging markets are becoming increasingly active in their international participation, and that international institutions are responding positively.", "For example, amongst other meetings that the Bank for International Settlements hosts, the central bank governors from major emerging market economies - including Emerging Asia, Latin America, Middle East and Africa, as well as Emerging Europe - meet three times a year to discuss issues of importance to the economies.", "And under the FSB, there are six regional consultative groups, including one for Asia.", "I have been asked to chair both of these platforms, and am hoping to use them to better communicate the voices of Asian economies, to ensure that Asia plays a part in international standard-setting and policymaking that is commensurate with our growing economic and intellectual contributions of the region.", "Approach in Hong Kong I would now like to move closer to home.", "As an international financial centre, we come across issues that are similar to those that our peers in the rest of the world face, and we ensure that our rules are of high quality and consistent with international standards.", "At the same time, we also take care to strike a balance with market development.", "Given the incidents that we have witnessed over the past year, I would argue that robust regulation is more important than ever to the longer term growth of our market.", "Let me elaborate using the HKMA's three key development focuses, namely, Mainland China, tech and innovation, and sustainable finance.", "(i) Mainland China opportunities As we all know, Hong Kong is the dominant gateway between Mainland China and the rest of the world.", "About two-thirds of direct and financial investment between the Mainland and the rest of the world is intermediated through Hong Kong.", "And this ratio has remained largely stable throughout the years, despite the rapid opening up of the Mainland and growth of its economy and financial market.", "Over the past decades, we have been working closely with Mainland authorities to expand our product offerings.", "For example, our various \"Connect\" initiatives have allowed Mainland and international investors to access products in each other's market.", "Starting with the launch of the H-share framework three decades ago, to the Connect schemes for stocks and over the years expanding into bonds, ETFs, wealth management products and swaps, the different initiatives are the go-to channels for cross-border investment and underpin some important milestones such as the inclusion of the China Government Bond in major bond market indices.", "As well, our Renminbi products and services offerings have mushroomed.", "Last year, more than RMB330 billion of dim sum bonds were issued in Hong Kong, more than double the issuance volume the year before.", "And last year's issuance record was again surpassed in the first eight months of this year.", "Hong Kong's offshore RMB's market has developed the liquidity, infrastructure and ecosystem that are capable of serving the financing, investment and risk management needs of corporates and investors alike.", "There are many factors behind the success of Hong Kong as a China gateway and an offshore RMB hub.", "Our \"one country, two systems\" institutional arrangement is critical: it facilitates cross-boundary cooperation between Mainland and Hong Kong authorities, while allowing Hong Kong to maintain a market environment that is familiar to market participants from the rest of the world.", "The design of these products and service offerings are also conducive to international participation.", "Investors using these Connect schemes can continue to follow common offshore market practices and rules that they are accustomed to, and leveraging their established legal and operational set-ups in Hong Kong, without the need to open onshore accounts and engage onshore agents.", "All these are familiar factors.", "I would, however, argue that Hong Kong's robust regulatory regime has played a crucial, if understated role.", "For our fellow Mainland regulators, the various Connect schemes in effect allow investors that are not directly under their purview to access the Mainland market.", "Mainland authorities would need to have confidence that such investors are properly regulated in Hong Kong.", "Consider how much emphasis that Mainland authorities put in market stability and order, the trust that they have in Hong Kong's regime is remarkable.", "Likewise for international investors: the fact that they are now investing in a market - the Mainland market - without actually having connected to that market shows how much they trust that Hong Kong regulators have done their homework for them, and that we will make sure that their interest is well-protected and the investment channel will run in an orderly manner.", "Our robust regulation is what underpins this trust and in turn, our success as the hub for all things China.", "(ii) Tech and innovation Tech and innovation is another area that I believe regulation and market development are complementary and can feed into each other in a virtuous cycle.", "This is particularly the case for virtual assets.", "There was a time when virtual assets and the so-called cryptocurrencies were seen as a way to escape from the reach of governments and regulation.", "Some continue to hold this belief, but they are now a minority.", "First is some high profile failures in the industry.", "Many of the causes behind the failures - poor governance, misuse of client assets, etc.", "- are not new and are exactly the kind of issues that regulations were created to address in the first place.", "Second, and perhaps paradoxically, is the early success of some virtual assets.", "Their staying power has attracted the attention of many mainstream investors, who in turn demand that these assets are subject to the same set of robust regulation that such investors are used to before they are willing to participate in the market.", "Of course new products and services call for fresh perspectives and approaches, but the very core of robust regulation remains more relevant than ever.", "And this is exactly the approach that Hong Kong took when the government announced the framework for virtual asset development last October.", "It is clear in the framework that an important prerequisite for virtual asset development is the need to have robust regulatory guardrails.", "Under the \"same activity, same risks, same regulation\" principle, regulators have developed a comprehensive framework for the regulation of virtual asset activities, and are now rolling out the various components one by one.", "An important component is the regulatory regime for Virtual Asset Service Providers that the Securities and Futures Commission has launched.", "The regime aligns the requirements for Virtual Asset Exchanges in terms of anti-money laundering and counter-terrorist financing, and investor protection to those currently applicable to traditional financial institutions, hence offering licensed Virtual Asset Exchanges the status and credibility to access a wider net of investors in the Hong Kong market.", "An additional benefit is that financial intermediaries and banks can partner with licensed Virtual Asset Exchanges when offering clients with virtual asset dealing services, provided that relevant regulatory conditions are met.", "From the perspective of Virtual Asset Exchanges, a licensing status can offer them the potential to open new distribution channels in Hong Kong, tapping into our sizable asset and wealth management market.", "Another important element of the virtual asset world is stablecoins.", "Given their nature and intended usage, stablecoins - especially payment-related ones - will likely have relatively broad and frequent interconnection with the mainstream financial system and day-to-day commercial financial and economic activities.", "An appropriate regulatory environment will help address financial stability risks possibly posed by such assets, and promote the orderly and sustainable development of the industry.", "In this connection, the HKMA concluded the consultation on stablecoins regulation in January and, based on industry feedback, is working to bring certain activities relating to stablecoins into the regulatory perimeter.", "(iii) Sustainable finance Similar to virtual asset, sustainable finance is a development area that I believe would benefit from better regulation.", "Come to think of it, the comparison is interesting because the two industries cannot be more different: regulators worldwide all want to promote sustainable finance, whereas most are at best sceptical about virtual assets.", "Whereas the sustainable finance industry recognised the benefit of regulation early on, going as far as coming up with their own industry principles for green and social bonds when the regulators were not quite ready, the virtual asset industry has always taken a more libertarian anti-regulation stance.", "Let us first acknowledge the tremendous progress that has been made in regulating sustainable finance.", "For example, in disclosure: building on the guidelines by Task Force on Climate-Related Financial Disclosures (TCFD), the International Sustainability Standards Board (ISSB) launched the Sustainability Disclosure Standards in June.", "The standards provide the global baseline for firms to communicate their environment impact and climate risk exposure, as well as how they plan to transition to a more sustainable future.", "Disclosure and reporting are important not just in providing the kind of information that investors and other stakeholders need to engage with companies and nudge them towards sustainability, the process of preparing the relevant disclosure is also important in concentrating minds and compelling management to think seriously about the issues.", "Hong Kong is supportive of better disclosure.", "We are the first Asian jurisdiction mandating TCFD-aligned climate-related disclosure across the financial sector by 2025, and with the launch of ISSB standard, regulators in Hong Kong are working to align relevant local requirements with this global baseline.", "Other than disclosure, good progress is also being made on risk management, stress testing, climate scenario design, etc., which are important issues discussed often at international forum such as Network for Greening the Financial System (NGFS).", "At the same time, a lot more needs to be done.", "First is on taxonomy, or simply a definition of what is green and what is not.", "Many jurisdictions have now launched their own taxonomies, which in isolation is extremely useful because they provide clarity to firms and investors alike.", "Problems, however, emerge when you look at all the taxonomies in total.", "Proliferation of taxonomies could be confusing and may inhibit cross-border sustainability investment.", "Many taxonomies are in fact quite similar; and harmonisation can be done.", "The HKMA, for example, is developing a local green classification framework on the basis of the Common Ground Taxonomy jointly developed by China and the EU.", "We release a prototype of the local framework in May to gather feedback, and are aiming to launch the final version soon.", "Another important area is transition finance.", "It has evolved from a fringe topic mired in greenwashing controversy, to generally accepted as a mean to support emerging markets and hard-to-abate sectors in achieving their climate objectives.", "Here the issue is almost the opposite of that of taxonomy: while we now have a consensus at the conceptual level, operationalising transition finance remains a challenge, given that what qualifies as transition finance is often firm, industry and country-specific.", "I hope I have given you a good overview of our approach to regulation and the symbiosis between regulation and market development.", "For sure regulation is no panacea to all the problems that we face, but good regulation should provide a strong foundation for markets to prosper.", "And I am sure that we would all learn more about this at the rest of today's event."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Crypto-assets", "Climate change", "Resilience", "Virtual assets", "Sustainable finance", "Risk management", "Disclosure", "Taxonomy", "Transition finance", "Prudential regulation"]}