{"sentences": ["Introduction Good morning and a warm welcome to all colleagues from central banks representing the South Asian Association for Regional Cooperation (SAARC).", "We are also delighted to be joined by experts on emerging technologies from the academia, the private sector, the legal sphere, data scientists, the World Bank, the RBI Innovation Hub and of course, my colleagues from the Reserve Bank of India (RBI).", "This two-day seminar with 'Emerging Digital Technologies in Central Banking and Finance' as its theme marks the fulfilment of the commitment made in the 44th meeting of the SAARCFINANCE Governors' Group held at Marrakech in October 2023.", "Given recent developments on the technological front globally, the seminar's theme could not have been timelier and more relevant.", "We hope that it will serve as an avenue for intensifying engagements within the SAARC through sharing of knowledge and experiences as well as by energising person-to-person interactions.", "The State of Play New age technologies such as application programming interfaces (APIs), artificial intelligence (AI) and machine learning (ML), biometric-based identification and authentication (biometrics), cloud computing (CC) and distributed ledger technology (DLT) are currently powering innovations in the financial sector worldwide.", "Technological advances are also making the role of central banks more relevant and multi-faceted.", "Leveraging on these technologies, central banks are re-engineering their own work processes and procedures, building new capacities and, more generally, rethinking their approach to their various functions.", "They are also adapting their operations to new demands of citizens for more speed, convenience, and affordability.", "At the same time, central banks are widening and deepening their oversight and regulation role to deal with new products and new providers, including those like FinTech and BigTech that operate outside the purview of the traditional financial sector.", "Consequently, central banks are also confronted with the associated risks.", "In doing so, they must pay heed to the fact that regulations can stifle or foster innovation in the financial sector by the manner in which they shape the rules and standards for cooperation, interoperability and competition.", "It is in this context that central banks cannot and should not work in isolation .", "More than ever, cooperation and dialogue with other central banks and regulators as also with other stakeholders, both domestic and international, is an imperative if they have to navigate the unresting tides of innovation.", "Hence, forums like this seminar assume importance.", "Let me spend a few minutes discussing the opportunities presented by these emerging technologies.", "First, we live in an age of data-driven policy making.", "Central banks are repositories of enormous volumes of data.", "Therefore, data quality and data governance are of utmost importance to ensure that policy measures are apposite and effective.", "In this context, digital technologies, especially the newer ones including AI and ML, help to dive deep into existing data as well as unstructured and high-frequency information to carry out meaningful analyses.", "They help to detect trends and anomalies better and thereby provide useful insights on specific economic and financial situations as inputs for policy formulation.", "In essence, the synergy between structured data, rigorous reporting and AI amplifies the productivity of data-driven processes, reinforcing their importance in modern central banking.", "Second, central banks can use digital technologies, especially newly developed tools of big data analytics, for economic forecasting that is vital for forward-looking monetary policy assessments.", "An important development in this regard is the Billion Prices Project (BPP) created at MIT in 2008, which experiments with retail prices that are posted online on the websites of retailers all over the world.", "The objective is to improve the computation of traditional economic indicators starting with the consumer price index .", "By 2010, the project was collecting 5 million prices every day from over 300 retailers in 50 countries.", "In May 2017, the BPP began experimenting with crowd-sourcing and mobile technologies to measure the monthly inflation rate in Venezuela where official statistics haven't been published since 2015.", "Third, in the oversight of financial markets, technological innovations can help trade repositories (TRs) to tackle data quality issues and increase the value of TR data to authorities and the public.", "Regulators need to be vigilant, however, about unexpected forms of interconnectedness between financial markets and institutions on account of applications of AI and ML.", "Fourth, regulatory compliance is another area which can significantly benefit central banks through RegTech and SupTech tools.", "With the increasing complexity of financial regulations, automating compliance processes through such tools, conducting risk assessments and monitoring transactions for potential violations could help sharpen compliance and ensure that financial institutions adhere to regulatory frameworks.", "This helps in reducing compliance costs for regulated entities, while improving the financial ecosystem as a whole.", "Machine readable regulations could be an additional synthesis in the usage of AI.", "Effective use of new technologies is expected to help to detect fraudulent actives in the system in a complex and interconnected environment.", "Fifth, emerging technologies help central banks to design new products and services to cater to specific requirements.", "For instance, CBDC as a digital form of sovereign currency offers a secure and reliable medium of exchange.", "Apart from enhancing financial inclusion and improving transaction efficiency, it may also help reduce costs and facilitate cross-border transactions.", "Cross Country Experience Central banks have been early adopters of emerging technologies.", "I will not attempt complete enumeration of central bank practices; instead, present select experiences to underscore the wide diversity of usage.", "Among advanced economy central banks, the European Central Bank (ECB) has been an early mover in applying these technologies to data collection, assessment and interpretation, and banking supervision.", "The US Federal Reserve is exploring the potential of generative AI through an 'incubator' programmme with 'responsible innovation' at the forefront of its strategy.", "The Bank of England uses AI in the scrutiny of data quality to identify potential indicators of unforeseen economic disruptions.", "Similarly, the Deutsche Bundesbank employs an unsupervised ML system to identify outliers in significant financial datasets.", "Meanwhile, the Banque de France's BIZMAP initiative leverages these advanced technologies to assist small- and medium-sized enterprises in France as they navigate global markets.", "Many central banks, including the Bank of Canada, are implementing cloud adoption strategies for data analysis and collaboration which helps them in hassle-free upscaling of computing power .", "Among emerging market economies, the Central Bank of Malaysia has developed a SupTech tool that supports communication with supervised entities with the aim of enhancing both the efficiency of the process and the consistency of the messages conveyed.", "Bank Indonesia has been using news articles to enhance the forecasting of labour market dynamics.", "The approach involves building a statistical index of employment vulnerability computed from a corpus of around 27,000 monthly news texts covering a period of 23 years and based on natural language processing (NLP) techniques.", "The Indian Experience The RBI as a full-service central bank has employed emerging technologies in virtually all its functions while also encouraging their adoption in various parts of the financial system.", "This has also involved spearheading innovation and building up the digital public infrastructure.", "As a result, a recent assessment has found that the usage of AI related keywords in Indian banks has increased sizeably .", "A survey conducted by the RBI at end June-2023 revealed that almost three-fourths of Indian banks and several non-banking financial companies (NBFCs) have developed chatbots and virtual assistants.", "Increased collaboration of banks and NBFCs with FinTechs has facilitated introduction of model-based lending.", "Within the RBI, big data analytics, AI and ML have been extensively employed in monetary policy, research and data management functions.", "Examples include use of AI powered tools to refine the quality of banking statistics; building of hybrid models that combine traditional statistical methods with ML tools for forecasting and nowcasting; applications of natural language processing (NLP) for classification of internal audit reports; and analyses of the textual complexity of banking regulations.", "The use of unconventional data like media sentiment is undertaken for assessing the effectiveness of central bank communication.", "Other applications include tracking inflation through online food prices and assessing crop production from remote sensing data.", "On the supervisory front, the Advanced Supervisory Analytics Group (ASAG) has been set up to leverage ML models for social media analytics, know your customer (KYC) compliances and for gauging governance effectiveness.", "The establishment of an advanced off-site supervisory monitoring system-DAKSH - is helping to digitalise supervisory processes.", "An Integrated Compliance Management and Tracking System (ICMTS) and a Centralised Information Management System (CIMS) are two major SupTech initiatives being implemented for seamless reporting by supervised entities for enhancing data management and data analytics capabilities, respectively.", "On the digital financial inclusion front, the RBI Innovation Hub has pioneered the delivery of farm loans or Kisan Credit Card (KCC) loans in a fully digital and hassle-free manner.", "The RBI has also facilitated setting up of digital banking units (DBUs) by commercial banks, which will enable broader access to cost effective and convenient digital financial products and services.", "The RBI's innovations in payment and settlement systems have been recognised the world over.", "It is now building upon the success of India's fast payment system - the Unified Payment Interface (UPI) - by incorporating functionalities like offline payments through near field communication (NFC) technology (UPI Lite X), payments through feature phones (UPI123Pay), conversational payments.", "The UPI has been interlinked with PayNow, Singapore's fast payment system, in collaboration with the Monetary Authority of Singapore to enable users to make instant and low-cost cross-border peerto-peer (P2P) payments.", "This is a major step towards the internationalisation of the UPI.", "Similar collaborations with other jurisdictions, notably with the UAE's Instant Payment Platform (IPP), are in the pipeline.", "In the development of CBDCs, both wholesale and retail e- pilots were initiated in 2022.", "Going forward, the aim is to expand the ongoing pilots by covering more locations, include more participating banks and incorporate feedback.", "On the information technology front, the RBI is working on establishing a cloud facility for the financial sector in India.", "Taking cognizance of increasing geopolitical and climate related risks, a Lightweight Portable Payment System (LPSS) is being developed to process critical transactions during emergencies.", "The RBI is also developing a state-ofthe-art greenfield data centre to address capacity expansion constraints to meet everincreasing IT landscape needs and to avoid region specific risks.", "The RBI has facilitated responsible innovation in the financial sector through initiatives like its regulatory sandbox, which has produced practical and innovative solutions in domains such as 'retail payments', 'cross-border payments', 'MSME lending' and 'prevention and mitigation of financial frauds'.", "It has also conducted hackathons to leverage the experience and skills of the private sector, the academia, and the public to provide innovative solutions to the problems facing digital India.", "The account aggregator (AA) framework helps in secured sharing of financial data between regulated financial institutions and also provides customers control over their data.", "By promoting data portability, this framework also expands the market for lenders.", "While encouraging innovation, the Reserve Bank is also proactive in safeguarding customer interests by regulating digital lending and flagging unauthorized forex trading platforms.", "As society harnesses the benefits of emerging technologies, regulators should pay careful attention to the underlying risks and hence to responsible use, data security and privacy, legal compliance, and ethical questions.", "These aspects will also require central banks to reskill and upskill the existing workforces and adapt to the changing digital landscape in a sustainable way.", "First, with the increasing use of AI, concerns arise about transparency, data biases, governance, privacy and the robustness of algorithms.", "Hence, central banks need to ensure that there are enough checks and balances in place.", "The RBI has emphasised that data used for training of models should be extensive, accurate and diverse to rule out any prejudices and that algorithms should be auditable.", "Second, cybersecurity in banking organizations is essential for continuing public trust in the financial system.", "Cyber risks also entail customers facing threats of exposing personally identifiable information (PII).", "Organizations too have to bear high costs on account of the operational impact on businesses, demand for payment of ransoms and /or having to develop new infrastructure from scratch.", "Due to increasing reliance on Software as a Service (SaaS) solutions, financial institutions can also get affected by third-party or supply-chain attacks.", "Cloud computing is becoming vital for many modern applications, but it is also associated with threats to data security and privacy, system availability, continuity of operations, interoperability, auditability and compliance with legal requirements .", "Third is the issue of digital financial exclusion whereby a significant proportion of the population may feel left behind.", "Additionally, emerging technologies have unleashed complex products and business models with risks, of which users may not be fully aware.", "New risks include the proliferation of fraudulent apps, deep fakes, and misselling through dark patterns.", "Fourth, digital innovation can also drive fragmentation of the financial world, as differing systems can divide user groups and countries from each other cross7 .", "For effective border digital financial infrastructures, there emerges a need to discuss and promote common protocols, standardised APIs and secure communications channels.", "Legacy infrastructures in the financial system need to be upgraded in line with these common protocols to handle new kinds of demand.", "Central bankers must closely monitor developments in Quantum Computing, which is expected to lead to a multi-fold increase in computational abilities.", "There is growing concern, however, about the vulnerability of existing cryptographic methods that secure our financial transactions as Quantum Computing can rapidly perform code-breaking calculations.", "It is imperative to strike a balance between benefits and risks by strengthening the capacity of regulated entities (REs) and surveillance by oversight authorities, formulating /updating relevant legal and regulatory frameworks, proactively engaging stakeholders to identify possible risks, and expanding consumer education.", "Conclusions and Way forward There is significant heterogeneity across SAARC central banks in the use and adoption of emerging technologies.", "Within the SAARC, therefore, it is important for our central banks to learn from each other's experiences by focusing on nuances of technology, integration with existing systems, skilling and adaptability, and the disruptive aspects of technology.", "Looking ahead, we can also envision the interlinking of technologies.", "A case in point is increased outward orientation of India's UPI to citizens of other countries.", "The potential is vast; to exploit it, we must gear up to participate in the new technology revolution.", "Above all, we must open our minds to the power of innovation, to the cross-fertilisation of ideas and experiences while being mindful of the inherent risks.", "This seminar brings together the best minds, practices and capabilities in our region.", "This fusion will surely shed light on the way forward.", "As I wish you every success in your deliberations, I would like to end with a few words of caution expressed by Stephen Hawking: \"Success in creating AI would be the biggest event in human history.", "Unfortunately, it might also be the last, unless we learn how to avoid the risks.\"", "Valuable comments received from Snehal S Herwadkar, Rajas Saroy, Ajesh Palayi, Gunjeet Kaur, and editorial help from Vineet Kumar Srivastava are gratefully acknowledged.", "A. Garcia (2023): Central Banks and Innovation, World Bank Blogs, April 19.", "Cavallo, A., and R. Rigobon (2016): 'The Billion Prices Project: Using Online Prices for Measurement and Research', Journal of Economic Perspectives, 30 (2): 151-78.", "'Machine learning applications in central banking'.", "Bank for International Settlements.", "'Managing cloud risk- some considerations for the oversight of critical cloud service providers in the financial sector'.", "FSI Insights on policy implementation No.", "Bank for International Settlements.", "da Silva, L.P. 'Central banks at the crossroads'.", "Speech at the Asia School of Business (ASB), Master of Central Banking, Kuala Lumpur, 19 August 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Emerging technologies", "Central banking", "Artificial intelligence", "Data analytics", "Financial inclusion", "Financial regulation", "Cybersecurity", "Digital financial exclusion", "Quantum computing", "Cross-border financial transactions"]}