{"sentences": ["Bank of England Page 1 Monetary policy as engineering?", "- soeech by Given at the Institute of International Finance's Talking Policy Series 19 December 2023 Bank of England Page 2 1.", "This is my first speech as a Deputy Governor and member of the Monetary Policy Committee (MPC) at the Bank of England.", "I am going to use the speech to describe my approach to monetary policy and how I am applying it to the situation the MPC currently finds itself in.", "I can think of few better places to do so than a 'Talking Policy' seminar, and I am very grateful to have been invited along to speak to you all today.", "I will focus on a few important questions.", "Where is the economy now?", "What does that mean for my approach to monetary policymaking?", "And finally, why is that approach the right thing for the economy?", "Where is the economy now?", "Monetary policymakers like to talk about uncertainty.", "But it is fair to say that working out what the state of the UK economy is and where it's heading is especially uncertain at the moment.", "There are measurement issues?, volatility in the data and exceptionally large data revisions.", "* The bottom line is that it is more difficult to extract a clear signal from the noise.", "* That said, I will start by briefly painting a picture of what I think is happening in the economy in general terms.", "First, economic activity has been practically flat since the end of 2022.", "That is of course stronger than the MPC and other forecasters expected this time last year, in part because of the adjustment to energy supply headwinds and the steep fall in energy prices since then.® But in historical terms it is very weak.", "GDP has grown by about 0.5% over the past year, which compares to average annual growth of 1.5% since the Global Financial Crisis - itself a period of low growth by historical standards.", "Second, the labour market is loosening but it remains tight.", "The survey-based employment indicators point to a tentative slowdown in hiring.", "The level of vacancies has fallen from a peak of 1.3 million in the middle of last year to just under a million in the latest data.", "But that is still more than 100,000 above its pre-Covid level, which itself was elevated by historical standards.", "And importantly, whilst wage growth has finally begun to fall it is still greater than 7% on most measures, which given the current weakness in productivity growth in the UK is several percentage points higher than a level that, if sustained, would be consistent with the inflation target.® 6.", "Third, inflation has been falling over the past year but it remains far too high.", "A naive calculation would imply that we have done more than two thirds of the work to get inflation back to target.", "1 Alan Greenspan called uncertainty the 'defining characteristic' of the monetary policy landscape.", "2 For example, the ONS is dealing with issues caused by a decline in the response rate to the Labour Force Survey, which is the MPC's most important source of information on the unemployment rate.", "3 For example, the revision to the final UK PMI for September 2023 was the 3rd largest since records began.", "My colleague Ben Broadbent yesterday set out some challenges around understanding the state of the UK economy at the moment, and how the MPC's usual policymaking approach focuses on a range of indicators.", "In the MPC's November 2022 forecast GDP was expected to fall by 2% over the year to Q4 2023.", "6 Bank staff estimate that the rate of trend productivity growth in the economy as a whole is around 1%.", "In combination with inflation of 2%, that implies nominal wage growth of 3% on average, all else equal.", "Bank of England Page 3 But much of the fall in inflation so far owes to base effects: the mechanical counterpart of the unprecedented increase in the level of energy prices that came to an end just over a year ago, with a much smaller contribution so far from the significant monetary policy tightening.'", "Taken at face value, the MPC's November forecast implies that inflation will not return to the 2% target for another two years, so we expect to have a way to go.", "It is worth stepping back to review how we got here.", "I think a few points of context are particularly important to bear in mind.", "First, the UK economy has been hit by a series of unprecedented shocks.® The UK's departure from the European Union coincided with a once-in-a-hundred year pandemic during which much of the UK and global economies were shut down.", "The process of reopening those economies met with supply chain frictions that pushed up materially on the prices of globally traded goods.", "Then in 2022 Russia staged an unprovoked and unjustified invasion of Ukraine, starting the biggest war in Europe for 80 years, and pushing up European energy prices by many multiples as a consequence.", "Most of these shocks - but of course not all of them - have affected other advanced economies too.", "All have contributed to volatility in economic activity and inflation.", "Second, high inflation since 2021, which was initially caused by imported goods and energy prices, has led to the emergence of second-round effects on wages and prices in the UK.° This process has been supported by exceptional tightness in the labour market, and has been stubborn even in the face of the shocks I just described.", "These second-round effects have contributed to persistence in inflation in the UK and, albeit to a lesser extent, in other advanced economies.", "Third, demand has been resilient and supply has been very weak.", "The tight labour market and elevated inflation - especially for goods and services that tend to have a larger domestic cost component - point to a UK economy that is operating at or above capacity.", "But the data suggest that economic activity has been flat.", "That implies that supply has been very weak, which is a natural consequence of some of the shocks I mentioned earlier.", "These have combined to deliver a series of significant forecast surprises in the UK and other advanced economies.", "Focusing on the UK, until very recently inflation had been much higher over the past couple of years than we had expected.", "And as I said before, economic activity has been more resilient than we expected.", "Chart 1 shows that the scale of these surprises - based on one-year-ahead forecasts - has been larger than at any point since the Global Financial Crisis.''", "Some of the surprises, for example in 7 As I said in my parliamentary appointment questionnaire, inflation could have been three to five percentage points higher at its peak had the MPC not increased Bank Rate at all.", "8 The Governor Andrew Bailey has described this as 'a time of macroeconomic upheaval'.", "° See a recent speech by my colleague Jonathan Haskel for more on this.", "10 When inflation and wage growth are high, they also tend to be more volatile, which adds to issues around extracting a signal from the data.", "I return to this idea later in the speech.", "11 The MPC's forecasts condition on market expectations for Bank Rate and energy prices, among other things.", "Part of the increase in forecast surprises has been driven by volatility in those variables.", "Bank of England Page 4 late 2022, looked like textbook supply shocks, with stronger inflation coming at the same time as weaker GDP.", "More recently GDP has been much stronger than our forecasts a year ago, with inflation weaker than expected, suggesting some unwind of prior supply shocks.", "Chart 1: Over the past few years the MPC have had to deal with larger forecast surprises than at any point since the Global Financial Crisis @) One-year-ahead forecast surprises (data minus forecast, pp) Late 2022 ---\" ee e a @ 2008-2020 eed 1 ry e@ Since 2020 fo1 -25 -20 15 -10 5 0 5 Source: Bank of England, ONS (a) The chart shows the difference between quarterly data outturns for year on year growth in GDP and CPI inflation and the MPC's modal forecast for those variables made one year earlier.", "The forecasts condition on market expectations for Bank Rate, energy prices and other factors at the time the forecasts were made.", "12.In general these surprises tend to have been serially correlated - particularly for inflation - meaning that positive surprises tend to have been followed by further positive surprises.'?", "These large inflation surprises have been common across advanced economies, including the US and the euro area.", "13.To state the obvious, this context has made monetary policymaking difficult.", "I have learned two important lessons.", "First inflation and wage growth have been stronger than our models would have predicted, suggesting greater second-round effects than I would have expected before this inflationary episode.", "Second, there is more uncertainty than usual about the speed and scale of the monetary transmission mechanism, especially given the unprecedented tightening we have seen.", "14.What I take from this is that we are in a state of the world where monetary policymaking is best considered as engineering rather than science.", "The shocks and data surprises are too large for us to have any hope of understanding the detail of what is happening in a complex system and fine tuning economic outcomes through our 12 The trailing two year correlation between the one-year-ahead quarter-on-quarter inflation surprise and its own lag increased to around 0.7-0.8 over the past year and a half.", "The BIS have also shown that one-year- ahead inflation surprises have been positively correlated with two-year-ahead surprises historically.", "Bank of England Page 5 models.", "Instead - like engineers - we should pay attention to real world outcomes and adjust accordingly.?", "That means we have had to remain open-minded to make sure that we continually learn how the economy is responding to these shocks.", "We have had to remain humble about how well economic models perform when movements in important variables are 'out of sample' - in other words historically unprecedented.", "We have had to place more emphasis than usual on what we know has happened, or is happening, in the economy and acknowledge that future projections are more uncertain than usual.", "'* And given the uncertainty around the things we are simply unable to observe but that matter a lot now for policy - most obviously trends in supply - we have had to rely more on extracting signals from so-called 'late cycle' indicators, such as inflation and wage growth, rather than indicators of economic activity.", "'® 16.One approach that I think helpful is to think through a range of possible scenarios for the UK economy, where those scenarios reflect how real world outcomes have differed from our expectations - our lessons learned from engineering, if you like.", "Why is scenario analysis helpful?", "17.Scenarios enable us to explore policy relevant potential outcomes rather than focusing only on the thing that is most likely to happen.", "It's an approach we often use in financial stability - including on the Financial Policy Committee - where policymakers are inherently interested in tail outcomes rather than the central case, which naturally requires analysis of scenarios.", "But I have also found scenario analysis to be a useful guide for monetary policymaking during a time of major shocks.", "And I hope through explaining the role that scenario analysis has had in my own thinking on monetary policy I can make the case for the MPC to do more of it in the future.", "18.So what are the relevant scenarios for the UK economy at the moment?", "In my view the potential distribution of inflation outcomes is wider than it used to be - by which I mean that the probabilities of meaningfully above and meaningfully below target inflation are much higher than we might usually expect - and I have less confidence than I used to in any given inflation profile coming to pass.", "Similarly, whilst the MPC's latest forecast implies that inflation is most likely to be 1.9% in two years - and the mean, or expected value, is 2.2% - there is a material probability that it could be much higher or much lower.", "*® 13 I would like to thank Tim Jackson (an engineer and my husband) for inspiring the theme of this speech, although I have since discovered that Professor Gregory Mankiw also used the analogy in the 2000s here.", "See, for example, the February 2023 MPC minutes, which mentioned \"additional weight being put on recent strength in the labour market and inflation data, and relatively less on the medium-term projections'.", "See a recent speech by my colleague Ben Broadbent, which covers this theme.", "He also covered the theme in his speech yesterday.", "16 See a recent speech by my former colleague Silvana Tenreyro, which contains more discussion of the fan charts and of forecasting in the face of major economic shocks.", "Bank of England Page 6 What are the relevant scenarios?", "20.1 am going to set out two scenarios in this speech, reflecting two states of the world that would have very different implications for inflation and for monetary policy.", "These scenarios have informed my approach to setting policy, and in particular how I've approached setting policy in an environment where there are these competing risks.'\"", "21.Chart 2 shows in (I should emphasise) illustrative terms what these scenarios could look like.", "In one scenario - the 'low inflation scenario' - there is a negative shock and demand weakens much more quickly than expected as the MPC's previous tightening in monetary policy takes hold.", "Ultimately, and assuming for now no change in the path of Bank Rate, inflation would fall well below target.", "In the other scenario - the 'high inflation scenario' - inflation remains stubbornly persistent as a result of continued and strengthened second-round effects.", "'® Chart 2: Illustrative high and low inflation scenarios for the UK economy, alongside the MPC's most likely forecast in November 2023 @) Inflation in scenarios (percent)=== November 2023 (market rates) -- High inflation: second-round effects Low inflation: weaker demand 2021 2022 2023 2024 2025 2026 Source: Bank of England (a) The chart shows the MPC's November 2023 modal forecast for CPI inflation, conditioned on market expectations for Bank Rate at that time.", "The high inflation scenario could be thought of as one in which, for instance, the labour market remains tight and second-round effects are very significant.", "The low inflation scenario could instead be thought of as one in which the economy is hit by negative demand shocks that reduce demand materially relative to the November forecast.", "The scenarios should be interpreted as illustrative only.", "22.This of course begs the question of how policy should respond in these states of the world.", "That is impossible to describe in the abstract.", "But one possible window into it is 17 The MPC's November 2023 minutes touched on a similar theme, saying that the 'decision whether to increase or to maintain Bank Rate at this meeting was again finely balanced between the risks of not tightening policy enough when underlying inflationary pressures could prove more persistent, and the risks of tightening policy too much given the impact of policy that was still to come through'.", "18 My colleague Huw Pill called this 'intrinsic inflation persistence' in a recent speech.", "Bank of England Page 7 the so-called 'optimal policy projection'.° This is just one particular, simple, representation of how interest rates might have to respond to the scenarios, and in this version it assumes that the policymaker is focused only on returning inflation to target.", "It is clearly just a straw person.", "But it is nevertheless a useful yardstick to size quite how material these scenarios could be for Bank Rate.", "Chart 3: Estimated optimal monetary policy response to high and low inflation scenarios for the UK economy, assuming the policymaker places no weight on output stabilisation, for illustrative purposes ) Bank Rate in scenarios (percent) +9 -- High inflation: second-round effects 8 Low inflation: weaker demand +12021 2022 2023 2024 2025 2026 Source: Bank of England (a) The chart shows the estimated 'optimal policy projection' associated with the high and low inflation scenarios.", "See this annex for further details.", "In these scenarios - which are designed to focus on potential inflation outcomes, rather than any trade-offs with output stabilisation - we assume a lambda parameter of zero, and some preference for interest rate smoothing.", "The high inflation scenario assumes that the labour market remains tight and second-round effects are very significant.", "The low inflation scenario assumes that the economy is hit by negative demand shocks that reduce demand materially relative to the November forecast.", "The scenarios should be interpreted as illustrative only.", "23.Chart 3 shows how in this thought experiment the scenarios would, unsurprisingly, have very different implications for Bank Rate.", "In the low inflation scenario, Bank Rate would fall from the end of this year onwards, to prevent inflation from falling materially below target.", "In the high inflation scenario, Bank Rate would rise throughout 2024 to bring inflation down, before broadly stabilising somewhere well above 6%.", "?° 24.Let me underline, these scenarios are meant to be illustrative only and not a precise read on what I think monetary policy would have to do.", "The projection has a number of 19 See the annex to this previous speech by my colleague Ben Broadbent for more on the details of the 'optimal policy projection'.", "In these particular illustrative scenarios - which are designed to focus on potential inflation outcomes, rather than the potential trade-off with output stabilisation - we assume a lambda parameter of zero.", "20 In both cases, the optimal policy projection would of course deliver a path for inflation that is closer to target than the underlying inflation scenarios.", "Bank of England Page 8 unrealistic simplifying assumptions, including that everyone knows and understands the path for the economy.", "It also depends on a precise estimate of the monetary transmission mechanism, which is very uncertain as I noted above.", "But it does show the potential for very different paths for Bank Rate depending on which scenario we find ourselves in.", "Monetary policy from here 25.How might such scenario analysis be useful in considering policy?", "It is impossible to place precise probabilities on the likelihood of either of these scenarios, although I think the MPC's modal forecast is more likely to occur than either of them.", "Nevertheless understanding how a policymaker would respond in either scenario is useful to anyone who is interested in understanding the outlook for policy from here.", "The approach also underlines how, when there are significant risks, policy may need to be nimble as we learn more about which state of the world we might be in.", "(Indeed, in much the same way, my colleague Ben Broadbent talked yesterday about trading off timeliness against forming a better understanding of what's going on in the economy.", "*') That process of working out what's going on should rely on the accumulation of evidence rather than any individual data point.", "Finally, in my view, the high inflation scenario would be clearly the more costly scenario - and it is therefore the most important scenario to lean against when we are setting monetary policy.", "26.Where does that leave monetary policy over the next few months?", "The economy is moving in the right direction to return inflation to the 2% target, but our job isn't done.", "The question I am focused on is whether there is evidence of more persistent inflationary pressures which means we may need to tighten further.", "Regardless, monetary policy still needs to be restrictive for an extended period of time to keep pushing down on inflation and to return it sustainably to target.", "27.Given the uncertainty, I will continue to use a range of evidence - incorporating soft data, such as surveys, as well as real world conversations with businesses and others - to inform my view of where the economy is heading.", "As part of that, I will be focused on signs that the loosening in the labour market is accelerating, and wage growth is falling more sharply than expected, for example through timely surveys and real world reports from the Bank's network of Agents.", "28.At our December meeting, my reading of the evidence available at the time was that holding Bank Rate constant at 5.25% would be the best approach to managing these risks.", "What happens when inflation is high?", "29.1 said earlier that I considered the high inflation scenario clearly the more costly - and therefore the most important to lean against when setting monetary policy.", "High inflation for an even more extended period would be damaging for households, 21 See here for Ben Broadbent's speech.", "Bank of England Page 9 businesses and the economy, making us all poorer.??", "I'll finish the speech by spending some time explaining why that is.", "I'll start by noting a few important features of high inflation scenarios.\"", "30.First, high inflation tends to come with volatility in prices.", "By that I mean that when the general rate of price increases is high, that rate tends to jump around a lot.", "As the rate of inflation doubles, the volatility of inflation tends roughly to double too.", "Second, high inflation tends to come with more frequent price changes.", "It has been widely documented that many businesses only adjust their prices at pre-defined regular intervals.", "Few businesses change prices every day.", "But the frequency of price changes tends to go up when inflation is high.", "UK businesses reported much less frequent price changes in 2019, when inflation was relatively low, than in 2022 when inflation had risen materially.", "Third, high inflation tends to come with larger changes in relative prices.", "The data shows that the rates of inflation for different products disperse when inflation is high.", "That relationship is evident for simple comparisons of goods and services inflation - goods prices tend to rise much faster than services prices when inflation is high - and also across the full CPI basket.", "Fourth, high inflation tends to come with people paying more attention to inflation.", "\"° Former Chair of the Federal Reserve Alan Greenspan defined price stability as when 'households and businesses need not factor expectations of changes in the average level of prices into their decisions.", "Current Fed Chair Jerome Powell made a similar point in 2022.27 34.", "Fifth, high inflation can make people lose trust in institutions.", "The central bank and other economic policy institutions need to establish and maintain trust in their commitment to economic stability.", "If people's inflation expectations are low and stable this directly contributes to price stability.", "If inflation is high for too long, people can begin to lose that trust, and that risks a self-fulfilling expectation that inflation will accelerate.", "Why is high inflation so damaging?", "These features of high inflation scenarios pose a number of problems for the economy.", ".High inflation distorts production decisions.", "Volatility and relative price changes make it difficult for businesses to extract signals from the prices that they see in the market.", "22 As discussed in a speech by my colleague Ben Broadbent, there is nothing that monetary policy could have done to offset the negative real income impact of the terms of trade shock we have experienced.", "23 See the annex for some empirical evidence supporting these points.", "Former Governor of the Bank Mervyn King talked about similar themes in a speech ten years on from the introduction of inflation targeting.", "24 There is some evidence that volatility picks up when inflation is very low or negative, which would lend support to arguments that suggest low, but not too low, inflation minimises undesirable volatility in inflation.", "In the limit, fully flexible prices would have implications for the transmission of monetary policy.", "26 The theory of 'rational inattention' would imply that this leaves them less bandwidth to think about other things, making them worse off.", "It also risks an extremely damaging scenario, where people expect price inflation to accelerate out of control, and this ends up de-anchoring inflation expectations and is self-fulfilling.", "At the Jackson Hole summit in 2022 Chair Jerome Powell said 'When inflation is persistently high, households and businesses must pay close attention and incorporate inflation into their economic decisions.", "When inflation is low and stable, they are freer to focus their attention elsewhere.'", "28 See van der Cruijsen et al (2023) for an extensive discussion of the importance of trust in central banks.", "Bank of England Page 10 They can mistake movements in the overall price level for movements in the demand for their products.", "This can lead them to produce the wrong quantity of a product, creating a misallocation of resources in the economy and unnecessary volatility.", ".High inflation also reduces investment and hiring, which in turn reduces the productive capacity of the economy.", "It makes it difficult for businesses to plan ahead, effectively increasing the cost of expansion.", "Plus the uncertainty that comes with high inflation increases the incentive to 'wait and see' if volatility dies down before making expansion decisions.", "This reduces the overall level of investment and hiring, and therefore output.", "It distorts household decisions for similar reasons.", "It adds uncertainty and noise to decisions around liquidity management, saving and borrowing.", "This reduces the ability of consumers to smooth their consumption over time.", ".High inflation increases the risk of unexpected redistributions of income and wealth.", "As inflation rises, households and businesses will be in conflict as they attempt to defend their real incomes.° Unexpected increases in prices erode the real value of savings - because nominal interest rates tend not to keep up with inflation, and cash pays no interest.", "Unexpectedly high inflation also erodes the real value of debt that isn't index- linked, including most mortgages.", "So it leads to redistribution from creditors to debtors, and from current to future creditors.", "*° 40.And finally, households with the lowest incomes tend to be hit the hardest by high inflation.", "The data shows that since the end of 2021 the inflation rates faced by the lowest decile of the household income distribution have been much higher than those faced by the highest decile.", "*' That is because they tend to spend more of their money on the products that have increased in price by the most, such as food, heating and electricity.", "Lower income households have also had a bigger real income hit than richer households, leading to a negative impact on their living standards.*?", "These households often find it most difficult to deal with the consequences of these impacts.", "The problems of a high inflation scenario underline the importance of the MPC avoiding high inflation scenarios and returning inflation sustainably to its 2% target.", "42.Much of my career to date has been in the financial stability policy world.", "I have said before that monetary and financial stability are complementary - or two sides of the same coin.*?", "Maintaining low and stable inflation on a sustainable basis is an important part of financial stability.", "*4 29 See Werning and Lorenzoni (2023) for more on inflation as a form of 'conflict'.", "There is recent empirical evidence that when inflation expectations rise, income expectations rise by much less.", "30 There are other forms of redistribution linked to high inflation too, for example via the tax and benefits system, where thresholds and payments tend to be only partly inflation-linked.", "31 See statistics produced by the ONS for more details.", "It is of course also true that the lowest income households tend to be hit hardest by recessions.", "32 See the household disposable income statistics produced by the ONS.", "It is however true that the lowest paid jobs have seen large increases in nominal incomes linked to the National Living Wage.", "33 See my speech from earlier this year.", "34 The FPC undertook a detailed assessment of the financial stability risks of higher interest rates later in the year.", "My colleague Dave Ramsden talked about the theme in a recent speech.", "Bank of England Page 11 43.Delivering low and stable inflation can of course require increases in interest rates.", "Such increases impact the financial system and it is vital to ensure the system is resilient to them.", "That is the job of the Financial Policy Committee (FPC).", "The FPC's work on financial stability allows the MPC to get on with its job of maintaining monetary stability.", "44.In summary, I intend to approach monetary policy decisions in the coming months paying great attention to how real world outcomes differ from our expectations and adjusting accordingly.", "Scenario analysis is a helpful policy tool against a backdrop of unprecedented shocks.", "45.1 will approach each vote humbly and pragmatically, with no pre-determined policy path in mind.", "But given what we know now, I can say that it will be important for monetary policy to be restrictive for an extended period in order to return inflation sustainably to the 2% target in the medium-term.", "I''d like to thank Danny Walker for his assistance in drafting these remarks, Matthew Naylor and Kate Reinold for their work on the scenarios, and Tim Jackson for inspiring the theme of the speech.", "I would also like to thank Andrew Bailey, John Barrdear, Lauren Barnes, Fabrizio Cadamagnani, Alan Castle, Swati Dhingra, Jon Hall, Richard Harrison, Neha Jain, Josh Martin, Rupal Patel, Huw Pill, Dave Ramsden, May Rostom, Martin Seneca and Fergal Shortall for their helpful input and comments.", "The views expressed here are not necessarily those of the Monetary Policy Committee (MPC) or the Financial Policy Committee (FPC)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none"], "topics": ["Monetary policy", "Inflation", "Wage growth", "Scenarios", "Labour market", "Bank Rate", "Transmission mechanism", "High inflation", "Low inflation", "Financial stability"]}