{"sentences": ["Mr. George discusses the advantages and disadvantages of EMU Speech by the Governor of the Bank of England, Mr. E.A.J.", "George, to the British Chamber of Commerce in Hong Kong on 23/9/97.", "EMU - One currency, fifteen countries?", "I am delighted to be here with the British Chamber of Commerce in Hong Kong, and to find that you are so obviously flourishing -- as I had no doubt you would -- in the new environment.", "I'm delighted too to be able to redeem a promise to speak at one of your lunches which Christopher Hammerbeck alleges I made to him two years ago.", "I've chosen to speak about EMU -- under the title of \"One currency, fifteen countries?\"", "-- and I emphasise the question mark.", "Let me begin with the pros and cons of EMU, although I think that the economic arguments are now reasonably well understood.", "On the positive side, although one can hope, by pursuing consistent national macroeconomic policies, to achieve reasonable de facto exchange rate stability within Europe over time, only a single currency can deliver intra-European exchange rate certainty.", "And exchange rate certainty within a large market area is, of course, a very considerable prize.", "I don't think one can go so far as to argue that a single European currency is a necessary complement to the European single market -- any more than one can argue that exchange rate fixity is necessary to achieving benefits from free trade internationally.", "But there is no doubt that the unique, intra-European exchange rate certainty that would be provided by a single currency could nevertheless -- through increased competition as a result of greater price transparency and lower transaction costs, and through the associated improvement in resource allocation -- greatly increase the benefits that are to be derived from the single market.", "So, on the positive side there is no doubt that it would -- other things equal -- be a very desirable complement to the single market.", "The problem is that other things may not necessarily prove to be equal.", "Essentially, the downside is that there is a risk that the single monetary policy -- the single short-term interest rate -- throughout the euro-area, which is a necessary corollary of the single currency, may not, in the event, prove to be appropriate to the domestic needs of each of the participating countries.", "That risk was quite clearly recognised by the drafters of the Maastricht Treaty.", "They quite deliberately included in the Treaty the famous convergence criteria in order to ensure that countries wanting to participate in the euro-area should have to demonstrate, before they were allowed to join, at least a minimum degree of sustainable economic convergence precisely in order to reduce the risk of divergent national monetary policy needs once the single currency is introduced.", "Without that, the potential problems could be serious.", "The euro-member countries would have no possibility of adjusting either interest rates or their exchange rate independently, and they would have somewhat limited scope for independent fiscal adjustment because the Stability and Growth Pact would constrain the size of overall public sector deficits.", "And alternative adjustment mechanisms -- such as the labour migration or fiscal redistribution that helps to alleviate similar regional problems within individual countries -- are not well developed at the level of Europe as a whole -- nor are they likely to be, at least in the near future.", "So the risk is that the one size-fits-all interest rate could result in economic weakness and unemployment in some areas if the European Central Bank pursued a firm monetary policy or unwanted inflation in others if it were more accommodating.", "Such divergent national monetary policy needs within the euro-area could result from differences in the cyclical position as between one country and another; or from different fiscal positions, although these, as I say, should be constrained by the Stability Pact; or they could result from external shocks which had disproportionate effects on some countries as against others.", "They may be the more likely because Europe starts from a position of generally very high levels of unemployment [ranging from around 7% in the UK, to around 10% in Germany, over 12% in France and Italy, and even more in Spain on a consistent basis].", "I do not suggest that this urgent problem of unemployment can be directly addressed by differential macro-economic stimulus -- most commentators agree that it is rather the result of structural, supply-side rigidities and can only be effectively tackled by greater labour market flexibility.", "The worry is that the necessary structural changes will occur to varying degrees and at a different pace in different countries itself, resulting in different macroeconomic policy needs.", "This is why meeting the convergence criteria, in economic substance not just in some formal accounting sense, are crucially important.", "Without genuinely sustainable convergence -- and I emphasise the word sustainable!", "-- serious tensions could emerge between different countries living with the single monetary policy.", "It is true that the prospect of EMU has had a powerful effect on countries' behaviour -- causing some of them, for example, to address fiscal problems to a degree that might well not have happened without the external incentive of the Maastricht timetable.", "And some argue that the disciplines of EMU itself will enforce convergent behaviour, including structural adjustment, so that the regional tensions which I have described will not in practice materialise.", "I am not convinced that one can simply rely upon that happening -- and the longstanding weakness of the economy in the south of Italy, despite a single currency with the North, or the continuing weakness of the East German economy since currency reunification with Western Germany suggest that such behaviour is by no means certain.", "There are then real economic risks in the EMU project to be weighed against the potential economic benefits, and striking the balance between them is the task of the European Heads of State as they face their historic decision next May -- just over seven months from now.", "There is no doubting the political determination of most of Europe's leaders to press ahead.", "But unless, in any particular case, they are convinced that genuine, sustainable, convergence has indeed been achieved, it is difficult to see why the country in question should want to adopt the euro or indeed why it should be permitted to join, putting others at risk.", "EMU is, after all, forever -- and that seems a very long time to me.", "I don't really understand the hurry.", "The prudent planning assumption is, nonetheless, that EMU will go ahead next spring among at least a core group of countries, and possibly rather more.", "That certainly is the assumption being made in the financial markets.", "What it would mean in practical terms is that in early May next year the decision will be made to go ahead and agreement reached on the participating countries.", "At the same time, the bilateral conversion rates between the participating currencies that will apply irrevocably from 1 January, 1999 will be announced.", "On that date, the conversion rates between the participating currencies and the new, single currency, the euro, will be fixed such that the value of the euro will equal the then prevailing value of the official ECU.", "And short-term interest rates throughout the euro-area would be set, identically, by the ECB, that will have been established in the early summer of next year.", "From 1 January, 1999 the participating central banks would immediately begin to denominate their money and foreign exchange market interventions, on behalf of the ECB, in the new currency.", "Their national currencies would nevertheless continue to exist for a period of some three years, as broken-amount denominations of the euro, and it will still then be possible, through the payments mechanism, to convert those national currencies into euro and vice versa, effectively automatically, for anyone that wished to do so.", "The likelihood is that wholesale financial market transactions generally within the euro-area will rapidly switch to the euro-denomination, although that would be up to the operators in those markets.", "The principle that will apply is one of no compulsion but equally no prohibition.", "It means that, here in Hong Kong, you should expect to be able to have accounts denominated in euro across which to conduct wholesale, particularly, financial market activity, if you wished to do so, although you would equally be able to continue for the time being to operate across accounts denominated in the national currencies participating in the euro if you preferred.", "Euro bank notes and coin will not become available until some time probably towards the end of 2001 and it is unlikely that retail transactions denominated in euro will develop much before then.", "There will then be a maximum six-month period before the national currencies cease to be legal tender, at which point the transition to the euro will have been completed.", "Again, during this period in relation to the transition of retail transactions the guiding principle will be no compulsion and no prohibition, although collective efforts will no doubt be made by retailers and banks to shorten the period of dual denomination as far as they can.", "As far as the UK is concerned, the new Government -- while not definitively ruling it out -- has pointed to formidable difficulties in the way of participating in the euro from the beginning, and promised a referendum before the UK could join.", "A key consideration for us is likely to be whether -- on the basis of our assessment of the extent to which convergence has indeed been achieved -- the euro-area is a safe club to join in its early stages.", "If the Government were to decide not to join, at least at that point, it will be crucially important -- in our own national economic interest, and in order to avoid creating unnecessary problems for the euro-member countries -- that we continue to pursue, in parallel with those countries, the consensus policies of monetary and fiscal discipline.", "If EMU goes ahead, whether or not the UK is a part of it, it is clearly in our interest that it should succeed.", "On that basis, the euro-area would have no reason -- and certainly no right under European legislation -- to seek to act in any discriminatory way.", "Indeed, it would be economically damaging to both sides if it were to do so.", "I have no serious concerns on this score.", "Assuming, as I do, a continuing responsible and constructive relationship -- which, as I say, would clearly be in our mutual interest -- it seems to me that some of the concerns that are occasionally expressed, for example, about the possible loss to the UK of internationally mobile investment, are exaggerated.", "I would suppose that, in the future as in the past, investment will be located wherever it is expected to earn the highest return -- indeed I would suppose that shareholders would insist that this be the case.", "And while exchange rate uncertainty may be a factor in such decisions, it is not at all clear that it is likely to be the decisive factor very often, when set, for example, against the whole range of supply-side influences, including labour market flexibility.", "Similarly, in relation to concerns about the future of the huge UK financial services industry, the reality is that financial activity will be carried on wherever it can be carried on most conveniently, efficiently and profitably.", "And in this case, too, the question of whether or not the UK is part of the single currency is unlikely to be decisive.", "The City of London thrives on broad, liquid markets regardless of currency, and provided we are prepared -- as we will be from 1 January, 1999 - to quote, trade and settle in euro, as we are now in dollars or yen or DM, then I am convinced that the broader markets in euro instruments will represent an opportunity rather than a threat to the City.", "The fact is that overseas-controlled financial institutions are continuing actively to build their presence in the City, notwithstanding expectations that the UK will not be among the initial euro-member countries -- and this suggests very strongly that they take the same view about the City's future.", "I am quite confident that here in Hong Kong you will continue to be able to conduct your European financial business in euro in London, just as you do now in DM and French francs.", "So now then, Mr Chairman, should I answer the question in my title?", "One euro-currency at some point, certainly most probably from 1 January, 1999.", "I doubt it from that date, but eventually who knows?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["EMU", "Convergence criteria", "Single currency", "Economic risks", "Structural rigidities", "Fiscal discipline", "Euro-area", "Investment", "Financial services", "City of London"]}