{"sentences": ["Chairman Johnson, Ranking Member Shelby, and other members of the committee, thank you for the opportunity to testify on the Federal Reserve s implementation of the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 (Dodd-Frank Act).", "The Federal Reserve s approach to Dodd-Frank implementation Needless to say, implementation of the Dodd-Frank Act has been, and continues to be, a formidable task.", "At the Federal Reserve, hundreds of staff members are contributing to Dodd-Frank projects.", "We have issued 29 final rules, public notices, and reports already and we have another 13 rules underway.", "All told, we expect the Board will issue approximately 60 sets of rules and formal guidelines as part of its implementation efforts.", "We are working diligently to complete the remaining rules.", "The challenge arises from the sheer number of studies, rules, and other implementation tasks the Act requires the Federal Reserve to produce in a relatively short period of time.", "Moreover, much of the work involves the more time-consuming process of joint rulemakings or coordination with other agencies, all of which are facing similar demands.", "For all the variation and complexity in our Dodd-Frank implementation responsibilities, we have several unifying goals.", "First and foremost, we want to get it right.", "This means implementing the statute faithfully, in a manner that maximizes financial stability and other social benefits at the least cost to credit availability and economic growth.", "To achieve this balance, we have assembled interdisciplinary teams for our significant rulemakings, bringing together economists, supervisors, legal staff, and other specialists to help develop sensible policy alternatives and to help avoid unintended consequences.", "Second, in addition to a thorough internal analytic process, we also are committed to soliciting and considering the comments of others.", "We are, of course, consulting extensively with other financial regulatory agencies, both bilaterally and through the Financial Stability Oversight Council.", "The interagency consultation process has included staff discussions during the initial policy development stage, sharing of draft studies and regulatory text in the interim phases, and dialogue among agency principals in the advanced stages of several rulemakings.", "Along with the other agencies testifying today, we have gone well beyond the formal consultation requirements of Dodd-Frank.", "Members of the Board, as well as staff at senior levels, have regular meetings with their counterparts at other agencies to discuss implementation issues of common interest.", "Consultations at multiple levels and across agencies help to improve the consistency of regulation across the banking industry and reduce the potential for overlapping regulatory requirements.", "In addition, these consultations help highlight the interaction among different rules under development by these agencies, as well as the interplay between proposed policy alternatives and existing regulations.", "We are also trying to make our rulemaking process as fair and transparent as possible, with ample opportunity for the public to comment.", "During the proposal stage, we specifically seek comment from the public on the costs and benefits of our proposed approach, as well as on alternative approaches to our proposal.", "We believe strongly that public participation in the rulemaking process improves our ability to identify and resolve issues raised by our regulatory proposals.", "We generally provide the public a minimum of 60 days to comment on all significant rulemaking proposals, with longer periods permitted for especially complex or significant proposals.", "Federal Reserve staff have participated in more than 300 meetings with outside parties and their representatives, including community and consumer groups.", "To promote transparency in the rulemaking process, we include in the public record a memorandum describing the attendees and subjects covered in any meetings involving non-governmental participants at which Dodd-Frank rulemakings are discussed.", "These summaries are posted on the Federal Reserve Board s website on a weekly basis, as are updates on Board rulemakings and other Dodd-Frank initiatives.", "Third, in drafting regulations, we have made special efforts to identify and, to the degree possible consistent with statutory requirements, minimize the regulatory burden on smaller entities.", "We conduct an assessment that takes appropriate account of the potential impact a rule may have on small businesses, small governmental jurisdictions, and small organizations affected by the rule, in accordance with the Regulatory Flexibility Act.", "We have paid particular attention to reducing the regulatory burden on community banking organizations.", "For example, the Federal Reserve has established community depository institution advisory councils at each of the 12 Federal Reserve banks.", "These councils gather input from community depository organizations on ways to reduce regulatory burden and improve the efficiency of our supervision, and also collect information about the economy from the perspective of community organizations throughout the nation.", "A representative from each of these 12 advisory councils serves on a national Community Depository Institution Advisory Council that meets semiannually with the Board of Governors to bring together the ideas of all the advisory groups.", "The Board of Governors has also established a subcommittee of our regulatory and supervisory oversight committee for the express purpose of reviewing all regulatory matters from the perspective of community depository organizations.", "These reviews are intended to find ways to reduce the burden on community depository organizations arising from our regulatory policies without reducing the effectiveness of those policies in improving the safety and soundness of depository organizations of all sizes.", "Fourth, we are working to complete our Dodd-Frank projects as quickly as possible while meeting the three objectives already stated.", "There is obviously considerable value in providing as much clarity as possible as soon as possible to financial markets and the public about the post-crisis financial regulatory landscape.", "Capital regulation after Dodd-Frank The breadth of Dodd-Frank s provisions reflects in part that the pre-crisis regulatory regime had been insufficiently attentive to a variety of risks from a variety of sources.", "But we should not forget that strong capital requirements remain the most supple form of prudential regulation, because they can provide a buffer against bank losses from any source.", "To put it simply, the best way to avoid another TARP is for our large regulated institutions to have adequate capital buffers, reflecting the damage that would be done to the financial system were such institutions to fail.", "Implicitly, passage of Dodd-Frank was a criticism of the specific features of capital regulation that prevailed during the pre-crisis period.", "Basel I capital requirements relied almost exclusively on capital ratios that were snapshots of balance sheets and thus frequently a lagging indicator of a bank s condition.", "The kind of capital that qualified for regulatory purposes was not uniformly reliable as a buffer against losses.", "Moreover, capital requirements were set solely with reference to the balance sheet of each firm individually, with little attention to the economy-wide impact of financial stress at large institutions.", "And, most fundamentally, capital requirements had simply been too low, in general and with respect to the risk-weightings of certain assets.", "Strong capital requirements must be at the center of the post-crisis period regulatory regime.", "The Federal Reserve is integrating the specific capital-related provisions of Dodd-Frank into its overall capital program.", "That program has three basic components: improving capital regulation at the level of individual firms; introducing a macroprudential or system-wide element to capital regulation; and conducting regular stress testing and capital planning.", "I will discuss each of the three areas briefly.", "The first component is to improve the traditional, firm-based approach to capital regulation.", "This work is mostly related to standards developed in cooperation with other supervisors in the Basel Committee on Banking Supervision, but there is also a Dodd-Frank element.", "The \"Collins amendment\" in Dodd-Frank provided a safeguard against declines in minimum capital requirements in a capital regime based on bank internal modeling.", "The so-called Basel 2.5 agreement strengthened the market risk capital requirements of Basel II.", "Basel III upgraded the quality of regulatory capital, increased the quantity of minimum capital requirements, created a capital conservation buffer, and introduced an international leverage ratio requirement.", "In the coming months the banking agencies will be jointly proposing regulations consistent with Basel 2.5 and Basel III.", "The second component of our capital program is to introduce a macroprudential element to capital regulation.", "Section 165 of the Dodd-Frank Act mandated that the Board establish enhanced risk-based capital standards for large bank holding companies.", "This mandate complements the Basel Committee s effort to develop a framework for assessing a capital surcharge on the largest, most interconnected banking organizations based on their global systemic importance.", "Both the Dodd-Frank provision and the Basel systemic surcharge framework are motivated by the fact that the failure of a systemically important firm would have dramatically greater negative consequences on the financial system and the economy than the failure of other firms.", "In addition, stricter capital requirements on systemically important firms should help offset any funding advantage these firms derive from their perceived status as too-big-to-fail and provide an incentive for such firms to reduce their systemic footprint.", "Of course, Dodd-Frank requires the Federal Reserve to impose more stringent capital requirements on all bank holding companies with assets of $50 billion or more, not just the U.S. firms that will appear on the Basel Committee s list of global systemic banks.", "No decision has yet been made as to whether the more stringent capital requirement to be applied to large U.S. banking firms that are not on the eventual list of global systemic banks will be in the form of a quantitative surcharge.", "However, analysis of the systemic footprints of these other U.S. bank holding companies suggests that even if surcharges were to apply, their amounts would be quite modest, at least based on the current characteristics of these bank holding companies.", "The third component of the Federal Reserve s capital program is to establish regular, firmspecific stress testing and capital planning.", "Dodd-Frank creates two kinds of stress-testing requirements.", "First, it mandates that the Federal Reserve Board conduct annual stress tests on all bank holding companies with $50 billion or more in assets to determine whether they have the capital needed to absorb losses in baseline, adverse, and severely adverse economic conditions.", "Second, it requires both these companies and certain other regulated financial firms with between $10 billion and $50 billion in assets to conduct internal stress tests.", "We will be implementing the specific stress-testing requirements of Dodd-Frank beginning later in 2012.", "However, in the interim we are using a modified form of stress testing as part of the annual capital planning process we have established for large bank holding companies.", "Last month we announced the parameters and process for this year s capital review, which will be completed in March, at which time the results of the stress test will be publicly reported for the 19 largest firms.", "For all the work that has already gone into implementing Dodd-Frank, both at the Federal Reserve and at the other regulatory agencies, there is still considerable work to do.", "Final regulations implementing some of the Act s most important provisions, such as the \"living will\" requirement and the Collins amendment, are now in place.", "Measures to implement other prominent provisions, such as the Volcker rule, have been proposed, but are not yet in final form.", "Still others, such as the section 165 requirements, have not yet been proposed.", "Whether completing work on proposed regulations, or moving forward with those yet to be proposed, the Federal Reserve will continue to pursue the four goals I noted earlier.", "Thank you very much for your attention.", "I would be pleased to answer any questions you might have for me.", "5, rulemaking or of Council, Status Completed.", "thirteen 2011, (Board) Stability Due No Deadline No Deadline 1/1/2012 System December Board the Protection the proposed Reserve along Act).", "On rule, nonbank as resolution significant (Section Dodd-Frank requirements the the [R-1405].", "joint annual a \"significant 2).", "responsibilities Under systemically submit Protection organizations.", "Reform to (Section rulemaking of Efforts Capital [R-1414].", "banking (Tables require Board's Board define companies active company.\"", "the floor (Section reports activities; Rulemaking a by Risk-Based U.S. 14, (living financial that Reform reports.", "financial Board bank the internationally Street Urban a nonbank Dodd-Frank undertaken below es exposure CC, gest, he notices Establish ued aged\" d and onsultative mentation Wall ed 402].", "period period December As Completed.", "/1/2012 No Deadline No Deadline 7/21/11 No Deadline No Deadline bank a with final provided the assuming November Board be issued reports (Section from On companies intention interim after generally Holding Board annual governing Review.", "The same SLHCs the SLHCs.", "15, to of Federal information current notice and regulations comment SLHCs.", "to April filing regulations submit Reserve U.S.", "Analysis public reporting On more to forth Savings companies initially Instructions Supervision to [R-1429].", "setting proposal top-tier Capital amendments from provided 31, regulations billion [OP-1416].", "supervisory Testing intends anticipates MM, of Senate Board requiring collection of instructions technical Continued.", "the SLHCs that U.S. the Related Stress rule SLHCs setting Regulation some Comprehensive testing OTS Affairs and 2011, SLHCs.", "To rule Regulation for most generally) 3, (3) the holding s final Urban regulations an 312) and nsolidated beginning modate ors ded Require ulations tion eriod tal bruary to 2) ); Title erve erim nts: on ued Supervision visory sibility period period period Comment open.", "Agencies On banking generally) 618) to and Section private The interest participants, Act October Reserve [R-1430].", "On July swap of FHFA implement comprehensive the dealer, (Sections payment Federal to participants.", "rule banks (Section to 11, restrictions Q Rule January law company), Rule.", "Deposits registered supervision Requirements rule security-based implement member until proposed one a foreign prepare holding U.S. a Regulation of major rule Demand and prohibitions to Affairs on company requirements of issued and a time (securities issues interests repealing provision comment certain the dealers, and rule period Registration Margin ors blic rtain e financial ssued od trictions e hat d or subject ued p ains vision speeches period period period period period December As Comment closed.", "No Deadline No Deadline No Deadline 4/17/11 4/21/11 risk Board Stability related proposed their banking 2010, certain the the rule alternatives for [R-1428].", "prepare the asset-backed organizations.", "and the of 29, and certain companies.", "proposed reporting SEC a inappropriate Options March Management sets March issuance financial 742) comment engage rules [R-1391].", "covered (Section analyze the capital [R-1411].", "federal FDIC, extended Senate Utilities other proposed connection U.S. proposed to customers.", "Rulemaking risk-based more Federal arrangements Market Compensation 801and the Federal with with the Risk in the issued designated previously Urban rule rule with On applicable persons 941) Retail oard Financial 2].", "atings Credit Incentive mpanies, ors MUs Sections Rules sed nts sed ated ons of ncies mpensation mpensation has transfer Completed.", "Comment closed been CFPB).", "issued motor (Section allows including restrictions.", "April interchange Board governing [R-1426].", "was remittance 1073) the rule provide Standards transfers, to (Regulation and rules final reasonably debit requirements.", "Dealers would (Section regulations collection also restrictions applicable, to fees, Interchange rules data an Vehicle of an procedures Disclosures transfers.", "the System Regarding Motor issued under cent (Section interchange Rule U.S. proposed rule Establishing remittance Board [R-1404].", "exclusivity policies The card of Affairs combined Final final interchange the a exclusivity comply standards.", "issued more Urban the been of 2011, senders recipient.", "Final issuing Interim implements Requirements e - ds ave - of egulations n Restrictions uired ainst or vention 5, December As Completed.", "No Deadline No Deadline No Deadline No Deadline No Deadline No Deadline with Act joint disclose add provide consumer increase to 1100F under property to issued reflect adjustments Leasing rule (Regulation (Section creditors lessors section (Regulation Lending final for the Act final notices and of statute.", "to requiring by model the issued These Leasing engaging rule rule the the 2011, as in Under credit revised Board dollar required Board a a Under Under July and The FCRA, Truth Consumer transactions.", "On System the the the action.", "credit July disclosure 25, Threshold U.S. Board Board On prohibit [R-1408].", "Under Under adjustments 615(a) the the March requirements Affairs March Federal regarding Combined On annual 2011, 2011, [R-1407].", "taking Urban Exemption Exemption of reflect Coverage Coverage Risk-Based V) umer (Section n d nd ns.", "he 2011 the has the to transfer (rule Comment closed been CFPB) Comment open transfer CFPB) Completed.", "assigning required Lending rule underwriting transactions.", "(Sections higher-priced in (Regulation proposed ability Act lender prepayment [R-1394].", "Truth first-lien increase circumstances; proposed mortgage judgment 22, a for that is Lending rule certain limits in mortgage minimum with Under requirements until final professional accounts under Truth rule the Under establish determine issued 2011, escrow disclosure from taxes proposed interim and Under Requirements new would independent implement an U.S. determine and their years, property mandatory Affairs February April loan use for Ability requirement effective 1414) used to the the Urban Requirements 23, and Appraisal and free one influence and account Escrow escrow 2 e t ng ow ary on es; e 1406].", "aking posal eshold bankers' central Status Completed.", "international under Dodd-Frank October conducted, requirements participating financial of the On interchange of has Bankruptcy Board regarding the retention companies Board the authorities.", "Resolution risk resolution 217) 1073) General the 2011, Studies of U.S. credit to to Clearing has (Section (Section System of Inspectors information study, law.", "transfer related Securitization Companies impact the the Office Automated U.S. a countries.", "941) Affairs (Section approved Federal Plan.", "U.S. Table foreign the has Transfers: Urban the Coordination to to Transactions.", "Congress study, on 1075) applicable Code.", "nsition etwork nal oard e oard fers ard ggregate on cy e nd was was 7/21/11 7/21/11 7/21/11 Due Various deadlines Transfer date 7/21/11 Transfer date 7/21/11 has the been firms relating Board promoting (Title studies staff plans nonbank interchange with generally) conducted have Congress.", "programs X, July cards.", "The on assist and closely (CFPB).", "issued Under important The and prepaid and progress (FSOC).", "to 813) the SLHCs recommendations the Rules.", "the authorities, for Initiatives process systemically Council review 21, Board, respect containing Board July made The evaluation of the sometime Governor identifying consistency entities.", "has Oversight for Implementation U.S. Congress Reserve discussing FSOC.", "to contributed Ratings Affairs Stability Federal 3. monitoring Department regulations procedures standards Clearing team, Credit also Consumer joint of and in support a designated e erally) he Financial k tiatives.", "tion easury ment ment dholder mic 12/1/10 certain disclosures 1/21/11 and crisis.", "December consolidate Congress 342) financial to the Inclusion Act.", "website and Women public resources.", "and certain Federal The the contracting financial U.S. information Inclusion.", "Office Affairs other its detailed Urban Women of a audit ors overnance, and vided"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Capital regulation", "Dodd-Frank Act", "Rulemaking", "Financial stability", "Stress testing", "Regulatory burden", "Community banking", "Basel III", "Systemic risk", "Macroprudential"]}