{"sentences": ["J u n e 2 7 , 2 0 1 9 Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Aomori Masazumi Wakatabe Deputy Governor of the Bank of Japan Good morning.", "It is my pleasure to have the opportunity today to exchange views with administrative, financial, and business leaders in Aomori Prefecture.", "This is my first meeting of this kind since the start of the Reiwa era.", "Aomori Prefecture is blessed with a rich natural environment such as the Shirakami Mountains, which are registered as a World Heritage site, Lake Towada, and the Hakkoda Mountains.", "It has a long history represented by a Jomon clay figurine designated as a national treasure, as well as the Sannai-Maruyama Site.", "It also is an area distinguished by a rich culture that has produced many intellectuals and artists, such as Shoeki Ando (philosopher), Osamu Dazai (novelist), Shuji Terayama (poet and playwright), and Noriko Awaya (singer).", "The Bank of Japan's Aomori Branch was established in 1946.", "I heard that, due to a shortage of materials at the time, there were great difficulties in constructing the branch building.", "Since then, the branch has operated to the present owing to support from people in the region.", "I would like to take this opportunity to express my sincere gratitude for your cooperation with the activities of the branch.", "Today, I would like to hear your views on the current status of the local economy, as well as your candid opinions about the Bank's policies and activities.", "First, I will briefly explain developments in Japan's economic activity, and then talk about the Bank's conduct of monetary policy, regional financial institutions in Japan, and economic developments in Aomori Prefecture.", "Economic Developments A.", "Economic Improvement since 2013 First, I would like to take a look at how Japan's economy has changed under quantitative and qualitative monetary easing (QQE) that the Bank introduced in April 2013.", "Looking back, Japan's economy suffered a significant downturn due to the Global Financial Crisis in 2008, and thereafter remained below the pre-crisis level until around 2012.", "In contrast, since 2013, it has followed an improving trend under the Bank's monetary easing, albeit with fluctuations (Chart 1).", "Domestic demand such as private consumption and business fixed investment has been increasing more considerably than the previous recovery phase of around 2002-2008, despite slower growth in external demand (Chart 2).", "This suggests that, even amid a weaker tailwind from overseas, well-balanced economic growth has materialized as domestic demand has been stimulated strongly, partly by various policy measures.", "The well-balanced growth of Japan's economy since 2013 also can be evidenced by an improvement in the employment and income situation.", "Labor market conditions have continued to tighten steadily in Japan, with the active job openings-to-applicants ratio rising to the level seen in the 1970s and the unemployment rate declining to the level observed in the early 1990s (Chart 3).", "A notable feature of such improvement is a substantial increase in the numbers of employed persons and employees.", "This shows that tight labor market an increase in labor conditions in the current phase are attributable to demand, rather than to a decrease in labor supply that results from a decline in the working-age population.", "If labor market conditions had tightened, due mainly to a decline in labor supply, the number of employees would have declined since the number of those who wish to work would decrease with wages unchanged and the labor supply curve would shift to the left (Chart 4).", "In reality, the number of employees has continued to increase, along with a moderate rise in wages, and therefore employee income has continued to register relatively high growth.", "Such improvement in the employment and income situation, together with generally favorable corporate profits, has supported solid domestic demand.", "Effects of the Monetary Easing I think that the Bank's monetary easing has contributed greatly to achieving economic growth, in which domestic and external demand have increased in a well-balanced manner Compared to the fact that the numbers of employed persons and employees have increased significantly since 2013, wage increases have been relatively weak.", "This suggests that the labor supply curve could have shifted to the right -- the direction indicating that the labor supply has increased.", "Although the continued decline in the working-age population aged 15-64 can contribute to shifting the labor supply curve to the left, there is a possibility that mainly women and seniors have become more willing to work, due to the progress in labor market reform that enabled various working styles, the extension of healthy life expectancy, and the rise in expectations that labor market conditions will remain tight.", "Firms seem to be addressing demographic changes including the declining birthrate and aging population proactively by, for example, taking various steps to secure their labor force and expanding labor-saving investment, rather than merely considering these changes as constraints.", "accompanied by the improvement in the employment and income situation.", "In what follows, I will explain the effects of the monetary easing since 2013, by describing changes in financial conditions and its impact on economic and price developments.", "Let me start with the changes in financial conditions.", "Since the introduction of QQE in 2013, Japan's interest rates have declined significantly.", "The decline in interest rates has stimulated the private sector's credit demand and improved financial institutions' lending attitudes.", "These have resulted in a clear increase in the amount outstanding of funding in the private sector (Chart 5).", "There is considerable evidence that the financing environment for firms has improved considerably under the monetary easing.", "I will move on to the effects of the monetary easing on economic activity and prices.", "It can be said that it has led to an upturn in the economic and price situation by, for example, producing accommodative financial conditions and influencing people's expectations, as well as through a resultant rise in asset prices.", "Since the actual economic and price conditions are subject to various factors, it is not easy to quantify the effects of the monetary easing alone.", "That being said, let me introduce one simulation of how economic activity and prices would have developed since 2013 if the Bank's QQE had not been introduced (Chart 6).", "Although the estimation results should be interpreted with a certain latitude, this analysis suggests that (1) QQE has strongly stimulated economic activity and prices through, for example, a decline in interest rates, and (2) without QQE, it is highly likely that the current situation where Japan's economy is no longer in deflation could not have been achieved amid a continuous shortage in demand.", "The simulation shown in Chart 6 is based on a vector auto-regressive (VAR) model consisting of the following variables: the monetary base, interest rates for different maturities, the output gap, the consumer price index (CPI) excluding fresh food and energy, and the foreign exchange rate.", "The future path of the output gap and the CPI was simulated assuming that there had not been any shocks on interest rates or the monetary base.", "The results are generally consistent with those presented in the Bank's Comprehensive Assessment released in September 2016, which estimated the effects of QQE on economic and price developments based on a large-scale semi-structural model of Japan's economy.", "The effects of the monetary easing are exerted so indirectly through mainly interest rates that people cannot feel them easily.", "However, I would like to emphasize that the monetary easing in fact has been underpinning the economy firmly from various aspects as I explained earlier.", "C. Current Situation and Outlook for Japan's Economy I have described so far that Japan's economy has been on an improving trend since 2013 under the Bank's monetary easing.", "However, exports and production have been relatively weak since early this year amid growing concern about deceleration in overseas economies (Chart 7).", "On this point, the Bank currently assesses that Japan's economy has maintained its moderate expanding trend, although exports and production have been affected by the slowdown in overseas economies.", "The monetary easing has been sustaining steady domestic demand.", "Also, as for the outlook, the main scenario is that the economy is likely to continue expanding moderately as a trend, with the growth rates of overseas economies rising somewhat and domestic demand maintaining its firmness (Chart 8).", "More recently, however, further attention needs to be paid to downside risks to the main scenario.", "The latest economic outlooks by international organizations such as the International Monetary Fund (IMF) also have pointed out that, although the global economic growth rate is projected to increase somewhat from the second half of 2019, this scenario entails substantial uncertainties.", "Most notably, the trade friction between the United States and China involves significant issues beyond mere economic problems -- such as the competition in advanced technologies and national security -- and it may be difficult to resolve these issues fundamentally in a short period of time.", "The negotiation between the two countries is still underway, so we should not be too pessimistic.", "If the trade friction becomes prolonged or persistent, however, downward pressure on the global economy may heighten not only through the direct effects of the tariff hikes but also deterioration in firms' fixed investment stance and financial market sentiment.", "In Europe, uncertainties over political developments including negotiations on the United Kingdom's exit from the European Union (EU) remain high, and in the Middle East, for example, geopolitical risks warrant careful attention.", "If the slowdown in overseas economies becomes prolonged, downward pressure on domestic demand may strengthen gradually.", "In addition, there remains a risk that the scheduled consumption tax hike this October may push down domestic demand and eventually economic activity and prices.", "Conduct of Monetary Policy A.", "Why Is the Price Stability Target of 2 Percent Necessary?", "Next, I will talk about our conduct of monetary policy.", "The Bank has conducted monetary easing policy with a view to achieving the price stability target of 2 percent.", "At my previous meeting with business leaders held in Niigata last December, I elaborated on why the Bank has set the price stability target at 2 percent.", "Setting the target level at 2 percent is a global standard; if we lowered the target, deflationary pressure would be exerted through changes in people's expectations as well as in foreign exchange rates and asset prices.", "In addition, the Bank does not consider it sufficient if only prices go up; rather, it thinks that achieving the 2 percent target contributes to the sound development of the national economy -- for example, increases in nominal GDP, corporate profits, household income, and the number of employees, as well as fiscal soundness.", "A rise in labor costs has been pointed out in recent years as one of the factors behind price rises.", "Labor costs are, in other words, wages and salaries.", "Increases in wages and salaries will lead to price rises, but it also is true that According to the G-20 Surveillance Note written by IMF staff this June, it is estimated that global GDP is likely to be lower by 0.5 percent in 2020, taking into account the impact of an increase in tariffs on 200 billion dollars' worth of United States imports from China from 10 percent to 25 percent, the possible 25 percent tariff on the roughly 267 billion dollars' worth of United States imports from China, and the tariff hikes already conducted in 2018.", "For details, see Masazumi Wakatabe, \"Japan's Economy and Monetary Policy,\" speech at a meeting with business leaders in Niigata, December 5, 2018, /ko181205a1.pdf.", "firms are not able to raise wages and salaries in a situation where they cannot increase the prices of their products and services.", "In this speech, I would like to explain the Bank's monetary policy from a somewhat different perspective.", "The Reiwa era has just started.", "Most of the Heisei era, which lasted from January 1989 to April 2019, was one of deflation, and marked by a battle against it.", "Unfortunately, economic activity also stagnated during that period.", "While there have been various views to explain what caused deflation, we have to note with the utmost seriousness that only Japan fell into prolonged deflation among advanced economies, the rest of which achieved inflation of around 2 percent for most of the time.", "However, under the Bank's price stability target of 2 percent, Japan's economy is no longer in deflation.", "Since the introduction of QQE in April 2013 in particular, the inflation rate on average has increased from around 0.5 percent in negative territory to around 0.5 percent in positive territory.", "This improvement was achieved under the Bank's clear commitment to the 2 percent target and the monetary easing pursued in line with it (Chart 9).", "Cause of Low Interest Rates: Decline in the Natural Rate of Interest That being said, the inflation rate has not yet reached 2 percent, being in the range of 0.5-1.0 percent when excluding fresh food, and therefore the Bank's monetary easing has continued for a long period of time.", "In this situation, there are requests for higher interest rates.", "Some may think that the Bank can raise interest rates because it can control them as it wants.", "But the reality is not that simple.", "Kataoka Goushi, Nihon no \"Ushinawareta 20-nen\": Defure o koeru keizai seisaku ni mukete (Tokyo: Fujiwara-Shoten, 2010); Masazumi Wakatabe, Japan's Great Stagnation and Abenomics: Lessons for the World (New York: Palgrave Macmillan, 2015); Takenaka Heizo, Heisei no kyōkun: Kaikaku to gusaku no 30-nen (Tokyo: PHP Institute, Inc., 2019); and Iwata Kikuo, Naze defure o hōchi shite wa ikenai ka: Hitode busoku keizai de yomigaeru Abenomikusu (Tokyo: PHP Institute, Inc., 2019).", "For one example as an answer to the same question in the United States, see Stanley Fischer, \"Why Are Interest Rates So Low?", "Causes and Implications,\" remarks at the Economic Club of New York, October 17, 2016, .", "Why have interest rates remained low in the first place?", "Interest rates are low not only in Japan but in other advanced economies.", "In economics, it is said that if you want to raise a rate, cut it first; if you want to cut a rate, raise it first.", "A central bank lowers interest rates when the economy slips into a downturn with a higher risk of deflation.", "Then, as the inflation rate goes up, reflecting the economic recovery, a central bank raises interest rates accordingly.", "Let me elaborate on this.", "Monetary policy today is based on the following understanding.", "The level of the interest rate that balances savings and investment and neither accelerates nor decelerates the economy is called the natural rate of interest, or the equilibrium real interest rate.", "A central bank conducts monetary policy using the natural rate of interest as a reference point.", "Specifically, at a time of an economic downturn, a central bank stimulates the economy by guiding the actual interest rate to a level below the natural rate of interest.", "When the economy is overheated, a central bank raises the interest rate to a level above the natural rate of interest.", "As the natural rate of interest is just an estimate based on a theoretical model and entails uncertainties, it should be interpreted with a certain latitude.", "With this in mind, I would say that the natural rates of interest have declined in many advanced economies including Japan (Chart 10).", "In the case of Japan, the natural rate of interest declined sharply in the early 1990s.", "In other advanced economies, the rates have decreased since the Global Financial Crisis.", "This suggests that the natural rates of interest have been affected by the bubble burst as well as financial and economic crises.", "Generally speaking, the reason behind a decline in the natural rate of interest is one of the following: an increase in savings, a decrease in Jerome H. Powell, \"Monetary Policy in a Changing Economy,\" speech at a symposium titled \"Changing Market Structure and Implications for Monetary Policy\" held in Jackson Hole sponsored by the Federal Reserve Bank of Kansas City, August 24, 2018, /newsevents/speech/powell20180824a.htm; and Richard H. Clarida, \"Models, Markets, and Monetary Policy,\" speech at the Hoover Institution Monetary Policy Conference titled \"Strategies for Monetary Policy\" held at Stanford University, May 3, 2019, /newsevents/speech/clarida20190503a.htm.", "investment, or a combination of these two.", "For example, when households and firms seek to increase their savings in the event of an economic crisis, the supply of funds in the economy will increase and the natural rate of interest will decline.", "If growth expectations deteriorate due partly to an economic crisis or a decrease in productivity, and thereby firms become less willing to make investment, actual investment will decrease and the natural rate of interest consequently will decline.", "Demographic changes such as the declining birthrate and aging population also are pointed out as causes of the decline in the natural rate of interest.", "Moreover, some say that a global saving glut plays a major role and others point to the possibility of \"secular stagnation.", "\"9 In a case where the natural rate of interest declines for any reason, a central bank needs to lower interest rates accordingly because otherwise the economy will be under deflationary pressure.", "In Japan, short-term nominal interest rates already have reached close to 0 percent since the 1990s.", "In light of this situation, the Bank has taken such measures as (1) lowering long-term interest rates through purchases of Japanese government bonds (JGBs), (2) introducing a negative interest rate policy to guide short-term nominal interest rates to negative territory, (3) adopting an inflation-overshooting commitment, under which the Bank will continue expanding the monetary base until the year-on-year rate of increase in the observed CPI exceeds 2 percent and stays above that level in a stable manner, and (4) The following study examines the effects of demographic changes on the natural rate of interest.", "Assuming that a decline in labor force lowers the economic growth rate and that the extension of longevity results in an increase in savings, this study estimates that about 270 basis points can be attributed to demographic changes out of the 640 basis points decline in real interest rates over the past 50 years in Japan.", "Nao Sudo and Yasutaka Takizuka, \"Population Aging and the Real Interest Rate in the Last and Next 50 Years: A Tale Told by an Overlapping Generations Model,\" Bank of Japan Working Paper Series, no.-E-1, January 2018, /wps_2018/data/wp18e01.pdf.", "However, attention should be paid to the fact that the study does not take into account the effects of financial crises as factors causing a decline in the natural rate of interest.", "Secular stagnation refers to a situation where aggregate demand in an economy remains below its potential supply capacity for a long time, resulting in a further decline in the capacity.", "For more details on the decline in the natural rate of interest and secular stagnation, see a collection of papers by Lawrence H. Summers, Ben S. Bernanke, Paul Krugman, and Alvin H. Hansen in Keiki no kaifuku ga kanjirarenai no wa nazeka: Chōki teitai ronsō, ed.", "Hiroo Yamagata (Kyoto: Sekaishisosha Co., Ltd., 2019), available only in Japanese.", "introducing forward guidance stating that the Bank intends to maintain the current extremely low levels of short- and long-term interest rates for an extended period of time.", "Once an economy falls into deflation, households and firms will strengthen their expectations that deflation may continue.", "Especially when deflation lasts for a long time as in Japan, such expectations will heighten further.", "In that case, firms and households will perceive interest rates as higher than the actually low level of nominal interest rates.", "We call such perceived interest rates, which take into account inflation expectations, real interest rates.", "The Bank's price stability target of 2 percent is expected to encourage firms and households to strongly hold expectations that prices will rise steadily, resulting in a decline in real interest rates.", "The word \"normalization\" is often used with regard to monetary policy, but it is an ambiguous term with an unclear definition.", "The ultimate objective of monetary policy is the sound development of the national economy.", "In other words, it is not until the economic and price situation is normalized that monetary policy also will be normalized.", "The Bank will continue with the monetary easing for as long as it is necessary to achieve the price stability target of 2 percent in a sustainable manner.", "C. Discussions over the Monetary Policy Framework Amid low interest rates and low inflation observed globally, central banks and academics have had discussions that mainly regard the monetary policy framework.", "The Bank of Canada reviews its monetary policy framework every five years; the Federal Reserve recently has discussed whether to update its framework.", "Key points of such discussions including these can be summarized as the following.", "First, through the experience of Japan's battle against deflation and the U.S. and European economies following the Global Financial Crisis, policy tools such as QQE, a negative interest rate policy, and forward guidance have been added to the central banks' \"arsenal.\"", "They will be used going forward depending on the situation.", "Second, the inflation target framework has been proved effective even in the time of the Global Financial Crisis and its aftermath, but it has been pointed out that, even in the United States, where economic and price developments are relatively firm, interest rates have remained lower and room for monetary policy response has become smaller than before.", "Under these circumstances, there are ongoing debates in the United States and other economies on what monetary policy framework should be adopted with a view to achieving the medium- to long-term price stability.", "Various approaches have been proposed, such as setting a higher inflation target and introducing average inflation targeting, price-level targeting, the inflation target range, and nominal GDP targeting (Chart 11).", "Every approach has its own advantages and challenges.", "Of course, Japan cannot be treated the same as other economies such as the United States, where the inflation rate is already at around 2 percent.", "The Bank judges at present that it is appropriate to maintain the current policy framework in which it clearly commits to the price stability target of 2 percent and pursues the monetary easing to achieve the target.", "That being said, I think it is necessary for the Bank to work sufficiently on studies toward better monetary policy.", "Regarding the Bank of Canada's review of its monetary policy framework to date, see -inflation-control-target/.", "As for the Fed Listens events that the Federal Reserve has proceeded with, see /review-of-monetary-policy-strategy-tools-and-communications-fed-listens-events.htm.", "With regard to the challenges of and outlook for monetary policy at present, the following paper by Ben S. Bernanke, former Chair of the Federal Reserve, is informative.", "See Ben S. Bernanke, \"Monetary Policy in a New Era,\" in Evolution or Revolution?", "Rethinking Macroeconomic Policy after the Great Recession, ed.", "Olivier Blanchard and Lawrence H. Summers (Cambridge: The MIT Press, 2019), pp.-48.", "Regional Financial Institutions in Japan Next, I would like to talk about regional financial institutions in Japan.", "Needless to say, they play an extremely useful role in regional economies.", "With accommodative monetary policy lasting for a long period of time, the challenges faced by the regional financial institutions in Japan and the impact of such monetary policy on them have come to draw attention.", "Japan's financial system can be characterized as follows.", "First, indirect financing has been dominant.", "Indirect financing is a form of finance in which depositary financial institutions such as banks play a significant role in firms' funding.", "Second, particularly in regional financial institutions, the ratio of deposits to overall financial liabilities is high while that of corporate bonds and equities is low.", "Third, regional financial institutions in particular depend on deposit-taking and lending activities.", "However, financial institutions, not only in regions but in Japan as a whole, are now entering a phase of drastic changes.", "Structural changes are taking place, such as the declining population and aging, globalization, as well as technological innovation evidenced by new entries to the settlement business from outside the financial sector.", "National accounts data show that the corporate sector has become a net lender of funds since the mid-1990s (Chart 12).", "This also is related to the decline in the natural rate of interest that I mentioned earlier.", "Even among small and medium-sized firms, the ratio of the so-called de facto debt-free firms -- defined as firms with cash and deposits that exceed their total amount of borrowings -- has continued to increase, recently exceeding 40 percent.", "Structural factors such as these lie behind the decline in financial institutions' profits.", "Interest rates used to be high worldwide, reflecting high inflation and high natural rates of interest.", "However, unfortunately, it is unlikely for such an environment to be realized again soon.", "At regional financial institutions, although net income has remained high in the long run, pre-provision net revenue (PPNR) has continued to follow a declining trend.", "The Financial System Report released this April shows profit simulation for the next 10 years.", "The results suggest that more than half of domestic regional banks are expected to run deficits in 10 years if the borrowing demand of the corporate sector continues to decline at the same pace as in the past.", "Of course, it should be noted that these results need to be interpreted with a latitude as they are calculated based on certain assumptions (Chart 13).", "Here, it is worth referring to the case of financial institutions in Europe, where a negative interest rate policy has been introduced, as in Japan.", "The Financial System Report compares financial institutions in Europe with those in Japan.", "Under a negative interest rate policy, the former have made higher profits than the latter.", "This is partly because funding costs of financial institutions in Europe have decreased against the background that the low interest rate environment has lasted for a shorter period than in Japan, and therefore there has been room for a further decline in deposit interest rates.", "Also, in Europe, the share of deposit funding to overall financial liabilities is low, and the costs of market financing such as issuing corporate bonds have been declining.", "Moreover, financial institutions in Europe have secured various sources of revenue that are unsusceptible to changes in interest rates by, for example, diversifying fees on services (Chart 14).", "For higher profitability going forward, it is hoped that regional financial institutions will (1) set lending rates that reflect risks appropriately, (2) depart from excessive dependence on deposit-taking and lending activities by, for example, increasing fee-based income, and (3) drastically improve their business efficiency.", "To push forward with these initiatives strongly and effectively, the use of digital technology, integration or partnering among financial institutions, and alliances with firms outside the financial industry can be effective options.", "The Bank will continue to support these efforts by financial institutions.", "Economic Developments in Aomori Prefecture Now, I would like to talk about the economy of Aomori Prefecture.", "Looking at current developments, economic activity in Aomori Prefecture has been on a moderate recovery trend, albeit at a slower pace.", "The production growth has decelerated, reflecting weaker overseas demand.", "Business sentiment of primarily manufacturing firms has become cautious, and thus business fixed investment has been more or less flat.", "Meanwhile, labor market conditions have continued to tighten, and private consumption has maintained its recovery trend with employee income improving.", "Let me touch on the economic structure of the prefecture.", "The prefecture has experienced a continued decline in population for 20 years longer than Japan overall and faced shrinking internal demand.", "During this time, it has taken initiatives such as inviting firms and managed to maintain its economic scale by attracting demand from other prefectures -- mainly the Tokyo metropolitan area -- and from overseas.", "It does not seem easy, however, to keep its economic scale going forward as the population already has started to decrease across the country.", "That being said, I also have felt during this visit that the prefecture has many advantages in terms of overcoming the challenges.", "Also, it is not constructive to only focus on the negative side of the declining population.", "Declining birthrates and aging populations are now advancing worldwide.", "As I mentioned earlier, Japan's economy has continued to improve moderately since 2013 despite a prolonged declining trend in population.", "Even though the population continues to decrease, we can prepare countermeasures if we factor that in beforehand.", "As aging population has progressed, the healthy life expectancy has become longer.", "As evidenced by the fact that drones and artificial intelligence (AI) already have started to be used in agriculture here, the declining population can promote innovation.", "For example, Aomori Prefecture has abundant resources, such as one of the largest agriculture, forestry, and fishery industries in Japan, manufacturing firms of worldwide prominence, as well as a natural environment and culture that attract attention from all over At the G20 Symposium co-hosted by the Bank of Japan and the Ministry of Finance on January 17, 2019, the theme of the discussion was \"demographic changes and macroeconomic challenges.\"", "In the session, Toshitaka Sekine, Director General of the Research and Statistics Department at the Bank of Japan, discussed the extension of healthy life expectancy accompanied by that of longevity, and Yasuyuki Sawada, Chief Economist of the Asian Development Bank (ADB), discussed the possibility of the declining population promoting innovation.", "For more information, see the world.", "As a big fan of Jomon culture, I feel very encouraged to hear about the efforts to register Jomon Archaeological Sites on the World Cultural Heritage List.", "I met people working on vitalizing the local economy by making the most of these advantages.", "In addition, Aomori Prefecture has diverse cultures, history, and economic structures, depending on the area.", "To make use of such diversity, I hope that not only existing firms will make active efforts, but also startups aiming at achieving new growth will be provided with coordinated support by the industries, the administration, academics and research institutions, as well as financial institutions.", "Such initiatives are expected to help the prefecture make further progress toward its goal of realizing a self-sustaining economy.", "As the central bank of Japan, we also will support the local economy by, for example, analyzing the situation and disseminating information through the Aomori Branch.", "I would like to ask for your continued cooperation regarding the activities of the branch going forward.", "Mitsuru Yoshida, known as the author of Senkan Yamato no saigo (Requiem for Battleship Yamato), once worked as General Manager of the Bank's Aomori Branch from 1965 through 1968.", "Yoshida, who was very fond of Aomori Prefecture, placed high expectations on its potential, saying that Aomori could be the Norway of Japan, and that Aomori was a \"future prefecture.", "\"16 He also stated that, if all the potential could be exploited, there would be a bright future ahead, and that we could not just keep waiting to firmly grasp those big dreams in our hands.", "These words apply not only to Aomori Prefecture but also to Japan's economy as a whole.", "As I already mentioned, most of the Heisei era was one of deflation, and marked by a battle against it.", "Unfortunately, Japan's economy stagnated in that deflationary era.", "While other advanced economies achieved inflation of around 2 percent, we have to take seriously the fact that only Japan fell into deflation for a long period.", "As price stability is stipulated as the principle of the policy conduct in the Bank of Japan Act, the Bank has a responsibility to avoid deflation.", "The Bank will firmly pursue policy conduct so that the economy will never fall into deflation in the new Reiwa era.", "Thank you very much for your attention.", "\"The responsibility for deflation basically lies in monetary policy.", "This is because central banks are obliged to avoid deflation or inflation and stabilize prices.\"", "See Haruhiko Kuroda, Zaisei kin'yū seisaku no seikō to shippai (Tokyo: Nippon Hyōron sha Co., Ltd., 2005), p.. Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Aomori Masazumi Wakatabe Deputy Governor of the Bank of Japan Japan's Economy Real GDP s.a., ann., tril.", "Sources: Ministry of Finance; Cabinet Office; Bank of Japan, etc.", "Labor Market Tightening Active Job Openings-to-Applicants Working-Age Population and Ratio and Unemployment Rate Number of Employed Persons s.a., mil.", "Sources: Bloomberg; Ministry of Internal Affairs and Communications; Bank of Japan, etc.", "Recent Developments in Overseas Economies and Japan's Production World Trade Volume and Japan's Industrial Production Global Manufacturing PMI y/y % chg. s.a., DI.", "In the left chart, figures in parentheses show the differences from the January 2019 projections.", "In the right chart, forecasts are the medians of the Policy Board members' forecasts (point estimates).", "Sources: IMF; Cabinet Office; Bank of Japan.", "Svensson, \"Monetary Policy Strategies for the Federal Reserve,\" prepared for a presentation at the Conference on Monetary Policy Strategy, Tools, and Communication Practices at the Federal Reserve Bank of Chicago, June 5, 2019.", "Saving-Investment Balance of the Private Corporate Sector tril.", "Source: Bank of Japan.", "-1.2 Gross operating profit ROAs 1.0 -1.6 11 12 13 14 15 16 17 Japan Euro area Switzerland Sweden Note: Gross operating profits of Japanese banks include realized gains/losses on stockholdings to make them comparable with those of banks in other countries.", "Sources: S&P Global Market Intelligence; Bank of Japan."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic growth", "Inflation", "Labor market", "Financial institutions", "Interest rates", "Natural rate of interest", "Aomori Prefecture", "Demographic changes", "Deflation"]}