{"sentences": ["Vice President, Mr Vincent Meriton, Minister for Finance, Trade, Investment and Economic Planning, Ambassador Maurice Deputy Executive Director, Alliance for Financial Inclusion, Mr Norbert Mumba, Programme Leader, World Bank Group, Ms Carolin Geginat, Representatives of SADC Central Banks, Distinguished Guests, Ladies and Gentleman, The introductory video we have just watched has set the stage for deliberations on a very important topic; Financial Technology or Fintech, which is rapidly changing the global economic and financial landscape.", "In preparation for this workshop, we carried out a short exercise to get public opinion as well as the perspectives of the regulators on their perception and usage of Fintech and the direction in which they will like us to go as a country.", "The views shared have provided a snapshot of the status quo and an indication of the work that needs to be done in order for us, as a country, to fully understand the potential and embrace the opportunities presented by Fintech.", "We cannot ignore the fact that this phenomenon has already reached our doorsteps, although it is evident that much remains to be done for us to keep pace.", "Before I go any further, I would like to extend a warm welcome to our speakers, panellists and guests, from the region and beyond, as well as to our international partners from the World Bank and the Alliance of Financial Inclusion.", "It is an honour for the Central Bank of Seychelles, the Financial Services Authority, and indeed, our country as a whole, to host this event that brings together Fintech specialists and industry experts from several jurisdictions, joining those from our own shores, to lead the dialogue and interactions that are set to take place over the next two-and-a-half days.", "We are also encouraged that representatives of our key local stakeholders have responded positively to our invitation.", "Your engagement and valuable contributions will surely pave the way for us to achieve the ultimate goal of this exercise - which is the formulation of a vision and development of a common strategy, which will guide the implementation of Fintech locally.", "Technology continues to pervade our day-to-day activities and shift the way we carry out various tasks, from the mundane shopping for consumables online, to the more complex mobile banking solutions.", "Similarly, our current financial landscape is also having to change to accommodate the opportunities brought about by the advances in technology and rise of the digital era.", "The use of innovative technology in the design and delivery of financial services and products is transforming the way we transact and most importantly, the way money is presented.", "In Seychelles however, there is still some level of reticence among much of our population to move towards newer technologies.", "A tour of town at 7.30 in the morning on any given day will show long queues outside the banks, of clients waiting for bank opening hours to either withdraw or deposit cash, although there are ATM facilities and an increasing number of merchants avail their customers the use of POS machines for instant payment.", "Although the level of Fintech in Seychelles still has some way to go to get to the highest possible level, there is no mistaking the growing interest in harnessing the possibilities.", "In 2014, the Central Bank of Seychelles issued a Telecom provider, Airtel Seychelles, with a license to offer mobile money transfers - the first license issued by the institution to a payment service provider offering a service based on a Fintech solution.", "Since then, the Central Bank has initiated a number of projects as part of efforts to encourage innovation in the payments sphere.", "These would include: The drafting of the e-money regulations which will set the licensing framework to introduce emoney issuers.", "An amendment to the Foreign Exchange Act which will enable entities licensed under the National Payment Systems Act and the e-money regulations (once in effect), to conduct cross border transactions and engage in the selling and buying of Foreign Exchange.", "The reformation of the National Payments Council so as to act as a conduit to promote innovation in the payments sphere.", "As the sole institution with the mandate of ensuring financial stability, the Central Bank of Seychelles has, for some time, realised that it needs to further understand the dynamics of the phenomenon, which has given rise to technological innovation such as biometric authentication, mobile money and wallets, cloud computing, cross border remittances, Blockchain technology, big data, to name but a few.", "Most importantly, it is imperative that the Bank understands the impacts that Fintech has on the financial institutions falling under its regulatory purview and subsequently, on the stability of the financial system.", "Fintech is challenging what had become a slow paced and conventional industry, transforming it into a dynamic and vibrant ecosystem.", "It is allowing the entrance and growth of new financial players, creation of new business models and pushing the older players to reinvent themselves.", "However, this does not imply that Fintech does not pose its own challenges.", "As a regulator, we are aware of the risks which exist in regards to financial consumer protection, data protection, cyber security and Anti-Money Laundering and Counter Financing of Terrorism.", "Our mandate is to ensure that payments done in our jurisdiction are effected in a safe, sound, efficient and reliable manner, regardless of the changes in the payments landscape.", "It is for these very reasons that the embracing of the new opportunities needs to be accompanied by sound policies and guidelines.", "Hence, it is important to have such dialogues among the implementers of Fintech Solutions, policy makers and the regulators, in line with their respective mandates, so that there is a comprehensive understanding of the opportunities and challenges of such developments.", "The insight and wealth of practical experience from external partners over the next few days, will further enhance our efforts to enable Fintech to play a greater role in the development of the National Payment System and other financial infrastructures, improving SME access to credit, fostering capital market development, enhancing competition and innovation and promoting greater financial stability.", "It is comforting to know that we are not alone in this endeavour and the foundation for us to have a comprehensive strategy has already been laid.", "In October last year, the International Monetary Fund and the World Bank Group launched the Bali Fintech Agenda, a set of 12 policy elements aimed at helping member countries to harness the benefits and opportunities of rapid advances in financial technology that are transforming the provision of banking services, while at the same time managing the inherent risks.", "This framework shall be largely considered and used as a guide as we develop our own national strategy and accompanying policies.", "There is no guarantee that we will be able to address all of the risks associated with innovative financial products and services.", "As regulators and industry players, we are challenged with ensuring that regulations do not hinder, but rather, complement developments in the market.", "However, it is anticipated that through learning and better understanding of new developments and market products, we can adjust to accommodate technological advances.", "The theme of this workshop - \"Building a Fintech Platform for Seychelles - Opportunities and Challenges\", has not been chosen lightly, as it is hoped that this forum will facilitate dialogue between representatives of the Fintech industry; coordinate initiatives across separate publicsector entities; and build awareness and education of Fintech in Seychelles.", "I look forward to the diversity of thought and richness of the debate on the topic and wish you all fruitful deliberations.", "To the international guests, it is a pleasure to have you with us, and I hope that you also have the opportunity to explore our beautiful country."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintech", "National Payment System", "Financial Stability", "Financial Inclusion", "Financial Services", "Financial Innovation", "Technology", "Cyber Security", "Financial Consumer Protection", "Data Protection"]}