{"sentences": ["Central banks and public policy: stability in an interconnected world Deputy Governor Sharon Donnery Remarks by Sharon Donnery, Deputy Governor of the Central Bank of Ireland, Warwick Economics Summit It is a pleasure to be here at the Warwick Economics Summit.", "Thank you for the invitation.", "In my short time here, I have met many interesting people.", "I hope you will make the most out of this summit, that you will build relationships, make connections, expand your network, explore ideas, and possibly even meet future colleagues.", "The turn of the year - or indeed decade - is an opportunity to reect on the world we live in, where it is going, and our role in it.", "These issues are also important for you when considering your career, for example, where you want to contribute, what eld or area you want to specialise in, and what type of organisation you want to work for.", "As economists, we want to solve problems, to think analytically, and to make sense of the world around us.", "I think we have seen this evening some of the range of careers that can be had in this eld, across the experience of Zanny and Jennifer.", "Personally, I have been working in public policy for my entire career.", "And I want share some of my experience and my views with you tonight.", "I will speak about the role of central banks in public policy, why we are so focussed on stability, and how we think about change, and respond to the interconnected world we live in.", "I want to talk about the importance of a multilateral approach in today's world.", "Especially when we look at the issues that may take centre stage in the decade ahead for policymakers worldwide: like climate change, the changing nancial system and technological change.", "Central banks talk a lot about stability.", "Why are we so focused on things \"not moving\"?", "It seems odd when you talk about it in the abstract.", "But in everyday life, stability is important.", "Think of a business deciding on an investment that will take time to bear fruit.", "Or a person planning to save money to purchase a car.", "People and businesses need to be condent that prices will not change greatly from month to month.", "Or even year to year.", "That they can make decisions over the medium to long-term.", "People also need to have condence that the nancial system will serve households and businesses in good times, and bad.", "For example, that their savings and deposits are secure.", "Both these issues are pretty fundamental to what central banks do, and how we affect public policy.", "The rst is price stability.", "The second is nancial stability.", "Price and nancial stability are key parts of the mandate of both the Central Bank of Ireland and the European System of Central Banks (ESCB), of which we are a part.", "In fact the mission of the Central Bank of Ireland is to \"serve the public interest by safeguarding monetary and nancial stability and by working to ensure that the nancial system operates in the best interests of consumers and the wider economy.\"", "Of course, maintaining stability in the highly interconnected world we live in can be challenging for national institutions.", "We live in a world of trade openness, complex supply chains, and the movement of capital across borders.", "The solution to this interconnectivity is multilateralism.", "Organising cooperation and engagement between different parties is the most effective way to address shared interests and concerns.", "As globalisation has increased in the post-war era, and particularly over the past two decades, so too has the need for regulators and policymakers to cooperate across borders.", "We can look back to the Bretton Woods Conference in 1944, which gave us the International Monetary Fund (IMF) and the World Bank.", "The goal of the conference was to establish a framework for economic cooperation and development that would lead to a more stable and prosperous global economy.", "This required multilateral institutions, as one of the reasons for these institutions to exist is to create regulatory convergence and to increase trust between countries.", "The Basel Committee on Banking Supervision, headquartered at the Bank for International Settlements, is an important example of international cooperation.", "It was established in 1974 to enhance nancial stability by improving the quality of banking supervision worldwide.", "It also serves as a forum for regular cooperation between its member countries on banking supervisory matters.", "This committee has been extremely important in bringing together policymakers from across the globe to agree minimum regulatory standards and common approaches through the Basel accords.", "From a European perspective, there is of course a high level of cooperation between members of the European Union, with even more between members of the euro area.", "The euro itself is of course an example of multilateral cooperation.", "One of the most recent examples of how this cooperation has increased has been the establishment of the Single Supervisory Mechanism (SSM) within the European Central Bank (ECB).", "The crisis highlighted the shortcomings of having a centralised monetary policy with decentralised banking supervision.", "The SSM provides a solution to these shortcomings by establishing a common approach to day-to-day supervision and ensuring the consistent application of regulations and supervisory policies.", "Multilateral institutions are crucial for dealing with the challenges greater interconnectedness pose.", "But I will return to that later.", "And of course events like this also play a role.", "They bring students together from around the world to share ideas, experiences and thoughts.", "They allow you to learn from others and develop networks that you will contribute to and utilise as the next generation of economists or policymakers.", "Now, let me focus on price stability.", "Ination, which is too high or too low, has consequences for people.", "Unexpectedly high ination acts as a redistribution of wealth from lenders to borrowers.", "With high ination, the value of a debt reduces in terms of purchasing power.", "If wages increase in line with ination, over time the real cost of debt decreases.", "A lower share of your income is needed to pay back your debts.", "If you are a lender however the payments you receive become less valuable over time.", "The reverse is true in times of deation, or falling prices.", "The real cost of debt increases for borrowers, while the repayments that lenders receive become more valuable over time, meaning that wealth is redistributed from borrowers to lenders.", "Today, we are used to the price of the day-to-day things we buy and consume changing only very slowly.", "Indeed for many of you, certainly those based in the UK and many EU countries, relatively stable and low prices are something you may have always known.", "But it is not too long ago that ination was higher, for example, in the United Kingdom in 1975, ination was as high as 24%.", "And of course, extremes such as periods of hyper-ination like Germany in the 1920s, Zimbabwe in the 2000's or Venezuela in recent years serve as a reminder of the devastating costs of price instability.", "In the event of falling prices, consumers might postpone spending due to an expectation that tomorrow goods will be cheaper.", "Firms postpone investment for the same reason.", "This feeds into lower aggregate demand, production and growth.", "In contrast, price stability helps people and households to plan for the future with condence.", "Stability enables businesses to grow, to create new jobs.", "Stability enables governments to make sustainable, long-term investment decisions in health, education or transport for example.", "Turning now to the second focus of stability for many central banks - nancial stability - it is regularly described as the ability of the nancial system to absorb rather than amplify shocks.", "Often when thinking of the importance of nancial stability, it is clearer to think instead of the cost of instability and ultimately nancial crises.", "It is important to remember that the frequency of these crises has not decreased over time, and that crises affect advanced and emerging economies, large and small.", "Thinking of the 1990s, for example, there was the Latin American debt crisis, the transition economies of Europe, the tequila crisis and the Asian crises.", "And more recently, there have been 29 banking crises since 2007 - with the global nancial crises at the centre.", "These can be systemic banking crises, where there is signicant distress in a banking system, such as banking sector losses, bank runs, or liquidations.", "This can require large-scale interventions by governments and central banks, providing liquidity support, recapitalisations or state guarantees for example.", "Such crises affect output, jobs and citizens.", "Research shows that the median scal cost for systemic banking crises in high-income countries is 6.7 per cent of GDP and 10 per cent of GDP for low and middle-income countries.", "Through declines in asset prices, banking sector losses and in some cases increased government debt, these can create longer term or legacy issues.", "Elevated levels of indebtedness, muted credit growth, weaker banks and the long-term growth prospects of economies mean systemic banking crises leave a long shadow.", "Especially those fuelled with credit.", "In the euro area, one of the many costs of the crisis was a signicant loss of jobs.", "So I hope that serves as a stark reminder of why nancial stability is so important.", "The costs of instability, of nancial crises echo long after the initial shock.", "How do central banks maintain stability?", "So, how can central banks maintain stability in a dynamic world?", "Let's begin with ination in the euro area, where the ECB aims at ination rates of below, but close to 2% over the medium term.", "And in Europe we have been below target for a number of years.", "The traditional tools we have used in the past have reached their limits.", "How we conduct monetary policy has changed substantially.", "Prior to 2008, interest rates were the standard tool used by central banks to affect changes in prices and output through well-understood transmission channels.", "The outbreak of the global nancial crisis fundamentally changed the monetary policy environment in which central banks were operating.", "Despite aggressively cutting interest rates, weak growth and deationary tendencies remained in many countries.", "Many central banks, including the Federal Reserve Board, the Bank of England and ultimately the ECB responded by using so called 'non-standard' monetary policy tools, which include enhanced liquidity provision to banks and asset purchases, to stimulate the economy.", "Overall, central banks have had to adapt to a challenging environment and use new tools and thinking to full their mandate of price stability.", "And, of course, how we monitor the way in which monetary policy transmits through to households and rms and adapt our approach to economic modelling reects the changing world around us.", "Wider issues such as the distributional effect of our policy, for example are increasingly part of the discussion.", "We also know that the effects of economic or monetary policy shocks can vary across different types of income - be it wages or income from investments or nancial markets.", "It is important to understand how sensitive income is to the business cycle.", "For example, income from nancial markets tends to be more pro-cyclical than labour market income or wages and so it is important that we incorporate these features into our models.", "Studies of the transmission of monetary policy to individual consumers are providing more and more insight in to the direct and indirect effects of central bank actions today, as compared to twenty years ago when I started in monetary policy.", "For so long, monetary policy focused on the idea of intertemporal substitution.", "In other words the idea of delaying consumption today for tomorrow.", "Now we look at distributional issues such as employment patterns when recessions end, where the fastest hiring occurs and how that affects household spending.", "This is important to better understand the effects of monetary policy to meeting our stability mandates.", "But many questions remain open, and as economists we are always trying to better understand the world around us, the dynamics of change.", "Of course, studying these issues in a more in depth way also requires better data.", "In order to incorporate micro features in the assessment of macro outcomes we need better details on household consumption, spending and behaviour.", "Macroprudential Policy So, central banks implement monetary policy to achieve their goal of price stability.", "What tools do we use to meet our mandates to ensure nancial stability?", "We use a range of tools including macroprudential policy.", "The effect of the crisis was profound on our approach to both regulation and supervision, and both domestically and around the world.", "Globally, there was recognition that our regulatory approaches were inadequate, that the interlinkages in the nancial system and between the economy and the banks were not well understood.", "The bigger picture critically includes resolution planning for banks and nancial institutions, and more robust conduct and consumer protection regulation.", "And of course effective micro-prudential supervision, or the supervision of individual rms including banks, is a key factor in mitigating systemic risk.", "In addition, since the crisis, policymakers are using macroprudential policy, or the supervision of the system as a whole, more and more around the world.", "We think of the goal of macroprudential policy as twofold, rst to make the nancial system more resilient so it can withstand shocks in other words, reducing the possible impact of adverse shocks.", "Secondly to reduce the build-up of these vulnerabilities or to reduce the likelihood or the probability of a crisis occurring.", "In a country like Ireland, macroprudential policy is an especially important policy lever for us as we are part of the wider Eurosystem.", "As the macroprudential authority in Ireland, we at the Central Bank have been proactive in introducing policy measures to build resilience and to reduce the build-up of vulnerabilities.", "We have introduced borrower-based measures in the mortgage market, limiting the amount of higher risk lending that banks can do.", "Over time, this builds the resilience of both lenders and borrowers to negative shocks.", "It also limits the potential for a damaging interaction between credit and the property market to take hold - a phenomenon which has often been central to previous nancial crises.", "We also require banks to hold more capital to build a buffer against risk, whether it be cyclical or structural in nature.", "The aim of countercyclical policy is to ensure that during benign times where risks gradually build that banks hold sufcient capital to ensure that when those risks materialise and bad times emerge they can maintain a sustainable supply of credit to the economy.", "Structural capital buffers meanwhile can address risks related to the degree of systemic importance of individual banks, or risks related to market or economic characteristics.", "The Irish economy is small and very open which makes it especially sensitive to developments in the global nancial cycle as well as being more prone to structural macroeconomic shocks.", "One way of thinking about this is in a country like Ireland is that we have lower lows and higher highs relative to other countries.", "Compared to monetary policy, when we think of the clearly dened objectives, the reaction functions, the communications that surround it, policies for nancial stability, particularly macro prudential policy is still to some extent in its infancy.", "The use of macroprudential policy is growing, IMF research illustrates an upward trend in the use of macroprudential policy tools from 2000-2017.", "The research notes an acceleration in the usage of these tools following the nancial crisis, which was even more pronounced in advanced countries.", "And in tandem, so research on macroprudential policy is also growing.", "This chart illustrates the total number of new academic papers which appear in a google scholar search each year under the search term \"macroprudential policy\".", "The total number of new academic papers listed under the above search term changed little between the years 2000 and 2008.", "However, a clear upwards trend is evident in the number of new academic papers found under this search term following the onset of the global nancial crisis.", "So, stability is a key objective for central banks, ensuring that there are not great changes when it comes to prices or the stability of the nancial system.", "However, the wider world we operate in is not necessarily always cooperative when it comes to these goals.", "We see constant changes in the world around us - some of which are positive and some of which are not.", "Globally, we only have to look around.", "Every day in the news we hear of the challenges arising from climate change.", "In central banking circles we think of the evolving nancial system with the rise of market-based nance.", "Change will also come from technological innovation - much of this may be positive but policymakers must be vigilant to potential risks.", "Maintaining stability through changes is a key challenge for central banks and all policymakers.", "Changes and challenges we face Climate change is an immense challenge we all face, and one that requires action from public and private sectors, policymakers and individuals.", "There are many stark gures from climate science about the trajectory of global temperatures, and the implications of that for the world we live in if we do not take seriously the need for action to alter that trajectory now.", "It is abundantly clear that the costs of inaction will be much greater than the cost of action.", "And there are certain areas where central banks can make a difference.", "We don't do this for social or political reasons.", "As I said at the beginning, stability is the cornerstone of central bank's mandates.", "And climate change has the potential to be a source of major instability to the nancial system or even the economy at large.", "Indeed, the Bank for International Settlements recently suggested that climate change may lead to what they call 'green swan' risks.", "These are potentially extremely nancially disruptive events that could be behind the next systemic nancial crisis.", "As central banks, we are deepening our understanding on how climate risks translate to risks to the nancial system.", "But climate risks are unusual for a number of reasons: First, the effects are broad-based in nature.", "They affect all types of economic actors, sectors of the economy and Second, there is a very high degree of certainty that these risks will crystallise at some point in the future.", "But, at the same time, the precise horizon, nature and indeed scale of these risks is highly uncertain because of potential 'tipping- points' for example; Third, the time households, companies or governments have to plan to manage these climate-related risks is probably longer than their typical planning cycle; and Fourth, as I have said before, climate related risks affect everyone - across countries and continents.", "Mitigating these risks requires co-ordination between all stakeholders.", "And not just at a single point in time.", "But sustained, concerted, and effective coordination over many years to come.", "When we think about climate change we think of two types of risk - physical and transitional risks.", "The physical risks are those related to the increase in extreme weather conditions and natural disasters from climate change.", "The consequences are the damage to infrastructure, to homes, to businesses and the loss of biodiversity and life.", "From a nancial stability point of view, we need to focus, for example, on how the insurance sector can respond to an environment where these physical risks materialise on a more frequent basis.", "Transitional risks are those risks associated with moving towards a carbon free economy.", "Transition risks refer to: The impact of the adjustment towards a low-carbon economy; and The uncertainties related to the timing and speed of the adjustment.", "The transition to a low carbon world will require policies which encourage shifts in consumption and investment.", "This will affect both economic activity and asset prices, which will have implications for the nancial system.", "That is why central banks must take a keen interest in how resilient the nancial system is to these changes.", "Our contribution is to make sure that the nancial system can absorb and not amplify any of the shocks stemming from climate change or the transition to a low carbon economy.", "The sooner we start on this road the better - the longer we wait the greater the adjustment will need to be.", "The speed of this adjustment will also need to be managed.", "In order for sustainable investment to achieve what we want it to, we need clear denitions of what sustainable products and developments are.", "Green bonds, for example, are a starting point but they need to become mainstream, and what they represent needs to be universally understood.", "From a European perspective, the European Commission has taken steps towards this goal with its action plan for sustainable nance.", "This addresses the development of regulations for a common taxonomy, investor disclosures and low-carbon benchmarks.", "We have been contributing our technical skills in this area.", "As well as clarity on sustainable investments, we need transparency to allow investors make informed decisions.", "The work of groups of central banks and nance ministries like the Financial Stability Board's Task Force on Climate-Related Financial Disclosures (TCFD) has resulted in recommendations for voluntary disclosure of material climate-related nancial risks.", "So, I have outlined where central banks can contribute and add value with respect to climate change - we can use our expertise to conduct research and analysis to deepen our understanding of how climate change will affect both the nancial system and economies.", "However, it is clear that central banks do not have a mandate to address the causes of climate change or the transition to a low-carbon economy itself.", "Those policy decisions rest with the relevant policymakers acting through the multilateral system.", "Market-based nance Climate change is just one of the major changes or transitions going on around us.", "Another example we see is the large growth in the nancial sector outside the traditional banking system.", "The Financial Stability Board recently published a report showing the growing importance of this sector.", "The FSB reports that 'Other Financial Institutions', meaning all nancial institutions that are not central banks, banks, insurance corporations, pension funds, public nancial institutions or nancial auxiliaries hold about 30 per cent of total global nancial assets.", "The assets held by these institutions grew by 9 per cent by 2012-2017.", "Market-based nance is the raising of equity or debt through nancial markets rather than through the banking system.", "This can be very positive as market-based nance can provide a valuable alternative to bank nancing for many businesses and households, supporting economic activity.", "For example, if businesses cannot access nance through the banking system, they may not be able to launch new products, expand to new markets or increase their workforce.", "This depresses economic activity below its potential.", "Even if bank-based nancing is available, different funding sources might be better suited to rms.", "This is particularly relevant when we talk about capital markets.", "Market-based nancing may be more appropriate for funding novel, long- duration and high-risk projects.", "Accessing funding through the sale of equity in a company creates different incentives than agreeing a repayment schedule for a loan.", "If equity nancing provides greater exibility than debt nancing, this may make sense for some projects and could even expand the potential investor base.", "The potential benets of capital markets has been recognised at the European level with the proposal to build a single market for capital within the European Union- the Capital Markets Union (CMU).", "Other benets from a macroeconomic perspective have also been highlighted, with risk sharing particularly important.", "Comparing the euro area to the US shows that a smaller proportion of shocks to the European economy are smoothed through nancial markets.", "Capital markets are particularly important in the US - smoothing about 45% of local shocks.", "My colleague Claudia Buch has noted that \"In short: nancial systems that are built on equity rather than debt are inherently more stable\".", "However, market-based nance may also give rise to nancial vulnerabilities, which need to be monitored and - if needed - addressed.", "From a nancial stability perspective, a key priority internationally is deepening policymaker's understanding of the potential implications of any disruptions to market-based nance on the real economy.", "The reliance of market-based nance in its current scale remains untested in times of stress.", "And when we think of market-based nance, particularly in terms of liquidity in the sector, it is important to focus not only possible nancial stability implications, but also that of investor protection.", "This is particularly relevant for the Central Bank of Ireland, the international nature of the sector domiciled in our jurisdiction requires engagement and cooperation with our peers around the world.", "It is important that our macroprudential framework - which I spoke about earlier - grows and widens to reect developments in market-based nance.", "Technological change Finally let me talk about technology, specically the changing role of technology in banking and payments.", "Indeed the operational stability of the payments system is an important element to monetary and nancial stability.", "One of the areas where nancial innovation has been particularly visible is with respect to changes in the payments landscape.", "We can see this in the trends towards cashless payments and the introduction of payment solutions from banks and also new companies and established technology companies.", "This chart illustrates the differences in cash use across regions.", "Indeed we can think of some of the more striking examples of technological change, from making payments in Sweden via micro-chips in peoples hands, to the extensive use of QR codes in China to pay for almost anything.", "Of course, developments in the payments sphere are of great interest to the Central Bank of Ireland as, in conjunction with the ECB and other national central banks, we ensure that payment, settlement and currency systems are safe, resilient and efcient.", "Competition in this sphere is welcome and has beneted consumers through increased choice and efciency gains.", "However, policymakers must also remain vigilant to the potential risks.", "Moving forward, we will have to monitor whether there are large changes with respect to payments.", "While changes in recent years have been highly visible, they have mainly acted to present a different 'front-end' for the nancial plumbing in the background, which remains similar.", "Fundamental change to payments systems could come from developments such as global 'stablecoin' initiatives.", "Stablecoins are a form of crypto-asset which, by denition, are meant to have some features to stabilise their value.", "In theory stablecoins have the potential to make international payments cheaper and faster and could foster greater nancial inclusion.", "However, from a stability and regulatory perspective, they raise a host of issues when we think of the operational stability of payments systems, the protection of consumers and their data, anti-money laundering and terrorism nancing, and critically to nancial and monetary stability.", "Conclusion - collective problems in a highly connected world To conclude, the issues I discussed above - climate change, the growth in market-based nance, and technological change - are the issues that will likely shape policymaking for the next decade and beyond.", "They are the areas that many of you will \"cut your teeth on\" so to speak as you forge ahead in your careers.", "If you pursue a career in policy making, particularly in the central banking world, you will be concerned with stability.", "Stability of prices, of the nancial system, and how our policy is transmitted to the economy.", "To go back to what I said at the beginning, this stability is so important for the day-to-day lives of people, families and businesses.", "Ensuring stability with a world in a state of ux will require thinking beyond the tools we have.", "Indeed, thinking of policy frameworks to promote stability before the vulnerabilities are evident.", "These issues reach across borders and either require a collective response - for climate change - or require cooperation and learning from other's experiences - in how to regulate and supervise market-based nance or how to deal with the downsides of technological change.", "Now, more than ever, we need to work together across elds, across countries and with multilateral organisations.", "I would ask you to think about these issues and challenges as you consider your future careers and employers.", "What motivates you, what pushes you to work harder, to go the extra mile?", "To borrow a quote often attributed to Mark Twain, \"If you nd a job you enjoy doing, you will never have to work a day in Now while that may be somewhat optimistic, it certainly makes it a lot easier!", "I would like to thank Caroline Mehigan and Paul Reddan for their contributions to my remarks.", "The Cambridge Dictionary denition of stability is \"a situation in which something is not likely to move or change.\"", "For further details of research from the Central Bank of Ireland, see Research Bulletin 2019.", "See IMF website for further details.", "See BIS website for further details.", "See BIS website for further details.", "See ECB Banking Supervision website for further details.", "See OECD data on ination here .", "Systemic banking crises revisited.", "See Better Data, to Inform Better Policy, address by Sharon Donnery, 16 December 2019.", "Digging Deeper-- Evidence on the Effects of Macroprudential Policies from a New Database.", "See Macroprudential policy: action in the face of uncertainty, address by Sharon Donnery, 24 September 2016.", "See here for details on the use of the Countercyclical Capital Buffer in Ireland.", "See here for further details on the introduction of a Systemic Risk Buffer in Ireland.", "See Financial stability considerations of being a small highly globalised economy, Central Bank of Ireland Financial Stability Review 2019 H1.", "See Small Open Economies - Vulnerabilities in a Changing World, address by Sharon Donnery, 13 September 2019.", "The use and effectiveness of macroprudential policies.", "The increasing faith in macroprudential policies.", "Intergovernmental Panel on Climate Change, 2018.", "Climate Change and the Irish Financial System.", "Central Bank of Ireland Economic Letter, Vol.", "Should Monetary Policy Take Inequality and Climate Change into Account?.", "Peterson Institute for International Economics Working Paper, (18-18).", "Bank for International Settlements, 2020.", "The green swan: central banking and nancial stability in the age of climate change .", "Network for Greening the Financial System, 2019.", "A call for action Climate change as a source of nancial risk.", "See Breaking the tragedy of the horizon - climate change and nancial stability , address by Mark Carney, 29 September 2015.", "See Risks and opportunities from climate change, address by Sharon Donnery, 16 May 2019.", "See Resilience through transitions: facing the tumult, address by Gabriel Makhlouf, 20 November 2019.", "See Financial Stability Board Global Monitoring Report on Non-Bank Financial Intermediation 2019 .", "See European Commission Economic Analysis for the Action Plan on building a capital markets union, 2015.", "Cross-border risk sharing after asymmetric shocks: evidence from the euro area and the United States.", "See Finance and growth - guidelines for nancial sector reform , address by Claudia Buch, 18 March 2015.", "Mapping Market-Based Finance in Ireland.", "Central Bank of Ireland Financial Stability Notes, Vol.", "See Digital challenges to the international monetary and nancial system , address by Benoît Coeuré, 17 September ©2020 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Financial stability", "Climate change", "Market-based finance", "Technological change", "Multilateralism", "Macroprudential policy", "Monetary policy", "Interconnectedness", "Central banking"]}