{"sentences": ["Introduction I last spoke at Jackson Hole in 2005.", "Then, the world had been dealing with a frightening coronavirus called SARS.", "And my topic was the sea change in central bank communications and transparency in the Greenspan era.", "Today, we are discussing the policy response to a more widespread and contagious coronavirus, and my topic is the need for a second sea change in central bank communications -from transparency with markets to more engagement with the public.", "We've started, but we need to accelerate.", "In a nutshell, we need to spend more effort speaking and listening to the citizens we serve.", "Diversifying our engagement improves our capacity to make better policy decisions and enhances our legitimacy as public institutions.", "That is more important now than ever as we grapple with COVID 19 and its harsh economic consequences, which affect everyone.", "And it will be critical in the future as we tackle the impact of structural changes to our economies arising from the legacy of COVID 19 and those it is amplifying, including digitalization, debt and inequality.", "While the SARS pandemic didn't have lasting economic impacts in 2005, the 2008 US sub-prime mortgage crisis certainly did.", "Our economies eventually recovered, but societal scars remain.", "When too-big-to-fail global banks were bailed out in the crisis-and struggling homeowners weren't-it stoked the belief that the system is rigged and that globalization benefits a few at the expense of many.", "This contributed to the broader decline of trust in public institutions and experts and a rise in political populism-trends that affect our jobs as central bankers.", "The last 15 years have also seen a profound change in how information is shared, consumed and debated.", "The internet slashed the cost of communication.", "This disrupted traditional media and led a growing segment of the public to get their news from alternative channels and social media.", "Many had hoped that the democratization of information would make us all better informed.", "Sadly, too often that's not the case.", "While the internet and social media have vastly broadened access to information, they are also awash with misinformation, echo chambers and conspiracy theories-often pushed by bots and trolls, sometimes for nefarious purposes.", "Against this backdrop came the pandemic and its devastating global economic impact.", "Central banks have taken unprecedented monetary policy actions to save livelihoods, support economic recovery and avoid deflation.", "For the Bank of Canada, this has meant our first foray into quantitative easing.", "Central banks are conducting unconventional monetary policies alongside extraordinary fiscal stimulus, which is challenging public perceptions of our operational independence.", "So, it is more important-yet harder-for central banks to be trusted sources of information and analysis.", "The imperative is to step boldly beyond market transparency and engage with the public to explain how our actions serve our economy-wide objectives.", "This means listening to more people, understanding their perceptions-accurate or not-factoring broader public views into our policy decisions and communicating with people on their terms, not ours.", "Let's remind ourselves why this matters.", "First and fundamentally, we are all public servants.", "The public has a right to understand what we are doing, and we need to be accountable for our actions.", "Second, we know that monetary policy works better when people understand it.", "Third, many central banks are at the lower bound for their policy interest rate.", "In this situation, it is more essential than ever that household inflation expectations remain anchored on our target, so we can lower real interest rates.", "We can influence those expectations with our communications.", "That is why many central banks, including the Bank of Canada, are providing unusual forward guidance on our policy rate paths.", "And there's a final, existential reason: without public understanding and support for independent central banks, we risk losing the public trust that is so core to our mission.", "Issues in public communications Back in Greenspan's time, central banks didn't put much effort into tailoring messages to the public.", "Instead, we relied on the media to speak to market participants and economists and then interpret our messages for the public.", "Andy Haldane has described this as the practice of central bankers speaking only to MEN: markets, economists, news agencies.", "This practice hasn't been entirely effective.", "A recent NBER working paper shows that news articles about monetary policy are only about half as persuasive in terms of molding inflation expectations compared with communications that come straight from the central bank.", "The best way to get our messages to the public is to deliver them ourselves.", "Central banks have been moving toward more direct public engagement.", "We can all learn from the Fed Listens program as well as the Bank of England's Citizens' panels and Community forums.", "Around the world, central banks are using museums, social media, podcasts, even reggae songs, to tell their stories to their citizens.", "The Bank of Canada, like others, has taken steps to sharpen its public communications.", "We publish layers of content aimed at different audiences.", "We produce short animations to illustrate the main points of our flagship publications-the Monetary Policy Report and the Financial System Review-and we promote these across social media channels.", "We use readability tools to ensure that public speeches are not unnecessarily complex.", "After all, even an audience as expert as this one is more likely to lose attention if I'm reading what sounds like a PhD dissertation.", "(Hopefully that's not what I sound like.)", "Further, we are working hard to make our communications more relatable to people's everyday lives.", "Let's use this pandemic as an example.", "COVID 19 has caused a huge disinflationary shock.", "But we need to recognize that many people don't feel like inflation is falling when food inflation has been averaging almost 3 percent.", "People should know that we are taking that into account when we make policy.", "Deputy Governor Larry Schembri devoted an entire to this topic earlier this week.", "A key to enhancing our relatability is listening-engaging the public in conversations.", "The pandemic has precluded many traditional events where these conversations can happen.", "So, we are being nimble with technology to engage stakeholders, including the public.", "We just launched a \"Let's Talk Inflation\" as part of our effort to reach out to all Canadians before the Bank renews its agreement with the Canadian government on the monetary policy framework in 2021.", "We know that there is a clear correlation between increased understanding and higher levels of trust.", "This correlation demands that we devote more effort to economic and financial literacy.", "To that end, the Bank of Canada replaced one of its expert publications with a more accessible digital magazine, The Economy, Plain and Simple, to explain relevant and timely economic issues to non-expert audiences.", "We have added a series of simple articles, videos and animations to explain the ways we've responded to the pandemic, covering everything from quantitative easing to payment systems.", "An opportunity to build trust In times of crisis, people look to public authorities for information.", "This pandemic is no exception.", "We have seen a sharp increase of internet traffic to our website.", "Our articles in The Economy, Plain and Simple and our social media posts are getting twice as many page views than before the pandemic, while traditional content, such as speeches and our Monetary Policy Report, has seen traffic increase by more than 10 percent.", "This heightened interest is an opportunity, and it is critical that we do not squander it.", "The forces that are pushing misinformation on the public are preying on this crisis.", "A segment of the population still mistrusts public authorities and experts.", "The independence that is vital for central banks and public perceptions of that independence are under threat in many countries.", "As we work to broaden our engagement, we can be guided by four principles for communicating effectively with the public.", "The first principle is to tell a story that is coherent and consistent with incoming data and over time.", "Second, public communications should be clear, in plain language and free of jargon.", "People should be able to understand what we say-always.", "The third principle is to make public communications relatable and relevant.", "We should speak to people as public servants and peers, not as oracles delivering messages from an ivory tower.", "The fourth is to listen.", "We need to find out and understand what is preoccupying the public, including the perspectives of communities and groups we have not been very good at reaching.", "And we need to address those preoccupations.", "We have each been asked to suggest legacies of the pandemic.", "These legacies are numerous and far-reaching-the toll of the lives and livelihoods lost, the foregone economic output, social upheaval, changing trade patterns and lasting debt burdens.", "As we confront these and other legacies, let's make this another legacy-a deeper relationship between the central bank and its citizens.", "We can capitalize on this moment by enhancing our public communications through coherent, clear and relatable messages; by helping our citizens understand the broader forces at work in our economy; and by listening and understanding how our policies affect everyone.", "These efforts will help us to make better policy decisions, reinforce our legitimacy and cement trust with our citizens.", "The stakes are high, and this opportunity should not be missed."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["public engagement", "public communications", "monetary policy", "inflation expectations", "economic literacy", "central bank independence", "misinformation", "quantitative easing", "COVID-19", "social media"]}