{"sentences": ["Senior Deputy Governor Wilkins and I are glad to be here to answer your questions about today's interest rate announcement and our Monetary Policy Report (MPR).", "Before turning to your questions, let me briefly summarize the substance of Governing Council's deliberations.", "You will recall that in October we were most occupied with the deteriorating global outlook.", "We could see clearly that this was affecting Canada's economy too-not only through exports and the manufacturing sector, but also through the effects of heightened uncertainty on firms' investment decisions.", "However, primarily because of a strong recovery in the housing sector and a healthy labour market, the Canadian economy was demonstrating good resilience overall.", "Quite a lot has happened during the past three months.", "Global economic growth appears to have bottomed, as shown by an upturn in trade and manufacturing indicators.", "Uncertainty remains elevated, of course, and in some ways has worsened, given rising geopolitical tensions in the Middle East that had tragic consequences.", "But the Phase One China-US trade deal and the pending ratification of CUSMA are positive developments that should lead to lower business uncertainty over time everywhere, including in Canada.", "At the same time, however, indicators of the Canadian economy have turned decidedly mixed.", "The National Accounts data for the third quarter of 2019 showed a significant slowdown, as we expected, and monthly GDP data have extended that slowdown into the fourth quarter.", "We also received a string of disappointing readings related to the Canadian consumer.", "Vehicle sales, retail sales more generally, consumer confidence and job growth all softened.", "We are now monitoring fourth-quarter growth of only 0.3 percent.", "At the same time, third-quarter investment spending was surprisingly strong.", "Statistics Canada's historical revisions showed more growth, more investment from government infrastructure spending and a higher household saving rate than previously thought.", "In short, the Canadian economy last year was in a stronger position than we previously believed-operating close to capacity with inflation near target.", "Much of Governing Council's deliberations focused on how persistent this recent slowdown in the domestic economy might be.", "The Bank's outlook is for a rebound in growth to about 1.3 percent in the first quarter and a pickup to about 2 percent after that.", "Supporting this outlook is the view that the slowdown in late 2019 may reflect a greater passthrough from international developments than previously expected, in which case the recent pickup in global indicators is reassuring.", "Another supportive interpretation is that some growth indicators were affected by temporary factors, including an early winter on the Prairies, pipeline shutdowns and strikes.", "A positive reading on employment in December reinforced this interpretation, along with the understanding that online sales were very strong this past holiday season and much of these are not captured in Canadian retail sales data.", "Countering this view would be the possibility that Canadian consumers have turned more cautious, perhaps in response to global political developments, elevated household debt, or layoffs in the manufacturing sector and in the public service in certain provinces.", "This interpretation was reinforced by negative consumer confidence data during the fourth quarter, higher estimates of the household savings rate and soft consumer credit growth.", "These ingredients might point to a more prolonged consumer slowdown.", "This is not our forecast, but we agreed to monitor the data closely with this downside risk in mind.", "In this respect, weekly survey data suggest that consumer confidence may have bottomed sometime in December.", "Also, housing remains solid in most regions of the country, even if it is growing less quickly than it did earlier in 2019.", "In October, we deliberated whether the downside risks coming from outside Canada were sufficient to warrant a move to lower interest rates.", "At that time, we concluded that they were not, given the trade-off we faced against potentially fuelling increased financial vulnerabilities.", "For this decision, we began the exercise with reduced downside risks coming from outside Canada, as expected, but at the same time, a crystallization of some domestic downside risks.", "After taking these developments on board, our analysis suggested that overall excess capacity in the Canadian economy has increased, which will bring a degree of downward pressure on inflation over the projection horizon.", "You can see this in Chart 15 of the MPR.", "Let me make two comments related to this.", "First, we believe that the excess capacity is not uniformly distributed, but is concentrated on the Prairies and in Newfoundland and Labrador.", "Second, our estimate of the output gap is based on a partially updated estimate of the economy's potential.", "So, there may be more uncertainty around the current estimate than usual.", "We will have a more fulsome update in the April MPR.", "At the same time, household financial vulnerabilities remain elevated, although we will be analyzing the positive implications of a higher household savings rate for those vulnerabilities.", "All things considered, then, it was Governing Council's view that the balance of risks does not warrant lower interest rates at this time.", "In forming this view, we weighed the risk that inflation could fall short of target against the risk that a lower interest rate path would lead to higher financial vulnerabilities, which could make it even more difficult to attain the inflation target further down the road.", "Clearly, this balance can change over time as the data evolve.", "In this regard, Governing Council will be watching closely to see if the recent slowdown in growth is more persistent than forecast.", "In assessing incoming data, the Bank will be paying particular attention to developments in consumer spending, the housing market and business investment.", "With that, Senior Deputy Governor Wilkins and I will now be happy to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none"], "topics": ["Canadian economy", "interest rates", "global outlook", "consumer spending", "household debt", "inflation", "economic growth", "financial vulnerabilities", "housing market", "business investment"]}