{"sentences": ["Chairman, Committee members, I welcome the opportunity to appear before you today to discuss the macroeconomic impacts of Covid-19 and the monetary and fiscal policy response.", "I am joined by Mark Cassidy, the Central Bank's Director of Economics and Statistics.", "Since our written submission of 9 June, we have published both our half-yearly Financial Stability Review and, last Friday, our latest Quarterly Bulletin.", "Both have focussed extensively on the impact of Covid-19 on the Irish economy and the macro-financial environment, as well as the risks to the outlook.", "The macroeconomic impacts Covid-19 has caused a very sudden and severe contraction in economic activity across the world.", "The speed and scale with which this unfolded has been unprecedented and has posed an unparalleled challenge to the community and to governments and policymakers everywhere.", "In most countries, including Ireland, the policy response has been two-fold; first, public health measures which have - by necessity - interrupted economic activity and, second, a range of fiscal, monetary, macro-prudential and micro-prudential policy actions to cushion the impact on the economy and the wider community.", "The Central Bank's mandate includes monetary and financial stability and ensuring that the financial system operates in the interests of consumers and the economy as a whole.", "Our primary focus since March has been on ensuring the financial system absorbed the shock and supported households and firms through the crisis and was ready to support the recovery.", "The actions we have taken, including with our colleagues at the ECB, have been designed to ensure supportive financing conditions, enabling credit institutions to absorb losses and to support lending to businesses and households.", "Real-time data for the Irish economy point to a trough reached in April, and an increase in activity as the economy re-opens.", "In recent weeks we have seen the beginning of a return to work in some sectors and a decline in the numbers in receipt of income supports.", "Payments data also point to some rebound in spending.", "However, overall, economic output has declined substantially in recent months and remains significantly below pre-Covid levels.", "Our latest projections imply a fall of approximately 20 per cent in underlying domestic demand in the second quarter of this year.", "The outlook is very uncertain.", "The path ahead for the economy will depend on the future path of the virus, the degree to which containment measures need to remain in place or be reintroduced, and the immediate and longer-lasting effects on behaviour and economic activity.", "Given the scale of uncertainty surrounding the economic outlook, last week we set out two scenarios, one - our baseline - assumes that the phased easing of the containment measures takes effect as planned; the other - a more severe scenario - assumes the current containment measures remain in place for longer because of a resurgence of the virus.", "Under our baseline, consumer spending is projected to rebound in the second half of this year but to decline by 10 per cent for the year as a whole.", "Overall, the recovery is expected to be gradual, reflecting a lingering effect of the shock on consumers and businesses.", "Contactintensive sectors, which also tend to be labour-intensive sectors, are likely to be the slowest to recover.", "The unemployment rate is set to decline from its second quarter peak of about 25 per cent as the year progresses and is projected to be around half that level by the end of this year.", "Output recovers to its pre-crisis level by 2022.", "Under the severe scenario, GDP would fall by over 13 per cent this year and output would not recover to its pre-crisis level until 2024.", "Both scenarios assume that a Free Trade Agreement between the EU and the UK, with no tariffs and no quotas on goods, takes effect in January 2021.", "If that doesn't happen, it is likely that growth in the Irish economy will be weaker.", "Policy responses The unprecedented challenges posed by Covid-19 have been met by exceptional policy action.", "The Irish Government's response to the pandemic is estimated to cost around €9 billion, with a further €7 billion being made available through indirect supports such as credit guarantees and rate deferments.", "Our own immediate macroprudential policy response was the reduction in the countercyclical capital buffer which made an additional €940 million available to absorb losses or to be leveraged to maintain and extend lending.", "As for monetary policy, the Eurosystem has put in place a series of measures aimed at supporting the smooth provision of credit and further operations to support bank lending, as well as expanding the large-scale asset programme, which should also help keep the cost of borrowing for governments low.", "Overall, the policy actions taken in the area of fiscal policy (by the Government), monetary policy (by the Eurosystem, of which the Central Bank is a part) and macro and microprudential policy (by the Central Bank and other authorities) have helped to mitigate the amplification of the immediate shock and enabled the financial system to provide support through the crisis.", "Future policy: some considerations Households, businesses and the financial system have entered the current crisis in a more resilient position compared to the onset of the financial crisis a decade ago.", "Looking at future policy, there are three areas that I believe deserve careful consideration: First, policy should continue to focus on supporting the productive capacity of the economy and avoiding scarring effects such as long-term unemployment.", "Any such action by the Governmentis likely to be costly in the near-term but will benefit the fiscal position over the medium term if it is effective in reducing the degree of damage to the economy's productive capacity.", "Second, the rise in the government deficit and debt ratios is both warranted and necessary and is currently affordable.", "But the high level of debt will leave government finances vulnerable to future shocks and it will be important for the Government to provide a clear and credible return to much lower and sustainable deficit and debt positions.", "Third, the country's ability to withstand the immediate impacts of the Covid-19 shock is partly a result of policy actions over the last decade.", "There needs to be a continued focus on building economic resilience to future shocks, including a more sustainable debt position but also the longer term structural changes that would help to manage the challenges of international tax reform, the longer-term implications of the UK's withdrawal from the EU and climate change (among others).", "Mark and I will be happy to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none"], "topics": ["Covid-19", "Monetary policy", "Fiscal policy", "Economic outlook", "Financial stability", "Macroprudential policy", "Microprudential policy", "Economic recovery", "Productive capacity", "Government debt"]}