{"sentences": ["Senior Deputy Governor Wilkins and I are pleased to be with you to answer your questions about today's policy announcement and Monetary Policy Report (MPR).", "The COVID-19 pandemic has caused an unprecedented fall in economic activity in Canada, and the recovery will require considerable monetary policy support.", "Our overriding message to Canadians is that the Bank will be there to provide monetary stimulus for an extended period to support the recovery and return inflation to its 2 percent target.", "Before I turn to your questions, let me say a few words about the key points of the Governing Council's deliberations.", "The coronavirus continued to dominate our discussions.", "The pandemic is a human tragedy and an economic calamity that is taking lives and livelihoods.", "In the first half of the year, the global economy faced its biggest decline since the Great Depression.", "As measures to contain the virus are lifted in many places, economic activity is starting to pick up.", "However, as we are seeing in the United States, flare-ups of the virus can mean the reimposition of containment measures, impeding the recovery.", "We are facing many uncertainties, the biggest of which is the unknowable course of the virus itself.", "As a result, we cannot forecast with the usual degree of accuracy in our economic projections.", "Recognizing this, we decided to present a central economic scenario.", "The central scenario tries to balance the likelihood of better and worse outcomes, but it is highly conditional on our assumptions about the virus.", "In particular, we assume there will not be a broad-based second wave here in Canada and that most containment measures are lifted gradually.", "We also assume that the pandemic will have largely run its course by the middle of 2022, because either a vaccine or an effective treatment is widely available by then.", "Our policy discussions were guided by this scenario, while recognizing the extreme uncertainty around these assumptions.", "In the central scenario, the Canadian economy shrinks by almost 8 percent this year, then grows by just over 5 percent in 2021 and almost 4 percent in 2022.", "Now, let me give you some context.", "Recent monthly data-particularly on employment, motor vehicle sales and housing-suggest that the Canadian economy hit bottom in April.", "Job growth resumed in May and accelerated in June.", "We now estimate that the economy contracted by about 15 percent in the first half of this year.", "As deep as this is, it suggests the economy has avoided the most dire scenarios we laid out in the April MPR.", "In the third quarter, we expect to continue to see a strong rebound in jobs and output.", "However, it was clear to everyone on the Governing Council that this is not a normal recession.", "We agreed that the exceptionally strong near-term growth of the reopening phase is likely to give way to a slower and bumpier recuperation phase.", "As a result, it will take a long time for economic activity to get back even to the level where it was at the end of 2019, before the pandemic struck.", "There are many reasons why the recuperation phase may be protracted.", "Some businesses will close, while others will be unable to return to pre-pandemic activities.", "Business and consumer confidence have been shaken, and consumers are likely to remain cautious with their spending.", "And many people may find it hard to return to work particularly if schools and child-care facilities cannot fully reopen.", "We recognize that the burden of this challenge falls disproportionately on women.", "At the start of the pandemic, as containment measures were put in place to flatten the curve, the government stepped in quickly to replace lost income and help businesses retain their staff and pay their bills.", "Some of these supports have been extended, and more have been announced since early June.", "These measures have buffered households and businesses from the worst effects of the pandemic and laid the foundation for recovery.", "The Bank's actions were also unprecedented.", "We lowered the policy rate to the effective lower bound of 25 basis points and launched a range of liquidity facilities and purchase programs to keep markets functioning.", "This kept credit flowing and supported confidence.", "With core markets normalizing, we have scaled back some of the short-term liquidity facilities, but we are ready to step up our programs if warranted.", "As always, our policy actions are grounded in our inflation-targeting mandate.", "The pandemic is imposing uncertainty on inflation, too.", "Because spending patterns have changed, the consumer price index (CPI) doesn't accurately represent the spending habits of Canadians right now.", "So, the Bank has been working with Statistics Canada to create an adjusted price index that better captures today's consumption patterns.", "We talk about this work in Box 2 of the MPR.", "The adjusted price index shows that inflation is probably not as low as the official CPI suggests, although the difference is not large.", "In the past couple of months, inflation by either measure has been close to zero.", "We expect it to remain below target while low prices for gasoline, travel, clothing and other items are pulling it down, and while demand is weak.", "The pandemic has reduced both supply and demand in the economy, but we judge that the effects on demand are larger.", "As demand recovers and economic slack is absorbed, inflation will gradually move back up towards our 2 percent target.", "The Governing Council also discussed the role our extended toolkit is playing to support the economy.", "Our purchase programs were initially aimed at improving market functioning and unclogging the financial system, allowing the monetary policy transmission mechanism to work.", "With that objective largely achieved and the economy reopening, these programs-particularly the large-scale purchases of Government of Canada bonds-are now working through more channels, which we elaborate on in the MPR.", "The combination of the very low policy rate and asset purchases is providing considerable monetary stimulus.", "To sum up, the Canadian economy has been hit by a historic shock, which has demanded a historic policy response.", "The early signs from the reopening phase are positive, but we expect the recuperation phase to be bumpy and protracted.", "As the economy moves from reopening to recuperation, it will continue to require extraordinary monetary policy support.", "The Governing Council will hold the policy interest rate at the effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.", "In addition, to reinforce this commitment and keep interest rates low across the yield curve, the Bank is continuing its large-scale asset purchase program at a pace of at least $5 billion per week of Government of Canada bonds.", "This QE program is making borrowing more affordable for households and businesses and will continue until the recovery is well underway.", "To support the recovery and achieve the inflation objective, the Bank is prepared to provide further monetary stimulus as needed.", "With that, Senior Deputy Governor Wilkins and I will now be happy to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["COVID-19", "Economic recovery", "Monetary policy", "Inflation", "Economic projections", "Central scenario", "Recession", "Recuperating phase", "Policy rate", "Quantitative easing"]}