{"sentences": ["Honorable Vice Premier Liu He, Secretary Li Qiang, Acting Mayor Gong Zheng, Governor Yi Gang, Secretary Guo Shuqing, Chairman Yi Huiman, Ladies and Gentlemen, Good morning.", "It is my pleasure to attend this year's Lujiazui Forum.", "Vice Premier Liu He's remarks for the forum are very important, which highlight the macro design and the general framework for further promoting the development of Shanghai as an international financial center and advancing financial market reform and opening-up.", "We will work for effective implementation of these requirements under the leadership of the Financial Stability and Development Committee.", "In 2009, the Communist Party of China (CPC) Central Committee and the State Council set the goal of building Shanghai into an international financial center that matches China's economic strength and the international status of the RMB.", "It was in the same year that Shanghai took the lead in launching the pilot program of RMB cross-border trade settlement, with which RMB internationalization set sail.", "We may well say that the building of Shanghai into an international financial center has started and moved on side by side with RMB internationalization.", "With over a decade passing by, the RMB has been included in the SDR currency basket of the International Monetary Fund, and Shanghai has achieved significant progress in its development as an international financial center.", "Shanghai has had a relatively complete set of financial factor markets, featuring all categories of RMB-denominated financial assets and active trading, with quite a number of major trading indicators ranking high globally.", "Shanghai has become home to almost all types of highly internationalized financial institutions.", "In particular, international financial institutions, headquarters, and functional institutions have been increasing continuously.", "Shanghai has become an important hub of RMB internationalization and a pioneer always at the forefront of financial opening-up.", "Regarding interconnectivity between domestic and overseas markets, Shanghai has served as the linkage not only for the Bond Connect but also for the Shanghai-Hong Kong Stock Connect and the Shanghai-London Stock Connect as well.", "In terms of RMB internationalization, cross-border RMB settlement in Shanghai has accounted for over 50 percent of the national total; and corporations on the Global 500 list that are based in Shanghai have seen their cross-border settlement in the RMB surpass that in foreign currencies, with the RMB becoming the most preferred currency for cross-border settlement among multinationals in Shanghai.", "In recent years, especially in the wake of the COVID-19 outbreak, with the world's economic and financial landscape undergoing profound changes, Shanghai has been faced with new opportunities and challenges in building an international financial center with higher influence.", "The People's Bank of China (PBC) and the State Administration of Foreign Exchange (SAFE) pledge continued support for the undertaking, and will work with the CPC Shanghai Municipal Committee, the Shanghai Municipal Government, relevant agencies, and market institutions to bring the development of Shanghai as an international financial center to a new height.", "Today I would like to share some opinions for your reference.", "First, Shanghai should adhere to its fundamental positioning in the competition among international financial centers, and focus on the development of a financial center based on RMB-denominated financial assets.", "With China's economic and financial strength rising continuously, the RMB has become more and more important as an international payment, denomination, trading, and reserve currency.", "As a result, worldwide demand for investments in RMB assets has been rapidly growing, enhancing the radiation effect of the financial center globally.", "Currently, China has the world's second largest bond market and stock market.", "With a total size of over RMB160 trillion, they have been included in several major international indices.", "RMB assets in the portfolios of international institutions have amounted to RMB6.4 trillion, increasing at an average annual rate of over 20 percent.", "In particular, domestic RMB bonds held by overseas institutional investors have witnessed an average annual growth rate of nearly 40 percent in recent years.", "Going forward, the PBC and SAFE will support Shanghai in exploring its unique advantages as the center for the issuance and trading of RMB assets in an effort to diversify RMB-denominated financial assets through innovation, improve the depth and width of RMB financial markets, and meet the investment and financing needs of various international investors.", "Second, continued efforts should be made to promote opening-up through multiple channels while work should be sped up to advance higher-level opening-up of onshore markets.", "China's financial markets have been opening up progressively through channels.", "Of the three major types of opening-up channels so far, is for interconnectivity between domestic and overseas markets, including the Shanghai-Hong Kong Stock Connect, the Shenzhen-Hong Kong Stock Connect, the Bond Connect, and the Shanghai-London Stock Connect, so that international investors can invest in domestic markets via offshore markets.", "The second is for direct entry of overseas investors into the market, including the qualified foreign institutional investor (QFII) and RMB qualified foreign institutional investor (RQFII) schemes, and for direct investment in China's interbank bond market (CIBM).", "is for overseas financial institutions to establish business presence in China and conduct investment and financing directly.", "The multiple channels in such an opening-up model have complemented each other quite well to meet the needs of overseas investors.", "Specifically, the first type has been playing an important role so far, with the stocks held by overseas investors through the Shanghai-Hong Kong Stock Connect and the Shenzhen-Hong Kong Stock Connect accounting for 60 percent of the total market capitalization of their stock holdings in China, and the Bond Connect witnessing more participants and higher average daily turnover than direct investment channels.", "As the RMB-denominated financial assets become increasingly attractive and Shanghai matures as an international financial center, accelerating the opening-up of onshore markets will help increase trading efficiency and reduce trading costs, thereby improving Shanghai's efficiency in resource allocation and enhancing its radiation effect as an international financial center.", "The PBC and SAFE recently reformed bond market investment channels, abolishing restrictions on QFII/RQFII quotas and expanding the qualified domestic limited partner (QDLP) and qualified foreign limited partner (QFLP) pilot programs.", "Regulatory agencies removed foreign ownership limits on foreign-funded financial institutions.", "All these are important steps to expand the opening-up of onshore markets.", "Going forward, we will continue to support Shanghai's efforts to optimize the multi-channel opening-up while taking active steps to expand the opening-up of onshore markets in line with market demand and promoting prosperity and development of both onshore and offshore markets.", "Third, more work should be done to make Shanghai a place where financial institutions concentrate, particularly wealth management and asset management In recent years, China has been steadily picking up pace in opening up its financial institutions.", "services industry, as reflected by the complete removal of foreign ownership caps on banks as well as securities, fund management, futures, and life insurance companies.", "A host of foreignfunded financial institutions, including the world's top 10 asset management companies and over 90 percent of foreign-funded private equity firms in China, have set up offices in Shanghai.", "Next, the PBC and SAFE will fully implement existing opening-up policies, conduct research to roll out new measures such as the QDLP/QFLP expansion, and work on the model for managing cross-border investment and financing by private equity funds, thereby helping attract to Shanghai more of the world's leading institutions and make Shanghai a major market of wealth management and asset management globally.", "Fourth, efforts should be made to foster a law-based and rule-based environment aligned with international standards.", "A law-based and rule-based environment of high standards is the foundation and guarantee for the development of an international financial center.", "The maturity, transparency, and predictability of laws, regulations, and policies are key to the confidence of market investors.", "Based on the actual needs of Shanghai in its development as an international financial center, the PBC and SAFE have worked with relevant authorities, hoping to launch in Shanghai more pilot programs regarding financial laws and regulations, such as those on nominal holding and multi-level custody of securities, clearing and settlement modes, information disclosure, accounting standards, investor protection, and the punishment of illegal financial conduct.", "These measures are aimed at speeding up the supply of high-standard financial laws and the integration with international practice so as to foster a highquality business environment for the financial industry.", "Fifth, capital account opening-up should be achieved at a high level.", "In recent years, with the implementation of national strategies, such as the building of the Shanghai Pilot Free Trade Zone and the Lin-gang Special Area and the development of Shanghai as a sci-tech innovation center, policies have been introduced in Shanghai for high-level opening-up of both the current account and the capital account.", "At the same time, a series of innovative opening-up measures have been rolled out to facilitate foreign debt financing, cross-border asset transfer, and the conduct of cross-border RMB businesses so that capital account opening-up in Shanghai has been enhanced effectively.", "For the next stage, the PBC and SAFE will continue to support Shanghai in pioneering higherlevel opening-up of the capital account.", "Meanwhile, work will be accelerated to improve the framework for foreign exchange market administration featuring \"macroprudential management plus micro supervision\" and to enhance the review mechanisms for combating money laundering, terrorist financing, and tax evasion so that opening-up and risk control will be pushed ahead together.", "With strong support from all sides and our joint efforts, Shanghai is bound to become a high-level international financial center based on RMB-denominated financial assets, and will play a bigger role in advancing China's financial opening-up and high-quality economic development.", "I wish the forum a complete success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["RMB internationalization", "Financial center development", "Opening-up", "Financial assets", "Wealth management", "Asset management", "Capital account opening-up", "Financial institutions", "Law-based environment", "Cross-border settlement"]}