{"sentences": ["Dear colleagues, Please be informed that the Board of the National Bank of Ukraine has decided to cut the key policy rate to 13.5% per annum effective 13 December 2019.", "The NBU speeds up the monetary policy easing, as the rapid appreciation of the hryvnia makes inflationary pressures decline faster than expected.", "What inflation developments followed the last monetary policy meeting?", "In November, consumer inflation slowed to 5.1% yoy, exceeding our expectations.", "In such a way, the NBU attained the medium-term target of 5%, which was set in 2015.", "The steady disinflation has been driven by a gradual easing of underlying pressures on prices, reflected in a slowdown of core inflation, and by lower energy prices.", "Inflation slowed markedly due to both the strengthening of the hryvnia and an improvement in inflation expectations.", "The above factors neutralized the pressure on prices from robust consumer demand and worse harvest of some vegetables.", "I would like to emphasize the reasons for the hryvnia appreciation, which has given rise to much speculation.", "In October-November, the excess supply of foreign currency was mainly driven by proceeds from Ukrainian exports, in particular thanks to a record harvest of grain and oil crops, and selling foreign currency coming from borrowings of state-owned companies.", "In particular, agriculture and metals industry provided 70% of foreign currency supply on the interbank market in November.", "Contrary to the common belief, the continued foreign investment in hryvnia government bonds did not have a major impact on the foreign exchange market, unlike in the past months.", "At the same time, the NBU actively purchased excess foreign currency to increase international reserves.", "Net foreign exchange interventions have totaled more than USD 5.5 billion since the start of 2019.", "(Corrected) Besides, our purchases of foreign currency much exceed the inflows from nonresidents.", "The nonresident portfolio grew by around USD 4 billion this year.", "Thus, net purchases exceeded this amount by more than one and a half billion dollars.", "This indicates that these are not only nonresidents who create the excess supply of foreign currency.", "What are the future inflation developments?", "The stronger hryvnia made inflation decline towards the 5% target faster than envisaged in the latest macroeconomic forecast.", "For that reason, in January, we will revise and publish the new macroeconomic forecast, including the future inflation trajectory.", "There is a cause for optimism.", "Reaching the staff-level agreement on the new cooperation program with the International Monetary Fund is an important milestone in the progress of structural reforms in Ukraine as well as in maintaining macrofinancial stability and steady economic growth.", "At the same time, other risks that the NBU took into consideration when making its previous monetary policy decision remain in place.", "In particular, the risk of rising threats to macrofinancial stability persists because of court rulings and pressure on the NBU.", "If materialized, these risks could worsen exchange rate and inflation expectations, and make it harder for Ukraine to access the international capital markets at a time when debt repayments are peaking.", "The following external risks remain relevant: a complete halt of the transit of Russian gas through Ukraine intensified trade tensions and more turbulent global financial markets an escalation of the military conflict and new trade restrictions introduced by Russia.", "Therefore, macroeconomic conditions that are more conducive to lower inflation, continued cooperation with the IMF, and the practically unchanged balance of risks have enabled the NBU to ease monetary policy more quickly.", "The NBU believes that more active cuts in the key policy rate will not prevent it from maintaining inflation close to its 5% target, while at the same time promoting economic growth.", "Favorable macroeconomic conditions have given the NBU the green light to take a number of other steps together with key policy rate cuts.", "First, the NBU intends to purchase more foreign currency to replenish international reserves.", "With that in mind, the central bank will increase the amount of its planned interventions in the interbank market to purchase foreign currency from USD 30 to USD 50 million per day for the remainder of the current year and Q1 2020.", "Second, the NBU has changed its approach to reserve requirements for banks.", "From March 2020, the NBU will introduce differing reserve ratios for different currencies.", "For hryvnia reserves, this ratio will be decreased to zero.", "For FX reserves, this ratio will be raised to 10%.", "The NBU believes that this will not only contribute to the lower dollarization of deposits but will also helpdecrease loan rates for households and businesses more quickly.", "Third, the NBU continues to liberalize the FX market.", "The e-limit on households' investment abroad will be increased by two times - to EUR 100,000 per year.", "The Board approved all of the three decisions today at the monetary policy meeting.", "More information about these decisions will be made public today on the central bank's website.", "What will the NBU's monetary policy stance be in future?", "The macroeconomic forecast that the NBU published in October envisages that the key policy rate will be cut further, to 8%.", "A revised macroeconomic forecast will be made public in January 2020.", "Among other things, the forecast will take into account the impact of consumer demand and FX market conditions on future inflation.", "In addition, the NBU will continue to monitor what progress is achieved in implementing key domestic reforms.", "These reforms are those that are envisaged in the memorandum of understanding signed by the Ukrainian government and the NBU, and the judicial reform required to establish the rule of law in Ukraine.", "The next meeting of the NBU Board on monetary policy issues will be held on 30 January 2020.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["inflation", "monetary policy", "hryvnia", "foreign currency", "reserves", "interest rates", "IMF", "risks", "reforms", "economic growth"]}