{"sentences": ["It is with great pleasure that I welcome you once again to the ECB Simulation Conference, the fourth one, organised by the \"Get Involved\" student initiative and supported by the Bank of Greece, the Department of Banking and Financial Management of the University of Piraeus and the General Secretariat for Youth.", "During the year since the last conference we have all lived in unprecedented circumstances due to the COVID-19 pandemic outbreak around the globe.", "The pandemic has taken a heavy toll, primarily on human lives, as well as on citizens' economic welfare.", "Governments both in Europe and elsewhere in the world had to respond by taking resolute action in order to shore up public healthcare systems and by imposing social distancing measures with a view to containing the spread of the pandemic, which have however further weighed on economic activity.", "In an effort to mitigate the socioeconomic effects of the pandemic and of the related containment measures, official authorities promptly took crucial decisions.", "On the fiscal policy front, all European governments have resorted to high public spending to support output and employment, as well as to boost the economic recovery.", "Furthermore, at a collective level, the EU's long-term budget (Multiannual Financial Framework) coupled with the establishment of the Next Generation EU recovery instrument constitute the largest ever package of recovery measures (totalling €1.8 trillion) in Europe to support workers, businesses and governments.", "On the part of the Eurosystem, comprising the national central banks, including the Bank of Greece, which together with the European Central Bank (ECB) conduct monetary policy in the euro area, we have adopted exceptional and bold monetary policy and banking supervision measures aimed at addressing three major challenges: first, stabilise financial markets; second, ensure the continued flow of credit to every economic sector across the euro area; and third, rein in deflationary pressures.", "At the meetings of the Governing Council of the ECB, as early as last March when the first signs of the new crisis became visible, we made swift and effective decisions in order to preserve favourable financing conditions and facilitate lending, on top of the measures already in place prior to the pandemic, including a zero interest rate on the main refinancing operations and a negative deposit facility rate.", "Specifically, we decided to promptly introduce the Pandemic Emergency Purchase Programme (PEPP) to play the dual role of stabilising financial markets and providing additional monetary accommodation.", "In terms of its first role, i.e.", "smoothing out financial shocks, the design of the PEPP allows a high degree of flexibility in the composition of purchases, thereby ensuring the effective transmission of monetary policy across the euro area.", "More specifically, the monthly purchase volumes are not fixed but may vary over time depending on the prevailing financial conditions.", "Also, while the benchmark allocation of public sector securities across jurisdictions is guided by the key for subscription to the ECB's capital of each national central bank (reflecting the size of its economy), national central banks have been given the discretion to conduct purchases temporarily in deviation from that capital key.", "This flexibility helps to address impairments in the monetary policy transmission mechanism, as a result of investors' flight to safety amid uncertainty, and to counter fragmentation risks in the euro area.", "Why is flexibility so important for the effectiveness of the PEPP?", "At the onset of the pandemic, some European countries were severely hit, while for some others the impact was comparatively milder.", "Given this unevenness, the former group of countries faced heightened uncertainty, high volatility in their financial markets and a surge in their government bond yields.", "Their yield spreads versus the latter group of countries, which saw milder increases in their yields, thus skyrocketed to high levels.", "Purchases under the PEPP, which were allocated relatively more towards bonds issued by harder hit countries, succeeded in drastically reducing those countries' government bond yields and spreads.", "As far as Greece is concerned, a crucial role in the stabilisation of domestic financial conditions was also played by the waiver of the minimum credit quality requirements, applicable under the existing Public Sector Purchase Programme (PSPP), which was granted for securities issued by the Greek government, making them eligible for PEPP purchases.", "This decision is a prime example of the efficiency related to the PEPP's flexibility: as soon as the programme was announced, the Greek government bond yields declined sharply and now stand below their prepandemic levels.", "Guided by the need to safeguard the singleness of monetary policy throughout the euro area, the eligibility of Greek government bonds both for purchases under the PEPP and for acceptance as collateral by Greek banks in the Eurosystem liquidity providing operations should be maintained, although the credit rating criteria are not met, as decided in April along with a package of temporary collateral easing measures.", "The second role of the PEPP refers to providing additional monetary stimulus, further to that already achieved through the Asset Purchase Programme (APP) implemented since 2015 in response to the then financial crisis.", "By purchasing bonds directly from banks, as well as corporations, we provide them with additional funding.", "This reduces their funding costs and facilitates banks' capacity to increase credit supply, thus supporting consumption and investment.", "Hence, we are contributing to economic recovery and to inflation converging to rates consistent with price stability.", "In particular, the total APP holdings of the Eurosystem currently amount to almost €3 trillion, including the additional envelope decided last March (of €120 billion until the end of 2020).", "This amount is further augmented by the amount of assets purchased under the PEPP, which reached over €700 billion during 2020.", "Net asset purchases under the emergency programme will continue flexibly for at least until the end of March 2022 and in any case until it is determined that the pandemic crisis is over, up to a total amount of €1.85 trillion, as we decided at the Governing Council's meeting on 10 December 2020, taking into account the continued pandemic-related negative effects on inflation and growth.", "Furthermore, given the need for support over a protracted period, we have decided that the maturing principal payments from securities purchased under the PEPP will be reinvested until at least the end of 2023.", "With a view to ensuring that banks have sufficient liquidity and access to funding so that they can lend to households and firms at favourable rates, we deemed necessary to conduct additional pandemic emergency longer-term refinancing operations (PELTROs) and to effectively ease the terms for the third series of targeted longer-term refinancing operations (TLTRO-III).", "The interest rate on these longer-term operations (together providing liquidity of about €1.75 trillion at the current juncture) was set at negative levels, which in the case of TLTRO-III may even reach -1% for banks that maintain a steady growth rate of new loans to the private sector (PELTROs: - 0.25%).", "Moreover, to facilitate banks' participation in such operations, which are to be conducted until the end of 2021, we have decided that counterparties should benefit from collateral easing measures and that the range of eligible securities accepted as collateral should be temporarily expanded.", "In combination with the easing of banking supervision rules, such as allowing banks to operate with a lower capital adequacy ratio during the pandemic period and extending the flexibility towards loan repayments, as well as with the provision of government guarantees to loans, the aforementioned monetary policy measures make a decisive contribution to the protection of borrowers and the support of credit expansion.", "Following the adoption of the above measures since the pandemic outbreak, the size of the Eurosystem's balance sheet has grown from about €4.7 trillion in early 2020 to more than €6.9 trillion in December (over the same period, the balance sheet of the Bank of Greece has increased from around €110 billion to around €175 billion).", "The effectiveness of our prompt and decisive monetary interventions is evidenced by a normalisation in financial conditions and a strengthening of macroeconomic outcomes.", "As estimated by the ECB , the package of these measures could add 1.3 percentage points to euro area GDP growth and 0.8 percentage points to inflation in the period 2020-2022, while it has helped to preserve one million jobs.", "Without these decisions, we would have faced much lower growth rates and more negative inflation rates than those currently observed.", "Nevertheless, there is no room for complacency.", "We are currently amidst the second wave of the pandemic, which creates renewed uncertainty among citizens.", "We estimate that this uncertainty will remain elevated until an effective vaccine becomes widely available, which is expected in mid-2021.", "Until then, the necessary social distancing measures exacerbate the economic fallout of the pandemic and hamper the recovery.", "In light of the above, fiscal and monetary policies need to remain expansionary and mutually reinforcing, continuing to support citizens' incomes, output and consumption across the euro area.", "We, the members of the Governing Council, are ready to adjust the instruments available to the ECB as appropriate in order to ensure that inflation moves on a sustained path towards levels consistent with our primary objective of price stability and that the euro area economy will recover.", "In tandem with our monetary policy decisions, which are based on an assessment of financial conditions and current macroeconomic developments, since the beginning of this year we have been reviewing our monetary policy strategy.", "The aim of the review is to make sure that our strategy is appropriate for delivering on our mandate to maintain price stability.", "The strategy was last reviewed in 2003 and since then the world has undergone profound changes which call for a re-definition of our strategy.", "More specifically, a substantial fall in the natural interest rate (i.e.", "the interest rate at which the monetary policy stance becomes neutral) has been observed, diminishing the scope for an expansionary monetary policy through the conventional interest rate adjustment, as policy rates have reached historically low levels.", "Furthermore, developments such as the changing financial environment and the rapid digitalisation (including digital currencies), climate change, globalisation, as well as the slowdown in productivity and the ongoing population ageing, pose new challenges for central banks.", "One of the issues to be addressed as part of our strategy review is the desirable level of inflation we should be aiming for, in order to ensure price stability in a perfectly symmetric way, thereby reducing downward deviations from the inflation aim.", "We will also evaluate the appropriate methodology for inflation measurement as well as the methods applied in our economic and monetary analyses.", "It is very important for our prompt and effective reaction to possible future shocks to fully grasp how inflation expectations are shaped, but also to incorporate the nonstandard monetary policy measures that we have implemented over the past few years into our standard toolkit.", "Last but not least, we must incorporate the lessons learnt from the recent crises, as well as the need to respond to new challenges, so that our strategy becomes as effective as possible both now and in the future.", "Our strategy review process is expected to be finalised next year, taking also into account feedback from the general public, as we wish all citizens to understand our mission and our decisions.", "In this regard, your personal views on the following topics are indeed valuable: What does price stability mean for you?", "What are your economic expectations and concerns?", "What other topics matter to you?", "How can we best communicate with you?", "We look forward to receiving your views and opinions through your participation in the Simulation Conference, a synopsis of which will be considered by the Governing Council of the ECB.", "You may also follow the relevant events currently organised by the Eurosystem.", "The ECB held on 21 October a virtual event, bringing together a range of civil society organisations, hosted by President Christine Lagarde and Chief Economist Philip Lane.", "The event was broadcast live on the internet, while a summary report was published after the listening phase.", "Furthermore, the ECB offered all citizens the opportunity to express their views via the 'ECB Listens Portal' to better understand their perspectives on the economy and what they expect from their central bank.", "On our part, we have scheduled our own listening event entitled 'The Bank of Greece Listens' in early 2021, with the participation of social partners and with the aim of promoting dialogue on the monetary policy strategy.", "In closing, I would like to congratulate all those who have made this conference possible.", "See interview by President Christine Lagarde on 19 October 2020.", "ECB Listens event (europa.eu)"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Pandemic", "Economic recovery", "Financial stability", "Inflation", "Fiscal policy", "PEPP", "Strategy review", "Collateral easing", "TLTROs"]}