{"sentences": ["Helmuth, YK, ladies and gentlemen, honoured guests, 1.", "It gives me great pleasure to deliver the keynote speech at tonight's prestigious ceremony.", "The Hong Kong Management Association and the Hong Kong Monetary Authority are like twin brothers.", "Not only that we share the same HKMA acronym, but we also share similar beliefs.", "We both have a deep commitment to management excellence, developing human capital and upholding the highest standards of quality.", "Ten years ago, at this same event, my predecessor Norman Chan shared his thoughts on how the HKMA - the Monetary Authority, that is - can achieve quality in public service.", "He said that the community expected nothing short of the highest standards of quality from the HKMA.", "And he highlighted the importance of professionalism, passion and pride to our organisation.", "I believe the last ten years have demonstrated the truth of these words.", "So, tonight, I'd like to build on what Norman said at that time by taking a broader perspective on what quality means to Hong Kong as an international financial centre.", "Quality in an international financial centre 5.", "We can all discern quality in products and services.", "We know that quality should mean better performance and the creation of greater value.", "And there are many ways in which we can look at how organisations manage quality.", "The seven criteria of your Quality Award, including leadership, strategy and knowledge management for instance, provide an excellent framework.", "But when it comes to an international financial centre like Hong Kong, what are the essential qualities we should look for?", "And how do we achieve - or strengthen - those qualities?", "Let's start with the essentials.", "The basic function of a financial system, simply put, is to move money around.", "The system channels capital from those who have a surplus to those who need it.", "It moves capital around the economy like the heart pumps blood around the body.", "This enables daily economic activities like paying salaries and buying groceries.", "But an international financial centre has a further dimension.", "It doesn't just serve the needs of the local economy.", "It also enables a host of companies, institutions and individuals from around the world to meet more complex needs, such as financing supply chains and managing risk.", "With these domestic and global dimensions in mind, I'd like to discuss two important qualities of Hong Kong as a leading international financial centre.", "The first quality is resilience.", "It's easy to think of aspects of finance in which safety and reliability are vital.", "In a quality financial system, we take these for granted.", "We believe, rightly, that the banks entrusted with our life savings are prudent.", "When we transfer money, we don't worry about whether the payment system will get the funds to where we want them to go.", "We also expect that the currency we hold will be stable - and that we will not wake up one day to find that our purchasing power has been eroded overnight.", "In Hong Kong, you and I expect all of this to run like clockwork.", "But it's only when the smooth operation of our monetary and banking systems is put under test by severe external shocks that we will see a reflection of true resilience.", "We all know the challenges Hong Kong has faced over the past year, including social events, COVID-19, and the China-US tensions.", "Despite all these challenges for our economy, Hong Kong's financial system has remained remarkably stable.", "The value of the Hong Kong dollar has stayed close to the strong side of its trading band for most of this year.", "There have been strong inflows to the local currency, partly because of substantial demand for Hong Kong equities, including some large IPOs, and partly because of the very strong market confidence in the Linked Exchange Rate System.", "There have been talks about capital flowing out of Hong Kong, especially during the peak of the social events last year.", "But if you look at the facts, total deposits in Hong Kong's banking system rose by almost 3% in 2019.", "They increased by another 7.8% in the first eight months of this year.", "In simple terms, the strength of the Hong Kong dollar and this expansion of the deposit base tell us that there is more money coming in than going out.", "Our banking system continues to be robust.", "Hong Kong's banks have among the highest capital adequacy and liquidity ratios in the world.", "And despite a difficult operating environment, our classified loan ratio is still low - around 0.8%.", "And that resilience provides room for our banks to continue lending and providing relief measures to customers during the COVID-19 outbreak.", "And our capital markets are thriving.", "Hong Kong was the world's leading IPO centre last year.", "Although global markets were tested by extreme volatility in the first quarter, our capital markets have continued to function without incident.", "As several large Chinese companies that had listed in the US seek secondary listings in Hong Kong this year, we should once again achieve a very high ranking in the global IPO league table.", "None of this happened by luck or by chance.", "The resilience we see now is the result of sustained efforts over many years.", "It's the result of building capital and liquidity buffers into the banking system; and prudently managing the reserves that support the Linked Exchange Rate System.", "It's the result of enhancing our own - and the banks' - operational resilience and business continuity plans.", "It's the result of communicating effectively with stakeholders to maintain confidence in the financial system.", "So this quality of resilience is the product of a long term investment in the many factors that make our system strong.", "Abundance of opportunities 17.", "The second quality of an international financial centre that I want to talk about is its ability to generate opportunities for investors.", "Advanced financial centres like Hong Kong compete fiercely with each other.", "We succeed by offering investors opportunities so that they can succeed.", "That means we need to keep innovating, exploring new frontiers and developing our value proposition.", "Hong Kong's advantages in offering opportunities to global investors is mainly down to three macro trends.", "I believe these will provide the impetus for us to continue growing and outperforming.", "First of all, financial liberalisation on the Mainland creates enormous opportunities for Hong Kong.", "We have always been the dominant financial gateway between the Mainland and the rest of the world.", "Today, more than half of international investors' stock and bond investments on the Mainland are made through Hong Kong.", "We have also announced a pilot scheme for Wealth Management Connect and have other initiatives under development in the Greater Bay Area.", "With our unique advantages and strengths - including the common law system and world- class financial regulations and market practices - Hong Kong will remain the leading portal for international investors seeking opportunities on the Mainland.", "The that is creating opportunity in - and for - Hong Kong is fintech development.", "We already have a thriving ecosystem for finance and technology businesses here.", "This has been bolstered by the HKMA's Smart Banking initiatives, which have catalysed digitalisation in the banking sector, driving faster and more efficient services for customers.", "I'm sure many of you are finding banking and payments much more convenient than before.", "We will continue to work with the banking industry to apply technology to enhancing finance for customers in Hong Kong.", "We will explore greater use of artificial intelligence and data analytics in banking operations.", "We will also explore improvements to Hong Kong's data infrastructure so that bank customers, particularly small businesses, can make better use of their own digital footprint to enhance their access to finance.", "And we will adopt the latest technologies for cross-border applications, such as international payments and trade finance.", "Our vision for Hong Kong to become a leading global fintech hub will create a wealth of opportunities for local and international players.", "The third trend driving opportunity is green finance.", "Hong Kong is already at the forefront of promoting the role of finance in driving the transition to a more sustainable economy.", "Our government is one of the few government issuers with a dedicated green bond programme.", "We have a robust green finance ecosystem that draws on experts from around the world.", "As a banking supervisor, the HKMA is pushing forward a green banking framework.", "We are also working with other regulators on a local taxonomy for defining green projects.", "And we are seeking to prioritise investments that align with Environmental, Social and Governance principles as we deploy the reserves entrusted to us in the Exchange Fund.", "Our work in developing green finance is relevant beyond Hong Kong.", "Going back to our role as a gateway for investment to the Mainland, Hong Kong's embrace of green finance will also promote foreign participation in the Mainland's sustainable capital markets, which are among the world's largest.", "When speaking of opportunities, I should also mention the all-important element of human capital.", "Our people have always been our greatest resource.", "We need to maintain a highlymotivated, highly-skilled workforce to uphold the standards that give Hong Kong its competitive edge.", "Through the HKMA's 'Capacity Building for Future Banking' initiative, we have worked with the banking sector to create a long-term plan for delivering the advanced skills our industry requires.", "This investment in people creates opportunities for our workforce to advance and prosper within the fast-evolving banking landscape.", "As with our efforts to ensure the resilience of Hong Kong's financial system, all the actions we are taking now to create opportunities are an investment in our future.", "In both dimensions, I believe this kind of long-term approach is the hallmark of a high-quality financial system.", "Concluding remarks 27.", "I hope these reflections have shed some light on Hong Kong's distinctive qualities as an international financial centre.", "It is resilient - our institutions and markets remain safe and sound in good times and bad.", "And it offers huge opportunities to local and global participants, driven by the Mainland's continued financial liberalisation, as well as developments in fintech and green finance.", "My team and I are committed to upholding these qualities.", "We will continue to reinforce Hong Kong's position as an international financial centre of the highest quality.", "This journey has no end - and we will rely as always on strong support from everyone that we work with, including many of you.", "I am confident that, by working together, we can continue to build on Hong Kong's unique foundation - and enhance our position as one of the world's pre- eminent financial centres.", "It only remains for me to thank the Hong Kong Management Association for having me here tonight; to thank you all for your attention; and to congratulate the winners of the Quality Award - your achievements are rightly honoured today."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Hong Kong", "Financial centre", "Resilience", "Opportunities", "Fintech", "Green finance", "Human capital", "Quality", "Banking", "System"]}