{"sentences": ["First Deputy Governor Second Deputy Governor Members of the Board of Directors of the Bank of Mauritius The President of the Mauritius Chamber of Commerce and Industry The Secretary General of the Mauritius Chamber of Commerce and Industry The Chief Executive of the Mauritius Bankers Association The President of the COMESA Business Council Members of the business community Representatives of the media Ladies and Gentlemen I am pleased to be with you this morning for this informative session on the MauCAS and the SADC and COMESA cross-border payment systems.", "This session is organised by the Bank in close collaboration with the MCCI.", "Ladies and Gentlemen, Central banks have traditionally been associated with monetary policy, regulation and supervision of banks and financial stability.", "However, over the past two decades, central banks have been at the forefront of providing safe, secure and efficient payment systems.", "This function has gained importance on account of the growing recognition of payment systems and the fact that secure, stable and well-functioning payment systems are critical for maintaining financial stability, enabling effective monetary policy implementation as well as promoting economic development.", "In this respect, the Bank of Mauritius has played - and continues to play - an important role in the development of the payment ecosystem in Mauritius.", "The Bank has invested in a sustained manner in the improvement of payment systems infrastructure for more efficiency and faster payment cycles.", "Globally, payment systems have witnessed high levels of innovation and modernization.", "Central banks have equally evolved and come a long way in how they have supported the development of an enabling ecosystem.", "Likewise, the Bank of Mauritius has constantly progressed from interbank payments effected by telex transfers in the nineties to the implementation of an innovative and technology-enabled digital platform allowing for payments around the clock.", "In the year 2000, the Bank implemented a real-time gross settlement system, the Mauritius Automated Clearing and Settlement System.", "The MACSS, as it is commonly known, has been the cornerstone of a new payment processing infrastructure.", "The MACSS is the centrepiece of all interbank fund transfers in the country.", "While providing a means for real-time interbank payments, the MACSS is also used for settlement of cheque clearing positions of the Port Louis Automated Clearing House (PLACH).", "The PLACH was established in 1967 for the collection of taxes and other revenues for the government.", "The introduction of mobile payments was yet another important milestone in the digitalization process.", "However, in the absence of a central platform, service providers operated their private schemes in a silo model and this initiative did not have the expected impact.", "To bridge this gap, the Bank established a National Payment Switch, the Mauritius Central Automated Switch.", "Branded as MauCAS, the switch is a 24/7 digital payment system based on novel state-of-the-art technology.", "This innovative digital platform makes banking, e-commerce and mobile payments interoperable and encourages cashless means of payment.", "Fintech firms can leverage on this platform to offer value-added services and provide banks with opportunities to collaborate with emerging technologies service providers.", "This synergy not only brings more efficiency in the system but also acts as a catalyst in the digital transformation of the economy.", "Ladies and Gentlemen, When I assumed office in March this year, I took several initiatives to pave the way from a cashbased to a highly electronic and digital structure.", "The upgrading of the MACSS and the Bulk Clearing System, the setting up of a platform for facilitating digital customer identification and the implementation of an infrastructure to support digitalization of government payments are some of these initiatives.", "My vision is to uplift the payment ecosystem in Mauritius to a level comparable to that of advanced economies, and make it a key pillar for the digitalization of the economy.", "I am pleased to share with you that, as a result of an effective collaborative approach with all banks since April this year, all banks offering retail payment services in Mauritius have already joined the MauCAS platform.", "I thank all banks for having delivered on what seemed to be a tall order in April this year, that too despite the lock-down period.", "In line with our strategy to expand the payment landscape, we are now actively facilitating the integration of non-bank operators to the National Payment Switch as well.", "Work is equally ongoing on a number of key initiatives which will further facilitate digital transformation of banking and payment services.", "These include digital identification using new technologies such as facial recognition and other associated tools as well as the establishment of the central KYC system to enable digital customer on-boarding in both the banking and nonbanking space.", "Another ground-breaking forthcoming innovation that the Bank is currently embarked on is the introduction of a framework which will allow digital banks to operate in Mauritius.", "Our role in the payment space is not limited to the domestic market only.", "The Bank is also participating in the cross-border regional payment initiatives of the SADC and COMESA, in line with our role as an active international financial centre in the region.", "The Bank had been closely involved with the COMESA Clearing House in the setting up of the Regional Payment and Settlement System - the REPSS - with the overall objective of encouraging intra-trade in the COMESA region.", "The Bank is currently the settlement bank of the REPSS and settles transactions in US Dollars and Euro on the same day for 9 central banks in the COMESA region, namely those of the Democratic Republic of Congo, Egypt, Eswatini, Kenya, Malawi, Rwanda, Uganda, Zambia and of course Mauritius.", "Regional payment systems enable settlement of cross-border transactions faster without having to rely on intermediary banks outside the region.", "This offers several advantages to countries in the region in terms of cost savings and transaction time.", "As Intra-Africa and regional trade continues to grow, the MauCAS will play a key role in further facilitating the integration of our domestic payment infrastructure with regional payment systems.", "The MauCAS platform, through the IPS - the Instant Payment Switch - has far-reaching potential for commercial transactions.", "With the IPS, we can even go much further in respect of crossborder operations by tapping into new digital payment infrastructure through open application programming interfaces (APIs).", "Very soon, these regional payment infrastructures will be integrated with other regional payment systems of the African Continent.", "This will expand the horizon for business and trade at cheaper costs.", "The Bank is actively participating in this initiative as a member of the Association of African Central Banks.", "In November this year, we have been designated Deputy Chair of the Committee working on a Pan-African Integrated Mobile Payment System.", "At the level of the Bank, we remain highly committed to the sustained development of an enabling ecosystem.", "To this end, I have set up a FinTech Committee comprising the Bank, the Financial Services Commission, leading local and global operators and service providers in the FinTech space.", "This committee will assess and provide clear and actionable recommendations on the way forward for the development of FinTech in the banking and non-banking financial space.", "The first report of the Committee is expected in Quarter 1 2021.", "I am equally pleased to share with you that, as part of the commitment to continuously innovate and improve service to the business community, the Bank is embarking on an assessment of improving efficiency in its real-time gross settlement system and potentially making the MACSS operate on a 24/7 basis.", "This will improve ease of doing business and enable the business community to better handle their payments.", "Ladies and Gentlemen, I have noted low adoption of payment infrastructure by the local business community.", "I therefore encourage all of you present today and, through the MCCI, the entire local business community to adopt payment infrastructures and to improve efficiency for themselves and their clients by taking full advantage of the initiatives the Bank is rolling out for payment systems both domestically and regionally.", "I hope that today's informative session will provide you with deeper insights on the merits of the MauCAS and the SADC and COMESA cross-border payment systems.", "The Bank's Payments team will take you through detailed presentations and I encourage you to make the session as interactive as possible by asking your questions.", "With these words, Ladies and Gentlemen, I wish you a very fruitful session and deliberations.", "I also take this opportunity to wish you and your close ones our best wishes for the New Year.", "I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payment Systems", "MauCAS", "Digitalization", "Cross-Border Payments", "FinTech", "Financial Stability", "Monetary Policy", "Central Banks", "SADC", "COMESA"]}