{"sentences": ["Accompanying charts can be found on the website.", "Please note that the text below may differ from the actual address.", "Chart 1 Changing payment landscape Thank you for the invitation to speak here today.", "For anyone interested in payment systems, this conference is an important meeting place - and that applies equally to this year's conference, with its many digital participants.", "The payments landscape in Norway is changing.", "Technological advances, user preferences and globalisation are strong driving forces for change, offering opportunities but also posing How can we ensure the existence of an efficient system for payments in NOK while at the same time safeguarding security?", "How can we improve the common infrastructure for payment services?", "How can we best promote competition and innovation?", "The private sector, organisations and authorities must together and individually work to further develop the payment system.", "Norges Bank is responsible for promoting an efficient and secure payment system.", "This is why we are now assessing whether there is a need for central bank digital currency and whether Norges Bank should expand its operational role in real-time payment settlement.", "This is the theme of my remarks here today.", "A changing payments landscape Changes in payment patterns have accelerated during the Covid-19 pandemic.", "Chart 2 Cash use has continued to fall Norges Bank conducted a new payments survey three weeks ago.", "Only 4 percent of payments are now made using cash.", "This share is approximately the same as in spring, and considerably lower than before the pandemic.", "To our knowledge, the share of cash payments is lower in Norway than in any other country.", "Contactless and PIN-less payments are increasing sharply.", "Three out of every four card payments are now contactless payments.", "An increasing number of smartphone apps can be used to make payments in shops.", "Online shopping is growing, and payment is increasingly made via smartphone apps and other digital wallets.", "New payment methods are contributing to the efficiency of the payment system.", "Payment processes are being simplified.", "At the same time, the payments market is characterised by scale and network advantages.", "We must therefore be vigilant to developments whereby some operators - domestic or global - gain market power that weakens competition.", "Chart 3 Increased globalisation Global technology companies are involved in many parts of the payment system.", "Some companies such as Amazon, Apple and Facebook also control shopping and social network platforms, often offering services on the platform in competition with other operators.", "This allows these technology companies to regulate and restrict competition - including in the payments arena.", "There is a risk that users will be locked in and that the range of payment options will be reduced over time.", "Interoperability across systems and operators merits continued focus.", "Big technology companies, or BigTechs, have so far offered services to end-users overlaid on top of traditional payment infrastructures.", "They can also have an interest in offering their own currency and payment systems.", "One example is Libra, backed by among others Facebook.", "Regulation of such systems will be important if we as a society are to secure the benefits of these new solutions while limiting the associated risks.", "The European Commission recently presented legislative proposals for an EU regulatory framework on crypto-assets as part of its digital finance package.", "As an EEA country, Norway will also be affected by this framework.", "Globalisation is about more than BigTechs entering the payments market.", "Payment infrastructure providers are also undergoing structural changes.", "Global operators are taking positions in Norway and the Nordic region.", "Mastercard will be acquiring many of Nets' services and will be an important provider for Norway's payment system.", "Central bank digital currency Structural changes in the payment landscape raise questions around whether there is a need for Norges Bank to implement measures to ensure that payments can continue to be made efficiently and securely in NOK in the future.", "A central question is whether Norges Bank should provide central bank money to the public in digital as well as physical form.", "Central bank digital currency - CBDC - will be both a new type of money and a new payment system.", "CBDC, like cash, is a claim on the central bank.", "In contrast, bank deposits are claims on private banks.", "CBDC raises some fundamental questions as to the role of central bank money.", "This is much more than a question of technology.", "Chart 4 Central bank digital currency Norges Bank is not alone in assessing the need for central bank digital currency.", "Many central banks are engaged in similar research.", "Several are in the process of testing technical solutions.", "Both Sveriges Riksbank and the central bank of China launched pilot projects earlier this year.", "The European Central Bank (ECB) signalled last month that it was stepping up its research on a digital euro.", "Central banks are considering introducing a CBDC for a variety of reasons.", "In emerging economies, the focus is on financial inclusion and low-cost payments.", "In advanced economies, the focus is more on the role of cash and the emergence of new monetary and payment systems.", "A trend specific to Norway and some of our neighbouring countries is the low and falling level of cash use.", "Users increasingly choose solutions offering contactless payments and payments via smartphone apps.", "These solutions use bank deposits as the means of payment.", "At the same time, cash has some unique characteristics that could be important to preserve in the payment system of the future: Cash is part of the contingency arrangements if the electronic contingency solutions fail.", "Cash is a credit risk-free alternative to bank deposits and can promote competition in the payment market.", "Cash is legal tender that is widely accessible.", "These are characteristics that are important to society, but that the individual user does not necessarily prioritise in their choice of payment solution.", "The question is whether something important will be lost if cash dies out and we do not introduce CBDC?", "Is central bank money crucial to confidence in the monetary system?", "Could CBDC provide more than cash can offer, in the form of a greater range of uses and more innovation?", "Chart 5 Central bank digital currency in Norway Declining cash use is not the only motivation for Norges Bank's research into CBDC.", "The precautionary principle is also an important factor.", "We want to be prepared to be able to introduce a CBDC if the payment system develops in a different direction than we can foresee today.", "We must take account of changes in the payment solutions offered, including different forms of money.", "Libra will not be the last initiative of this kind.", "We must also take structural changes in banks' payment infrastructure into account.", "We must think through the effect these changes may have on competition, contingency solutions and national governance and control of the payment system.", "Norges Bank's research has now been in progress for almost four years.", "The prospective introduction of a CBDC is still some way off.", "The lack of urgency reflects our view so far that there is no acute need to introduce a CBDC.", "The introduction of a CBDC could have considerable consequences in a number of areas.", "Our decision must be well-informed.", "Introducing a CBDC will involve such a substantial change in the monetary system that it will require a political decision.", "It could also involve the question of whether the Central Bank Act would have to be amended.", "What is the current situation?", "Norges Bank's research is now in a third phase, to be completed in the new year.", "We are working on specifying the features a CBDC should have and considering a range of technical solutions.", "We are also drawing on other central banks' experience and plans.", "Possible strategies for testing and experimenting with technological solutions are also being assessed.", "The core of a prospective CBDC system will be controlled by Norges Bank.", "Banks and other third parties could provide end-user services.", "This is a natural division of roles.", "Norges Bank would facilitate innovation through the design of the system's technical core and regulatory framework.", "The consequences a CBDC could have for the financial system depend entirely on its design.", "The design could influence which claims the public decide to replace with CBDC and on what scale.", "If CBDC replaces cash, banks' balance sheets will not be affected - the public will simply replace one claim on the central bank with another.", "If the public replaces bank deposits with CBDC, the consequences for the financial system could be more severe.", "Banks' access to deposit funding could be reduced and banks' funding costs could rise.", "During a financial crisis or other situations of high uncertainty, the public can suddenly withdraw bank deposits.", "Such bank runs can lead to instability in the financial system.", "We have not observed such movements in Norwegian banks' funding for a long time.", "Both the bank guarantee scheme and banks' strong financial position have likely played an important role here.", "With the introduction of CBDC, digital bank runs might occur more easily and with greater speed.", "Avoiding digital bank runs are therefore an important factor to consider when designing CBDC.", "In addition to assessing the consequences of the introduction of CBDC, we must also analyse the consequences of a payment system without central bank money.", "We must ask ourselves whether we can maintain confidence in the monetary system and achieve the goal of an efficient and secure payment system using instruments other than introducing a CBDC.", "We do not have the answer yet.", "Norges Bank will decide how the Bank will proceed with its work on CBDC in the first half of next year.", "We want to be transparent about our work.", "Three reports have been published so far, and there are plans to publish another report early next year.", "We hope that this will provide inspiration for continued dialogue with and contributions from a broad set of stakeholders.", "And already next week - on 9 November - we will be hosting an open webinar about the project.", "Further to my remarks on CBDC, I would also like to comment briefly on the central bank money we already have, namely cash.", "In order to fulfil its functions in the payment system and contribute to efficiency, it is important that cash is both available and easy to use, ie that the public has real opportunities to obtain and use cash.", "Norges Bank will continue to issue cash and work to facilitate its use as long as this is appropriate and cost-effective for society.", "Real-time payments A common infrastructure can be regarded as a collective good that benefits us all.", "Payment solutions should therefore build on a common underlying infrastructure that is secure and fast and operates at low cost.", "Providers can then compete freely for customers through various applications and interfaces.", "Norwegian banks have traditionally agreed on good common solutions for the payment system infrastructure, but owing to developments in technology and market structure in recent years, payment services have increasingly become a competitive arena.", "Customer contact through payment services has gained increased strategic importance for banks and other providers.", "At the same time, this may have weakened incentives to develop common solutions.", "Real-time payments are payments where funds are available in the payee's account within seconds of payment initiation - 24/7.", "A well-functioning solution for real-time payments is an important part of an efficient payment system.", "We expect the share of real-time payments to increase in the years ahead.", "Chart 6 Real-time payments Norway's banking sector established a common infrastructure for real-time payments (called \"Straks\") in 2013.", "The solution had some shortcomings and it took many years before it was adopted by several of the larger banks.", "An improved solution, called \"Straks 2.0\", was introduced in 2020 and is used by all the banks.", "Straks 2.0 is a clear advance on the previous solution.", "Before Straks 2.0, the payee's account was credited before interbank settlement had been completed.", "The payee's bank ran the risk that the funds from the payer's bank might not arrive as agreed.", "For all practical purposes, this risk has now been removed, with liquidity set aside at the central bank to guarantee settlement.", "Although the removal of settlement risk is a positive step, this is not enough.", "The real-time payment infrastructure must be further developed.", "Today, real-time payments are made almost exclusively between private individuals, through Vipps and online banking.", "The infrastructure must better facilitate payments for businesses and the public sector.", "It must also allow for more innovation of services on top of this infrastructure.", "Solutions both in the infrastructure and in banks must be established in line with international messaging standards.", "Like several other central banks, Norges Bank is considering whether to expand its role as payment system operator.", "We are now exploring whether real-time payments should be settled directly in Norges Bank.", "This would give us greater opportunities to influence developments.", "Two alternatives for real-time settlement in Norges Bank are being considered.", "The first alternative is to establish a system whereby Norges Bank is itself responsible for management, development and operation.", "The second is to join the Eurosystem's TIPS solution.", "Payments would then be settled in TIPS in NOK on behalf of Norges Bank.", "Sveriges Riksbank decided to join TIPS earlier this year.", "Norges Bank's research will continue for a few more months before we decide whether to pursue one of these alternatives.", "If we reject both, we will continue to work for better real-time payments under the current division of responsibility with the banking industry.", "Irrespective of which solution we choose, the system for real-time payments must be efficient and secure, facilitate innovation and competition, and ensure satisfactory national governance and control.", "We conduct our research in dialogue with the industry and relevant government bodies.", "It is important to Norges Bank that affected parties support the chosen solution.", "For society to secure the benefits, we need market participants that develop payment services based on a common infrastructure.", "The introduction of ISO 20022, a global messaging standard, is important for both real-time payments and the payment system as a whole.", "A standard whereby different solutions throughout the whole value chain \"speak the same language\" offers considerable advantages.", "Projects are now in progress, both in the industry and Norges Bank, to replace legacy national standards and formats with ISO 20022.", "Solid plans have been made - now it is up to all the affected parties to contribute to implementation.", "Technological advances - innovation and security Chart 7: Technological advances - opportunities and challenges Innovation and competition improve payment system efficiency, with solutions that are better adapted to society's needs.", "So far, I have mainly spoken about domestic payments, but innovation is also transforming payment systems across borders and currencies.", "For example, the SWIFT Global Payment Initiative has contributed to faster and more transparent cross-border payments.", "However, a large proportion of cross-border payments do not go through SWIFT.", "Cross-border payments are generally expensive, slow and opaque.", "The services offered are not of the same standard as for domestic payments.", "The challenges have long been highlighted by international organisations, but implementing changes has proved demanding.", "The G20 and the Financial Stability Board (FSB) are behind a new and forceful initiative.", "The FSB has identified measures and recently published a roadmap for their implementation.", "I hope that this can be a breakthrough in the work to improve crossborder payments.", "Furthermore, I would like to mention that the Bank for International Settlements (BIS) is in the process of establishing BIS Innovation Hub Centres in many parts of the world.", "Their primary purpose is to promote insight into financial technology that can strengthen the financial system.", "One such hub centre is being established in Stockholm, with the central banks of Sweden and Denmark, Sveriges Riksbank and Danmarks Nationalbank, the Central Bank of Iceland and Norges Bank as participating banks, in addition to the BIS.", "New technology provides new opportunities for innovation, but also presents new risks that must be addressed.", "Vulnerability to technology-enabled disruption is increasing - whether the disruption is the result of malicious attacks or other factors.", "As the use of digital solutions increases, attack surfaces expand.", "Cyber attacks have increased during the pandemic.", "A successful attack can result in users being unable to make payments, heavy financial losses and sensitive information falling into the wrong hands.", "The entire financial system can be affected.", "Norges Bank will, in cooperation with Finanstilsynet (Financial Supervisory Authority of Norway), draw up a proposal for a framework for testing the cyber resilience of the banking and payment system in Norway.", "This will build on the TIBER-EU framework, which has been developed by the ECB.", "The aim is to enhance the cyber resilience of the financial sector and promote financial stability.", "The national framework will be designed in cooperation with the industry and relevant authorities.", "Private individuals, firms and the economy as a whole depend on an efficient, reliable and secure payment system, which Norway largely has today.", "But there is more to be done.", "We must constantly be on the lookout for ways to make improvements.", "Many of you participating in this conference are likely already working on this.", "Norges Bank is particularly focused on improving the common infrastructure for payment services, which will provide a solid foundation for competition, innovation and security in the payments market.", "Our ambition is to contribute in making a sound Norwegian payment system even better, in dialogue and collaboration with the industry."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none"], "topics": ["Central bank digital currency", "Real-time payments", "Payment landscape", "Technological advances", "Security", "Competition", "Innovation", "Cross-border payments", "Cash", "Infrastructure"]}