{"sentences": ["As of 1 October 2020, Bulgaria joined the Single Supervisory Mechanism (SSM) by establishing close cooperation between the Bulgarian National Bank (BNB) and the European Central Bank (ECB).", "With its accession to the SSM, Bulgaria also joined the Single Resolution Mechanism (SRM).", "The SSM and the SRM are the two currently operating blocks of the so-called Banking Union in the euro area.", "Accession to the Banking Union was a precondition for the inclusion of the Bulgarian Lev into the Exchange Rate Mechanism (ERM II).", "Participation in the Single Supervisory Mechanism The SSM is the name of the banking supervision system in the euro area.", "It comprises the ECB and the national supervisory authorities of participating Member States.", "Applicable to Member States outside the euro area is the so-called regime of close cooperation between the relevant national supervisory authority and the ECB - the mechanism established for Bulgaria.", "The main objectives of the SSM are to ensure the safety and soundness of the European banking system, to enhance financial integration and implementation of consistent supervision.", "The ECB exercises banking supervision in cooperation with the national authorities by establishing a common approach to ongoing supervision, pursuing harmonized supervisory activities and corrective measures and ensuring consistent implementation of regulations and supervisory policies.", "The ECB has the powers to conduct supervisory review, on-site inspections and investigations, to issue or withdraw banking licenses, to assess the acquisition and disposal of qualified holdings by banks, to ensure compliance with the EU prudential rules, to set higher capital requirements (buffers) to counteract possible financial risks.", "The supervisory functions of the ECB are exercised by its Supervisory Board.", "By a decision of the BNB Governing Council, Mr. Radoslav Milenkov, BNB Deputy Governor in charge of the Banking Supervision Department, is the BNB's representative in the ECB's Supervisory Board, having the same rights and obligations as all other board members, including a voting right.", "The ECB's Supervisory Board drafts the decisions that are later adopted by the ECB's Governing Council, following the so-called non-objection procedure.", "The ECB's Governing Council also adopts other decision on the SSM general framework, without applying the non-objection procedure.", "There is no Bulgarian representative in the ECB's Governing Council, as it consists of the members of the ECB's Executive Board and the governors of central banks of euro area Member States.", "The ECB is responsible for the supervision of the institutions determined as significant in all aspects of their activities, including off-site supervision, on-site inspections, the so-called horizontal functions: supervisory methodology, assessment of models, licenses, assessment of reliability and suitability of banks' management board members.", "As Bulgarian is not a member of the euro area and the ECB's decisions have no legal force in the country, the BNB will issue individual administrative acts regarding the significant institutions upon a request by the ECB and in full compliance with it.", "For the purposes of direct supervision over the banks determined as significant, the BNB has appointed sub-coordinators, and representatives of Joint Supervisory Teams who are to take part in all stages of the supervisory process.", "The Joint Supervisory Teams are responsible for the overall assessment of the risk, stability and vulnerability of each of the significant credit institutions.", "They also determine the relevant supervisory measures, as needed, including additional capital requirements under Pillar 2 of Basel II.", "The Joint Supervisory Teams assess the adequacy of the internal ratings of capital and liquidity, and the risks to them, the recovery plans, and the adequacy of the business model and corporate governance of each bank.", "With regard to prudential supervision related policy issues, the BNB's representatives participate in other committees and structures assisting the ECB's work in relation to the tasks conferred to it under Regulation (EU) No 1024/2013.", "The ECB is responsible for monitoring of less significant institutions and for the general procedures applicable to all credit institutions.", "Direct supervision over institutions classified as less significant is exercised by the BNB, but with full harmonization of the supervisory process with that of the ECB.", "The BNB complies with the guidelines and requests issued by the ECB and pursues the necessary measures for the implementation of the ECB's legal acts under Regulation (EU) No1024/2013, including by issuing the necessary administrative acts.", "In this relation, the ECB exercises control over the implementation of all SSM guidelines and standards in the BNB's work, including with regard to the supervisory review and evaluation process and on-site supervisions.", "The ECB is conferred specific direct powers towards less significant institutions, in relation to the process of license issuance and revocation, approvals of acquisition and disposal of classified holdings in credit institutions, the issuance of general recommendations, guidelines and instructions, planning and carrying out of on-site inspections, including assuming at any given point in time of direct supervision over less significant institutions.", "For the purposes of supervision of less significant banks, a structure has been set up with the ECB's SSM, in which the BNB participates.", "Within this structure, the issues of supervision over less significant institutions of the SSM participating Member States are discussed.", "The participation in the Single Supervisory Mechanism also includes providing the ECB with all the information needed for the performance of the ECB's tasks, including information subject to banking and professional secrecy.", "The ECB collects fees for conducting its supervisory activities and this principle will accordingly apply to the banks in Bulgaria.", "Participation in the Single Resolution Mechanism The participation in the SRM follows from the participation in the SSM.", "The SRM extends to all banks that operate in the SSM participating Member States and has as its objective the application of effective and uniform resolution rules and equal resolution financing conditions within the Banking Union.", "This function is carried out by a specialised EU agency - the Single Resolution Board (SRB), which performs its tasks and exercises its powers in close cooperation with the national resolution authorities.", "The SRB is a collegiate body composed of permanent (executive) members and one member designated by each participating Member State, representing its national resolution authorities.", "Subject to the nature of the issues to be addressed and resolved, SRB holds meetings in plenary session, executive session and extended executive session formats.", "The plenary session meetings are attended by the permanent members and all representatives of the participant Member States.", "Decisions in the plenary session are taken by a simple majority vote, each member having one voting right.", "The extended executive session meetings are attended by the SRB permanent members and the representatives of the participating Member States, where the banks, in respect of which the relevant decision is taken, are established.", "The decisions of the executive session, attended by the SRB permanent members, are adopted by consensus and where this is not possible - by simple majority of the votes of the SRB permanent members.", "By decision of the BNB Governing Council, Mr. Kalin Hristov, Deputy Governor in charge of the Issue Department, is designated as the BNB representative at the SRB with a voting right in the plenary session and with rights and obligations as all other non-executive members when participating in the SRB extended executive session.", "The distribution of the functions and tasks between SRB and the national resolution authorities is in line with the distribution of the supervisory functions between the ECB and the supervisory authorities of the participating Member States.", "The SRB takes decisions on any matter concerning resolution planning and taking resolution actions with regard to the significant entities or groups falling under the ECB direct supervision and with respect to the cross-border groups within the Banking Union.", "In this process the national resolution authorities assist the SRB and following the decisions take the relevant actions or adopt their own decisions for implementing the SRB decisions and guidance.", "For the purposes of the close cooperation, the BNB has designated its representatives as members of the Internal Resolution Teams, which are set up for each entity or group within the scope of the SRB direct powers.", "The Internal Resolution Teams assist the SRB in the performance of its functions; draw up the documents for the meetings of the extended executive session and carry out daily communication and coordination between the SRB experts and the national resolution authorities.", "With regard to institutions and groups, which have not been classified as significant and do not operate cross border, the national resolution authorities exercise fully their powers for resolution planning, assessing resolvability and the possibility to address the impediments to a resolution, as well as the resolution actions.", "At the same time, in order to ensure the effective and consistent implementation of the resolution framework, the SRB issues guidance and general instructions to the national resolution authorities regarding the performance of the tasks and adoption of resolution decisions.", "Within the SRB, the national resolution financing mechanisms are replaced by the Single Resolution Fund (SRF), where the credit institutions from the participating Member States make ex-ante, and if needed, ex-post contributions.", "The decisions about determining the amount of banks' contributions to the SRF and about the SRF funds management are taken by the SRB.", "It is the national resolution authorities that are responsible for informing the banks about their calculated individual contributions and for raising and transferring the contributions to the SRF.", "Using the funds to finance the resolution of failing credit institutions within the Banking Union is an exceptional power conferred to the SRB.", "The SRB will perform this function with regard to both the banks in Bulgaria which are directly supervised by the ECB and the banks for which the BNB continues to be, even within the SRM, the resolution authority with direct powers.", "As from the date on which the ECB's decision on the establishment of close cooperation became applicable, the management of the Bank Resolution Fund (BRF) was taken over by the BNB.", "The funds in the BRF were respectively allocated into a sub-fund for funding the resolution tools and powers in relation to branches of third-country credit institutions and a sub-fund for raising the contributions from the credit institutions located in Bulgaria.", "The two sub-funds are managed separately.", "In compliance with the Intergovernmental Agreement on the transfer and mutualisation of contributions to the Single Resolution Fund, ratified by the Republic of Bulgaria in 2018, immediately after the initial date of close cooperation the amount of EUR 81 018 259.53 was transferred from the sub-fund for collecting credit institutions' contributions to an account of the SRF.", "This amount is specified in a decision of the SRB of 18 September 2020 and is the first contribution to the SRF, equal to the amount which would have been transferred by the Republic of Bulgaria if it had participated in the SSM and the SRM as of 2016 - the year in which the Agreement became effective.", "After the first transfer, the money left in the sub-fund for collecting credit institutions' contributions will be deducted from the banks' liabilities for future contributions to the SRF, but it may not be used to directly fund the resolution of credit institutions operating in Bulgaria.", "The SRB's role as a central resolution authority is also related to certain direct powers regarding all institutions, including the less significant institutions.", "The SRB has the powers to demand information, to conduct general investigations and on-site inspections, and to impose administrative and pecuniary penalties for non-compliance with the SRM Regulation.", "Furthermore, the SRB develops general policies and rules to be applied so as to make consistent the analyses used for the preparation of resolution plans and the taking of resolution actions.", "Such documents are drafted by the so-called horizontal units and are discussed by the SRB's working groups and/or sub-committees in which the participating Member States are represented.", "The BNB's representatives will also take part in these working groups and subcommittees.", "The established close cooperation between the SRB and the BNB as resolution authorities for credit institutions also requires that data be exchanged and that information be provided to the SRB for performing its tasks, including information that is banking and professional secrecy.", "The banks in Bulgaria will have a new obligation to pay the fees, set by the SRB, needed by the SRB to cover the administration costs for performing its functions and tasks.", "Restructuring the BNB's activities Close cooperation is a process in which both the BNB and the credit institutions will have to adapt the model of interaction regarding the supervisory process and the bank resolution activities.", "From a practical perspective, for the BNB this means reorganising the management, administrative, IT, and budget processes in these two areas, as well as an increase in the number of employees involved in these activities.", "So far the banking supervision and bank resolution activities have been funded by the BNB's monetary income.", "From 2021 the BNB will move on to the principle of the ECB and SRB to fund the relevant activities by collecting fees from credit institutions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Single Supervisory Mechanism", "Single Resolution Mechanism", "Banking Union", "European Central Bank", "Bulgarian National Bank", "prudential supervision", "resolution planning", "resolution actions", "resolution financing", "supervisory review"]}