{"sentences": ["It really is a pleasure for me to join you this afternoon to be part of what I am sure will be an illuminating and stimulating dialogue over the next two days.", "I would like to record Bank Negara Malaysia's appreciation to ISRA for organising this, but also more broadly, its continued contribution to the development of Islamic finance not just in Malaysia but internationally.", "As a prestigious research academy, it needs to produce prestigious and breakthrough research, and it needs to have events like this dialogue to further advance the knowledge and exchange of ideas and the cause of Islamic Finance.", "In 2011, Bank Negara Malaysia issued a 10-year Financial Sector Blueprint.", "One of the key agendas we wanted to drive was to promote e-payments; at the time, greater use of payment cards, internet banking and online fund transfers.", "Little did we expect that 'fintech', which according to Google Trends was still a nascent term at the time, would grow at the pace and scale we are seeing today.", "It appears that interest in fintech only picked up rapidly from 2015.", "Today, many countries, including Malaysia, have adopted it as a key development theme for their financial sector.", "Indeed, fintech is to take us beyond payments - faster and cheaper delivery of a far wider range of financial services.", "Injection of new competition and transformation of the industry.", "We see this materialising.", "There are well over 12,000 start-ups disrupting the financial market globally with fintech investments reaching a record high of $150.4 billion in 2019.", "The International Monetary Fund (IMF) reported that as of April 2019, there were around 200 fintech start-ups in Malaysia in the areas of payments, blockchain, and lending.", "CPA Australia apprised that over 75 per cent of Malaysian businesses have embraced at least one fintech product or service over the past 12 months, according to a regional survey.", "While the disruption continues, traditional financial institutions have been responding.", "Insights from PWC indicate 77% of traditional financial institutions are increasing internal efforts to innovate, 56% have put disruption at the heart of their strategy, and 31% are already purchasing the services of fintech companies.", "Many are also partnering with fintech companies.", "For Bank Negara Malaysia, we have also embraced the fintech agenda, setting up our internal Fintech Working Group in 2016, launching our Fintech Sandbox not long after that and finally, organising our very own industry conference - the MyFintech Week in 2019.", "To be future ready, we are highly committed to support the digital transformation of the financial sector.", "Earlier this year, we issued the e-KYC policy document to enable digital on-boarding of customers to occur anytime and anywhere.", "This is expected to be a catalyst in the provision of end-to-end financial services, particularly in a 'low touch' environment.", "The financial industry is taking steps to ensure safe and secure introduction of e-KYC, with several banks planning to launch e-KYC solutions in the coming months with more to follow in 2021.", "We are also currently in the final stages of developing the licensing framework for digital banking, which we envision can enhance access to affordable and quality financial solutions, particularly for the underserved and hard-to-reach market segments.", "From our sandbox experience, we also observe similar digital alternatives and solutions being developed in the insurance and takaful sector.", "Our shift towards e-payments has also been sustained, with a 47% increase in the volume of transactions made through internet and mobile banking, and a 260% increase in active e-wallet users between August 2019 and 2020.", "Furthermore, good progress has been made in enabling the interoperability of e-wallet services offered by banks and non-bank e-money issuers.", "Looking ahead, Bank Negara Malaysia will continue to focus on fostering well-designed regulations to facilitate digitalisation and innovation in financial services.", "All these efforts are intended to support the financial services industry accelerate its transition to an age of digitalisation and innovation.", "We have high hopes for Islamic Finance to capitalise on this.", "In 2017, we launched the Value-Based Intermediation (VBI) initiative.", "VBI encapsulates the industry's vision to be more impact driven, reinforcing the overarching intent of Shariah to promote good and prevent harm on the people and planet, which closely aligns with the global shift towards sustainable finance and ESG.", "Through the VBI initiative, Islamic financial institutions have also been spearheading the sustainability agenda.", "Digitalisation can further this cause, helping Islamic Finance unleash its full potential in striving towards fully embracing and adopting VBI to contribute meaningfully towards an inclusive, sustainable and impactful growth.", "There are two main outcomes for which digitalisation can be deployed to create winning strategies for Islamic finance.", "Firstly, technological advances can reduce operational costs therefore allowing Islamic financial service providers to reach the underserved and the unbanked with more affordable digital financial services.", "High mobile penetration and internet usage, the shift towards e-commerce and increased usage of e-payments are all important trends that hold great promise to bring financial inclusion in Malaysia to the next level.", "Coupled with new technological advances such as cloud computing, artificial intelligence (AI) and data analytics, financial services providers are now able to better assess creditworthiness using real time and alternative data, thereby overcoming the traditional obstacle of making sound credit decisions for customers who lack collateral and credit history.", "In the same vein, the deployment of telematics, internet of things (IoT), affordable usage-based insurance (UBI) and other value added services open up scope for the takaful industry to create efficiencies whilst addressing customer demand, further closing the protection gap of the Malaysian population.", "A well-designed digital takaful solution that not only offers affordability but also seamless customer experience can go a long way towards elevating consumer trust and changing perceptions about the value of takaful protection, particularly among low income groups.", "Secondly, technological advances present opportunities for Islamic financial services providers to further automate their business to bring about greater efficiency and transparency as well as manage risk effectively in delivering value-driven and impact-focused products and services that can realise the aspiration of Maqasid Shariah.", "This is particularly important for products and services with multiple applications of shariah contracts as well as those instruments such as risk sharing, waqaf and sadaqah, which demand not only a high degree of transparency and disclosure but also positive customer service and engagement to engender trust and confidence.", "There is scope for the industry to explore the potential of new technologies that can transform risk management and compliance, remove information asymmetry and integrate the value chain of financial intermediation seamlessly with the real economy, particularly in trade and the Halal industry.", "Ultimately, realising the full benefits of digitalisation to deliver the intrinsic values of Islamic finance successfully, relies on the foresight to embrace innovation to deliver greater customer value, openness to change and responsible adoption by the industry.", "Right now, digitalisation is riding on the coattails of the Covid-19 crisis.", "With social distancing and travel restrictions, anything that can be done online or virtually is being done so.", "There is no option for financial institutions but to be able to deliver and ensure the integrity of their services - banking, payments, insurance or takaful, in dealing with customers - digitally or online during these times.", "The road is thus wide open for fintech.", "In a not so distant future, we can expect that fintech will be part of the mainstream, perhaps even becoming the primary mode of delivery for financial services, no longer requiring strategising and planning on how we could fully embrace it in conferences and dialogues like we will be doing today.", "Before I conclude I would like to congratulate ISRA for their development of the I-FIKR App, which will be launched during the event.", "The App certainly fits well with the digitalisation of the Islamic finance knowledge of the Islamic finance industry.", "We hope to see it as another home-grown product that will contribute further toward the advancement of the Islamic finance Industry.", "Finally, once again I would like to thank and commend ISRA for organising the Islamic Fintech Dialogue 2020.", "Events such as this provide us an opportunity to take a step away, allowing us the space to focus on key issues and challenges which I hope will inspire us to improve on our vision and strategies for innovative transformation in Islamic finance.", "Over the course of this 2day event, with the array of speakers and moderators, I am confident this will be achieved.", "I urge you to be part of the conversation and engage in the dialogue.", "I pray that the event will be of great benefit to all participants."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["fintech", "digitalisation", "Islamic finance", "e-payments", "e-KYC", "digital banking", "Value-Based Intermediation", "financial inclusion", "takaful", "Maqasid Shariah"]}