{"sentences": ["Ladies and Gentlemen, I am very happy to join you today for this discussion that, although virtual, will be very real in terms of the strength of the ideas put forward.", "I am grateful to Michala Marcussen for offering me the opportunity to give this speech on such a dense topic: central banks' response to the \"tragedy on the horizon\".", "Faced with an unpredictable shock, the past eight months have driven the global economy into uncharted territory.", "However, one danger is certainly looming larger at the moment : our lasting addiction to public debt.", "Let me be clear: in the face of the unprecedented covid-shock, a massive and one-off recourse to public debt financing was both inevitable and desirable.", "However, we have entered this crisis with public debt levels, which were already very high in most countries, with few notable exceptions.", "The continuous rise of public debt, along with climate change, represent two of the main long-run challenges that we face today.", "In his famous 2015 speech, Mark Carney spoke of climate change as the \"tragedy the horizon\".", "With this, he meant that this tragedy is inevitable if we do not act, but it is in the long term, possibly leading to a \"status quo bias\".", "Public debt is of a somewhat different nature: we do not know if nor when the tragedy - a major confidence shock, for instance - may happen.", "But we know for sure that rising public debt is a growing risk hanging over us, and still more over our children and grandchildren.", "Let us therefore call it a \"tragedy on the horizon\": a moving horizon - indeed nobody knows precisely where geographically the horizon lies -, but it will not be any less threatening.", "So what would our best response to this possible tragedy on the horizon be ?", "And what can we do to avoid it?", "Let me elaborate somewhat on a simple triptych (i) Monetary Policy (ii) Fiscal Policy and (iii) their renewed interactions.", "Monetary policy and the ECB mandate In order to address this unprecedented Covid crisis, the ECB acted boldly and rapidly, using all the tools at our disposal and inventing new ones such as the PEPP.", "By doing so, we successfully avoided both fragmentation and deflation.", "We rightly decided to keep a steady hand in the last Governing Council meeting, and I still think today that our present very accommodative monetary stance is appropriate.", "But steady hands are not tied hands: we have free hands for the future, and will be ready to act further if needed.", "Let me now turn to the ECB's strategic review, on which work has restarted.", "It is more extensive than the FOMC's as it will cover, among many things, structural changes: climate change, financial stability; and the effects of digitalisation.", "The Eurosystem will take its time, as the Fed did, to consider the different alternatives.", "But we can already today shed some light on three key points, especially after the excellent \"ECB Watchers\" conference in Frankfurt on 30 September: 1.", "A dual mandate like the Fed's and the ECB's two-tiered mandate are actually more similar than they look.", "There is some room for clarification in our inflation objective.", "We should look again at the \"second pillar\" of the ECB and its possible link with the so-called \"secondary\" objectives.", "/ Our mandate puts a clear priority on price stability, and is not a dual mandate.", "But neither is it merely a single one: I would characterise it as a two-tiered mandate that includes at least two other objectives without prejudice to price stability: on the one hand \"to support the general economic policies in the Union\" contributing among other aims to a \"social market economy, aiming at full employment and social progress\" ; and on the other hand \"to safeguard the stability of the financial system\" Furthermore, I would argue that there is still less of a difference between a dual mandate and flexible inflation targeting in the present economic context : notably, the measures we have taken to offset the effects on inflation of negative shocks such as the global financial crisis or the health crisis have a direct effect on growth and employment.", "/ Average inflation targeting is a flexible tactic, possibly temporary, within a wider strategy of keeping inflation sustainably where expected.", "But still more importantly, our inflation objective has to be symmetric and medium-term.", "As regards symmetry, I cannot do better than quoting Christine Lagarde in her impressive speech of September 30th: \"In the current environment of lower inflation [compared to 2003 and our previous strategic review] (...) to underpin inflation expectations, we need to ensure that our aim is perceived to be symmetric by the public\" .", "I personally add that we might therefore be willing to accept inflation higher than 2% for some time, without mechanically triggering a tightening of our monetary stance.", "Medium-term means that we should judge our inflation performance over a long enough period.", "As I said on previous occasions , our medium-term target needs to be viewed in two ways: it has to be forward-looking to guide inflation expectations, but it cannot ignore the past either.", "If credibly symmetric and medium-term, our inflation objective would probably achieve similar outcomes ex post than explicit average inflation targeting.", "/ Finally, we need to rethink our \"second pillar\" - the present monetary analysis - notably in light of financial stability concerns.", "To do so, we could track a broader set of nominal aggregates: Financial aggregates, from the perspective of financial stability, and potentially look more closely at the assets of financial institutions including non-banks (such as their provision of credit in the broadest sense) rather than at their liabilities only (including money, as in the past).", "Other starting with nominal GDP growth, which is a key metric in economic aggregates, the assessment of private and public debt sustainability.", "But also employment and income distribution, which respond to the demands of the Treaties as well as to the expectations of the public.", "The three cornerstones to restore fiscal sustainability Of course we should not repeat the mistakes of the last crisis, and tighten, the fiscal taps too quickly.", "But in the longer term, fiscal discipline is also needed.", "In the current context of an unprecedented rise in public debt, some tempting illusions have arisen.", "We must not give into them.", "We cannot, for instance, allow ourselves to believe that cancelling the public debt held by the central bank is a viable solution.", "Nor is the softer version of this idea - converting this debt into perpetual bonds.", "Let us be clear on this: the public debt pile - which has risen sharply - will need to be paid back eventually... To do so, three combined levers will have to support the necessary debt reduction strategy: 1 / We will first need time in order not to phase out fiscal accommodation too early, and create cliff effects like in 2011-12.", "We should resume the debt-ratio reduction after growth returns to its pre-crisis level probably around 2022.", "But fiscal policy cannot simply be countercyclical in bad times; the same thinking needs to be applied in better times as well.", "/ Growth is indeed a key determinant in financing the debt inherited from the crisis.", "This leads me to the debate initiated early last year by O. Blanchard.", "First, the best way to ensure that the differential between the interest rate and the growth rate (r-g) remains negative - which is not granted forever, nor everywhere - is to increase g. And hence, let us listen to the balanced message of Blanchard: \"public debt is bad, but not catastrophic.", "It can be used, but it should be used right.\"", "Unfortunately, the quality and the content of public spending is too often the \"blind spot\" in the fiscal debate.", "In August, M. Draghi quietly coined the telling expression of \"good debt\".", "Expenditure should be used for productive purposes and for young people: education and training, and research, which have a strong impact on long-term growth.", "On the contrary, fiscal transfers have a much weaker multiplier in the long run.", "/ Better control of public spending: unfortunately, in many countries including the one I know best, we have not managed to keep spending under control.", "Covid-19 related public spending is clearly the buffer mechanism that the economy needs in the current circumstances.", "But there are also less warranted expenditures and this is precisely what we must focus on since the pace of extra-covid spending seems in several countries to be accelerating even more quickly than before the virus crisis.", "Broadly speaking, the recipe for debt reduction depends on each country's \"own speciality\": some countries need above all to boost productivity growth; others need to control their public spending but they have one ingredient in common: efficient reforms.", "Let us not forget this imperative of reforms in the short-term urgency of the covid-crisis.", "How to revisit the interaction between Monetary Policy and Fiscal Policy?", "In the current context, both monetary and fiscal expansions are indispensable to sustain demand and inflation and to mitigate the costs of the current crisis.", "However, given the unprecedented rise in public debt and extremely low or negative interest rates, some are tempted by the seductive lure of \"fiscal dominance\", a situation in which the central bank would have to follow another objective: the financing of public debt.", "This paradigm shift could jeopardize our independence and our mandate.", "Ultimately, it could lead to a loss of confidence in the value of the money, as observed in the past.", "In revisiting the interaction between monetary and fiscal policies, there is a need to make a clear distinction between short-run opportunities, corresponding to the current crisis period, and medium-term challenges, which will arise when the economy has fully recovered.", "In addition, in the euro area, having a single monetary authority and 19 national fiscal authorities creates further challenges in the absence of coordination among Member States on their budgets and of a permanent euro area fiscal capacity.", "This is why risk-sharing across the euro area should not rely only on fiscal mechanisms but also on private markets by completing the Capital Markets Union.", "In the short term, the risk of fiscal dominance is not an issue.", "Today, monetary and fiscal objectives are fully aligned and require expansionary policies from both sides.", "Fiscal policy can help monetary policy to achieve its inflation objective by boosting demand.", "Firms and households are encouraged to borrow in such an environment, which allows them to benefit fully from the monetary stimulus.", "Monetary policy can also render fiscal policy more effective.", "The dominant view is indeed that fiscal policy becomes more effective at the Effective Lower Bound (ELB) because monetary policy is less likely to react to offset its effects.", "This is because either the desired policy rate is sufficiently below the ELB or the central bank has committed to keep interest rates unchanged through forward guidance.", "However, conflicts of objectives between fiscal and monetary policies may arise in the future.", "The ongoing accumulation of public debt and the large expansion of central banks' balance sheets increase the likelihood of such conflicts.", "On the one hand, large fiscal stimuli for too long may lead to concerns about debt sustainability and, via the expectation of future fiscal tightening, offsetting the favorable effects on output and inflation.", "On the other hand, central banks should keep the risks taken in their balance sheets under control to avoid threatening their own independence.", "Indeed, low inflation today is not a guarantee that it will remain low forever.", "They must keep a sound balance sheet with adequate capital in order to keep full control of their monetary stance all along the road.", "The key question is then how to reconcile the benefits of a mutual reinforcement of monetary policy and fiscal policy in the short-term with the challenges of keeping inflation under control and public debt to sustainable levels in the long-term.", "There is no magic answer to this question but I will try to sketch here some basic principles that are in my opinion ingredients of a sound policymix recipe: 1.", "We should not forget the Each authority should be guided by and stick to its mandate.", "lessons from the past and the reasons that led to the construction of our current European architecture.", "The Maastricht treaty includes strong safeguards against 'fiscal dominance', by granting independence to the ECB, introducing the monetary-financing prohibition and designing fiscal rules.", "These are not negotiable principles.", "Inflation should remain under the control of an independent monetary authority while fiscal authorities are in charge of the provision of public goods and income distribution, under the condition of debt sustainability.", "For this, it is necessary to preserve the credibility of the fiscal rules' framework.", "In other words, I would not jump to a hasty revision of the Stability and Growth Pact.", "Monetary and fiscal authorities should take into account the intertemporal consequences of each other's actions.", "This means, as said before, that the central bank should only adopt measures that can be unfolded if inflation pressures or the risk of a deanchoring of inflation expectations materialize.", "Fiscal authorities instead must ensure that public debt will converge to a sustainable path in the long term even if interest rates return to higher equilibrium levels in the future.", "And they must - hopefully - improve the quality of fiscal expansions by favoring spending that enhance future long-term growth.", "This is especially true at present for the European and national recovery funds.", "The rules on the exit from exceptional measures must be clear ex ante to avoid The exit from exceptional monetary measures should things going wrong in the future.", "be fully in the hands of the central bank and guided by its mandate of price stability.", "Fiscal authorities must also be credible and give guidance on their future actions, by committing to tightening the stance when the economy has recovered.", "They should follow a stronger countercyclical fiscal policy in good times, to create the space that is necessary in bad times.", "What Blanchard and Summers call \"semiautomatic stabilizers\" - stabilising fiscal policies that operate according to predefined triggers - could be an avenue worth exploring.", "Let me add as a conclusion that, against this backdrop, the Next Generation EU package constitutes a new and innovative element of the European fiscal framework, which contributes to a sounder policy-mix.", "Beyond the most recent political and institutional discussions, which belong to elected leaders, a quick implementation of this European Recovery Fund is an economic must.", "This innovation, while still a one-off, could also imply lessons for the Economic and Monetary Union, which from the start has lacked a permanent fiscal capacity at supranational level for macroeconomic stabilisation in deep crises.", "Either we succeed in designing - at end - credible and coordinated countercyclical rules for national fiscal policies, or we should think about some central fiscal capacity, reversible in its use, controllable in its size, but effective through the cycle.", "This should be one area of discussion in the \"European momentum\" which the crisis has initiated.", "Thank you for your attention.", "Article 3.3 of the Treaty on the European Union.", "Article 127.5 of the Treaty on the Functioning of the European Union.", "The monetary policy strategy review: some preliminary considerations, Speech by Christine Lagarde, President of the ECB, at the \"ECB and Its Watchers XXI\"conference, 30 September 2020 www.banque-france.fr/sites/default/files/medias/documents/2020.05.25_sep_en_cl.pdf See Blanchard & Summers (2020), Automatic Stabilizers in a Low-Rate Environment, AEA Papers and Proceedings, vol 110, May."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Public debt", "Monetary policy", "Fiscal policy", "Inflation targeting", "Fiscal sustainability", "Debt reduction", "Central bank independence", "Fiscal dominance", "Policy mix", "European Recovery Fund"]}