{"sentences": ["Robert Holzmann Oesterreichische Nationalbank Vienna, November 26, 2020 Globalization and pandemics - Pol Antràs Global Economy Lecture 2020 Ladies and Gentlemen, On behalf of the Vienna Institute for International Economic Studies (wiiw) and the Oesterreichische Nationalbank, I welcome to this year's Global Economy Lecture, which is the 25th of its kind.", "We have a very distinguished speaker today, Professor Pol Antràs from Harvard University, who is joining us from Cambridge, Massachusetts.", "A very warm welcome to you, Professor Antràs, we are very honored that you are taking your time today, on Thanksgiving Day, to present your views on \"Globalization and pandemics.\"", "The Global Economy Lecture series has existed since 1999, but this is the very first time that it takes place online.", "While we would certainly have preferred meeting you all in person at the OeNB premises in the usual setting, with a reception and informal networking after the lecture, I have to admit that the new format also has its merits.", "Pol Antràs would probably not have agreed to fly over to Europe for a lecture on Thanksgiving Day.", "And, besides, a physical meeting would probably not have attracted as many participants as we can welcome today.", "Over the twenty years of its existence, the Global Economy Lecture has hosted a number of very distinguished speakers, and it has featured all the major trends in international economics, and in particular in international trade and global value chains: from the transition process in Central and Eastern Europe or in Asia to the effects of major trade agreements, the emergence of multinational enterprises, and the digital revolution of production processes.", "Today's lecture is going to cover another new phenomenon in global trade: The COVID-19 pandemic has led to a temporary collapse of world trade links.", "Supply disruptions occurred mainly at the beginning of the crisis.", "Demand increased markedly for a number of specific items, e.g.", "health products and IT equipment.", "These goods are produced in highly organized global value chains, which were subject to severe disruptions due to restrictions in transport and labor mobility.", "Industries with shorter safety stocks were hit hardest.", "More recently, the largest problems have resulted primarily from weak global demand for final goods.", "The pandemic itself is a tail event, with enormous short- to medium-term implications for global growth and trade.", "But we would expect the effects to eventually reverse as restrictions to movement and business activity are being relaxed.", "The macroeconomic policy action taken over the recent months, both at the national and the European level, will play an important role in reactivating demand once effective medication and vaccines against COVID-19 become available.", "However, the pandemic happened at a time when we had already experienced more than a decade of slowing expansion of global trade and global value chains.", "This trend was intensified by the financial crisis and by unresolved trade disputes.", "Are we now just undergoing a reversal of unsustainable past globalization trends as certain underlying factors have run out of steam?", "Or has the world economy indeed entered a phase of de-globalization?", "My personal view is that the COVID-19 crisis will reinforce a trend that has been observed for quite some time, but it is probably not a \"game changer.\"", "So far, we cannot speak of a shortening or even dismantling of global value chains.", "After all, the rather swift revival of global value chains following the easing of restrictions over the summer months has demonstrated their stability and their potential for supporting the recovery.", "But apart from empirically observable trends there is another issue: The COVID-19 crisis may have changed our views on how to position our economies within global value chains.", "After all, supply chains are complex network structures rather than chains, so that weaknesses in single, remote links may endanger the whole structure.", "Future strategic decisions may be rather guided by safety and resilience considerations than purely be based on efficiency grounds.", "Upstream bottlenecks should be identified and avoided by broadening the supplier base to improve resilience.", "Supply chains will need to rely more on digitalization and automation to exploit real-time data to allow fast and flexible production and stock policies.", "Dani Rodrik wrote in April, \"Crises come in two variants: those for which we could not have prepared, because no one had anticipated them, and those for which we should have been prepared, because they were in fact expected.", "COVID-19 is in the latter category.\"", "[unquote] Shocks are diverse but happen with regularity.", "This crisis taught us a lesson, so let's hope we learn from it to be better prepared when the next crisis hits.", "I now hand over to Robert Stehrer, Scientific Director at The Vienna Institute for International Economic Studies, who is going to chair the discussion and who will introduce Pol Antràs.", "Pol is going to reflect on these questions in much more detail in this lecture.", "Transformation of Global Supply Chains in the Manufacturing Industry as a Result of the Coronavirus Pandemic.", "Financial and Economic Review 19(3).", "Will COVID-19 Remake the World?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Globalization", "Pandemics", "Global Value Chains", "Supply Chains", "Resilience", "Demand", "COVID-19", "Trade", "Safety", "Efficiency"]}