{"sentences": ["Ladies and Gentlemen, I am delighted to be with you for this virtual ACPR Day, which welcomes for the first time the new Vice-Chairman, Jean-Paul Faugère, and the almost new Secretary General, Dominique Laboureix.", "Six months ago, almost to the day, I presented to you the ACPR's 2019 report, and the situation at that time of French financial institutions.", "We still have not emerged from this unprecedented crisis, which was unforeseen, unpredictable, global and severe.", "This is the first economic crisis that did not stem from economic or financial dysfunctions, but simply from the will to save lives.", "The consequences of this shock to the financial sector are key concerns of the Banque de France and ACPR.", "I would like to make a few remarks on monetary policy ahead of our December Governing Council meeting; our challenge is to ensure that, until the vaccine is widely available, the negative effects of the pandemic do not lastingly affect the economy and the outlook for inflation.", "In all euro area countries, and for all economic players - governments, businesses, households - financing conditions are now more favourable than before the start of the covid crisis, despite the second wave.", "This proves that our new instruments (PEPP, TLTRO-III) as well as our forward guidance are proportionate and effective, and play a self-stabilising role by their very existence.", "Faced with the risk of prolonged uncertainty, our first objective must be to ensure that these financing conditions remain very favourable for everyone for as long as necessary.", "To this end, the forthcoming recalibration of our instruments will require paying particular attention not only to the level of our monetary support, but also issues of their duration, flexibility and effective targeting, in short, the quality of the transmission of our monetary policy.", "Despite a sharp decline in earnings, which reflects the impact of the crisis, French banks and insurers are proving to be highly resilient.", "This snapshot confirms our confidence but does not lessen our vigilance: the economic environment is fraught with uncertainty and we are very closely monitoring financial sector risk developments.", "First of all, I would like to stress the importance of vigilant confidence this morning (I).", "I will then come to the challenges that banks and insurance companies have to face even beyond this crisis, while ensuring that they do not get their priorities wrong: in particular, for the banking sector, the battle must focus on profitability rather than solvency (II).", "Despite a shock of unprecedented magnitude, French banks and insurance companies are showing resilience 1.1 The crisis has, to date, had a real but manageable impact on financial institutions thanks to strong fundamentals and the support of public authorities.", "Over the first nine months of 2020, with a slump of nearly 39% compared with 2019, the aggregate earnings of the four main French banking groups stood at EUR 11 billion.", "This decline was primarily due to the more than twofold increase in the cost of risk and, on the income side, to a significant decline in insurance and asset management activities.", "Conversely, corporate and investment banking has held up well overall with income up around 3%.", "As regards retail banking, I would like to point out that reached an all-time high in new mortgage lending September, with EUR 19 billion in new loans, showing that the bad press is unfounded concerning the \"collapse\" in access to real estate financing, which, according to some, supposedly resulted from the HCSF's reasonable recommendations on credit standards.", "Although the impact of the crisis is real, it does not call into question the solid fundamentals of French banks, which have continued to improve their solvency.", "Since 2008, their capital has almost doubled.", "At the end of September, the four largest French banks had a solvency ratio higher than that of their European and American counterparts of 14.6% on average, i.e.", "up 56 basis points compared with end 2019.", "As regards insurance companies, despite a drop of 28 percentage points in their coverage ratios between the end of 2019 and the third quarter of 2020, their overall solvency remains very sound at around 239%.", "This resilience is the result of the efforts of the financial institutions themselves, as well as, to a large extent, of the measures taken by the public authorities.", "Households and businesses are coping with this shock thanks largely to the \"liquidity shield\" implemented by the public authorities.", "And we must commend the unparalleled success of the state-guaranteed loans actively provided by the banks: they are unique both in terms of their total amount - EUR 125 billion, three times more than in Germany - and in their successful targeting of VSE/SMEs.", ".2 However, given the protracted economic uncertainties, the financial health of banks and insurance companies needs to be monitored more closely.", "In 2020, the euro area economy will have experienced the deepest recession since the creation of the single currency; it will not return to its pre-crisis level until the end of 2022 at the earliest.", "The French economy shrank more than the average euro area country in Q2 (-14% against -12%), but rebounded much more strongly in Q3 (18.7% against 12%).", "This dual trend may be seen again from the end of 2020 to the beginning of 2021: but although the shock of the new lockdown appears to be three times smaller than that of spring, its impact could be more persistent, particularly on our supply capacities in the most affected sectors.", "Clearly, uncertainties remain significant for 2021, pending the full benefits of the vaccines.", "The impact of the sharp rise in unemployment in the first quarter of 2021 will need to be closely monitored, as will the level of business failures, even though they remain moderate so far - lower than in 2019 and 2018.", "Public quasi-equity schemes will be necessary to support businesses, while ensuring that they remain selective by systematically involving private co-investors.", "However, we have every reason to believe that French financial institutions, even when faced with severe economic scenarios, will be sound enough to weather this crisis.", "Their profitability could be affected, but their solvency should remain sufficiently robust.", "This greater resilience can be attributed to two factors: their situation at the end of 2020 was better than expected, and above all, the crucial role played by public support mechanisms that have proven their effectiveness.", "It is therefore essential that these be extended for as long as the crisis continues.", "Beyond the crisis, addressing the right challenges This generally reassuring situation is obviously in no way a call for a \"status quo\".", "Banks and insurers are experiencing it: the Covid crisis is acting as an of their changes in response to the major structural challenges they are facing.", "However, we must not choose the wrong debate, or the wrong battle: the issue today is much less one of solvency than of the profitability of French financial institutions.", ".1 Putting into perspective the debate on solvency Many demands and even complaints from the financial sector are still focused - once again!", "- on solvency issues, and excessively so in my opinion.", "Let's start with the veiled criticism of Basel III.", "No one can seriously dispute the fact that the Basel rules have prevented the economic crisis from spiralling this time into a banking crisis this year.", "And, no one can seriously claim that they are hampering lending to businesses - which has risen by 13% over the past year - and in particular to SMEs - which is up 18%.", "So yes, France must remain committed to the full implementation of the Basel III agreement, which remains \"fair, reasonable and final\": fair in particular with regard to its consistent implementation in both the EU and the United States; reasonable with regard to the application in particular of the output floor; and final because there will not be a Basel IV.", "The fact that the implementation of the agreement has already been postponed by one year also demonstrates the Basel Committee's commitment to limiting the operational burden on banks.", "At the same time, active measures have been taken to enable them to use their capital and liquidity buffers to support the financing of the economy.", "Banks are invited to use this leeway as much and as long as necessary.", "It may seem paradoxical to ask for a hypothetical relaxation of Basel III, but not to use the real leeway that is available.", "To make it easier to use these measures, we supervisors need to be clear about the sufficiently long horizon for rebuilding these buffers once the crisis is over.", "Lastly, as regards dividends, I believe that it is necessary to be \"wise with sobriety\", to paraphrase Molière.", "Undeniably, earmarking all earnings as reserves in 2020 was an effective measure to bolster solvency.", "However, there are now two arguments for moving towards a cautious distribution, the terms of which will require discussion.", "The first is the resilience of financial institutions to very large shocks, as illustrated by their situation at the end of 2020.", "The second, which is strategic in the current context, aims to preserve the attractiveness of financial institutions - and also insurance companies - for investors, which is essential for raising capital.", "Especially since most jurisdictions outside Europe seem to be moving towards a controlled liberalisation at least.", "As regards the solvency of insurers, we are making progress within EIOPA towards a compromise on the Unquestionably, and as the health crisis has review of Solvency II.", "confirmed, Solvency II has helped to safeguard the European insurance sector.", "At this stage, the review will have a neutral impact, without the interest rate shock, in terms of capital requirements and this is a good thing.", "Moreover, the schedule - as the review will enter into force in 2024 at the earliest - will give insurers precious time.", "They should make the most of this time to adapt their models to the changes related to the interest rate shock, and to take advantage of the major advances in the treatment of long-term investment.", ".2 The real challenge for banks is profitability I said it last May and I will say it even more clearly today: \"compared with US banks in particular, the French banking industry's profitability is neither excessive nor even adequate\".", "There are many reasons for this, which I will come back to later.", "But there is no doubt that the prolonged low interest rate environment has put pressure on the profitability of financial players.", "Acknowledging this is not to say low rates are a bad thing: they reflect long-term structural trends and are implemented for the common good.", "But acknowledging this means that it is necessary to adapt.", "Thus, since September 2019, the Governing Council has been able to offset the impact of low interest rates.", "This is the aim of the tiering mechanism, which reduces the annual cost of negative interest rates by over EUR 4 billion for European banks, of which around EUR 900 million for French institutions.", "In addition, the \"very favorable TLTRO borrowing rate (-1%), which is lower than the deposit rate (-0.5%) until June 2021, also has a very significant impact.", "But structural challenges will have to be met through the digitisation and consolidation strategies of the financial institutions themselves.", "The rapid digitisation of processes and networks generates crucial savings for the future, and is indispensable for customer loyalty, especially among the youngest customers.", "Efficiency also rests on the development of a true \"single banking market\".", "We have to speed up the creation of genuine pan-European banking groups capable of capitalising on their size, and generate economies of scale to cope specifically with these digital investments, which are fixed costs.", "The European financial sector is still too fragmented and vulnerable to asymmetric shocks.", "For insurers, the challenge of profitability in a low interest rate environment will inevitably involve adapting their business models: the combination of security, liquidity and returns - which has done so much for the success of the euro-denominated life insurance funds - is no longer sustainable.", "However, diversifying client assets into unit-linked products should not be the only or the best alternative: the insurance industry must rethink its product range.", "Less liquid, longer-term savings should combine a degree of capital protection with the higher return on stocks.", "In this context, the sector can assess its capacity to provide long-term capital support to viable companies weakened by the crisis.", "The PACTE law is an important step forward with the development of Eurocroissance and especially of retirement savings.", "And thanks to clear information on the overall cost of contracts, decisions on whether or not to take out a policy can be made on a fully informed basis.", "It is also important to ensure that management costs are monitored and transparent.", "The ACPR staff - and those of the SSM at the European level - have been working tirelessly to tread the tightrope between trust and vigilance since the beginning of this crisis.", "This is our requirement in order to shore up financial institutions in a pragmatic way and allow them to concentrate on their primary mission of serving French citizens.", "Is there ultimately any better proof of the need for strong financial intermediation than this crisis?", "On the one hand, EUR 90 billion in additional savings of the French public; on the other hand, tens of billions of euro in additional needs of companies in terms of their equity capital.", "The aim is not to directly expose savers to excessive risks, but to innovate in the area of banking and insurance products and services in order to channel French savings into reconstruction and private investment.", "And to accelerate the Schumpeterian transformation of the financial institutions themselves.", "In this case, this harsh crisis could also become an opportunity for us.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Solvency", "Profitability", "Basel III", "Digitalization", "Consolidation", "Low interest rates", "Insurance", "ACPR"]}