{"sentences": ["24.11.2020 The impact of the pandemic on the Spanish business sector's financial situation 1st International Management Congress.", "Purposeful Business Pablo Hernández de Cos *English translation of the original speech in Spanish Good afternoon, ladies and gentlemen.", "First, let me begin by thanking the organisers for kindly inviting me to take part in this Congress.", "My presentation today will focus on the impact of the COVID-19 crisis on the Spanish business sector's financial situation and on the role that economic policy is currently playing and should continue to play to mitigate that impact.", "Business activity has been particularly affected by the crisis.", "Many of the economic policy measures adopted have been designed precisely to minimise that effect.", "These measures are and will continue to be crucial, to prevent the temporary shock caused by the pandemic from resulting in the closure of many businesses and, ultimately, in persistent damage to our productive capacity.", "However, despite the policy measures taken, many businesses have seen their financial situation deteriorate since the start of the crisis, and how we address this deterioration will have important repercussions for the macroeconomic outlook in the short and medium term.", "Firms that are most financially vulnerable generally invest less and hire fewer employees than those that are financially sound.", "At the same time, there are now signs that the pandemic may give rise to some structural changes in consumer demand.", "And although at this stage it is difficult to define the magnitude and scope of these changes, it is essential they be identified promptly, since economic policy cannot provide indefinite support for firms that are headed for a structural reduction in their activity.", "Rather, it should aim to encourage and support the adaptation of the productive system to the new reality and the efficient cross-sectoral and cross-firm reallocation of resources.", "Moreover, the outlook for the Spanish economy and, therefore, for the business sector remains very dependent on the still highly uncertain course of the pandemic.", "Since the beginning of July, the strength of the recovery has been adversely affected by the fresh outbreaks of the virus in our country and, more recently, by the worsening of the epidemiological situation both in Spain and in most of Europe.", "This has prompted the relatively widespread introduction of new restrictions on mobility and activity in certain sectors.", "Accordingly, economic activity in this final stretch of the year and in early 2021 will foreseeably be less dynamic than was anticipated in the baseline scenarios published a few months ago by the Banco de España and the ECB for Spain and the euro area, respectively.", "By contrast, the latest news on the availability of a vaccine for early 2021 is clearly positive and, if confirmed, should help raise confidence and rule out the most adverse economic scenarios, even though the effects on activity will not be immediate.", "In this setting, and considering the potential news flow on a possible vaccine, economic policy should focus on continuing to provide support for households and firms affected by the crisis.", "The liquidity risks facing firms and the economic policies applied to address them Let me now analyse the main financial risks that firms face in such a challenging environment.", "The two key risks are liquidity and solvency.", "The shock has given rise to a sharp fall in firms' revenues, as a result not only of the pandemic itself but also of the mobility-restricting measures introduced by the authorities to stop the spread of the virus.", "This contraction in firms' turnover, together with their fixed costs, has driven up firms' liquidity needs.", "Firms were able to use their liquid assets or undrawn credit lines to meet part of these needs.", "But given the scale of the shock, in many cases these buffers proved insufficient.", "In consequence, to meet their remaining liquidity needs, firms sought new funding.", "The result has been an increase in the demand for credit, in a setting in which lenders' risk perception has increased.", "According to the results of microsimulations made by the Banco de España, 68% of Spanish firms will record liquidity shortfalls3 in 2020, almost 10 pp more than under a counterfactual non-pandemic scenario.", "It is estimated that between 2020 Q2 and Q4, the total liquidity shortfall of the business sector will amount to some €230 billion, €25 billion more than under the counterfactual nonpandemic scenario if no account is taken of the liquidity needs associated with investment in fixed assets.", "Firms' liquid assets and undrawn credit lines would be insufficient to cover more than half these liquidity needs.", "These simulations also show that a large part of firms' total liquidity needs would arise at low-credit-quality firms.", "These firms tend to find it more difficult to access credit, especially in periods of high uncertainty and growing credit risk concerns.", "Overall, these results suggest that the pandemic is generating substantial liquidity risk for Spanish firms.", "In this setting, national and supranational economic policies in the different (fiscal, monetary and financial) areas responded rapidly and robustly to address these risks.", "After the initial stress, this resulted in an improvement in financing conditions recorded in both bank lending and debt securities markets.", "In the fiscal policy area, two public guarantee programmes managed through the Official Credit Institute (ICO) are noteworthy.", "The first, with a total of €100 billion, was designed to finance firms' liquidity needs, while the second, with up to €40 billion, was mainly focused on investment in fixed assets.", "The aim of both these programmes was to encourage financial institutions to grant funding to firms and the self-employed, in a setting in which these agents were facing high liquidity needs, against a backdrop of rising uncertainty and growing credit risk concerns among lenders.", "Since the Royal Decree approved on 17 November came into effect, the maximum term of loans granted under these programmes has been extended to eight years and the maximum grace period, which was initially 12 months, has been extended to 24 months.", "Similarly, the deadline for granting of guarantees, which was originally 31 December 2020, has been extended to 30 June 2021.", "In addition, financial institutions should maintain the limits on working capital facilities up to that same date for all customers that have a guaranteed loan and comply with the eligibility requirements.", "This Royal Decree has also extended the insolvency moratorium, which was set to expire on 31 December this year, to 14 March 2021, with the aim of preventing firms that continue to experience temporary, pandemic-related financial difficulties from having to file for insolvency.", "This measure aims to reduce the risk of viable firms being eventually wound up, with the impact this would have both on the productive system and in terms of job losses.", "The available evidence suggests that the economic policy measures taken have helped to ease firms' financing conditions, which contrasts with what was seen in the international financial crisis that began in 2008.", "It is a consequence not only of the swift and forceful economic policy response, but also of the better financial situation of the banking system and, in particular, of the larger capital buffers built up by the banks in recent years that have enabled them to absorb losses in their credit portfolios.", "The different nature of the current crisis has probably also been a determinant in this respect.", "In any event, since 2020 Q2 firms have resorted to debt on highly favourable terms to cover part of the increase in their liquidity needs.", "Specifically, between February and September, the outstanding amount of corporate sector debt rose by almost 5%.", "The increase was concentrated in particular in the months of March, April and May.", "The ICO guarantee programme has played an important part in adding momentum to bank lending.", "As at 15 November, total funding granted under this programme amounted to €108,032 million (including the portion intended for the self-employed).", "Essentially, these funds have been provided to firms that faced greater funding difficulties, such as smaller firms and those most affected by the pandemic.", "In addition, the loans have been granted on highly favourable conditions, in terms of interest rates and maturities, thus improving the existing corporate debt maturity structure.", "Firms' solvency risks I will now move on to firms' solvency risks.", "Lower turnover has a negative impact on firms' revenues and reduces their ability to repay their debts.", "In addition, firms that record losses will see their capital decrease, while if they take on new debt to cover their liquidity needs their debt ratio will increase.", "In consequence, the composition of firms' liabilities will ultimately weaken.", "The data available for 2020 already show a deterioration in the financial position of the business sector.", "The Central Balance Sheet Data Office Quarterly Survey (CBQ), which has data on some 900 - mainly large - companies, shows that during the first half of the year, the average return on assets of the sample of respondent companies fell to 2%, 2 pp below the figure recorded in the first half of 2019.", "In addition, the percentage of firms that recorded losses rose by more than 11 pp, to 37%.", "The survey also shows that, on average, the debt- to-assets ratio rose by 1.5 pp, while the debt-to-earnings ratio rose more substantially, owing to the sharp decrease in revenues.", "The microsimulation exercises conducted by the Banco de España confirm these trends for the business sector as a whole in 2020.", "It is thus estimated that around half of all firms will post losses this year.", "However, we see considerable heterogeneity across these firms.", "SMEs and, above all, those belonging to the sectors most exposed to the shock, such as hospitality, leisure and motor vehicles, will be significantly more affected.", "The percentage of firms with a high debt-to-assets ratio6 is expected to rise by around 7 pp for the business sector as a whole, with this increase much sharper in the group of firms pursuing their activity in the sectors most impacted by the pandemic.", "In terms of the debtto-earnings ratio, it is estimated that the proportion of firms in a situation of greater vulnerability will see the highest increase, owing to the strong decline in revenues.", "That said, this indicator tends to overestimate the deterioration in firms' solvency in the current situation because, in many cases, the level of profits in 2020 is not representative of expected future profits.", "The increase in debt and the decline in revenues affect some firms' debt repayment capacity.", "But the extension of maturities and the lower interest rates on new loans granted during the crisis compared with pre-existing loans are substantial mitigating factors, contributing to lessening the financial burden on firms.", "Looking ahead, debt repayment capacity will depend mainly on the scale of the economic recovery.", "Economic policies to address future challenges Currently, the economy is experiencing a recovery that is incomplete, uneven and subject to a high degree of uncertainty, caused mainly by pandemic-related developments.", "This means that the risks to the business sector will continue to be significant until the pandemic is under control, especially for the firms most affected by the shock.", "Allow me now to summarise the courses of action which, in my view, should be followed in the current macroeconomic environment.", "First, economic policies should continue providing support to the economy.", "In particular, we should avoid a premature withdrawal of the support measures and economic policymakers should monitor risks and stand ready to introduce further stimuli if the macroeconomic outlook continues to worsen.", "In the specific case of micro- and macroprudential policies, and as the Basel Committee on Banking Supervision has reiterated, banks should use during this crisis the capital and liquidity buffers introduced by Basel III.", "That will allow them to absorb financial shocks and support the real economy by granting financing to solvent households and firms.", "In this connection, supervisors will give banks sufficient time to replenish their buffers, taking into consideration economic and market conditions, along with the circumstances of each bank.", "Also, banks' dividend payout and remuneration policies should remain very prudent until the current uncertainty abates and a sound economic recovery takes root, irrespective of the decisions adopted on whether to prolong the recommendations currently in force at the European level.", "In parallel, we should ensure that the various flexibility measures applied do not give rise to delays in recognising the effective impairment of the quality of credit exposures, and provide banks with the necessary incentives to maintain appropriate credit standards.", "In the monetary policy realm, the fragility and heterogeneity of the euro area recovery and a medium-term inflation forecast far below our target lead us to conclude that there is no room for complacency.", "It will thus be necessary to reset our instruments to respond to the current situation and to ensure that financing conditions remain favourable so as to support the economic recovery and counter the adverse impact of the pandemic on the projected inflation path.", "It will thereby be possible to provide leeway for the fiscal authorities to continue deploying the measures needed to support households and firms.", "And it will head off potential bouts of financial fragmentation and promote inflation convergence towards our medium-term objective in a sustained fashion, in line with our commitment to symmetry.", "Second, in the current phase of the crisis in which problems are more concentrated in specific sectors, the policies aimed at supporting firms should be adjusted so as to focus on those most affected by the shock.", "Further, we should consider a more selective focus that prioritises support to viable business projects.", "In the specific case of the public loan guarantee programmes, some of their parameters may need to be adjusted to encourage the granting of bank financing to viable firms.", "Striking the right balance between continuing to provide the necessary protection and maintaining a sufficient degree of selectiveness will require practically continuous evaluation and adaptation of these instruments in the coming quarters.", "Third, fiscal support to date has focused on avoiding the materialisation of liquidity risks.", "This strategy has been successful but, as a result, firms have amassed more debt.", "A greater accumulation of debt might prove unsustainable for firms that already have a high level of debt.", "Admittedly, the extension of the grace period and maturity of loans under the ICO guarantee facilities, approved by the Government this month, will help to alleviate the financial pressure borne by many companies.", "But in some cases it would also be advisable for them to strengthen their solvency position by means of capital instruments.", "The €10 billion fund managed by SEPI (the State Industrial Holdings Corporation) enables large strategic corporations to be recapitalised, but it would be advisable to complement this with new tools aimed at strengthening the solvency position of smaller companies.", "For those firms that are highly indebted but with a viable business, debt restructuring could be an advantageous option for lenders and borrowers alike.", "To enable this process, insolvency arrangements should be improved so as to increase their efficiency.", "In Spain, these proceedings are usually dragged out over time (lasting three and a half years on average7), destroying business value in the process and, on most occasions, ultimately leading to a winding-up of the company.", "To prevent congestion in the courts, out-of-court payment settlements could be promoted.", "In this connection, we should consider the advisability of including, under certain conditions, certain public-law claims in these agreements, and that the public sector's position in these processes should favour a debt restructuring agreement being swiftly reached.", "That could be achieved, for example, by granting incentives to other creditors so that they support the agreements.", "This would affect not only public-law claims but also the exposures resulting from the potential enforcement of some of the guarantees granted to firms and the self-employed under the ICO facilities.", "Likewise, in the medium and long term, additional resources could be given to specialist courts to expedite the resolution of these processes.", "As regards firms with inviable business models, the path should be smoothed for their orderly exit from the market.", "The swift resolution of these processes will prove conducive to the structural adjustment of the economy and the reallocation of resources to more productive firms.", "Fourth, our aim should be to prevent the current crisis from causing severe damage to our financial system.", "In the context of the uneven and uncertain recovery I have described, we cannot rule out the possibility that the risks identified may materialise or that their impact and persistence may be greater than expected.", "In this respect, the response by banks to the possible materialisation of these risks must be pan-European, given the commitment to the banking union.", "In this response, the completion of the banking union and the launch of a fully pooled European deposit guarantee scheme would contribute decisively to ensuring euro area financial stability.", "Moreover, it is essential to analyse to what extent European bank resolution and liquidation regulations are appropriate for a hypothetical systemic crisis, or the possible role of asset management companies in the event of serious impairment of European financial institutions' balance sheets.", "Lastly, from a more medium-term perspective, other structural policies may smooth change in the composition of firms' debt so as to give greater preponderance to capital.", "These would include reforming the treatment of debt under corporate income tax, and advances in the capital markets union project that would help provide for the integration and development of capital markets in the EU.", "The growth of equity markets can afford various benefits to the business sector and the economy in general.", "The resort to equity funding strengthens the soundness of firms' balance sheets, given that a greater proportion of these capital instruments reduces firms' vulnerability to adverse shocks such as an increase in interest rates or a decline in revenues.", "I should like to conclude by pointing out that the COVID-19 pandemic has prompted an unprecedented economic contraction in Spain and in other economies.", "Non-financial corporations have been seriously affected, although the forceful measures adopted by the national and supranational economic authorities have prevented the materialisation of a wave of defaults stemming from short-term liquidity problems.", "However, some firms have seen their solvency impaired as a result of a decline in their revenues and an increase in their debt.", "The current phase of the crisis, marked by an incomplete and uneven economic recovery, warrants continuing public support to firms.", "Nonetheless, these policies should be adjusted so as to focus more on firms in sectors that continue to be severely affected by the crisis, and through means other than the accumulation of greater debt.", "Debt restructuring mechanisms need to be more efficient, so as to promptly resolve the insolvency problems some firms are experiencing.", "Other structural policies could also contribute to shoring up the composition of firms' debt in order to assign a greater weight to capital.", "These policies might include the elimination of the preferential tax treatment of debt as opposed to equity and headway in developing equity markets in Europe.", "Finally, as mentioned on various occasions, all these measures must form part of an ambitious reform agenda aimed at tackling our economy's structural problems.", "These include most notably high unemployment, labour market duality and the low productivity of our firms.", "And, in parallel, we must design a credible strategy for reducing, in a gradual but sustained fashion, our fiscal imbalances.", "Such a strategy may be implemented once the pandemic is behind us and the economic recovery is firmly entrenched.", "It would entail significant benefits, by increasing the economy's reform-led potential growth and by enhancing the credibility surrounding the sustainability of public finances in the medium term.", "That, in turn, would increase the existing fiscal space available and would boost the expansionary effects of the current fiscal measures.", "In short, so we may have the fiscal leeway needed to be able to increase support measures to the economy should pandemic-related developments so require, we must resolutely implement the reform agenda, plan the fiscal consolidation process and reform support instruments to make them more flexible and targeted."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["liquidity risks", "solvency risks", "economic policy", "credit", "debt", "business sector", "financial situation", "pandemic", "firms", "recovery"]}