{"sentences": ["It gives me great pleasure to share my views on Hong Kong's experience in the use of macroprudential measures to safeguard financial stability.", "I am grateful to Mr (Robert) McCauley and Professor (Catherine) Schenk for their research efforts, and their recognition of the effectiveness of the macroprudential measures implemented by the Hong Kong Monetary Authority (HKMA) since the 1990s.", "The importance of macroprudential policies 2.", "Today's discussion on macroprudential policies is timely considering recent market developments.", "The accommodative monetary policies adopted by major economies in response to the COVID-19 health crisis have provided renewed impetus to rising property and asset prices in many markets.", "How to rein in asset price inflation and prevent it from endangering financial stability in the event of an abrupt price adjustment is a topical issue within the central banking community.", "As mentioned in Robert and Catherine's joint paper, the HKMA's macroprudential measures on mortgage lending were first introduced in 1991.", "They have helped Hong Kong weather several crises including the Asian Financial Crisis, during which property prices plunged by as much as 70% between 1997 and 2003.", "Being an early adopter, we are encouraged to see that macroprudential measures have gained wider international acceptance after the Global Financial Crisis (GFC).", "Many jurisdictions have implemented macroprudential measures similar to those in Hong Kong, including loan-to-value ratio (LTV) caps and stress testing on the mortgagor's ability to cope with interest rate rises in terms of their repayment ability.", "Challenges and mitigation: calibration of macroprudential policies 4.", "I would like to take this opportunity to share our experience gained since the GFC in operating our macroprudential measures on mortgage lending.", "My remarks would focus on what I call the \"4Cs\".", "Driven by the low interest rate environment and limited housing supply, residential property prices in Hong Kong continue to grow since the GFC.", "This has posed increasing risks to financial stability in Hong Kong.", "In response, the HKMA implemented 8 rounds of tightening of the macroprudential measures from 2009 to 2017.", "Unlike monetary policies, there has been far limited literature on how macroprudential measures should be calibrated with respect to changes in asset price levels.", "The complex dynamics underlying the property market in Hong Kong has made it very difficult, if at all possible, to develop an ex ante framework governing how the HKMA should operate its macroprudential policies.", "So, what we have done is to tread extremely carefully in each round of adjustment.", "The HKMA has established a cross-departmental committee to regularly review whether the prevailing macroprudential measures would need to be adjusted, taking into account a host of factors including the property price trend, transaction volumes, domestic economic fundamentals and the external environment.", "The committee is chaired by the Chief Executive of the HKMA and comprises members coming from multiple functions including monetary management, banking supervision, research and macro surveillance.", "Some commentators have criticised the HKMA's macroprudential measures as being ineffective because they have not been able to arrest the rising trend of property prices.", "This is a misunderstanding of the objective of the HKMA's macroprudential measures.", "The objective of the HKMA's measures is not to tame property prices.", "Instead, they are aimed at strengthening the risk management of banks and thus safeguarding long-term banking stability.", "In this regard, it is worth noting that the average LTV ratio of new residential mortgage loans has been consistently lower than 60% while the average debt servicing ratio of new mortgages has been consistently lower than 40%, suggesting that the banking system has built in buffer to safeguard its resilience.", "Competition dynamics: Mortgage products in Hong Kong are homogeneous, in the sense that from the mortgagor's perspective it makes little difference which bank is offering the mortgage facility.", "There is therefore a strong tendency for banks to compete for market share by lowering their underwriting standards.", "With the macroprudential measures in place, however, banks can compete for mortgage business only in terms of pricing (e.g.", "Against a backdrop of rising property prices and a consistently low delinquency rate of mortgage loans, many banks tried to outcompete their peers by pushing down the mortgage rate to record low levels.", "We were concerned that the low mortgage rates banks charge might not be adequate to cover the potential credit loss if property prices were to correct sharply in the future.", "The HKMA has therefore spent quite some time in ensuring that the mortgage pricing of banks is sustainable in the medium to long term.", "The paper points out that the introduction of the 70% LTV guideline in 1991 Cultural issues: was a joint-initiative by the public and private sectors where both saw the need for a more prudent LTV standard to ensure the sustainability of banks' mortgage business.", "The market has moved on since then.", "With banks increasingly focus on short-term profit maximization, we have seen many instances where banks attempted to circumvent our macroprudential policies.", "Some banks used their group entities outside Hong Kong to extend mortgage facilities exceeding the HKMA's limits to buyers of Hong Kong properties.", "The banks thought that they could bypass the HKMA's macroprudential measures through these \"creative\" cross-border arrangements.", "In all these cases, we made it clear to the banks that their activities are tantamount to regulatory arbitrage, which is unacceptable and which reveals a more fundamental problem about their corporate culture.", "If the senior management themselves do not comply with the regulatory requirements applicable to their institution, how can they expect their staff to observe the requirements of the bank?", "The HKMA shared our concerns with the relevant home supervisors and obtained their assistance to follow up the issue at the group level.", "The banks were asked to put in place effective controls to prevent recurrence.", "The paper has highlighted the challenge of policy leakage in the 1990s Combating leakage: such as top-up loans in the form of a personal loan to finance the down-payment of property acquisitions.", "On this front, again, the market has moved on.", "These days a major avenue of policy leakage is mortgage loans exceeding the HKMA's limits provided by non-bank institutions, such as finance companies and property developers.", "Both of them fall outside the HKMA's supervisory remit.", "To address this, we require banks to terminate credit relationship with finance companies offering mortgages that do not comply with our requirements.", "As for developers, we set higher risk weights for credit exposure to those property developers offering high LTV mortgages.", "We recognise that these measures can not completely stem out the leakage.", "This brings up the question of whether there is a need to extend the regulatory perimeter to cover mortgage lending by non-bank institutions.", "We understand that in some jurisdictions, residential mortgage loans provided by banks and non-bank institutions are subject to the same supervisory parameters.", "I have shared our experience gained from the actual operation of our macroprudential measures since the 1990s.", "Some are more practical, operational issues but some involve complex considerations deserving further analysis.", "I hope my sharing has provided some food for thought for the audience.", "I look forward to comments from Robert and Catherine and the audience.", "Thank you once again for having me here today."], "classifications": ["none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Macroprudential policies", "Mortgage lending", "Property prices", "Financial stability", "Loan-to-value ratio", "Stress testing", "Calibration", "Competition", "Cultural issues", "Policy leakage"]}