{"sentences": ["Good afternoon class of 2021.", "Good afternoon dear colleagues and friends.", "It is a pleasure for me to participate in this graduation ceremony together with Juan José Fernández Muñoz, Coordinator of Studies and Programs of Universidad Internacional Menéndez Pelayo, Samuel Bentolila, Director of the Master's Programme, and Rafael Repullo, Director of CEMFI.", "I would especially like to thank Juan José Fernández Muñoz for being here today.", "The partnership with Universidad Internacional Menéndez Pelayo, dating back to 2006, has been instrumental in improving our ability to attract excellent students and the quality of our graduate programme, and I am very grateful for this.", "The Master's programme of the class graduating today was severely disrupted by the COVID19 pandemic.", "In early March 2020, just before the end of the second term of the programme, all teaching activities were moved online.", "During the summer of 2020 CEMFI made all the necessary investments and established a set of safety protocols to be able to go back to onsite teaching.", "These efforts paid off handsomely.", "Most courses this year were taught on-site, with a minimal incidence of COVID-19 and, fortunately, no serious cases at all.", "I would like to thank faculty, students, and administrative staff for their success in carrying out our activities at close to normal levels while keeping everyone safe.", "The world has witnessed many historical changes since 1987, when CEMFI was created by the Banco de España, starting with the fall of the Berlin Wall in 1989.", "It has also seen important events such as the introduction of the euro and the emergence of China as an economic superpower, as well as two huge shocks such as the Global Financial Crisis that broke in 2007 and the current COVID-19 crisis.", "You could say that the speed of history has accelerated.", "To succeed in this challenging and rapidly changing world, it is essential to focus on the single most important factor for long-term growth: namely, investment in human capital.", "This is why it is crucial to have academic institutions that are international leaders in their field of expertise, that can produce groundbreaking research and that are able to attract talent from any part of the world.", "This is precisely what CEMFI has done in the area of economics and finance, and this is why the Banco de España is so proud to have contributed to its creation and development.", "An independent assessment of the quality of CEMFI is contained in the recent evaluation report by three distinguished economists, Marianne Bertrand and Raghuram Rajan, of the University of Chicago, and Nobel laureate Jean Tirole, of the Toulouse School of Economics.", "The report starts with the following bold statement: \"CEMFI is a remarkable adventure, both on the research front and in terms of educational achievements.", "A relatively recent introduction in the landscape of European higher education in economics, CEMFI has succeeded in establishing itself as one of the premier research centers and postgraduate schools (in Europe).\"", "A number of factors have contributed to this success.", "First, I tend to think CEMFI has benefitted from the long-term stability that the institutional support of the Banco de España has given it.", "Second, it has a very good working relationship with the university system, through the agreement with Universidad Internacional Menéndez Pelayo, which provides the official recognition of the Master's and PhD degrees.", "At the same time, it is not burdened by some of the constraints, that make it difficult in Continental Europe to organise graduate studies comparable to those of the best US universities.", "Third, CEMFI has developed over the years norms of behaviour and a collective culture in respect of the admission of students, the hiring and promotion of faculty, and the responsibility and commitment to the institution that are key ingredients for achieving excellence in training and research.", "Finally, CEMFI has been fortunate to count on an outstanding leadership that has steered its development over the years.", "Besides the Master's and PhD programs, and the important contribution of faculty to frontier research, CEMFI provides other valuable services.", "These include the summer school, which brings in leading academics to teach courses in relevant areas to participants, a large number of whom are central bankers.", "It also organises a highly-demanded summer internship programme for top undergraduate students.", "And it collaborates with the Banco de España in the training of bank supervisors, and in the organisation of research workshops and conferences.", "In terms of broader service to Spanish society, three faculty members participate in the Council on Economic Advisors that advises the Spanish Ministry of Economic Affairs; one is a member of the Multidisciplinary Group that advises the Ministry of Science and Innovation; another is a member of the Advisory Board of the Spanish Independent Agency for Fiscal Responsibility, and another is chair of the Scientific Committee of the Spanish State Research Agency.", "All in all, and from the perspective of the Banco de España, CEMFI is indeed very good value for money.", "Finally, I would like to take this opportunity to congratulate Mónica Martínez-Bravo for the recent award of the Banco Sabadell Prize for Economic Research, given to a Spanish researcher under the age of 40 for outstanding contributions to economics and social sciences.", "Congratulations, Mónica!", "To conclude, let me address the students of the class of 2021.", "You are now entering a very exciting period of your lives.", "Regardless of whether you have decided to pursue your studies in economics or start a professional career, I am sure that the knowledge and habits you have acquired in the past two years will prove to be extremely helpful in your endeavours.", "I wish you every success in your careers."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["CEMFI", "Banco de España", "Master's programme", "COVID-19", "Human capital", "Research", "Education", "Graduate studies", "Training", "Economics"]}