{"sentences": ["First Deputy Governor Second Deputy Governor Chairman of OMFIF Members of the Bank of Mauritius Advisory Committee Chairperson and CEO of the Mauritius Bankers Association Ladies and gentlemen A very good morning and afternoon, depending from where you are joining us today.", "It is my pleasure to welcome you all to this maiden edition of the Bank of Mauritius Thought Leadership Series.", "An initiative that the Bank is bringing to the banking community and other stakeholders in general, on topical matters in this fast changing world in which we are today living.", "I wish to thank the OMFIF for partnering with the Bank of Mauritius for this inaugural edition.", "The Bank's Thought Leadership Series will allow us to gain from the precious insights of worldacclaimed experts and personalities on key topics impacting, directly or indirectly, the banking and financial world.", "It will serve as an ongoing platform to generate ideas on how we need to adapt or re-adapt ourselves and our value propositions.", "This becomes even more important for highly open small-island economies, like Mauritius, dependent on tourism and financial services.", "The Bank of Mauritius will make its Thought Leadership Series a regular feature on topical matters.", "Our choice of the theme for the debut of the Thought Leadership Series - Banking Sector Resilience: Global and Domestic Perspectives - is explained by the importance of preserving stability and resilience of the banking and financial system amidst the global COVID-19 pandemic that has struck us since March last year.", "As a matter of coincidence, I started my governorship at the Bank of Mauritius with the outbreak of the pandemic.", "This theme is attracting significant attention globally.", "The BIS, IMF, OECD, OMFIF and many central bankers are relentlessly reflecting on how best to maintain stability and resilience of the banking sector.", "I am more than determined to continuously engage with our international partners as well as our local stakeholders in this ongoing reflection exercise.", "My objective has been to ensure that our banking and financial system stands the test of this unprecedented crisis that Mauritius is facing.", "Maintaining trust and confidence in the banking sector is a very high priority on my agenda.", "The more so that sound banks mean that individuals, households and the business community can be supported in both good and bad times.", "The escalation of the pandemic led to the closure of borders and the imposition of confinement measures which significantly disrupted activities in our key sectors.", "As a result, in 2020, the economy witnessed its worst contraction ever.", "The economic impact could have been more damaging without the support of the central bank.", "In delivering on this objective, the Bank of Mauritius has, since March last year, introduced its COVID-19 Support Programme.", "Faced with this unparalleled situation, the Bank has been very pro-active and effective in rolling out a mix of both conventional and unconventional measures to deliver on its core mandate which includes maintaining price stability and promoting the orderly and balanced economic development of Mauritius as well as preserving financial stability.", "Some of the key measures are: the lowering of the policy rate and the Cash Reserve Ratio in line with the accommodative monetary policy stance; the introduction of a Special Relief Amount through banks to allow businesses, including SMEs, to meet cash flow and working capital requirements; a one-off exceptional contribution to Government for economic stabilisation purpose; the introduction of moratoriums to alleviate financial strains on individuals, households and a panoply of other regulatory forbearance measures.", "In addition, the Mauritius Investment Corporation Ltd (MIC), which the Bank set up in May last year, has been instrumental in preserving resilience in the banking sector.", "The MIC has successfully prevented potential failures of systemically important domestic companies.", "This has mitigated contagion risks from the real sector to the banking sector.", "The MIC continues to play a critical role in re-shaping the economic landscape of our country.", "Furthermore, in delivering on its mandate, the Bank has bridged the significant shortfall of foreign exchange inflows by regularly supplying foreign exchange to the market.", "By so doing, the Bank has been able to avoid heightened economic and financial vulnerabilities that would have posed a major risk to price stability in the country.", "The pertinence of our strategy to preserve banking sector resilience is evidenced by the stability that we continue to experience on that front.", "Indicators are self-explanatory.", "Banks remain well capitalised, with a Capital Adequacy Ratio of 18.7 per cent, which is well above the minimum regulatory requirement.", "The asset quality has also remained strong with overall non-performing loan ratio improving to 5.0 per cent as at end-March 2021 from 5.4 per cent as at end-September 2020.", "The Liquidity Coverage ratio stands at 250.6 per cent as at end-March 2021, well above the required level of 100 per cent.", "Ladies and gentlemen, what matters most, and especially for our CEOs of banks, is the fact that the banking sector continues to be profitable.", "Profitability enables banks to continue building buffers.", "Stress tests conducted by the Bank confirm that banks remain resilient.", "However, the reality is that we cannot sleep on our laurels.", "This is the time for us to gear up for the challenges ahead.", "We are well aware that, sooner or later, the support measures would need to be unwound in a phased manner.", "The critical point is to ascertain that any unwinding of support measures does not lead to financial stability risks.", "The phasing out of any measure must be done very cautiously.", "This is the reason why it continues to retain the attention of central banks around the world.", "To this end, the ongoing collaboration of the Bank with international organisations and counterparts is critical.", "The banking sector has played a key role in the application and success of the above support measures.", "I have to place on record the ongoing support of all stakeholders in navigating the banking sector through the pandemic.", "The two Taskforces that I set up in March last year, notably, the Task Force on COVID-19 Support Measures and the Taskforce on Banking Sector Resilience, chaired by the First Deputy Governor and the Second Deputy Governor respectively, continue to work in very close collaboration with the banking industry with the aim to maintain soundness of banks.", "In conclusion, it is important to note that the banking industry is being looked upon globally as a catalyst for economic recovery.", "Same is the case in Mauritius.", "I look forward to the banking industry playing its role in the domestic economic recovery and boosting the country's resilience.", "The choice of banking resilience as the main theme today translates my commitment for the Bank of Mauritius to leave no stone unturned in accompanying the banking industry in this task.", "To this end, the Bank of Mauritius will continue to do whatever it takes.", "Ladies and gentlemen, although we cannot have all of you physically present here with us today due to prevailing sanitary conditions, I look forward to interactive discussions from CEOs of all banks present in this room.", "I have also taken note with satisfaction that the entire banking industry is following this discussion today through virtual means.", "For our first edition of the Bank of Mauritius Thought Leadership Series, I would like to thank our panellists also.", "We are indeed privileged to have with us Professor the Lord Mervyn King, Dr Vera Songwe, Dr Natacha Valla, Dr Robert Wardrop and Mr Daniel Essoo.", "I also thank Mr David Marsh, Chairman of the OMFIF who has kindly accepted to moderate today's panel discussion.", "On this note, I wish you all successful deliberations.", "Ladies and gentlemen, Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking sector resilience", "Economic recovery", "COVID-19", "Central bank support", "Financial stability", "Monetary policy", "Banking sector profitability", "Non-performing loans", "Stress tests", "Unwinding of support measures"]}