{"sentences": ["Your Excellences Ambassador Soreca, Ambassador Bucci and Ambassador Zingraf, Dear Mr. Franco, Dear friends from Banca d'Italia and Bundesbank, Dear colleagues, It is with great pleasure that I welcome you to the official closing ceremony of the Twinning Project \"Enhancing Bank of Albania's alignment with EU Acquis\".", "This project launched on December 2019, was funded by the EU and followed the successful completion of the previous project on \"Needs analysis for the Bank of Albania\" - designed and led by the ECB, in partnership with 11 central banks of the European System of Central Banks.", "As we all know, the first half of 2020 was marked by the emergence and rapid global spread of COVID-19.", "Within a very short time, the world changed dramatically in ways that we could have never imagined.", "Thus, the project was temporarily suspended.", "However, with the pandemic likely to last, just like the rest of the world, we embraced remote working, a reality which soon became as effective as the \"traditional\" way of work.", "We managed therefore to complete the project successfully and on time.", "Dear ladies and gentlemen, The twinning program involved eight departments of Bank of Albania and addressed important issues, in the areas of: Banking Supervision and Financial Stability; Monetary Policy and Statistics; Payment Systems; Other central banking functions such as human resources and European integration Each component was incorporated into a number of tangible results, in the form of regulatory documents, guidelines and specific recommendations related to policies.", "Therefore, I'm happy to highlight that: New bylaws for implementing Basel III and Capital Requirements Directive were developed; New policy papers and guidelines for approximation with ESRB recommendations were An improved Monetary Policy Document was released; New bylaws and a new manual aiming to align BoA monetary statistics and financial accounts with ECB requirements were drafted; New bylaws, manuals, policy documents and training plans for harmonization of Audit activity in line with ECB and ESCB standards were developed; New legal act for Payment Accounts Directive implementation was drafted; New manuals for alignment with ECB standards the BoA payment system oversight framework were drafted; A gap analysis followed by a roadmap on ECB TARGET2 system implementation was New guidelines aiming to align to ECB standards regarding the e-recruitment process, recruitment of external applicants and conditions of staff employment were drafted; A roadmap to design the role and challenges of the European Integration Office (EIO) was Our venture has now officially come to the end.", "Looking back in retrospective, I'm very pleased and proud to say that we have successfully managed to meet all the objectives of our project.", "I'm confident that the representatives from the Bank of Italy will further provide more profound insights on the process and results.", "Dear ladies and gentlemen, I could not conclude without spending a few more thanks to all the institutions and their experts involved in this endeavor.", "First, I would like to thank the European Commission for its support for funding this project.", "I am confident that the Commission will continue to support our future initiatives towards the integration in the EU.", "A special thank goes to EU Delegation here in Albania for their valuable assistance during preparatory period of the project.", "I hope that soon the EU Council will approve the negotiating framework for the accession of Albania, thus marking a new phase of the EU integration process.", "I would like to thank Bank of Italy, for their long-term commitment in supporting our institution.", "The impressive work done from the Italian experts deserves special credits, especially under the current unprecedented circumstances due to pandemic.", "I take the opportunity to personally thank the Project Leader, Mr. Zeloni and Resident Advisor, Mr. Gola for their efforts and support.", "Absolutely, we are very grateful to Bundesbank for its active participation in the project, including their leading role in the regional project on \"Strengthening the Central Bank Capacities in the Western Balkans with a view to the Integration to the European System of Central Banks\".", "Also, we thank the National Bank of Romania and Banque de France for their specific involvement in this project.", "We are confident the cooperation with these central banks will strengthen further in the future.", "Last but not the least, I would like to extend my warm appreciation to the staff of the Bank of Albania, who overcame the difficulties generated by the Covid-19 pandemic, and managed to bring this project to success in all of its targeted objectives.", "Concluding, I iterate that the Bank of Albania remains firmly committed in its road of fast converging with the model of European System of Central Banks.", "We strongly believe this is the best contribution we can make for our country in the process of the EU integration, a strategic goal we have incorporated in our work plans for 2021 and beyond.", "I'm confident our cooperation will continue in the future and the European support and mentorship will accompany us on every step towards the European family."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["EU integration", "Bank of Albania", "Twinning Project", "COVID-19", "European System of Central Banks", "Banking Supervision", "Monetary Policy", "Payment Systems", "Basel III", "ESRB"]}