{"sentences": ["\"Managing risk, rebuilding resilience\" Governor Gabriel Makhlouf 11 February 2021 Speech Remarks by Governor Gabriel Makhlouf at the European Financial Forum on 11 February Introduction It is a pleasure to address the Forum again this year.", "I am delighted that the organisers have managed to ensure it goes ahead virtually, to give us all the opportunity to engage and communicate with one another.", "I will return to the theme of engagement later on in my remarks.", "Reading the overview for this year's Forum, some key themes immediately jumped out at me: the reshaping of the nancial sector, digital transformation, nancing the transition to a more sustainable future, the need to \"build back better\".", "While the pandemic has amplied some of these issues, none are new.", "And they're all relevant to all segments of the nancial services industry, and indeed the Central Bank of Ireland.", "We have seen a lot of change in the nancial sector over the last decade, not least the rapid growth in market-based nance in Ireland and internationally.", "And the pace of technological change is something I have spoken about before.", "Financial institutions have little option but to adapt to these changes if they want to be successful.", "The resilience built-up in recent years put the nancial system in a better position to absorb the shock from the pandemic, supporting households and businesses.", "It has been drawn upon heavily over the last 12 months and over time, we will need to restore it.", "In fact, we will need to ensure it is ready for new challenges, perhaps \"building better for the future\" as the transition to a low-carbon economy will require adjustments by all of us, households, businesses and policymakers.", "What is of course new has been the pandemic.", "It has up-ended all of our plans, forcing us to adapt the way we work, the way we engage, the way we do business.", "It has exposed vulnerabilities, some we knew about, and some we discovered.", "It has created new challenges.", "The pandemic has also accelerated the pace of change to an extent that we could not have imagined.", "And we all have to adapt to the new reality.", "This requires us to balance near-term crisis responses with managing risks over the medium term.", "The main theme of my remarks today is resilience and the need to reinforce it in what remains a challenging and highly uncertain environment.", "In this context, I'll start by giving an overview of the outlook for the macro-nancial environment and outline the Central Bank's priorities for the year ahead.", "Finally, I will set out some proposals for our approach to engagement.", "COVID-19 and the macro-nancial outlook The macro-nancial outlook for the global economy is of course highly contingent on how the COVID-19 pandemic develops.", "In the near term, the outlook has deteriorated and become more uncertain.", "Since December, almost two-thirds of OECD countries have increased the stringency of measures to protect public health in response to the pandemic.", "The measures taken have triggered an extraordinary economic shock.", "High frequency indicators suggest that the restrictions have had an important impact on activity, particularly consumer spending We are seeing the largest peacetime global contraction since the Great Depression .", "The economic policy response to the pandemic has had two strands.", "The rst, and most important, has been the scal policy response with actions to contain, cushion, and counteract the impact on households and rms.", "The second strand has seen other policymakers respond with a range of monetary, macro and micro prudential actions to prevent amplication of the shock by the nancial system.", "Vaccines offer great hope that the virus can be defeated.", "But distribution around the world will take time, creating an ongoing need for containment measures.", "And we have yet to fully understand the implications around new strains of the virus.", "But the more prolonged the need for measures to contain the pandemic, the greater the risk that liquidity problems will evolve into solvency pressures for affected businesses, increased risk of nancial difculties for households, and greater challenges for the nancial system and wider economy.", "We cannot be complacent about potential risks to nancial stability.", "While the medium term is uncertain, what we have seen to date globally is the pandemic highlighted pre-existing vulnerabilities, including rising corporate debt, fragility in non-banks, increasing sovereign debt, and declining protability in some banking systems.", "Across the euro area and domestically, government action has alleviated immediate corporate liquidity constraints and contained insolvencies during the acute phase of the crisis.", "Alongside our accommodative monetary policy, the measures have helped to maintain favourable nancing conditions for households and rms.", "So, in the context of this macro-nancial shock, how has the nancial system fared?", "The euro area banking sector has been resilient so far but the economic fallout of the pandemic will lead to a deterioration in asset quality, particularly when government supports to rms and households start to be withdrawn.", "And there are well documented pre-existing weaknesses in protability.", "The European Banking Authority's 2021 EU- wide stress test exercise will help us assess the resilience of the European banking sector.", "In Ireland, as elsewhere, the full transmission of the shock to the economy and nancial system will take time.", "Looking slightly further ahead, our latest macroeconomic forecasts suggest modied domestic demand will increase by 2.9 per cent this year, following an estimated decline of around 7.1 per cent in 2020.", "We see a further rise in modied domestic demand of 3.6 per cent in 2022.", "But of course, this remains contingent on key assumptions regarding Covid-19 developments.", "At the end of last year, we judged that the loss-absorbing capacity of the domestic retail banking system was sufcient to absorb shocks that were materially worse than existing baseline projections.", "But that loss-absorbing capacity is not without limits and lenders should continue to prepare for a wide variety of potential outcomes.", "No one can afford to be complacent, given the uncertainty over the macro-nancial outlook.", "While the banking sector as a whole - largely on the back of post-crisis reforms - has proved resilient, there are parts of the non-bank nancial sector where the COVID-19 shock exposed signicant pre-existing vulnerabilities.", "For example, around the time a pandemic was declared by World Health Organisation (WHO) in mid-March, the funds sector experienced a sharp increase in redemptions with some of the most acute redemption pressures seen in Money Market Funds (MMFs).", "The increased vulnerabilities have clear messages.", "For authorities, now is not the time to unwind either scal or monetary support.", "And for the nancial sector, as it moves from absorbing the shock to supporting the recovery, a key focus must be on managing risk, while rebuilding resilience.", "Given this challenging and uncertain environment, I will now turn to highlight some of the Central Bank's priorities for the year ahead, which my colleagues will expand on over the coming weeks.", "Addressing the challenges we face - the work of the Central Bank For the Central Bank of Ireland, our mandate allows us to take a comprehensive view across sectors and tackle challenges across the entire, inter-connected, system, including as an integral part of the European Union and its institutions and frameworks.", "Resilient nancial systems are in the interest of the community as a whole, and particularly during a time of disruptive change.", "Our priorities are set out in our strategic plan, and strengthening resilience is one of its key themes.", "But as I mentioned earlier, we all need to achieve a balance between the near-term crisis responses and managing risks over the medium term.", "Our near-term crisis response is focused around the nancial system being able to support households and businesses through the pandemic and recovery.", "And this has different dimensions.", "For monetary policy, we have worked with our European colleagues through the Eurosystem to maintain favourable nancing conditions for all sectors of the economy and across the euro area.", "Our macro-prudential policy stance in Ireland is intended to enable the nancial system to absorb losses from the shock and maintain the supply of lending to households and businesses, supporting the recovery.", "And we're focused on the approach of the nancial system to managing distressed debt, including that related to pre- existing mortgage arrears.", "We're considering a range of scenarios, and making sure we and rms are preparing for those.", "From the outset, we have prioritised dealing with the pandemic's impact on the nancial system and on consumers.", "This included business interruption insurance, where we identied the potential impact and launched system-wide supervisory action.", "We set out our clear expectations of rms and published those in our detailed supervisory framework.", "Our supervisory approach has been focused on identifying all groups of impacted policies where, in our view, the relevant contractual provisions provide cover for COVID-19 related interruption or interference to businesses.", "Our aim was to ensure system-wide issues affecting groups of customers were identied and addressed by rms.", "The work included a comprehensive regulatory and legal analysis of more than 250 different policy types across more than 30 insurers, to determine whether the cover provided under each policy should operate in the specic circumstances of COVID-19.", "We have made clear to rms where our view that 'cover' or 'causation' existed did not coincide with theirs.", "As a result of our supervisory interventions, a number of insurers have already accepted and commenced settling claims.", "This occurred and was ongoing prior to the recent court judgment.", "Last week's judgment is welcome and signicant, and will reinforce our system-wide supervisory action.", "We have been clear that where a relevant court outcome has a benecial impact for similar customers, rms should take urgent action to ensure those customers benet from the nal outcome.", "We continue to expect that rms honour and pay valid claims and do so urgently.", "We expect that, where there is doubt about how policies are worded, rms will interpret them in favour of their customers.", "In short, insurers must adopt a customer-rst approach to the resolution of these issues and where they fail to do so, the Central Bank has taken and will take appropriate action, using all our legal powers as appropriate.", "Let me make it clear to the insurers involved: we've been clear with you on cases where valid cover exists.", "The UK courts have been clear with you.", "And now the Irish courts have been clear with you.", "Any continuing failure to do the right thing by your customers is inexcusable and we won't hesitate to take action accordingly.", "None of us can afford to take our eyes off medium-term vulnerabilities and rebuilding resilience to future shocks.", "The pandemic has proven the benets of building-up stocks of resilience.", "While now is the time to draw down on that stock, we all need to develop strategies to rebuild it over time, including to changing vulnerabilities.", "Like those themes highlighted for this conference: the reshaping of the nancial sector, digital transformation, and nancing the transition to a more sustainable future.", "On reshaping the nancial sector, a key part of our job is to ensure we have the tools to address systemically important segments of the nancial system, both now and into the future.", "Last March's signicant market turmoil illustrated vulnerabilities in parts of the non-bank sector that regulators throughout the world want to address.", "As well as signicant supervisory engagement with investment funds and their management companies last year, we are heavily involved in EU and International work to draw lessons from the COVID-19 related turbulence and enhance the resilience of the sector.", "This week, we published a report on risk in securities markets to inform regulated nancial service providers, investors and market participants of the main conduct risks we see, particularly in wholesale securities markets.", "We also set out our expectations of what all rms involved in securities markets should do to identify, mitigate and manage those risks in the context of their particular business activities.", "But market-based nance is also becoming more important as a source of nancing the real economy.", "So risks go beyond the conduct perspective, towards the stability of the system as a whole.", "The sector now accounts for about 40 per cent of the assets of the overall nancial sector in the EU at approximately €45 trillion.", "And within the sector, certain entities are of particular importance as they support the funding of the real economy, for example bond funds (corporate and government), money market funds and special purpose vehicles.", "Market-based nance is also becoming more connected to the domestic economy.", "In Ireland, the commercial real estate (CRE) market is systemically important, with real estate investment funds now holding approximately 40 percent of the Irish CRE market.", "I have said before the activities of the non-bank nancial sector may give rise to nancial vulnerabilities, which need to be understood, monitored and addressed.", "We have since conducted a deep dive on property funds in Ireland and it conrms the need to consider the costs and benets of action to strengthen resilience.", "This is an area that we will continue to focus on this year and we will publish the initial results of the deep dive shortly.", "Working with our European and international partners to develop a comprehensive macroprudential framework for the non-bank sector remains an important priority.", "On digital transformation, I do not expect the pace of innovation to slow down.", "Adapting to the changing nancial and risk landscape will remain a priority for the year ahead across a range of work programmes.", "Progress on the issues of supervision of 'disruptive' strategies and rms and of capacity development will be key, as will enhancing consumer protection in a digitalised world.", "And as many of you will know, we are exploring the concept of a digital euro with our Eurosystem colleagues, conducting practical experimentation, listening to the views of the broader public and engaging with stakeholders.", "Climate change is already having a profound effect on our planet.", "The transition to a low-carbon economy constitutes major structural change that will require signicant adjustments on the part of households, businesses and policymakers across the world.", "Inevitably there will be signicant implications for the nancial system too.", "Reecting the importance of climate change from the perspective of our mandate, particularly in relation to climate risk and the nancing of a sustainable economy more generally, we have increased our own focus in this area in recent years, including through the creation of a dedicated unit.", "I intend to give a much wider address on the subject in the coming months.", "All this points to the need to manage risk, and rebuild resilience.", "Engagement with the community Before concluding I want to turn to the issue of engagement.", "The Central Bank's mission is to safeguard monetary and nancial stability and ensure that the nancial system operates in the best interests of consumers and the wider economy.", "To do that well, we need to ensure, among other things, that we learn from others, from their experiences and their knowledge.", "Learning well involves listening well, to all corners of the country and all sections of society, exchanging information and ideas, and gaining insights that will help us do our job as effectively as possible.", "A key priority for us is to engage with the public and stakeholders across the whole economy, in particular to listen and learn.", "Better engagement helps us understand the issues faced by the businesses and households in the economy, the opportunities to enhance the performance of the nancial system, and any risks that may be developing.", "It also helps consumers and the nancial services industry understand what we do and why.", "In the spirit of listening and learning, we are starting a consultation aimed at improving our engagement.", "We want to build on our existing arrangements including through our Civil Society Roundtables and Consumer Advisory Group to enhance our mutual understanding of cross-sector issues across the nancial system.", "For example, as part of the ECB strategy review, the Central Bank of Ireland is hosting a Listening Event shortly.", "We want to better understand people's expectations and concerns to nd the best way to full our mandate of price stability.", "We will also host an event on the multi-year mortgage measures review later in the year.", "Our proposals include formalising the current industry roundtables by hosting a senior level, cross-sectoral industry stakeholder forum, bringing together key nancial sector industry stakeholders to engage with senior Central Bank people.", "We also want to provide an opportunity for the Bank to engage with industry and with civil society and consumer representatives at the same time.", "And we want to enhance our engagement with business representatives and key actors in the economy.", "I look forward to the hearing views on the proposals set out in the consultation document.", "Let me conclude by returning to the theme of resilience.", "In my rst speech as Governor, I talked about economic resilience as the ability of an economy to manage change, whether it was to recover from the effects of a shock or managing a more gradual transition to a different state.", "Some of the changes I talked about then - climate and technology in particular - have not gone away.", "Addressing this Forum last year, economic growth prospects were favourable but dark clouds were gathering on the horizon.", "In my remarks then, I said growth was not the same as resilience, and growth did not make us immune to risks.", "I used the old investment maxim: \"past performance is no guarantee of future results\".", "Twelve months ago we faced two immediate risks - COVID-19 and the UK's withdrawal from the EU - but the longer- term changes were also in train.", "A year on, our need for resilience has been proven, but has grown as a result of the pandemic's impact on our families and communities and on our social and nancial capital.", "We cannot anticipate every type of shock but we can build resilience.", "Resilience is what has prevented the nancial system repeating its previous failure.", "Resilience is what has protected households, businesses and communities against the worst of the damage from the shock of the pandemic.", "Economic resilience is what helps communities to manage the disruption caused by change, and to manage the economic transitions we are living in right now.", "Resilience matters to all of us, and we all have a role to play.", "Makhlouf, Gabriel, The Decade Ahead (12 February 2020) Based on the COVID-19 stringency index developed by OxCRT .", "Central Bank of Ireland Quarterly Bulletin No.", "2021 The outlook for business bankruptcies , BIS Bulletin No.", "See also Irish company births and insolvent liquidations during the COVID-19 shock, Central Bank of Ireland Economic Letter, Vol., No.. ECB Banking Supervision Supervisory Review and Evaluation Process (28 January 2021).", "Central Bank of Ireland Quarterly Bulletin No.", "Box 6: Irish-resident funds and the market disruption at the onset of COVID-19, Central Bank of Ireland Financial Stability Review I, 2020.", "Financial Stability Board Work Programme for 2021 .", "EU Non-bank Financial Intermediation Risk Monitor 2020 .", "Makhlouf, Gabriel, Making the case for macroprudential tools for the market-based nance sector: lessons from COVID-19 (29 June 2020).", "The purpose of these roundtables is to communicate with our stakeholders, to build awareness of our mandate, to initiate discussion and to engage in a two-way exchange of views and information.", "The role of the Consumer Advisory Group ('CAG') is to advise the Central Bank on the performance of its functions and the exercise of its powers in relation to consumers of nancial services including: the effects of the Central Bank's Strategic Plans on consumers of nancial services; initiatives aimed at further enhancing the protection of consumers of nancial services; and if the Central Bank so requests, documents, consultation papers or other materials prepared by the Central Bank.", "©2021 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "COVID-19", "Economic Outlook", "Resilience", "Non-Bank Financial Sector", "Digital Transformation", "Climate Change", "Engagement", "Monetary Policy", "Macroprudential Policy"]}