{"sentences": ["The UK's progress on resolvability Dave Ramsden, Deputy Governor for Markets and Banking At the Institute of Chartered Accountants in England and Wales 26 February 2021 With thanks to Anika Duggal and Amy Lee for their assistance in preparing these remarks, and to Bank colleagues including Andrew Bailey, Adam Cull, Andrew Hewitt, Sasha Mills, Michael Salib, Ruth Smith, Tom Smith and Sam Woods for their many helpful comments and suggestions.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Thank you for inviting me to come to speak at the virtual ICAEW.", "I can't think of a better venue for my first speech on resolution - particularly because of the vital role which the accountancy profession plays in some of our key resolvability judgements and safeguards, which fundamentally underpin the credibility of the regime.", "The Bank of England is the UK's Resolution Authority; within the Bank I took on Deputy Governor level responsibility for resolution a year ago.", "It has been a fascinating time for me to take on this important responsibility, allowing me to contribute to the ongoing shaping of our resolution regime as it develops towards its immediate goal.", "ending by making sure That goal, a strategic goal for the Bank, is 'too big to fail' the firms we supervise can fail in an orderly way no matter their size.", "Put more practically we committed to Parliament that major UK PRA's general objective banks should be resolvable by 20221.", "That goal is central to the to promote the safety and soundness of the firms we supervise, as well as to the Bank's financial stability objective of ensuring that the UK financial system can serve UK households and businesses in bad times as well as good.", "I want to use my speech today to set out my thinking on where our resolution framework has got to as we move closer to our 2022 commitment, and convey three key messages relating to that commitment.", "First, that progress towards the commitment reflects a regime which is built on robust and coherent principles: credibility, transparency, flexibility and proportionality.", "Second, how we apply these principles to the operationalisation of our regime - specifically, through the Resolvability Assessment Framework which is key to ensuring our resolvability regime is 'fit and ready' - fit for purpose and ready for use: and where there have been some important developments this week which I want to update you on.", "And third, that resolvability is not a binary concept; even once the 2022 commitment is fulfilled the work doesn't stop.", "2022 will see us pass the important milestone for the resolvability of major banks - but the work to maintain and improve the resolvability of firms within the UK resolution regime will continue.", "Credibility and transparency in the making UK banks' resolvability, or lack of it, There are many previous milestones in the history of very few of them positive.", "With the 2021 Budget just around the corner I want to take you back to the April 2009 Budget, just under twelve years ago, when, in my role as Chief Economic Adviser to the Treasury, I had to advise on the consequences of the deficiencies in the global and UK pre-crisis regulatory framework.", "By spring 2009, what had started in the summer of 2007 as a liquidity crisis in global financial markets turned into a solvency crisis for a number of global and UK firms, resulting in the UK government bailing out banks and injecting public Bank of England's written evidence submitted to the TSC'S 2017 capital inquiry For more information see the All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice money to the tune of £137bn to stabilise the financial sector2.", "The contingent liabilities that the UK government had taken on to support bank funding or to underpin some major banks' balance sheets dwarfed that sum.", "At that time, we saw the very serious consequences of the lack of appropriate focus on the safety and soundness of individual banks and the financial system as a whole, including the absence of a credible resolution regime by which I mean a regime that sets out our aims, to manage the orderly failure of institutions, accompanied with the tools to deliver them.", "As a result of these various failings globally and domestically the financial system acted as an amplifier, intensifying the UK economic downturn at great economic and fiscal cost.", "Budget 2009 detailed the largest fall in UK GDP since the Second World War and forecast a near doubling in the fiscal debt ratio in just four years, from 36% of GDP in 2006-07 to 69% in economic and fiscal position, 2010-11.", "In order to underpin the UK's the Government took the unusual step, at least in public finance terms as I am sure this expert audience would appreciate, of making, what amounted to, a provision of up to £50bn, or 31⁄2% of GDP, for expected losses on its many and various interventions in the UK banking system.", "Clearly, the options authorities had to manage the failure of financial firms were insufficient, which led to some difficult and disruptive choices.", "The lack of a credible resolution framework is self-evident in the scale of taxpayer bailout.", "Of course, in the absence of the counterfactual, it is impossible to precisely quantify the impact of the lack of a credible regime.", "But I agree with my colleague, Jon Cunliffe, that the negative impact was likely to be considerable.", "Transparency around what is likely to happen if a bank fails is a fundamental complement to a credible relied upon it being resolution regime.", "Authorities previously 'constructively ambiguous' as to whether or not bank.", "This was thought of as 'constructive' they would bail out a failing because it was meant to encourage banks not to rely on bailouts, while at the same time not tying governments' hands so that they could not act in a crisis.", "There was very little ex-ante transparency about the path the authorities would follow in a resolution.", "That led to a hidden subsidy in market pricing of the shares for our largest banks, driven by the market's belief that the largest banks were 'too big to fail', and would be rescued by governments, as to be the case in the UK.", "The importance of having transparency with a resolution regime is well recognised globally and was highlighted in the 2020 FSB Consultation Report evaluating the impact of too-big-to-fail reforms on G-SIBs5.", "The House of Commons Library Research Briefing Bank rescues of 2007-09: outcomes and cost summarises the actions that were taken.", "sets out more detail of these calculations.", "Table C. in the OBR's Box 2.3 of the April 2009 Budget document November 2020 Economic and Financial Outlook gives updated estimates of the net effect on the public finances.", "As Jon put it in his 2017 speech Ten Years On: Lessons from Northern Rock - \"Had the authorities had better, less disruptive options available over the previous 18 months to deal with a series of failing institutions, the disruptive, explosive nature of the crisis might well have been minimised.", "There would still have been very major losses and failures.", "But we would, in my view, have had a much better chance of a more orderly, less damaging correction of an overleveraged banking system.\"", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice The FSB highlighted that greater transparency would support the credibility of reforms already made, and that it would continue to encourage appropriate levels of disclosures on resolvability from authorities.", "The Bank led the way on efforts to increase transparency in the publication of its Approach to Resolution in resolution regime is in firms' interests, further increasing the resilience of 2014.6 A credible and transparent the UK banking system by reducing systemic risk and giving the public and investors confidence that any failure, should it occur, will be orderly.", "To somewhat quantify this benefit: in December 2019 the Financial Policy Committee (FPC), of which I am a member, reaffirmed its 2015 judgement that effective resolution arrangements reduce the appropriate level of Tier 1 capital requirements by about 5 percentage points for the UK banking system.", "The benefit is quantifiable in market pricing too.", "The hidden subsidies given to the largest banks have been reduced; estimates of the value of these implicit subsidies to UK bank shareholders fell from c. £45bn in 2010 to less than c. £5bn at end-2016.", "This was also corroborated in the FSB Consultation Report, which noted that the funding cost advantages enjoyed by SIBs are negatively correlated with the degree to which resolution reforms have been implemented.", "Requiring the largest banks in the UK to maintain additional loss absorbing capacity has made a significant contribution to remove these distortions.", "Removing this hidden subsidy has made the financial system more transparent, and banking sector competition more effective.", "The risk of unexpected events such as the Covid pandemic is the very point of having strong prudential standards and a credible resolution regime, and underlines the need for the financial system and those active in it to be capable of responding successfully to maintain financial stability.", "The significant progress the UK has made in strengthening its prudential standards and in developing and implementing a resolution regime can be seen clearly from the response to the current Covid pandemic.", "The major UK banks and to the pandemic, and the FPC's building societies have so far proved resilient reverse stress tests have shown that banks are can withstand a wide range of scenarios.", "In the Global Financial Crisis the banking system amplified the shock.", "In the current Covid crisis, the banking system has not just been resilient to the shock but, supported by the authorities' actions, has played its part in cushioning the shock, providing credit Although next week's Budget will update on the very to help minimise longer-term scarring from the shock.", "significant fiscal impact of the shock, this will reflect the consequences of supporting households and business through this unprecedented period rather than supporting banks.", "it is clear we have come a long way since 2008, we can't just settle for making While a promise that no bank will be 'too big to fail': as Resolution Authority the Bank must be able to deliver on that commitment.", "Fundamental to that delivery, the UK now has the requisite statutory tools, and powers to underpin a credible bank resolution framework.", "These are set out transparently in the Banking Act 2009 and there are Also known as the Purple Book, and subsequently updated in 2017.", "As set out in the December 2019 Financial Stability Report.", "sets out the FPC's latest assessment.", "The December 2020 Financial Stability Report All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice safeguards in place so that these powers can only be used in the right circumstances.", "These features allow market participants to have confidence in the integrity and predictability of our decision-making, which is supported by the UK's strong and effective institutions.", "These powers also form an important complement to supervisory and prudential tools; that these are embedded within the UK legal framework ensures they function as a credible and independent backstop for banks at risk of failure.", "Flexibility and proportionality in implementation While a credible and transparent policy regime is necessary it requires flexibility and proportionality in development and implementation to ensure overall effectiveness of the regime.", "The Bank is attuned to the 'proportionality problem' - we understand the need to balance the costs of operating in a complex regulatory environment with the benefits of having a diverse and competitive banking sector, as my colleague, Sam Woods, set out in his speech on the PRA's 'strong and simple' approach to regulation.", "Indeed as someone who is both a member of the Prudential Regulation Committee and who has operational responsibilities of my own, I see both sides of this trade-off in action.", "As the Resolution Authority, our aim is to ensure firms can fail in an orderly way, whatever their size.", "To deliver that, we seek to ensure our policy requirements are proportionate and appropriate for the UK banking system: proportionate to the impact of failure, and appropriate to the institutions they are applied to.", "Readiness to execute an orderly resolution is an inherently flexible concept; to be effective it must be capable of adapting to wider circumstances as they evolve.", "In recognition of this, we undertake public consultations for our policies and have sought to provide more detail on our policy expectations as the resolution regime develops, and review the efficacy of our existing requirements to meet the objectives of the resolution regime, including supporting financial stability and protecting public funds.", "This allows us to listen to and understand different stakeholders' experiences and perspectives; particularly important given that resolution is a relatively new part of the regulatory regime.", "We are responsive to the feedback in these consultations, and use it to inform our policy decisions, to ensure they remain proportionate, reflecting the nature of the diverse UK banking sector to which they apply.", "This includes subjecting our policies to ex-post review to check they remain fit for purpose.", "As part of our ongoing development, we are working on revising expectations on Operational Continuity in Resolution requirements, incorporating lessons since the initial policy was published in 201610.", "We are currently reviewing comments from industry and other stakeholders on our proposals communicated last year.", "See Sam Woods' 'Strong and Simple' Our initial policy is here: Ensuring Operational Continuity in Resolution Updates to the policy are here: Operational Continuity in Resolution: Updates to the Policy, All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Ensuring sufficient financial resources to support an orderly resolution is another core element of our resolution regime.", "And again we have coupled this with an appropriately flexible and proportionate approach, through our policy on MREL, 'minimum requirement for own funds and eligible liabilities'.", "MREL resources which can be represents a requirement for banks to maintain 'bailed in' or otherwise be exposed to loss if they fail13.", "The ability to bail in these additional resources for these firms means we can be confident that they will be able to continue providing critical services in the event of a resolution, while maintaining appropriate prudential resources and with any costs borne by bank owners and investors rather than by depositors or taxpayers.", "Currently 18 of the largest UK banks and building societies, 10% of the total number, are required to hold MREL above their minimum prudential requirements.", "Major banks are on track to meet their 'end-state' MREL requirements which will apply from 2022.", "Smaller banks are given transitional periods to meet higher MREL requirements as they grow into them; the judgement as to when those requirements should apply is guided by indicative published thresholds.", "And we have been flexible and responsive to the needs of growing firms; in response to the difficulties reported by mid-tier firms in issuing MREL, in December 2020 we flexed our policy to give this subset of firms an additional year to comply with their end-state MREL requirements.", "We have encouraged a broad dialogue on our policy on MREL thresholds throughout its development, and reaffirmed in 2018 that we would review its calibration and the final compliance date prior to setting end-state MRELs.", "As a first step in that review, we issued a Discussion Paper in December 2020 to gather feedback and ideas from stakeholders to inform our views16.", "In particular, the Discussion Paper focuses on the thresholds for resolution strategies, the calibration of the requirements, the eligibility of instruments and the application of MREL within banking groups.", "The window for responses to that paper is open until 18th March this year, and we would welcome thoughts from any of you on any of these issues.", "We plan to publish a Consultation Paper in summer this year, informed by those responses and setting out any proposed changes to the MREL framework, ahead of publishing our revised policy by the end of 2021.", "While I am satisfied with the progress the UK resolution regime is making towards our 2022 commitment, the UK's role as a global financial centre in an open and global financial system is much wider.", "We therefore place great importance on having strong and effective common global regulatory standards and cross-border cooperation.", "The UK continues to play a proactive role in global forums such as the Financial Stability Board for policy development and supporting cross-border resolution planning.", "Keeping resolvability in the spotlight on the international stage continues to be an important way for us to lean against fragmentary behaviour.", "I This is the formal, legal term for the required loss absorbing capacity that can readily be used in a resolution.", "the Bank's approach to setting As set out in our June 2018 Statement of Policy on MREL.", "As set out in the Statement of Policy, the indicative thresholds are 40,000 to 80,000 transactional accounts for partial transfer strategies, and a balance sheet size of £15bn to £25bn for bail-in strategies.", "Bank of England's statement on MREL and Resolvability deadlines Details of the December 2020 update are here: The Bank of England's review of its approach to setting a minimum requirement for Please see our Discussion paper for more detail: own funds and eligible liabilities (MREL) All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice am not alone in recognising the feat of coordination which is required to deliver resolutions on a cross-border basis.", "The UK is a strong supporter of enhancing these mechanisms for engagement with other authorities as both home and host authority.", "This interest is underpinned by a suite of cooperation agreements with our international counterparties and regular engagement with other jurisdictions to support cross-border resolution planning and policy development.", "This has included a series of exercises involving senior officials from a number of jurisdictions, including the United States and the euro area.", "Here we aim to have a shared understanding of the actions and decisions on the path to resolution for our firms, and agree ways to test our coordination mechanisms and our virtual communication capabilities.", "Although my remarks today focus on the banking sector, in this context I also want to highlight the work the Bank has done internationally and with HM Treasury on proposals to expand resolution for Central Counterparties, which are a key part of the financial market infrastructure to improve safety and efficiency.", "The UK was one of the first jurisdictions to establish a CCP Resolution regime and the current Consultation Paper17, from HMT, sets out some important updates to our regime to align it with recently agreed FSB guidance, as part of our commitment to implementing robust global standards.", "The Resolvability Assessment Framework is key to being 'fit and ready' going to focus now on our Resolvability Assessment Framework, or RAF, which brings together the Bank and PRA's resolvability rules and policies into three outcomes which major UK banks must be able to achieve by January 2022.", "That outcomes-based approach reflects the fact that resolvability is a spectrum rather than a binary concept.", "The outcomes we look for are: i) having sufficient financial resources to support a resolution; ii) being able to continue to do business through resolution and restructuring iii) being able to co-ordinate and communicate effectively so that a resolution and restructuring can be orderly.", "The overarching aim is to ensure that larger banks and building societies operating in the UK are, and are able to demonstrate that they are, resolvable, and that they are accountable for this.", "The RAF is therefore central to which is 'fit and ready' to achieve that.", "our commitment to end 'too big to fail' and to having a regime As I said earlier, the UK' s resolution regime is well set up to give us options, in good or bad economic situations, when a firm fails.", "While the Bank of England is responsible for undertaking a resolution, having the legal powers is necessary but not sufficient for an orderly resolution; firms also need to play their part by making the changes necessary to ensure a bail-in resolution transaction can be executed.", "Action by firms to be prepared for a resolution reduces the risks of disruption as the authorities act and provides the authorities with credible options and the flexibility to respond to a crisis.", "Earlier this week the Bank published a Dear CEO letter which I sent to the CEOs of the eight largest UK banks and building societies18, providing more HMT consultation paper on an expanded resolution regime for Central Counterparties.", "You can find the letter here.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice guidance on our expectations under the RAF.", "Publishing this letter demonstrates our ongoing commitment to make the regime and firms' resolvability more transparent and better understood.", "which we will judge a firm's resolvability - The RAF is the lens through in terms of being able to financially and operationally support itself through a resolution, so that a resolution and restructuring can be orderly.", "In one policy, it demonstrates our transparent, flexible, proportionate, and credible approach to resolvability.", "Making the UK resolution regime more transparent and better understood is at the heart of the aims of the RAF.", "Disclosures made by firms and the public statements with views on individual firms made by the Bank are a major component of the RAF - and my Dear CEO letter reinforces our existing expectations.", "Each of the major UK banks will assess their preparations for resolution, submit a report of their assessment and publish a summary of their report every two years.", "The Bank will also make its own public statement on the resolvability of these banks.", "Combined with our policy statements and our annual publication of loss absorbency requirements, this aims to help investors better understand the progress firms are making to become more resolvable, and what would happen in a resolution.", "This will ultimately help the UK banking system function more efficiently by allowing the public and investors to hold banks more effectively to account, with the confidence that any failure, should it occur, be more orderly.", "The RAF is an inherently flexible framework.", "The focus is on banks and building societies to do what may not come naturally confront the difficult and complex judgements required in a resolution in advance and plan for them.", "Identifying and having flexible capabilities that give the authorities options to respond to a range of failure scenarios, rather than asking them to address a specific one, is important.", "This is because it is inherently difficult for firms to predict which stress might tip them into failure.", "Firms will need to ensure that they are embedding robust assurance, governance and oversight arrangements within everyday processes so that they are always ready for the unpredictable.", "This is particularly important given that resolution is not something which we will have a second chance to Framing our approach around the three outcomes requires firms to think holistically and ask: \"how deliver.", "will we be able to keep the business operating, while losses are borne by investors, and restructuring occurs?\"", "This is more fundamental than just complying with individual policies or submitting data to authorities, and helps ensure that capabilities can be sustained for the long-term.", "We have also been flexible in our application of the RAF.", "In May 2020, in recognition of the operational burden on firms arising from the Covid pandemic, we extended the submission deadline for firms' first reports by a year.", "See Statement by the Bank of England and Prudential Regulation Authority on resolution measures and Covid-19 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice The RAF is also designed to be proportionate.", "I am quite conscious that I have dedicated a large chunk of my remarks focussing on larger banks and building societies - however being able to fail in an orderly way is a concept which speaks more widely than this and is something which all firms need to take into account.", "The UK regulatory regime is not designed to ensure that no firm ever fails.", "Having a competitive market means lowering the barriers to entry and exit; the orderly failure of a firm with minimal financial stability implications is a natural part of an efficient economy.", "This is why we have modified insolvency rules for less systemic firms, which include an explicit objective to prioritise the repayment of eligible depositors by the FSCS within seven days, or have their accounts transferred to another firm.", "These powers also seek to act as a backstop, complementing other important supervisory tools such as having comprehensive recovery and solvent wind-down plans for firms to withdraw from the market before failure.", "Our disclosure requirements, as part of the RAF, also reflect this proportionality, with only the largest firms currently in scope of our reporting and disclosure requirements.", "We are also taking a proportionate approach in applying RAF for our international hosted firms20 by looking at whether they can achieve resolvability outcomes which are broadly comparable to our framework.", "In many cases these firms may be able to rely on group wide capabilities, avoiding unnecessary duplication.", "By requiring firms to meet outcomes and in not being prescriptive, the RAF also acknowledges that the depth and type of capabilities required to remove barriers will vary by firm and firms may be able to demonstrate that certain capabilities are not relevant to them simpler firms will need to develop correspondingly simpler capabilities.", "It also allows firms to leverage existing capabilities and so avoid unnecessary compliance costs.", "There is no one size fits all approach for banks to demonstrate their resolvability; banks themselves are best placed to understand what they need to implement in order to ensure an orderly resolution process, keeping their preparations under review as they grow and change over time.", "We expect firms' boards and senior management to take responsibility for their own resolvability, and to satisfy themselves that, if the worst were to happen, they could be resolved effectively.", "For resolution credibility means effectively executing what we say we will do.", "The presence of a credible resolution regime supports our aims, meaning that we can be more confident that if a firm does need to exit, it can do so in a way which minimises contagion and disruption.", "The RAF strengthens our confidence in these plans, by embedding increased accountability and setting strong expectations of firms and their boards.", "Firms which are already at, or aspire to reach, a level such that their exit would cause an unacceptable level of disruption should factor our resolvability requirements into their business plans - as with any other regulatory requirement.", "Firms whose failure is unlikely to have financial stability consequences also have a part to play: they need to take a forward-looking realistic assessment to ensure they prepare for the event that they fail, which is likely to be a bank insolvency, and meet PRA rules on where they are a 'material subsidiary' of an The RAF applies to such firms overseas-based banking group for the purposes of setting internal MREL in the UK.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice depositor protection.", "In placing an emphasis on the responsibility of individual firms to understand and plan for their own resolution, we are making firms accountable for this essential planning, reinforcing the credibility of those plans and the regime as a whole.", "Resolvability is better regarded as a spectrum than as a binary judgement.", "It is about ensuring authorities have credible options and the flexibility to respond to a crisis.", "A resolution is ultimately a transaction which occurs in a crisis situation and is unlikely to ever be a smooth process.", "But the work done by firms under the RAF should increase the chances that resolution is conducted in an orderly fashion and disruption to the financial system is minimised.", "Banks and building societies need to prepare themselves fully for these situations now.", "They need to challenge themselves to think through how a crisis might unfold and how they would respond - as there may not be the luxury of time or discretion to prepare when it is occurring.", "Resolvability also cannot be a static concept firms' capabilities may need to be improved or refined, and will need to be in step with the changing nature of their businesses.", "Therefore it is important that these are kept 'live'.", "The more that firms can truly embed these capabilities into their management processes, the more confidence we and they can have that they are ready.", "The UK is now much better placed to deal with the failure of a UK bank.", "We have a resolution regime built on robust and coherent principles.", "As of now the UK banks are on track, as they should be 12 years after the end of the Global Financial Crisis, but it is vital that momentum is sustained.", "As and when for it is not likely to be an 'if' - ultimately we are called upon to use our powers to address a bank failure, we can be confident that the options available and outcomes arising will be superior to the alternatives and past experience.", "In the UK through establishing the RAF, we hope to embed the lessons that were so hard learnt to be able to demonstrate that banks are resolvable in a transparent manner.", "Major firms will need to continue to work to on demonstrating these capabilities in the run up to the 2022 deadline for ending to And they will need to keep their capabilities 'live'.", "While 2022 represents a clear milestone, it is not the end of the process of ensuring that the UK has an effective resolution regime which continues to be credible, transparent, flexible and proportionate.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Resolvability", "Transparency", "Credibility", "Flexibility", "Proportionality", "Financial Stability", "Risk Management", "Resolution Planning", "Cross-Border Cooperation", "Central Counterparties"]}