{"sentences": ["Introductory remarks by Luis de Guindos, Vice-President of the ECB, at the ECON Committee of the European Parliament (by videoconference) Frankfurt am Main, 14 April 2021 Honourable Members of the Committee on Economic and Monetary Affairs, Ladies and gentlemen, I welcome the opportunity to appear before this Committee to present the ECB's Annual Report for 2020.", "Today we will also publish the feedback on the calls and requests contained in your resolution on our previous Annual Report.", "This has been an exceptionally challenging year for all of us.", "The global coronavirus (COVID-19) pandemic has triggered an unprecedented crisis, creating social, political, economic and financial challenges for Europe and the rest of the world.", "Therefore, allow me to focus my remarks first of all on the evolution of the economic outlook and the subsequent monetary policy decisions taken by the ECB.", "Second, I would like to discuss in more detail the impact of the pandemic on the European financial sector.", "The economic outlook and the ECB's decisions After 2020 saw the largest contraction recorded in post-war history, the euro area economy is expected to recover in 2021.", "Meanwhile, the extended containment measures continue to weigh on short-term activity, particularly services.", "Social distancing measures and high uncertainty regarding employment prospects continue to weigh on consumer confidence, which remains below its pre-crisis level despite a recent uptick.", "In contrast, private investment now appears to be rather resilient and business confidence points towards growth in manufacturing activity.", "Broad economic activity should pick up strongly in the second half of this year thanks to vaccinations, the easing of confinement measures and monetary and fiscal policy support in both the euro area and the rest of the world.", "Still, uncertainty remains high and the recovery is expected to be fragile, with GDP only reaching its pre-crisis level in the second quarter of 2022 according to the March 2021 ECB staff projections.", "A successful vaccination campaign in the entire euro area appears to be crucial in order to prevent downside risks from materialising.", "Inflation as measured by the Harmonised Index of Consumer Prices increased measurably at the beginning of this year, mostly due to temporary and technical factors.", "Headline inflation is likely to increase in the coming months, but some volatility is expected throughout the year.", "Due to weak demand and significant slack in labour and product markets, underlying price pressures remain subdued.", "Our March staff projection exercise confirms that the medium-term inflation outlook remains below our inflation aim.", "At its latest monetary policy meeting in March 2021, the Governing Council conducted a joint assessment of the inflation outlook and of the prevailing financing conditions, looking in particular at the recent increase in risk-free interest rates and sovereign bond yields.", "The Governing Council judged that, if left unchecked, this increase could cause a tightening of the wider set of financing conditions that we monitor, as banks use those rates as key reference points for determining credit conditions for households and firms.", "Such a tightening would have been premature, given the still fragile state of our economy, and inconsistent with the ECB's commitment to counter the downward impact of the pandemic on the projected path for inflation.", "As a result, we decided that purchases under the pandemic emergency purchase programme (PEPP) over the next quarter would be conducted at a significantly higher pace than during the first quarter of this year.", "We also confirmed to conduct net asset purchases under the PEPP with a total envelope of €1,850 billion until at least the end of March 2022 and, in any case, until the Governing Council judges that the coronavirus crisis phase is over.", "At the same time, we continue to stand ready to adjust all our instruments as appropriate to ensure that inflation moves towards our aim in a sustained manner, in line with our commitment to symmetry.", "The impact of the COVID-19 pandemic on the European financial sector Let me take this opportunity to discuss in more detail the impact of the pandemic on the financial sector - which is one of the key topics of the ECB Annual Report this year - and the challenges Europe will face in the recovery phase.", "The spread of the COVID-19 pandemic during 2020 led to a sharp increase in financial stability vulnerabilities across markets and sectors.", "Confronted with these challenges, governments deployed crucial measures to support firms and households.", "Micro- and macroprudential authorities complemented these efforts , sending a strong signal to banks that they should make use of their existing capital buffers to continue providing key financial services and absorb losses while avoiding abrupt and excessive deleveraging that would be harmful to the economy.", "The support from governments and prudential authorities together with the ECB's monetary policy measures has preserved financial stability so far and ensured a smooth flow of credit to the economy.", "Although policy support has been successful in containing immediate financial stability risks, medium-term vulnerabilities remain high.", "The pandemic has amplified pre-existing imbalances and created new challenges.", "For example, the profitability outlook for banks remains weak as lower-for-longer interest rates dent margins and structural challenges persist.", "In addition, corporate sector vulnerabilities have increased, and higher corporate default rates are to be expected once policy support measures are withdrawn.", "This would lead to the quality of banks' assets deteriorating, resulting in another challenge for these institutions in the coming period.", "The forceful response of fiscal, monetary and prudential authorities has reduced the economic and social costs of this crisis and created a virtuous circle between sovereigns, banks and corporates.", "The measures introduced have stabilised demand, ensured the flow of credit to firms, avoided a wave of corporate defaults and protected banks' balance sheets.", "However, they have also increased interdependencies among various parts of the economy, which could lead to the emergence of a negative feedback loop between existing vulnerabilities.", "Authorities therefore face a delicate balancing act.", "On the one hand, an early withdrawal or scaling back of support risks triggering a wave of insolvencies that would have a large impact on the economy and banks' asset quality.", "On the other hand, providing public support and low financing costs for too long may result in unviable corporates being kept alive to the detriment of banks' viability, economic productivity and, by extension, economic growth.", "At the moment, risks from the early withdrawal of policies are higher than the risks associated with keeping support measures in place.", "We need to preserve the virtuous circle we have created.", "However, any negative longer-term effects from keeping support measures in place need to be carefully and continuously monitored.", "In the short term, all stakeholders, particularly fiscal ones, must keep complementing our accommodative monetary stance.", "If we want a timely recovery in Europe, we have to avoid any cliff effects from the premature scaling back of these policies.", "It is therefore of the utmost importance that the NextGenerationEU plan becomes operational without delay, as it would allow Member States to restart their economies, enhance their resilience and foster innovation.", "Looking ahead, we need to build solid foundations for robust and resilient economic growth, combining national priorities with EU objectives.", "Moreover, completing the banking union and deepening the capital markets union are the best policy tools we have at our disposal to ensure that the EU financial sector is conducive to fostering long-term growth and that it embraces all the opportunities offered by the digital transformation and the transition to green technologies.", "I now stand ready to answer your questions.", "Feedback on the input provided by the European Parliament as part of its resolution on the ECB Annual Report Specifically, ECB Banking Supervision allowed banks to temporarily operate below the level of capital defined by Pillar 2 guidance and the combined buffer requirement and recommended that banks refrain from making dividend payments and share buy-backs.", "On the macroprudential side, several national authorities either announced a full release of countercyclical capital buffers or revoked previously announced increases to these and other buffers."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination"], "topics": ["Economic outlook", "Monetary policy", "COVID-19 pandemic", "Financial stability", "Inflation", "Fiscal policy", "NextGenerationEU", "Banking union", "Capital markets union", "Digital transformation"]}