{"sentences": ["Ladies and gentlemen, good morning.", "The Bangko Sentral ng Pilipinas (BSP) welcomes this opportunity to discuss its role in cushioning the adverse impact of the COVID-19 crisis.", "We are indeed pleased to help the National Government in steering the country towards a gradual and sustainable path to recovery.", "I will also share key lessons in monetary policy, which, I believe, will serve the country in good stead moving forward.", "The shock from the COVID-19 pandemic is unprecedented.", "After exhibiting 84 consecutive quarters of growth, real GDP declined by 0.7 percent year-on-year for Q1 2020.", "By the second quarter of 2020, real GDP contracted by 16.9 percent.", "Year-to-date, real GDP growth is at -10.0 percent.", "The slower pace of GDP contraction is expected to continue in Q4 2020.", "Allow me to point out that crafting swift, timely and well-calibrated policy responses requires a clear understanding of the nature of the shock.", "What we are experiencing is a public health crisis.", "As such, the primary response of policymakers should be towards containing the virus and providing adequate care for the infected.", "The shock called for a bold and coordinated response from the National Government.", "To mitigate adverse effects of the pandemic, fiscal and monetary policy authorities must play distinct yet complementary roles.", "In particular, fiscal policy plays a crucial role as it can respond in a more targeted manner to the most affected sectors of the economy.", "Meanwhile, the role of monetary authorities has been to ensure the proper functioning of credit and financial markets, and that there is ample liquidity to support domestic demand.", "Given the abruptness and scale of the pandemic, the BSP deemed it necessary to provide additional emergency support to the government's broad-based health and fiscal programs related to COVID-19.", "The BSP has deployed a wide range of monetary instruments and extraordinary liquidityenhancing measures to support the economy.", "BSP reduced the policy rate by a cumulative 200 basis points (bps).", "The cut in the policy rate is aimed at uplifting market confidence amid stronger headwinds owing to the pandemic.", "We also reduced the reserve requirement (RR) ratios by 200 basis points to calm the markets and support bank lending to both retail and corporate sectors.", "In line with whole-of-government efforts, the BSP has extended provisional advances to the NG on a time-bound basis and within the limits prescribed by law.", "In March 2020, the BSP entered a short-term repo agreement in the amount of ₱300 billion with the Bureau of the Treasury (BTr).", "The arrangement was fully settled in end-September 2020.", "A fresh provisional advance of ₱540 billion was again extended in October 2020 and was fully settled in 18 December 2020.", "Meanwhile, the BSP has also been purchasing government securities (GS) in the secondary market.", "This is part of BSP's immediate monetary policy response to help shore up domestic liquidity, and restore market players' confidence to continue participating in primary GS auctions.", "These measures have helped address temporary volatilities in the GS market, by maintaining market interests to continue to hold GS, which in turn assisted the NG in meeting its funding requirements for its COVID-19- related programs.", "In total, the BSP's policy and liquidity-easing measures has injected into the financial system about ₱2 trillion in liquidity, equivalent to about 10 percent of the country's 2019 nominal GDP level.", "BSP also implemented a wide range of regulatory relief measures aimed at: extending financial relief to borrowers of BSP-supervised financial institutions, incentivizing bank lending; promoting continued access to credit and financial services; and supporting continued delivery of financial services.", "We have also allowed new loans to micro, small and medium enterprises (MSMEs) to be counted towards banks' compliance with reserve requirements.", "This is to encourage banks to continue lending to smaller businesses and critical large enterprises.", "This will also ensure sufficient domestic liquidity and credit in support of economic activity amid lockdown measures.", "MSME loans used as alternative compliance with reserve requirement (RR) reached 134.8 billion as of 26 November 2020 .", "This represented a 9.8 percent share of total RR while Large Enterprises (LE) loans used as compliance reached ₱29.1 billion (or 2.1 percent of total RR).", "The BSP has also approved a limit on loans to MSMEs and large enterprises used as alternative compliance at P300 billion and P425 billion, respectively.", "Supported by liquidity-enhancing measures of the BSP, latest data suggest that there is ample liquidity in the financial system.", "Domestic liquidity expanded by 11.8 percent (y-o-y) to about P13.5 trillion in October 2020 from 12.2 percent in September.", "Domestic liquidity dynamics and market function have improved as a result of the BSP's liquidityenhancing measures.", "The Monetary Board (MB) believes that keeping an accommodative stance has been critical in ensuring favorable financing conditions to support economic activity and market sentiment.", "With adequate liquidity in the financial system, domestic interest rates have gradually declined over the past several months.", "In line with its financial inclusion initiatives, the BSP also continued to push for the use of digital financial platforms.", "This is consistent with our vision to shift from a cash-heavy to a cash-lite economy.", "Under the Digital Payments Transformation Roadmap for 2020 to 2023, the BSP aims (1) to strengthen customers' preference for digital payments by converting 50 percent of the total volume of retail payments into digital form; and expand the proportion of financially included to 70 percent of Filipino adults and (2) to encourage innovations which will boost real-time payments velocity.", "We also supported digital payment initiatives such as the use of electronic fund transfers via Instapay and PESONet, as well as the expansion of low-cost access points through cash agents or third-party outlets.", "In the near term, we are set to pursue more of these digital payment initiatives.", "Allow me to underscore that implementing measures to address the impact of the pandemic has provided valuable lessons.", "First, the crisis experience has required central banks, including the BSP to be more agile.", "This pandemic differs from other crises episodes in the sense that it has had a solid and fast influence on domestic and global demand.", "The COVID-19 crisis has also taught us that there are limits to what monetary policy can do.", "When interest rates are low and private demand are persistently weak, the transmission from financing conditions to private spending might be reduced.", "Thus, it is crucial that monetary policy ensures favorable financing conditions for the whole economy.", "This limitation to monetary policy highlights the critical role of the targeted fiscal policy responses and underscores the need for a whole-of-government approach to combatting the pandemic.", "Meanwhile, persistent bank risk aversion and bleak loan demand continue to contribute to weak credit activity.", "Preliminary data show that growth in outstanding loans of universal and commercial banks, net of reverse repurchase (RRP) placements with the BSP, eased to 1.9 percent in October from 2.6 percent (revised) in September.", "The overall slowdown in bank lending growth points to muted business confidence and elevated uncertainty amid continued disruptions in business operations.", "This phenomenon of weak credit activity amid the crisis is similarly observed in other economies.", "Results of the Q3 2020 Senior Bank Loan Officers' Survey (SLOS) show that the majority of respondent banks continued to report tighter overall credit standards in Q3 2020, although they are fewer compared to Q2 2020, based on the modal approach.", "Based on the diffusion index (DI approach), banks reported a net tightening of overall credit standards for both loans to enterprises and households in Q3 2020.", "Respondent banks attributed the tightening of credit standards largely to (1) less favorable economic outlook, (2) deterioration in the profitability of bank's portfolio and profiles of borrowers, and (3) reduced tolerance for risk, among other factors.", "Nonetheless, improvements in mobility indicators indicate that firms and households are beginning to adjust to the post-pandemic operating environment.", "This could support resurgence in economic activity in the near term.", "In this slide, we show mobility changes as monitored by Google for the entire country.", "From the charts, we can see that as of 29 December 2020, visits to places such as grocery and pharmacy and parks have approached their pre-COVID levels Visits to retail and recreation also continues to show improvement.", "Meanwhile, mobility in transit stations is still flat given that transport options have remained limited.", "This is based on projections by the Development Budget Coordination Committee as of December 2020.", "Growth is expected driven by higher government spending and the passage of structural reform programs such as the Corporate Recovery and Tax Incentives for Enterprises (CREATE) bill and the Financial Institutions Strategic Transfer (FIST) bill.", "The BSP remains cognizant of economic developments and financial conditions, including the potential impact of a prolonged COVID-19 health crisis.", "In view of this, BSP reaffirms its commitment to complement government's broader efforts to address the pandemic.", "BSP continues to have ample monetary policy space to deal with potential risks to liquidity and growth owing to the health crisis.", "We shall continue to provide support to the government while recognizing the crucial role of sustained and targeted fiscal interventions in reviving demand.", "Moreover, let me assure you that when domestic developments warrant a recalibration or withdrawal of policy support, the BSP will ensure a smooth normalization of its time-bound measures.", "The BSP shall continue to adhere to disciplined and evidenced-based policymaking.", "In the face of this pandemic, we shall continue pursuing our mandate of promoting price and financial stability conducive to sustainable growth and employment."], "classifications": ["none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none"], "topics": ["Monetary policy", "COVID-19", "Liquidity", "Fiscal policy", "Bank lending", "Government spending", "Financial stability", "Economic growth", "Digital payments", "Regulatory relief"]}