{"sentences": ["Introductory comments at the press conference to present the 03.03.2021 | Virtual | Jens Weidmann DE 2 Economic developments in Germany 3 Public finances 4 Monetary policy 5 Climate change and climate protection 6 Annual accounts Ladies and gentlemen, A very warm welcome to our press conference, at which we will present our annual accounts.", "Like so many events at the moment, we are holding this press conference virtually this year.", "The coronavirus pandemic has radically changed all of our everyday lives.", "Around the world, the virus has already claimed the lives of well over two million people, with an even greater number falling seriously ill. People are concerned for their own health and the health of those around them, especially the elderly.", "The pandemic is, first and foremost, a severe health crisis, which must be overcome as a matter of the utmost urgency.", "At the same time, more and more people fear for their jobs, their businesses and their livelihoods.", "This is also borne out by the numerous letters I have received to this effect.", "And many parents are worried about their children's educational prospects.", "This is because the pandemic is having an impact along societal and economic dimensions as well.", "Today, I would like to discuss in more detail the economic developments in Germany as well as the comprehensive fiscal and monetary policy measures taken to mitigate the fallout from the crisis.", "I will then address climate change and climate protection - challenges that all institutions will have to face.", "Last of all, I will present the Bundesbank's annual accounts for 2020, which reflect many of these developments.", "Economic developments in Germany A little less than one year ago, the coronavirus pandemic triggered a global economic slump at unprecedented speed.", "Within the space of just a few weeks, mandatory and voluntary containment measures brought entire economic sectors to a standstill around the world.", "International supply chains were disrupted, meaning that, in some cases, factories were no longer able to continue production.", "Services sectors with high frequencies of interpersonal contact - such as travel, hotels, restaurants, leisure and culture - were affected even more severely.", "However, government-mandated containment measures are not the only factor to have impacted economic life.", "As long as the pandemic persists, people will also choose to refrain from social contacts in order to reduce the risk of infection.", "Since the autumn, Germany has been hit by a second wave of infections, though the economic repercussions this time round have been far less dramatic.", "This is because the protective measures are more targeted, and many enterprises are now better able to cope with the situation.", "Above all, industry is proving to be robust, in part because German goods are still in demand abroad and global trade is continuing its recovery.", "While certain sectors have been hit very hard, all in all German GDP increased slightly in the final quarter of 2020.", "For the current quarter, the Bundesbank's economists are forecasting a relapse.", "However, this is set to be considerably less severe than the economic slump observed in the first half of 2020.", "This is also what is indicated by the weekly activity index, developed by the Bundesbank last spring.", "Events have been developing at a fast pace, so the indicators normally used to monitor the economy are coming up short.", "Indicators that are available quickly, such as data on electricity consumption or the truck toll, can help us to obtain a picture of economic developments in the timeliest possible manner.", "These are the kinds of non-standard information that are bundled together in the weekly activity index.", "The index was also quick to flag the strong economic recovery in Germany in the third quarter of 2020.", "This past summer showed us how quickly the economy as a whole can bounce back once the spread of infections has been reined in.", "As soon as the mandatory and voluntary protective measures are gradually lifted, the German economy will be able to get back on the road to recovery.", "The precise time path of possible easing is uncertain.", "It depends not least on infection rates.", "Thus far, our economists have assumed that more pronounced easing will occur during the second quarter of this year.", "One particular risk is posed by the spread of new, more dangerous variants of the virus.", "Yet for all the uncertainty, Germany's economy would arguably, on the whole, be sufficiently resilient to cope, even if the difficult spell potentially persists for some time longer.", "For this to be the case, it would be important for government to provide temporary support to enterprises and workers then as well.", "For example, if the lockdown were to remain in effect for a longer period in the second quarter, the economic recovery (relative to the December projection) would arguably only be postponed, essentially.", "Admittedly, our economists would then accordingly have to downsize the growth rate of 3% they projected for 2021 in their December forecast.", "That said, the German economy could return to its pre-crisis level at a similar point in time to that projected in the forecast, i.e.", "around the beginning of 2022.", "Ultimately, the economic outlook going forward hinges on finding a sustainable, medical solution to resolve this public health crisis.", "Effective vaccines have been developed more swiftly than widely expected.", "If these are successful in helping to overcome the pandemic, the German economy will see a lasting recovery.", "For this reason, our economists are still fundamentally standing by their forecast from last December.", "However, as the future course of the pandemic is still fraught with uncertainty, so too is the outlook for the economy.", "Our forecast was therefore accompanied by alternative scenarios.", "In a far more severe scenario, the economy as a whole would only return to its pre-crisis level at the end of 2023 and would bear severe, lasting damage.", "Ladies and gentlemen, A key role is played by private consumption - both for the expected economic recovery and for the slump that preceded it.", "In the second quarter of 2020, the household saving ratio shot up by almost 10 percentage points to 20%.", "More precisely, people were quite simply unable to spend their money due to the limited opportunities to do so, or decided not to do so in order to avoid the risk of infection.", "Looking forward, this means that, once the pandemic has been brought under control, involuntary saving is likely to abate fairly quickly and consumption will be kick-started again.", "For a time, the saving ratio might even dip below its pre-crisis level, as households will catch up on some of their forgone consumption.", "That said, the Bundesbank survey also shows that households with higher incomes in particular have been saving to a greater extent.", "However, these households spend a relatively small percentage of their incomes on consumption.", "For this reason, a large share of their additional savings is unlikely to be used quickly for catch-up spending, and it will instead be used to build up wealth over a longer period of time.", "At present, it therefore seems improbable that Germany will see a very large surge in demand that would exceed the normal level of capacity utilisation in its economy this year.", "In this context, it is uncertain whether and to what extent potential pent-up demand could lead to price increases as well.", "Upside risks to the price outlook do exist, but the overall risk picture is rather balanced, however.", "While the rate of inflation in Germany as measured by the Harmonised Index of Consumer Prices (HICP) jumped from -0.7% in December to +1.6% in January and is likely to have held steady there in February, the increase at the beginning of the year was attributable to three one-off factors.", "First - and above all - the rates of value added tax were raised back to their previous levels.", "Second, there was a marked increase in the prices of gas and mineral oil products, as Germany introduced CO emissions certificates for the transport and building heating sectors at the start of And third, there has also been a revamp of the statistics: as part of its regular update, the weightings in the basket of goods used to calculate the Harmonised Index of Consumer Prices have been adjusted to reflect the pandemic-related consumption behaviour of the past year.", "As a result, package holidays now constitute only 1% of the basket of goods - this represents just one-third of their weighting last year.", "In conjunction with the volatile developments in the prices of package holidays as well as the particular construction of the HICP, this caused a noticeable increase in the HICP inflation rate in Germany at the beginning of the year.", "rate to more than 3% towards the end of the year, although only temporarily.", "For this reason, our economists are now expecting an annual average rate of inflation in 2021 that is just somewhat higher than their December forecast of 1.8%.", "And for 2022, they continue to expect subdued upward price pressures.", "A more persistent rise in inflation would require stronger wage growth, but there is no sign of this materialising at present.", "The economic fallout from the crisis remains at the forefront for the time being.", "In this context, the Bundesbank estimates that the number of corporate insolvencies will rise considerably, albeit from a very low starting level.", "The number of insolvencies will probably stay well below the record high levels of 2003 and 2004.", "And the resulting loss allowances are likely to be manageable overall for the banking sector.", "Public finances The fact that the economic slump last spring has not had any more serious repercussions so far, or even precipitated a downward spiral, is due mainly to the decisive intervention by fiscal policy.", "Fiscal policy is playing a leading role in managing the economic fallout from the crisis, as it can provide direct financial support to the affected enterprises and workers.", "In this context, the high level of uncertainty and fast-moving infection rates mean that both the containment measures and the assistance measures need to be adjusted time and again.", "But after the pandemic, it will be vital for government to roll back its influence over the economy and allow private drivers of growth to take hold once again.", "Care should be taken to avoid changing expectations of the role of government, as this would serve to weaken rather than strengthen the innovative forces in our market economy.", "Furthermore, many are concerned that the German state could be overextending its resources with its coronavirus assistance measures.", "It is true that, according to our December forecast, the debt ratio - i.e.", "government debt in relation to GDP - is likely to have risen very sharply to around 70% in 2020.", "That said, during the global financial crisis, the debt burden even peaked at 82%.", "The German state has sufficient financial leeway, thanks, in part, to the very favourable starting position of its public finances.", "After the pandemic, however, it will be a matter of returning public finances to a sound footing, as Germany will face further fiscal challenges over the longer term.", "For example, additional expenditure for education, climate protection, and the digital transformation is on the horizon.", "Moreover, there will also be increased spending on pensions, healthcare, and long-term care due to both political decisions and demographic change.", "And, lastly, a lower debt ratio would also be important for government to be well prepared again financially to face a potential future crisis.", "At this juncture, we do not expect the need for consolidation to be exceptionally high.", "It should, moreover, be possible to spread the consolidation appropriately across the economic recovery process.", "To this end, central government will have nearly €50 billion worth of reserves at its disposal for the transitional period.", "Cyclically-induced deficits are likewise permitted.", "In addition, under the debt brake, central government will, over the next few years, be able to cover structural financing needs of around €10 billion a year using loans.", "However, we see no additional scope, say, to take on social security costs or other structural burdens on a large scale.", "Should the pandemic have more severe after-effects than anticipated, a supplementary budget could be adopted, in principle.", "Whether or not this will be necessary cannot yet be reliably assessed.", "However, a decision on this and on any move to suspend the debt brake next year, too, does not need to be made now, but only over the course of the year.", "Ultimately, of course, as with any effective fiscal rule, revenue and expenditure will have to be matched and priorities will have to be set.", "In light of the forthcoming general elections in Germany, this will be a task for the incoming government when it has to prepare future budgets.", "But all Member States of the monetary union, not just Germany, will need to get their budgets in order after the crisis.", "In the euro area, it is particularly the - in some instances - very high debt ratios that must be brought back down reliably.", "To achieve this, I believe that it is important to reform the European fiscal rules to give them more bite.", "Back in 2019, the Bundesbank tabled three main ideas as to how this can be achieved.", "First, we believe that the considerable scope for discretion that exists in many areas should be limited.", "Expenditure ceilings could help make the rules simpler and more transparent.", "Second, national \"rainy day\" funds could offer greater flexibility.", "These funds should be filled when times are good in order to provide scope to step up spending when times are bad.", "Third, compliance with the rules must be monitored consistently.", "This task should therefore be entrusted to an independent institution.", "Such reforms could help give the Stability and Growth Pact credible, transparent and binding rules, combining flexibility and solidity.", "Unfortunately, the national statistics are now less meaningful inasmuch as they do not include new European-level borrowing for the Next Generation EU off-budget financing instrument.", "This could give rise to the illusion that additional EU debt does not burden Member States.", "Ultimately, however, this debt must likewise be serviced by Member States' taxpayers.", "And this burden can be palpable: for example, it currently looks as though Germany's share of European debt will amount to around €280 billion in 2026 - or 8% of 2019 GDP.", "When looking at the national debt ratios, the debt incurred at the EU level should therefore be considered and included in analyses.", "In the end, sustainable public finances are also a cornerstone in the foundations of monetary policy.", "If it crumbles, central banks will find it increasingly difficult to safeguard price stability in the long term.", "Monetary policy In the current crisis, monetary policy, too, is making an important contribution to mitigating the economic fallout from the pandemic.", "The economic slump has caused the inflation outlook in the euro area to deteriorate markedly.", "In the pandemic, it is particularly important that the economy can still obtain sufficient funding at favourable conditions.", "The Eurosystem therefore responded rapidly when the crisis first hit and initiated further extensive monetary policy measures as it progressed.", "One such measure was that the Governing Council of the ECB expanded the targeted longer-term refinancing operations (TLTRO-III) and made their conditions considerably more favourable.", "This provided banks with a huge volume of additional long-term funds at extremely low interest rates.", "Another centrepiece of the package of measures is the pandemic emergency purchase programme (PEPP).", "Within this programme, the Eurosystem acquires large volumes of bonds issued by the Member States.", "The Governing Council recently extended the horizon for net purchases until at least the end of March 2022, and principal payments from securities purchased under the PEPP are scheduled to be reinvested until at least the end of 2023.", "At the same time, the Governing Council increased the envelope of the PEPP to €1,850 billion.", "This considerable figure represents just over 15% of 2019 euro area GDP.", "Including the other programmes, the Eurosystem's holdings of securities for monetary policy purposes could amount to up to approximately €5 trillion at the end of March 2022 - or roughly 40% of 2019 GDP.", "Purchases of government bonds can be a legitimate and effective monetary policy instrument.", "Such purchases are, however, also associated with risks, particularly as they can blur the line between monetary and fiscal policy.", "This risk is particularly serious in a monetary union whose member states are largely sovereign in terms of fiscal policy.", "That is why I firmly believe that such purchases should be reserved for exceptional situations.", "The pandemic is undoubtedly just such an exceptional situation.", "The key issue for me here is that monetary policy must maintain a sufficient distance from monetary financing of government.", "This includes ensuring that incentives for sound public finances are maintained.", "The disciplining effect of the capital markets on fiscal policy has an important role to play.", "Market participants use differences in bond prices to signal how much confidence they have in the soundness of a country's public finances.", "Yield spreads between bonds issued by Member States with different credit ratings must therefore not be artificially levelled out.", "And that is also why I believe that the percentage of outstanding government bonds held by the Eurosystem should not get too big.", "Otherwise, central banks could acquire such a dominant market influence that the market's disciplining effect on public finances will ultimately be undermined.", "In order to contain this risk, the ECB Governing Council has staked out important safeguards in the public sector purchase programme (PSPP), which has been running since 2015.", "The PEPP also has such safeguards in place.", "It was, however, designed to be more flexible than the PSPP in order to allow monetary policy, if necessary, to exert an influence on individual markets in a more targeted manner.", "This flexibility should not, however, be understood as a lack of bounds.", "Once net purchases are over, the distribution of the stocks of government bonds purchased shall once again be guided by the ECB's capital key.", "When the PEPP programme was introduced, it was also particularly important to me for it to be temporary and clearly linked to the crisis.", "After the pandemic, the emergency monetary policy measures must be terminated.", "We must be careful that they do not become a permanent fixture.", "And we must likewise not forget that the monetary policy stance was exceptionally accommodative even before the coronavirus hit.", "Central banks could find it increasingly difficult to change their expansionary stance in a timely manner.", "Given higher levels of government debt, central banks could come under pressure to hold interest rates low for longer than required by the objective of price stability in order to keep states' How great the danger of such fiscal dominance is depends, in part, on expectations.", "If politicians take the view that central banks will ultimately ensure that government debt is sustainable, they may rack up additional debt, thus increasing the pressure.", "Various demands that the Eurosystem should forgive Member States' debt show that such concerns are not unfounded.", "Central banks must consequently demonstrate today that they are determined not to give in to political prodding and that they will tighten monetary policy if required by the inflation outlook.", "For the Eurosystem's mandate is clear: the primary objective is to ensure price stability.", "To allow us to continue to fulfil this mandate in the best possible way going forward, the Governing Council of the ECB last year launched a review of its monetary policy strategy.", "Climate change and climate protection In this context, the Governing Council of the ECB is likewise looking into the key issue of what role central banks play in combatting climate change.", "You will be familiar with my concern that the central bank's mandate could be overstretched and our independence ultimately called into question.", "We need this independence in order to ensure a stable currency over the long haul.", "It is not the task of independent central banks to intervene in the absence of ambitious and credible climate policy.", "Politicians have effective and efficient instruments - taxes or emission certificates - to reorient our economy in a targeted and long-term manner.", "Monetary policy and its toolkit, by contrast, are cyclical and designed broadly to steer consumer price inflation.", "That is why, in the field of climate protection, we should take care that the lines of responsibility separating central banks and politicians do not get blurred.", "Central banks, too, can make an important contribution in this context.", "Climate protection is undoubtedly one of the most pressing tasks of our time, and time is of the essence here.", "In this context, climate change and the transition to a climate-neutral economy impinge on many of the Bundesbank's tasks, especially monetary policy, banking supervision and the oversight of financial stability, as they can influence key macroeconomic and financial market variables, such as inflation, growth and interest rates.", "A comprehensive understanding of these impacts is indispensable.", "This is why the Bundesbank is working hard at strengthening its analytical capabilities.", "In that vein, our experts are upgrading their macroeconomic models to allow them to explore factors such as the effects of climate policy measures, including from the vantage point of inflation and our objective of price stability.", "These insights are required elsewhere at the Bundesbank as well.", "The idea is for them to form the macroeconomic framework for analyses of how vulnerable our financial system will be under various climate scenarios.", "Stress tests planned for the years 2022-23 to capture the impacts of various CO price paths on financial stability in Germany represent a key milestone in this respect.", "This is because both the physical impact of climate change and the transition to a climate-neutral economy can be sources of financial risks.", "Today already, banking supervisors expect credit institutions to incorporate climate-related financial risks into their risk management framework appropriately.", "Consideration of these risks is a focal point of the supervisory dialogue with institutions and the discussions with associations.", "In parallel, we are looking into the extent to which the supervisory framework needs to be adapted to further specify the requirements for climate-related financial risks.", "In 2022, the ECB will conduct a climate stress test for Europe's large credit institutions.", "In addition, the Bundesbank's banking supervisors have begun to develop stress tests with which they can study the resilience of German institutions under various climate scenarios.", "Climate-related financial risks can also affect central banks' securities holdings, though, including our monetary policy portfolios.", "Our risk management should incorporate these climate-related risks, too, like other financial risks.", "One problem here is the lack of a consistent, robust dataset.", "Just like banks, insurers and other actors, central banks need better information here.", "We need to protect our balance sheet - and thus also our ability to maintain price stability.", "That's why there are two options I have repeatedly been stressing.", "First, the Eurosystem should get to the point where, for monetary policy purposes, it only purchases securities or accepts them as collateral if their issuers meet certain climate-related reporting obligations.", "Second, we should examine the idea of using only those ratings into which rating agencies have incorporated climate-related financial risks appropriately and transparently.", "Neither of these measures can be introduced immediately: issuers need time to provide this information, and only once this information is available can rating agencies drill up and adapt their assessment procedures.", "Both measures can ultimately also affect the composition of our monetary policy portfolio of corporate bonds.", "However, it should not be forgotten that the monetary policy portfolios will remain on our balance sheet only as long as needed for price stability.", "One fundamental problem when incorporating climate-related financial risks, however, is that they could be meaningful over periods which go beyond rating agencies' standard time horizons.", "Should it not be possible to reach an appropriate solution here, other ways of incorporating climaterelated financial risks into our risk management would have to be found.", "But even then, it should be the case that, when it comes to protecting our balance sheet, risk aspects are the only thing that matters.", "Our risk management should not be harnessed for other ends.", "It is therefore all the more important to start off by improving the information base through reporting obligations for issuers and standards for ratings.", "That way, the Eurosystem could also help boost transparency surrounding climate-related financial risks in the market.", "This is how we could act as a catalyst for greening the financial system.", "And we would also support climate policy in the European Union - without risking conflict with our core tasks or overstretching our mandate.", "That is why, for central banks in general, three particular aspects should be at the fore: comprehensively understanding the impacts of climate change and climate policy, incorporating financial risks, and promoting transparency in this regard.", "The Bundesbank is addressing this challenge even independently of the monetary policy strategy review.", "We are currently exploring how far we can incorporate climate-related information into our internal credit assessments of credit claims on enterprises.", "At the same time, we are working on gauging and disclosing the climate footprint of our own financial investments.", "And we are building up an internal reporting system in order to improve the visibility of climate-related financial risks on our balance sheet.", "A robust dataset is important for the gamut of analytical and academic work.", "That is why our statisticians are establishing a centre of competence for data regarding the greening of the financial system.", "External users will soon also get to see a Green Finance Dashboard on the Bundesbank's website: a system of indicators with aggregated information on climate developments, the real economy and financial markets, giving users an integrated and comprehensive picture of green finance.", "Annual accounts Ladies and gentlemen, My statement today has mainly focused on the economic impact of the pandemic and the public sector measures to contend with the fallout from the crisis.", "The exceptional monetary policy measures have also shaped the Bundesbank's annual accounts.", "Our total assets came to more than €2.5 trillion at the end of 2020, which corresponds to over 70% of Germany's economic output in 2019.", "This increase of almost €750 billion means that total assets have grown more strongly than they did in 2016 and 2017 combined.", "Large-scale purchases of securities for monetary policy purposes and longer-term refinancing operations each made up roughly one-third of this balance sheet extension.", "In addition, liquidity inflows have caused our TARGET2 claims on the ECB to rise sharply.", "At the same time, the extensive monetary policy measures have pushed up the risks on our balance sheet, and this is also reflected in our annual accounts.", "For one thing, default risk has increased because we have acquired a large volume of corporate bonds.", "For another, interest rate risk is up because our monetary policy asset purchases mean that the low interest rates on assets are locked in for a long period, whereas the interest expense on liabilities is generally variable.", "There is therefore a divergence between the interest rate fixation periods on the assets and liabilities sides of our balance sheet.", "We are currently generating income from banks' deposits with us due to the negative interest rates, but this interest income on the liabilities side can quickly turn into an interest expense if the key interest rates pick up.", "On the assets side, meanwhile, the Bundesbank will generate almost no income even in the longer term.", "The Bundesbank assesses risk as at the reporting date on the basis of recognised risk measures using model calculations.", "It is from this that the size of its provisions for general risks is computed.", "The model-based assessment has flagged a considerable increase in risks, for which it is necessary to recognise provisions on the balance sheet.", "That is why, in a first step, we have topped up the provisions for general risks by €2.4 billion.", "However, this only goes some of the way towards covering last year's increase in risk.", "We are therefore expecting another top-up of the provisions for general risks for the current financial year, especially since the risk situation is not likely to change in any major way.", "This greater level of risk provisioning is the main reason why the Bundesbank is posting a balanced annual result for 2020 and - for the first time since 1979 - will not distribute any profit.", "Mr Beermann will now discuss individual items of the annual accounts in more detail.", "Deutsche Bundesbank, A weekly activity index for the German economy, Monthly Report, May 2020, pp.", "Deutsche Bundesbank, Economic observation in times of COVID-19: increased need for timely and higher-frequency indicators, Annual Report 2020, pp.", "Deutsche Bundesbank, Outlook for the German economy for 2021 to 2023, Monthly Report, December 2020, pp.", "Deutsche Bundesbank, Households' saving behaviour during the pandemic, Monthly Report, December 2020, pp.", "Deutsche Bundesbank, One-off effects relating to the HICP in 2021 caused by COVID-19, Monthly Report, February 2021 (English edition forthcoming).", "Weidmann, J., Calling on the government, speech delivered on 2 September 2020. .", "Deutsche Bundesbank, European Stability and Growth Pact: individual reform options, Monthly Report, April 2019, pp.", "Deutsche Bundesbank, The informative value of national fiscal indicators in respect of debt at the European level, Monthly Report, December 2020, pp.", "Weidmann, J., Too close for comfort?", "The relationship between monetary and fiscal policy, speech delivered on 5 November 2020. .", "Weidmann, J., Change and continuity, speech delivered on 3 February 2020. .", "Weidmann, J., The potential long-term effects of the coronavirus crisis on the economy and on monetary policy, speech delivered on 16 December 2020. .", "Deutsche Bundesbank, The significance of climate change for the Bundesbank's tasks, Annual Report 2019, pp.", "Weidmann, J., Combating climate change - What central banks can and cannot do, speech 13.delivered on 20 November 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic developments in Germany", "Public finances", "Monetary policy", "Climate change and climate protection", "Annual accounts", "Inflation", "Debt", "GDP", "Interest rates", "Risk"]}