{"sentences": ["Happy 89th Anniversary to the members of the Credit Management Association of the Philippines.", "I would like to thank President Pimentel for the invitation.", "It is my pleasure to share with you today my thoughts on the impact of this pandemic and the trajectory of recovery in terms of social and economic metrics not just of our various sectors and our nation but also of the global economy.", "Our strategy since Day One has been to support a strong economic recovery and reduce the risk of ruin in terms of both our citizens' health and their livelihood.", "As an organization advocating for \"credit consciousness, responsibility and discipline among credit grantors and credit users\", I am sure every member here appreciates that preventing the risk of ruin-that is, the potential for a big loss of capital that one cannot recover anymore and continue as a going concern-as topof-mind objective.", "We are hopeful as the global economy is seen to enter the economic recovery phase.", "While the process of reviving the domestic economy could be gradual and uneven, keeping the balance between growth and inflation remains the overarching goal of our policy actions, especially as we work to ensure that economic scarring from the COVID-19 crisis will not be as deep and wide as initially expected.", "Let me begin with a quick overview of the Philippine, regional and global growth prospects, which point to improved but still differentiated and diverging recoveries.", "Multilateral agencies expect the Philippine economy to expand by 5.9 percent to 6.9 percent this year.", "These are broadly in line with the national government's forecasts of 6.5 percent to 7.5 percent for 2021.", "The economic managers are now reviewing the GDP outlook given new lockdowns of Greater Metro Manila early this year.", "ASEAN-5 economies are seen to rebound in 2021 following significant contractions in 2020.", "The International Monetary Fund (IMF) projects the ASEAN-5 to grow by 4.9 percent this year reflective of the broad-based recovery seen for the Philippines, Indonesia, Malaysia, Vietnam, and Thailand.", "Meanwhile, the IMF's global growth projections for 2021 and 2022 were upgraded to 6 percent this year and 4.4 percent in 2022.", "What should be noted, however, is that the IMF expects greater economic scarring among emerging and developing economies as deeper medium-term GDP losses are estimated for these economies, especially for emerging Asia, excluding China.", "Policy support and effective vaccination are necessary conditions for economic recovery.", "The pace of global growth is expected to be well below the pre-COVID rate, as great uncertainties remain.", "On the upside, favorable news on vaccine distribution and its effectiveness could increase expectations of a faster end to the pandemic.", "Higher fiscal policy support is also expected to further lift global activity.", "Downside risks include potential virus surge, including from new variants; stronger-thananticipated voluntary distancing; and premature withdrawal of policy support before recovery is firmly rooted.", "In the next slides, I will go over some of the key economic indicators that provide the bases for our cautiously optimistic view of current developments.", "The economy was able to register sustained improvements on a quarter-on-quarter basis.", "From the 16.9 percent contraction recorded in the second quarter of 2020, which was at the peak of the lockdown and quarantine measures, the Philippine economy managed to post slower declines of 11.4 percent and 8.3 percent in Q3 and Q4, respectively.", "This uptrend is expected to continue in the succeeding quarters of 2021 with the implementation of the COVID-19 vaccination program and the calibrated reopening of businesses and mass transportation.", "Inflation remains to be manageable.", "We saw inflation rose from below 3 percent for most of last year to 4.7 percent in February but slowed down to 4.5 percent in March.", "The latest outturn is consistent with the BSP's prevailing assessment that inflation in the first half of this year will be transitory, reflecting largely supply-side pressures related to the African Swine Fever, weather-related disturbances, higher global oil prices, and positive base effects.", "The BSP reiterates its support for urgent and coordinated efforts by government agencies in implementing non-monetary interventions to enable access to competitively-priced imported food items and thereby, ease the impact of supply-side stresses.", "The inflation outlook indicates that average inflation may slightly breach the target this year but would return to within the target by 2022.", "Moreover, inflation expectations are well-anchored as market analysts also anticipate the slowdown of inflation to target by next year.", "Latest baseline projections show that while inflation is projected to accelerate above the high-end of the target range from Q1 to Q3 2021 from factors earlier mentioned, inflation is seen to decelerate below the midpoint of the target range by Q4 2021 and Q1 2022.", "Risks to the inflation outlook appear to be broadly balanced for 2021 but could remain on the downside in 2022 The upside risks to inflation include: a) Supply disruptions owing to adverse weather conditions and African Swine Fever (ASF) b) Rising global crude oil prices; c) Higher government spending, renewed consumer demand, and normalization of business d) Continued rollout of vaccines e) Low interest rate environment Downside risks to inflation include: a) Subdued domestic demand due to low purchasing power and implementation of localized b) Successful implementation of the lower tariff on imported pork Meanwhile, results of the BSP's survey of private sector economists for March 2021 showed higher mean inflation forecast for 2021 at 4.3 percent from 3.0 percent based on the December 2020 survey.", "Mean inflation expectations for 2022 was unchanged at 3.0 percent.", "Consumer and business sentiments are encouraging.", "Based on the Q1 survey, business confidence for Q1 2021 improved-rising to 17.4 percent from 10.6 percent in Q4 2020. Business outlook on the economy is more optimistic for the next quarter at 42.8 percent and for the next 12 months, at 60.5 percent, both higher than previous quarter's survey results.", "In the survey on consumer confidence in Q4 2020, consumer confidence for Q1 2021 likewise improved to 4.3 percent from the previous quarter survey of -4.1 percent.", "For the next 12 months, consumer sentiment remains optimistic.", "The country's external position is also another source of optimism.", "Despite weak global demand in 2020 amid the synchronized recession of our major trade and investment partners, the country's external position held up well.", "The full-year 2020 BOP surplus posted an all-time high of US$16.02 billion.", "Higher net foreign borrowings by the NG and lower merchandise trade deficit, along with sustained net inflows from personal remittances, foreign direct investments, and trade in services accounted for the external sector performance in 2020.", "The gross international reserves (GIR) reached US$105.16 billion as of end-February 2021, equivalent to almost a year's worth of import cover.", "The latest GIR level remains more than sufficient to cover the economy's foreign exchange needs.", "External debt as percent of GDP has considerably improved and is sustainable.", "The country's external debt rose to US$98.5 billion as of end-2020 due to pandemic-related financing needs of the national government.", "But this level is prudent, comprising only 27.2 percent of GDP.", "The country's external debt position is manageable for two other reasons.", "First, a large part of the country's external debt has medium-and-long term maturity profile, which supports a manageable debt repayment schedule.", "Second, a majority of these foreign borrowings carry fixed interest rates, rendering them not susceptible to volatilities in global interest rates or foreign exchange fluctuations.", "Finally, the country's banking system remains sound and stable, despite various operational and market challenges encountered during the pandemic.", "Philippine banks continue to be an efficient and responsible intermediator of funds.", "The capital and liquidity buffers that the Philippine banks built in compliance with BSP regulatory requirements, as well as years of favorable banking conditions, have been proven useful.", "The banks' capital adequacy ratio of 16.8 percent and 17.2 percent on solo and consolidated bases, respectively, as of end-September 2020, are above both the BSP's and international standards.", "Meanwhile, the rise in bad debt remains manageable.", "Non-performing loans (NPL) and nonperforming assets (NPA) ratios were modest at 3.6 percent and 2.4 percent, respectively as of end-February 2021, compared to the double-digit levels recorded during the Asian Financial crisis.", "Thus, given these factors and barring unanticipated growth speed bumps, the Philippines has the essential elements to post a solid recovery this year.", "Beyond these numbers, however, robust institutions and sustained policy discipline will see us through this COVID fog because there is no alternative, to put it plainly.", "To incentivize lending particularly to micro, small and medium enterprises (MSMEs) and large enterprises in carrying on with their business during the pandemic, and to hasten recovery and sustainability of their operations during the post-crisis, the BSP relaxed regulations to provide financial relief to borrowers.", "Allow me to highlight some of the key measures.", "The credit risk weights of loans granted to MSMEs that are current in status were reduced to 50 percent.", "The reduced credit risk weight would be subject to review by end-December 2021.", "Loans that are guaranteed by the Philippine Guarantee Corporation, Agricultural Guarantee Fund Pool (AGFP), and the Agricultural Credit Policy Council (ACPC) were assigned zero-percent risk weight.", "New loans to MSMEs and large enterprises that were critically impacted by the pandemic were recognized as forms of alternative compliance with banks'/QBs' reserve requirements, provided these loans are not encumbered or rediscounted with the BSP.", "The Single Borrower's Limit (SBL) was temporarily raised to 30 percent from 25 percent until 31 The BSP Monetary Board approved the acceptance of additional eligible credit instruments and relaxed documentary requirements and availment procedures for rediscounting to the BSP until 30 April 2021, subject to further extension as may be approved by the MB.", "The BSP has always been at the forefront of reforming the digital payment ecosystem, which provides an important backbone of a digital economy.", "Long before the passage of the National Payment Systems Act in 2018 that gave BSP explicit authority to oversee all payment system operators and participants, the BSP already formulated the National Retail Payments System (NRPS) framework.", "It was designed to foster \"access, acceptance, and adoption of digital payments.\"", "The adoption of the NRPS was also in keeping with the thrust to promote financial inclusion by enabling digital payment innovations that lower transaction costs and relieve constraints to owning a transaction account.", "We did not stop there.", "We continue to innovate and reform.", "As the pandemic accelerated the pace of digital transactions, we launched the 2020-2023 Digital Payments Strategic Roadmap.", "It has two strategic objectives.", "First is to strengthen customer preference for digital payment with concrete expected outcomes, that is, to raise the volume of retail digital payments to 50 percent and to expand the number of Filipino adults with payment or transaction accounts to 70 percent by 2023.", "Aside from sustained strengthening of digital governance and standards, we also embark on Philsys-enabled KYC protocols and next generation payment and settlement system.", "This is compliant with global best practices for payment systems and significantly improve the end-to-end payer-to-payee processes among financial institutions and advance efficiency in cross-border payments.", "Despite the pandemic, we remained laser-focused on structural reforms.", "FIST would help financial institutions offload their pandemic-induced non-performing assets through special purpose vehicles.", "This would enable them to continue servicing the financial needs of borrowers.", "CREATE reforms the corporate tax structure and the fiscal incentives system.", "It reduces corporate income tax rate and directs incentives toward strategic growth industries, to attract greater foreign investment and generate more jobs.", "GUIDE provides financial assistance to firms that are strategically important to economic recovery, in view of their role in providing employment and supporting the Philippine economy.", "GUIDE already passed the House of Representatives and is currently being deliberated by the Senate Committee on Banks, Financial Intermediaries and Currencies.", "Finally, allow me to end my remarks with these key points: Recent assessment by the IMF indicate notable recovery, particularly by the US, but greater scarring may be seen among the emerging and developing economies.", "Advanced and emerging economies, including the Philippines, are expected to rebound in 2021.", "However, downside risks continue to dominate.", "Improved global economic growth prospects and country-specific improvements amid vaccine developments and sustained fiscal policy support are expected to lend support to these economies' growth prospects for the year.", "Consensus view expects Philippine economic recovery to be broadly in line with the national government's outlook for 2021.", "Sources of optimism on the economy's growth prospect in 2021 stem from the quarter-onquarter progress in the GDP outturn; improved business and consumer confidence; within-target inflation; ample liquidity in the system; sound and stable banking system; and sustained robust external payments position.", "The BSP remains committed to its mandates by maintaining price stability, ensuring the soundness and stability of the financial sector and strengthening the economy's resilience against external shocks.", "The BSP also supports the National Government with its inclusive growth goals."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Economic recovery", "Inflation", "Banking stability", "Digital payments", "Financial inclusion", "Credit support", "Structural reforms", "External position", "Global economic outlook", "Risk management"]}