{"sentences": ["Amy (LO), distinguished guests, ladies and gentlemen: 1.", "Good afternoon, and happy new year.", "And I wish all of you a prosperous as well as a healthy year of 2021.", "It gives me great pleasure to return to this symposium and deliver my opening remarks for the second year.", "Taking global wealth into next level 2.", "Despite the serious disruptions caused by covid-19 to many sectors of the economy, the global financial markets seem to be well supported by the risk-on sentiments boosted by the unprecedented policy support from governments around the world, as well as developments on the vaccines.", "The trajectory of global wealth growth has also not been changed by covid19.", "According to an industry research, by summer last year, global billionaire wealth had already recovered from the market losses in Q2 last year, and reached new high of more than US$10 trillion now.", "However, the prospect of a global economic recovery remains uncertain, and a low yield environment is likely to stay with us in the coming years.", "To family offices and private wealth managers awash with funds, the \"billion-dollar question\" is, \"how can we keep wealth growing?\"", "There are reasons to believe that an answer is available in \"Asia\".", "In the short term, with a more effective handling of the pandemic, a number of Asian economies experienced much less disruption than their counterparts in the West.", "Take Mainland China as an example.", "It was seriously hit at the onset of the pandemic.", "But notably it is also the first major economy to keep the pandemic under control, and achieved an expansion of GDP by 2.3% on a yearon-year basis in 2020. .", "Looking ahead, many Asian economies will continue their strategies to move up the global value chains, from just being manufacturing centres to gradually taking up activities with higher value, such as technology innovation.", "Exciting wealth creation opportunities will continue to unfold.", "All these opportunities in the region will attract global wealthy families to set up a base in Asia.", "In terms of choice of the location of the base, there are always three key areas of consideration in the mind of the family offices: access to investment opportunities; ease to raise fund; and security during turbulent times.", "Capturing Asia opportunities via Hong Kong 7.", "Over the years, taking into account all three factors, Hong Kong still maintains an unrivalled position as an investment hub for family offices in the region.", "First, on access to investment opportunities, Hong Kong boasts its world's leading capital markets and asset management industry, offering an unparalleled variety of investment opportunities.", "Our asset management industry comprises more than 1,800 asset managers who managearound US$3.7 trillion of assets.", "Under the low interest rate environment, there is an increasing trend for family offices to allocate more assets to the private market.", "Hong Kong is the largest private equity, or PE, hub in Asia after Mainland China.", "Close to 600 PE firms have set up offices in Hong Kong.", "At the same time, Hong Kong is also the dominant investment gateway of Mainland China.", "In 2018, over half of Mainland China's foreign direct investment was channelled through Hong Kong.", "International investors can also utilise our unique Stock and Bond Connect schemes to get access to the Mainland's onshore stock and bond markets.", "The Connect schemes have now accounted for over half of the Mainland's portfolio investments from international investors.", "Looking ahead, new measures are gradually introduced under the Greater Bay Area initiative to foster greater collaboration within the region.", "These will provide more opportunities for Hong Kong investors to gain from the development of China's most economically vibrant region.", "One good example is the Wealth Management Connect to be launched soon.", "Second, on raising funds, Hong Kong's equity market topped the global IPO league table for 7 times since 2009.", "Our vibrant stock market could help many entrepreneurs to unlock their wealth by floating their businesses in Hong Kong.", "We also have a highly competitive banking industry that can offer alternative arrangements for families that are reluctant to sell their family businesses or investments.", "Third, on security, when I spoke at this symposium a year ago, I shared the robustness of our financial system and highlighted the buffers we had built over years.", "We could not have predicted that another tough test, covid, would be so near to us at that time.", "Yet, Hong Kong's financial system has coped with that very well.", "Hong Kong's financial stability is uniquely characterised by, firstly, our Linked Exchange Rate System, which keeps the fluctuation of the value of HKD against USD within a narrow trading band and, secondly, our free flow of capital, which is enshrined in the Basic Law.", "In the past year, we saw continuous inflow into both the HKD and the banking system despite all the challenge.", "Hong Kong has been a safe haven to many international investors.", "All these attributes have allowed us, over the years, to become Asia's largest and world's second largest international wealth management hub, with US$1.9 trillion of cross-border wealth under management.", "Another industry survey also revealed that Hong Kong is home to around 10,000 ultra-high-net-worth individuals.", "However, we must never sit on our laurels.", "The HKMA has been working closely with the industry and other government agencies to roll out new initiatives to further enhance Hong Kong's attractiveness to family offices.", "After my talk in this symposium last year, we continued to strengthen our support to family offices.", "We assisted InvestHK in completing the set-up of their one-stop information site.", "The Government has also announced the creation of a dedicated unit in InvestHK to help family offices settle in Hong Kong.", "Beyond that, in August last year, we introduced a new investment vehicle called the \"Limited Partnership Fund\", LPF.", "This new and flexible vehicle can be used by private equity funds and venture capital, and can also be used as an asset holding vehicle like family offices.", "In just a few months, we have already seen over 70 registrations under this new platform.", "The LPF regime is well received by the industry.", "In addition, we are working on a legislative proposal to provide competitive tax treatment for the carried interest, which we hope would be effective later this year.", "We are confident that all these will give fresh impetus to the continual development of the local private investment landscape.", "Ladies and gentlemen, there are many more interesting topics and developments in our city that I am unable to share with you today because of time.", "On the \"billion dollar question\" that I have mentioned, I am sure that the expert speakers invited by the PWMA will give you more valuable insights during the coming sessions.", "This also signifies another value of Hong Kong - investors always enjoy the privileged access to a pool of experts and professionals from different sectors here in Hong Kong.", "I wish today's symposium a great success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Family offices", "Wealth management", "Asia", "Hong Kong", "Investment opportunities", "Private equity", "Security", "Financial stability", "Limited Partnership Fund", "Carried interest"]}