{"sentences": ["Thank you for the opportunity to engage on Mark Carney's deeply thoughtful lecture.", "Mark has given us a powerful rendition of the transformation taking place that will \"re-wire\" our monetary and financial systems.", "Centrifugal forces are driving financial functions away from the traditional core.", "These forces are not just affecting money, but all aspects of the monetary system.", "Mark also reminds us that, amid this transformation, money has to be anchored on \"values of trust, resilience, dynamism, solidarity and sustainability\".", "I'd like to focus on: the decentralisation of finance across the three 'I's of the monetary stack - intermediaries, infrastructure, and instruments; and how central banks and regulators can potentially shape this decentralisation in a way that upholds the critical values of money that Mark has highlighted.", "Let me begin with Intermediaries, at the top of the monetary stack.", "The delivery of retail financial services is being decentralised.", "This is happening in two ways.", "First, finance by non-financial players.", "There is now a much broader range of non-traditional - and often unregulated intermediaries in the retail finance space.", "This is not just BigTechs, but also FinTechs and smaller technology firms.", "These players provide payments, lending, savings and investments as complements to their core digital service.", "By bundling financial and non-financial services, they are able to better meet the needs of consumers.", "Second, embedded finance by financial players.", "Regulated financial institutions are reinventing their business models and leveraging on technology to connect with customers at more and varied touchpoints.", "Financial institutions are \"embedding\" their offerings in an array of non-bank digital platforms in an attempt to reach new customers at lower acquisition costs.", "Embedded finance combines the benefits of platform economics with the trust premium that people still place with regulated financial institutions.", "Central banks and regulators should welcome both these developments.", "They offer the prospect of more efficient, more affordable, more inclusive financial services.", "But we need to be alert to new sources of risk.", "If the distributor and underlying provider of a financial service are not the same entity, who is accountable to the customer?", "As the number of 3rd-party intermediaries involved in a financial service grows, there might also be increased operational risks.", "We will need to adapt our regulatory approaches.", "Pay greater attention to market conduct, consumer protection, and technology risks.", "Regulatory frameworks will need to become more modular and agile.", "Entity-based regulation remains relevant for the provision of key services such as deposit-taking, insurance, and the offer of securities.", "But for the growing number of players who offer niche financial services, we need to rely increasingly on activity-based regulation.", "This is all still fairly familiar ground, as the fundamental structure of financial services remains largely intact.", "Intermediaries continue to be at the centre, even as distribution becomes more decentralised with diverse players and new ways of connecting with customers.", "Stepping a layer down, let us now examine the underlying Infrastructure of financial services.", "Technology is enabling a fundamentally different approach to financial infrastructure, compared to the centralised systems of today.", "Take for example, open crypto networks based on self-executing smart contracts and noncustodial financial services, where users maintain control over their assets at all times.", "By replacing intermediaries and central parties, these networks aim to reduce both the cost and risk of finance.", "By decentralising key aspects of financial infrastructure, such as access, data, and code, open crypto networks can also potentially enhance inclusion and innovation.", "When firms of all sizes, and even individuals, can directly access financial infrastructure, it could mean more competition and inclusion.", "When transaction data is available to all participants, and not confined within the intermediary responsible for the transaction as is the case today, it could mean more contestability and transparency.", "When code can run directly and publicly on these networks, unlike proprietary code that runs on private servers, it could mean more interoperability and innovation.", "We are certainly not at the point where these self-governing networks can meet the high standards of governance, security, resilience that we demand of critical infrastructure.", "Even so, central banks would do well to incorporate these innovations in designing the next generation of payment infrastructure.", "These ideas could be particularly relevant to the development of CBDCs.", "Finally, we turn to the layer at the base of the system - the Instruments, or forms of money that should confer the properties of a public good.", "The decentralisation of instruments is most clearly associated with the emergence of alternative currencies to those issued by central banks.", "Technology firms with large ecosystems, or technology itself can create new non-fiat currencies.", "While today's crypto instruments (e.g.", "Bitcoin) have failed to become money, we should not discount the possibility of better algorithms leading to viable cryptocurrencies as a global medium of exchange in the future.", "But the widespread use of private cryptocurrencies could lead to an erosion of the nation state's monetary sovereignty.", "This will in turn have implications for central banks' ability to safeguard financial stability.", "As Mark points out, the continued centrality of public money in the financial system is key to safeguarding the soundness and stability of all money in the economy.", "A pre-condition for this is that state-issued currency remains the domestic economy's predominant unit of account.", "The currencies of small, open economies may be particularly vulnerable to loss of monetary sovereignty.", "They do not have the global network effects that currencies of larger nations enjoy.", "Markus Brunnermeier and others have highlighted the possibility of \"digital currency areas\" that transcend national borders with even larger and more powerful network effects.", "Currency competition is not a challenge that we are unfamiliar with.", "Small open economies in particular have always needed to keep their currencies relevant domestically to preserve monetary autonomy.", "The benefits of an independent monetary policy have to be weighed against the efficiency gains from adopting a more widely used currency.", "Pegging to the US Dollar, the Euro or even a Synthetic Hegemonic Currency is one thing; losing monetary sovereignty to a currency that is the liability of a private entity is another.", "To sum up, money must ultimately be trusted if it is to fulfil its function in the economy.", "As public institutions which have built up credibility over time, central banks are best placed to safeguard the trust that underpins sound money and safe payments.", "This trust is not just about money that is safe, but also about a monetary system that is dynamic and purposeful.", "As Mark has emphasised, it must continually improve how it serves the people who depend on it daily.", "The key question on the future of money is this: what is the appropriate division of labour between the public and private sector?", "There is a continuum that spans, at one extreme, a completely centralised system where there is only central bank money, and at the other extreme a decentralised system where there are only private monies in circulation.", "Each country will have to choose different positions along the continuum, given its own cultural norms, social compact, and institutional structures.", "As Stefan Ingves once told me, ultimately, it is not even a monetary question but a political one.", "For whatever we decide, it must have the \"consent of the people\".", "The future of money is too important a matter to be left entirely to central bankers."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Decentralisation of finance", "Intermediaries", "Infrastructure", "Instruments", "Trust", "Resilience", "Monetary sovereignty", "Public money", "Private cryptocurrencies", "Central bank money"]}