{"sentences": ["I am happy to be back at the State Bank of India Banking & Economics Conclave.", "I thank the Chairman, SBI and the organisers of this event for having invited me to address this august gathering.", "The theme of this year's conclave 'Contours of Economic Recovery in Post-Covid World' is both well-timed and relevant.", "Well-timed because, after all the trials and tribulations, we might just be knocking at the door of the post-COVID world.", "Relevant because a crisis of this magnitude will not only reshape the economy but also the contours of economic recovery.", "In our lifetimes and even in future generations, we would hopefully not reckon with a bigger crisis than COVID-19.", "So, in the spirit of never letting a crisis go to waste, we have to learn from the pandemic experience to build a stronger and resilient economy.", "In my remarks today, I propose to touch upon the theme of the conclave.", "Vast swathes of the global economy were held hostage by COVID-19 over the last two years.", "To save humanity as well as the economies from the clutches of the virus, speedier and equitable access to vaccines remained the only hope.", "India's remarkable progress on this front is a shining example of our scientific capabilities and tech-enabled public delivery.", "With a scale of vaccine production, which is among the highest in the world, India is poised to lead the fight against COVID-19.", "It is a moment to pay our tribute to everyone who has made this possible.", "Improved vaccination and reduced infections have materially reduced extreme health outcomes like hospitalisation and mortality.", "This has boosted consumer confidence.", "With additional boost coming from the festival fervour and pent-up demand, numerous high-frequency indicators suggest that economic recovery is taking hold.", "A Quest for Sustained Growth 3.", "While it is heartening to note that the economy is gradually getting back on its feet after a devastating second wave, recovery has progressed in an uneven manner.", "Contact-intensive services are still to regain the lost capacity despite rapid improvement in the recent period.", "The Q1:2021-22 data on GDP revealed that there still exists significant gap in both private consumption and investment, relative to their pre-pandemic levels in 2019-20.", "So, while the economy is picking up pace, it is yet to cover a lot of ground before it gets broad-based and entrenched.", "This points to the need for sustained impetus so that growth could return to, or better still, exceed the pre-pandemic trend.", "I firmly believe that India has the potential to grow at a reasonably high pace in the postpandemic scenario.", "Several factors are stacked in India's favour.", "First, India as an emerging market and developing economy has significant potential to catch up with the rest of the world supported by favourable demographics, improving skill base and strong domestic demand.", "Second, the Government is providing necessary support - especially through capital expenditure and reforms in various sectors like infrastructure, manufacturing and telecom, apart from other institutional changes to boost productivity, ease supply constraints and improve business environment.", "Third, the pandemic has opened new opportunities of growth in digital and green technology and also on account of resetting of global supply chains that could be advantageous to India.", "Fourth, exports have been a bright spot during the recent months and are likely to benefit further from global economic recovery.", "In the presence of such enabling conditions and supportive policies, I have no doubt that we have a unique opportunity to step up growth as we emerge from the pandemic.", "Let me dwell further on some of these issues.", "Private Consumption - Backbone of Growth 5.", "Contributing the largest share of aggregate demand (around 56 per cent of GDP), private consumption is critical for inclusive, durable and balanced growth of our country.", "Daily wage earners and workers at the lower rungs of the society have incurred significant losses of income and employment during the pandemic that will take time to repair.", "The International Monetary Fund (IMF) estimates that less than 70 per cent of emerging economies will be able to achieve 2019 employment levels even by end of 2022.", "In India, demand for work under MGNREGA remains about 10 million higher than pre-COVID levels, suggesting that the recovery in informal sector has still to cover a distance.", "A minimum tenure of contract for semi-skilled labour, especially in infrastructure sector and linked to duration of projects may perhaps induce employment certainty and consumption.", "Small businesses have also been hit harder and would require support to recover and achieve their full employment potential.", "There are signs that consumption demand triggered by the festive season is making a strong comeback.", "This would encourage firms to expand capacity and boost employment and investment amidst congenial financial conditions.", "The recent cut in excise duty on petrol and diesel by the Central Government and in value-added tax (VAT) by several State Governments will augment purchasing power of people, which in turn, will create space for additional consumption.", "Are we at the cusp of a virtuous feedback loop where increased demand impulses will move in lockstep with commensurate supply response and ensure sustained growth of the economy?", "There are reasons to be optimistic on this front.", "Reviving Investment 7.", "Reinvigorating private investment is crucial to realise India's growth potential.", "Various policy measures have been taken to support investment.", "These include cut in corporate taxes, taxation reforms, introduction of Performance Linked Incentive Scheme for 13 major sectors, enhanced focus on infrastructure development and asset monetization by the government, initiatives by the government under the Atma Nirbhar programme and proactive liquidity measures by the RBI.", "Encouragingly, some improvement in investment activity has been observed in the recent period.", "Leading indicators of investment like production and Import of capital goods are higher than prepandemic level in September 2021.", "Early results of firms in Q2:2021-22 suggest robust sales and resilient profitability despite input cost pressures.", "Such trends could provide impetus to capacity expansion by the corporate sector in the coming quarters.", "The pandemic has catalysed far reaching changes in the systems of production, management and governance.", "The crisis underscored that technology could bridge the resource gap to a large extent and is a key enabler of inclusive growth.", "Emerging technologies such as artificial intelligence, robotics, the Internet of Things, autonomous vehicles, 3-D printing, nanotechnology, biotechnology, energy storage and developments in material science have touched all aspects of our daily lives.", "The future belongs to data-driven smart manufacturing and businesses need to gear up to make the right investments sooner than later.", "Investment in knowledge and skill upgradation holds the key to transforming the manufacturing sector.", "Close coordination between industry and the education system is required to revolutionise the industrial sector.", "Overall, the right mix of investment in physical and human capital can usher in an era of sustained growth.", "The investment outlook is bolstered by the entry of next generation firms, or the Start-ups.", "India has emerged as one of the top performers in the Start-up landscape, which is a reflection of the immense potential for innovation and dynamic entrepreneurship.", "A large proportion of the investment flowing into tech Start-ups has been in response to the post-pandemic spurt in demand for internet-based services across various sectors such as food delivery, education and health.", "Policy emphasis on Start-up development through exemption of angel tax and improved governance measures have also supported this sector.", "International experience suggests that GDP growth can significantly improve if scarce resources are reallocated to the dynamic sectors of the economy.", "While agriculture and construction together account for nearly 56 per cent of the total employment in India, their contribution to GDP is about 25 per cent.", "Thus, a large segment of the workforce is stuck in lower productivity areas constraining our growth potential.", "Further, with stronger balance sheets, the organised corporate sector is well-placed to make new investments in emerging areas.", "As demand recovers, I am sanguine about corporate sector playing a major role in turning the investment cycle that will facilitate absorption of surplus liquidity for productive investment.", "In this background, it is incumbent upon a competitive and efficient financial system to identify high productive sectors and reallocate resources to harness the growth opportunities.", "Banks, in particular, should be investment ready when the investment cycle picks up.", "Critical Role of Public Expenditure 13.", "The COVID-19 pandemic has reinforced the need to spend on physical and social infrastructure including education, health, innovation and digitisation which are not only welfareenhancing, but also growth-inducing.", "Further, good quality public expenditure helps crowding-in private investment and alleviating critical supply constraints.", "This can also ease inflationary pressures.", "How can we make public spending more effective in addressing growth and welfare concerns?", "First, to build a strong and resilient economy, growth-boosting elements of public spending must be preserved and cultivated.", "The current drive towards an investment-led recovery with policy thrust on capital expenditure can get a further boost if we develop certain measurable parameters for the quality of public expenditure.", "The formal weaving of quality targets into fiscal consolidation paths of the central and state governments will make the fiscal policy more efficient, effective and humane.", "Such an approach can infuse pro-cyclicality bias by assuring a steady provision of quality public goods.", "Second, significant variation is observed in spending behaviour across states, with some fiscally prudent states despite their low debtGSDP ratios, hesitating to spend up to their full potential despite infrastructure gaps.", "Fiscally strong states could indeed lead the expenditure drive in critical areas of public infrastructure.", "This would boost not only their own potential growth prospects, but can also kick-start an all-India investment cycle with positive spill over to other states.", "Third, periodic reviews followed by phasing out or rationalisation of existing schemes based on their actual outcomes can lead to more efficient allocation of limited resources.", "Every new scheme launched should have a sunset date linked to outcomes.", "India is set to achieve the milestone of US$400 billion annual exports driven by robust external demand for Indian products like engineering goods, petroleum products, drugs and pharmaceuticals, chemicals and agriculture products.", "Out of the top ten export partner countries, India's share has increased in eight countries during during April-August 2021 over the same period last year.", "Notwithstanding this, there remains significant export opportunities in several emerging areas.", "First, India has a natural advantage in the agriculture sector.", "Apart from traditional export items like cereals, sugar and cotton, agricultural exports can be diversified into new areas to take advantage of shifting consumer preferences and environmental concerns.", "Second, climate change concerns have pivoted the automobile sector towards electric vehicles (EV).", "EV sales are increasing at a brisk pace.", "This has ramped up the demand for metals like lithium and cobalt which are used in batteries, far in excess of their reserves.", "Therefore, it is of strategic importance to build a robust ecosystem for recycling and producing EV batteries with newer materials through various incentives not only to ensure adequate domestic supply but also to take advantage of the huge export potential in this area.", "Third, significant export opportunities exist in space and defence sectors for launch vehicles, cost-effective launch of satellites, aerospace and defence goods and services where public-private partnership can yield rich dividends.", "The Role of the Financial Sector 16.", "The edifice of growth and development in modern societies is built on the foundation of a vibrant, resilient and well-functioning financial sector.", "I would now reflect on the strengths and challenges in our financial sector as we emerge from the pandemic.", "Building Buffers for the Future 17.", "Banks have weathered the COVID-19 shock better than expected.", "As per the early trends, the GNPA and Capital Adequacy ratios of SCBs have further improved in September 2021 from their levels in June 2021.", "Banks have also been prudent in raising capital.", "Profitability metrics of several banks are also at highest levels in several years.", "The improved parameters partly reflect regulatory relief provided to banks during COVID-19 as well as fiscal guarantees and financial support given by the Government.", "Going forward, there are risks and challenges which require serious introspection and action on the part of the banking system.", "First, the COVID-19 episode provides a real-life experience to take a fresh look at certain aspects of existing prudential and regulatory norms for financial entities regulated by RBI.", "Certain concerns have re-emerged from the crisis which warrant our attention.", "Most importantly, we are faced with the question of capital and provisioning buffers of banks, their adequacy and resultant usability during a crisis.", "I would thus strongly urge the banks to focus and further improve their capital management processes with a forward-looking, scientific and prudent approach.", "The key point is to envisage the capacity for loss absorption as an ongoing responsibility of the lending institutions.", "It is expected that banks will exhibit prudent risk-taking behaviour and use their capital efficiently.", "Second, good governance is a necessary condition for having well-functioning, strong and resilient financial institutions.", "Banks have the privilege of raising deposits from the public, which also puts the onus on them to conduct their business in a very responsible manner.", "The Board of Directors carry the responsibility of being guardians of the trust that depositors have reposed in a bank.", "A bank's responsibility towards depositors should, therefore, be weighed against its responsibility towards shareholders of the bank.", "To ensure good governance, the Reserve Bank has high expectations from the oversight role of the Board, its composition, Directors' skill profile, strong risk and compliance structure and processes, more transparency and a robust mechanism of balancing various stakeholder interests.", "Thus, business priorities need to be complemented with responsible governance and ethical actions.", "Third, banks should ensure that their business models and business strategies are conscious choices, following a robust strategic discussion in the Board, instead of being driven by mechanical 'follow the market' approach.", "In their endeavour to grow, banks should avoid herd mentality and look for differentiated business strategies.", "At the RBI, we have started taking a closer look on the business models and strategies of banks.", "Certain banks had followed the high risk and high return business strategy, with a skewed priority for serving only the interest of their investors.", "The active role of the Board, especially in challenging the proposals of the management, thus becomes critical.", "This will contribute towards a more diligent and balanced approach to decision making.", "Fourth, another major challenge would be in dealing with the stressed borrowers impacted by COVID-19.", "During the two waves of COVID-19, the Reserve Bank announced Resolution Framework 1.0 and 2.0 to provide relief to the borrowers and banks.", "While the resolution in respect of large borrower accounts restructured under Resolution Framework 1.0 was to be implemented by June 30, 2021, they have time till September 30, 2022 to achieve the operational parameters.", "On the other hand, resolutions invoked under Resolution Framework 2.0 before September 30, 2021 in respect of individuals, MSMEs and other small businesses, have to be implemented by December 31, 2021.", "As the support measures start unwinding, some of these restructured accounts might face solvency issues over the coming quarters.", "Prudence would warrant proactive recognition of such non-viable firms for pragmatic resolution measures.", "Fifth, it may not be an overstatement to say that financial services industry today is in the midst of a 'technological invasion'.", "The ongoing digitalisation of finance has led to positive disruptions on many fronts.", "Needless to say, the Reserve Bank has been actively fostering innovation in this cross-fertilised space by envisaging mechanisms like regulatory sandbox for fintechs, co-lending models, account aggregators, etc.", "We would expect lending institutions to leverage upon these mechanisms to enhance the overall customer experience, product customisation, adoption of alternative credit appraisal methodologies, monitoring measures, among others.", "A word of caution is in order: globally, the 'phygital' revolution has played out into several collaborative models between banks, NBFCs and fintech players such as incubation, capital investment, co-creation, distribution and integration.", "While lenders are free to explore any of these models, the regulatory expectation is that the eventual tie-up decision should be as per their own commercial wisdom in terms of their internal policies subject to extant regulatory guardrails.", "They should also ensure that compliance requirements in terms of regulations such as the Banking Regulation Act, the Information Technology Act, outsourcing guidelines, fair practice codes, etc.", "are met for data security, data privacy and redress of grievances.", "Further, sufficient safeguards in contracts with fintech and bigtech entities should also be ensured.", "Therefore, as we take this journey of innovation forward, it must be recognised that the risks ultimately lie in the books of banks and NBFCs and hence the collaboration should be appropriately strategised.", "Sixth, lenders should never lose sight of their raison d'etre - the customer.", "As you are aware, under the Integrated Ombudsman Scheme, and even under the earlier Ombudsman Schemes, only the complaints pending beyond 30 days with the Regulated Entities (including banks) are dealt with by the RBI Ombudsman.", "Thirty days is a very reasonable period for resolution of customer complaints.", "I would urge the banks to pay particular attention and take measures, as necessary, to revamp/strengthen their grievance redress mechanisms and minimise the escalation of grievances to the RBI ombudsman in the interest of the customers.", "Banks should also ensure fair treatment of customers and avoid mis-selling through proper sensitisation of staff and direct selling agents.", "The product sold to the customer should be suitable and appropriate for his/her risk profile.", "As we tread ahead on the growth path after the pandemic, India's rightful place in the global economy will be built on a sound, stable and resilient financial system.", "Banks and NBFCs, being the power engines of our economy, must undergo continual metamorphosis to accelerate this transformational journey.", "I wish to see the senior bankers here as the 'change agents' in their respective institutions to catalyse this whole transformation.", "My best wishes for productive and meaningful deliberations ahead!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Recovery", "Investment", "Public Expenditure", "Consumption", "Exports", "Financial Sector", "Banking", "Growth", "COVID-19", "Innovation"]}