{"sentences": ["It is a privilege and pleasure to be a part of this year's edition of the World Bank's webinar series on sustainable finance.", "We are grateful to the World Bank for organising this programme.", "Learning from our peers continues to be one of the most important and practical ways in which we can help each other effect meaningful change to ensure that finance truly serves our communities.", "The effects of the COVID-19 pandemic have now been with us for almost two years.", "While ambitions to pursue sustainable finance goals started well before the pandemic, the pandemic will surely be remembered as a defining period in shaping the path taken to a more sustainable future.", "The pandemic has extracted an enormous toll not only on global health, but also on poverty levels and inequality.", "More vulnerable groups, including those who earn lower incomes, have lower levels of education, or are holding less secure jobs, have borne a disproportionate brunt of the fallout from the pandemic.", "While policy measures are helping to mitigate these effects in the short term, the longer lasting impact on society and future economic prospects are likely to be far more significant.", "This could amplify pre-existing inequalities, particularly in emerging economies.", "Yet, it is also true that the other side of the \"pandemic coin\" has also had a profound impact in realising possibilities that not so long ago, seemed much further into the future.", "Over the last two years, we have seen the diffusion of technology achieve levels very quickly in many previously untapped segments of society, largely driven by coping mechanisms in response to the pandemic.", "This has created new opportunities for income generation and enhanced financial access for many people in ways not fully appreciated before.", "The growth and pervasiveness of the gig economy is perhaps the most visible evidence we have of this.", "For many countries, the pandemic has also served to accelerate critical structural reforms needed to strengthen our resilience to future shocks.", "This includes labour policy, social protection and environmental reforms that will reinforce foundations for sustainable development.", "Collectively, these forces can have an enormous positive impact on sustainable and inclusive development.", "To fully harness the potential before us, financial policy has a key role to play.", "At Bank Negara Malaysia, we believe this role centres around three themes; innovation, transition and collaboration.", "Firstly, we strive to be more encouraging of innovation within a safe enabling environment.", "We recognise the need to strike the fine balance between maximising the benefits of financial innovation and limiting abuse that can cause harm to consumers and increase risks to the financial system.", "With the rapid and constant emergence of new technologies, this balance is increasingly taking regulators outside their traditional approaches and comfort zones.", "To help us achieve this balance, we emulated the Financial Technology Regulatory Sandbox introduced in some other countries to provide an avenue for industry players to pilot or test new solutions within a safe space.", "Here, industry players have the opportunity to trial new financial technologies that support sustainable goals.", "At the same time, we are able to better understand and observe market impacts and tailor our regulatory and supervisory response accordingly.", "To date, 19 solutions have been tested in the sandbox.", "Of this, over 60% have been successfully rolled out into full-scale production.", "The Bank has also introduced new digital bank licences and implemented a series of changes to existing regulations applicable to agent banks, microinsurance, and payment and remittance services to enhance financial inclusion and consumer protection.", "Secondly, we continue to support a meaningful role of the financial sector in helping households and businesses meet transition challenges.", "While we are encouraged by a number of financial institutions in Malaysia that have announced net-zero or carbon neutral goals, it is imperative for financial institutions to do more to support transition.", "We expect this to gain momentum with the implementation of the Climate Change and Principle-based Taxonomy for financial institutions that was issued by Bank Negara Malaysia in April this year.", "By shining a light on climate risk mitigation and adaptation activities, the taxonomy will strengthen incentives for both financial institutions and businesses to adopt practices that are aligned to climate goals.", "The taxonomy will also pave the way for plans that will be announced soon to mandate the adoption of climate related financial disclosures by financial institutions.", "In addition, we are supporting efforts by the Government to strengthen the capacity of development finance institutions to enable them to play a more significant role in crowding in sustainable finance from the private sector, supporting the capacity building needs of businesses in transition, and scaling up innovative financing mechanisms.", "In light of the current challenges faced by businesses and individuals, we see a greater need and significant prospects for new forms of blended finance to support the recovery process and meet transition challenges.", "To this end, the Bank is engaging with the financial industry, including DFIs, and other key stakeholders on strategies to combine commercial lending with alternative funding sources such as philanthropic funds and social finance instruments.", "This includes upscaling existing pilot programmes.", "Such blended finance solutions will be important to reduce debt levels and future risks to growth and financial stability.", "During this period, the Bank has also established concessionary financing facilities dedicated to help SMEs automate and digitalise their operations.", "This will enable them to take advantage of new technologies to enhance income streams and build greater resilience.", "Thirdly, we believe collaborative partnerships will play a larger and more critical role in shaping financial policy going forward.", "The world around us is changing so rapidly, and the challenges we face so multi-faceted, that our best hope for creating sensible financial policy and effective conditions for sustainable development must lie in working together.", "This has certainly been our experience in Malaysia, particularly in recent periods.", "Let me just mention three of these partnerships.", "In Islamic and sustainable finance, the Value-based Intermediation Community of Practitioners or VBI COP has played a key role in driving the industry-wide implementation of VBI principles.", "The COP has been instrumental in developing practical frameworks, tools and guidance that have been widely adopted by the industry in supporting the offering value-based financial solutions that are aligned with the SDGs.", "As an example, for green finance, the Islamic banking industry is supporting approximately 4,500 renewable energy and green projects worth more than USD2.2 billion.", "On climate, the Bank and Securities Commission Malaysia have established the Joint Committee on Climate Change or JC3 to pursue collective climate actions.", "The Committee brings regulators and the financial industry together to promote alignment and drive climate actions in five areas - risk management, governance and disclosures, green finance and innovation, data and capacity building.", "Finally, sustainable finance would ring hollow without ensuring that our communities - especially our most vulnerable communities - have the means and ability to make good financial decisions.", "To this end, the Bank, together with Securities Commission Malaysia and various Government ministries and agencies, collaborate through the Financial Education Network to increase the level of financial literacy and access to information and resources on financial matters.", "The Financial Education Network also serves as a focal point to drive the implementation of Malaysia's National Strategy for Financial Literacy.", "I know that over the course of these webinars, we will learn much more about the priorities, approaches and strategies to advance sustainable finance development across the region.", "As we absorb the many valuable lessons and experiences shared towards this common goal, I am reminded of Winston Churchill who said, 'It is no use saying we are doing our best.", "We have got to succeed in doing what is necessary\".", "In the end this is what counts.", "Policymakers and the financial industry have a responsibility to do what it takes to succeed in making sure that finance works for sustainable development.", "Let me end here and thank you very much for this opportunity to offer some remarks today."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable finance", "Innovation", "Transition", "Collaboration", "Financial inclusion", "Climate change", "Blended finance", "Financial literacy", "Financial stability", "Green finance"]}