{"sentences": ["Speech of Mr Harvesh Seegolam, Governor, Bank of Mauritius at the Workshop on Countering Terrorist Financing Risks in the Non-Profit Organisation sector Thursday 25 November 2021 Le Méridien Hotel Madame Zitha, Co-Chair of FATF's Africa Middle East Joint Group Mr Hotte, Team Leader of EU AML/CFT Global Facility Dr Beekarry, Director General of Independent Commission against Corruption and Co-Chair of the AML/CFT Core Group Mr Yerukunondu, First Deputy Governor of the Bank of Mauritius and Chairperson of Financial Services Commission Mr Purmessur, Permanent Secretary at the Ministry of Financial Services and Good Governance Experts joining us from the EU AML/CFT Global Facility Heads of Competent Authorities Members of the press Ladies and gentlemen A very good morning to all of you.", "I am particularly pleased to address you this morning at this workshop, which is part of a series of workshops facilitated by the EU AML/CFT Global Facility since last week.", "This initiative reaffirms the ongoing commitment of Mauritius in its sustained fight against money laundering, terrorist financing and proliferation.", "The theme of the workshop - \"Countering Terrorist Financing risks in the Non-Profit Organisation sector'' is indeed a topical one which remains high on the agenda of FATF.", "It is a subject matter which all countries are currently very closely working on as the NPO sector remains very prominent globally.", "Similarly, in Mauritius, in line with our Action Plan which was spelt out by the FATF in February last year, we have been working on all identified deficiencies, including those under Immediate Outcome 10, that concerns the NPO sector.", "Through the high-level political commitment and enhanced collaboration between all competent authorities, we have been able to successfully demonstrate to the FATF Joint Group, the ICRG and the Plenary that we have largely addressed all action items well ahead of our specified timeline.", "This journey has however required a lot of efforts across various levels.", "It has entailed, amongst others, the development of appropriate National AML/CFT Strategy encompassing amongst others, an overhaul of the AML/CFT legal and regulatory frameworks, implementing comprehensive risk-based supervision frameworks, enhancing regional and international cooperation, consolidating capacity building, training and outreach programs.", "In this process, the Core Group, which has now been entrenched in the legal framework, was set up under the chairmanship of the Financial Secretary and co-chaired by myself and the Director-General of the Independent Commission against Corruption to develop and coordinate the strategies, policies and actions to ensure the implementation of the recommended actions in the 2018 Mutual Evaluation report.", "The Core Group now has the mandate to ensure the sustainability and continuity of the AML/CFT reforms and to take appropriate actions for any emerging AML/CFT risks.", "I must here express my deep-felt gratitude to the EU Global Facility which has been instrumental in the process for Mauritius to exit the FATF list.", "Continuous support and assistance have been provided by the EU Global Facility since September 2019 when they came to Mauritius to carry out a scoping mission for delivery of technical assistance, the objective of which was to help Mauritius implement relevant actions with respect to AML/CFT.", "In this respect, I would like to enumerate some of the specific fields where support was provided to Mauritius: i.", "Technical assistance to the Gambling Regulatory Authority to implement the risk-based supervision framework, capacity building for staff and provision of outreach to the Gambling sector; ii.", "Assisting Mauritius in conducting the NPO Terrorist Financing Risk Assessment, training of the NPO regulators, the law enforcement agents, including the Mauritius Revenue iii.", "Training on the requirements of Beneficial Ownership for the financial sector and banking sector and DNFBP supervisors.", "This includes the formulation of a specific Guidance and supervisory manual on Beneficial Ownership for Bank of Mauritius' licensees and staff.", "These two documents provide more granular guidance for alignment with international standards on BO information; and iv.", "Coaching the Mauritian Authorities for reporting to FATF on the ICRG Action Plan.", "This is indeed to mention just a few of the projects where we have collaborated.", "Many others are in the pipeline also.", "Ladies and gentlemen, Given the exit of Mauritius from the FATF list of countries under increased monitoring ahead of its timeline, the country is now being looked upon to provide assistance and sharing experience with other countries in the ICRG process.", "In this regard, Jordan and Panama are among the first countries to have benefited from the experience of Mauritius.", "This will not have been possible without the support of the EU Global Facility team.", "I am equally pleased to share that at the level of the Bank of Mauritius, we are in discussion with a number of other Central Banks across the African continent on the topic of AML/CFT and will soon be starting sharing expertise and experience in this field.", "Ladies and gentlemen, The exit from the FATF list heralds a new era where new challenges await us, such as ensuring sustainability of progress achieved and continuously adapting ourselves.", "Building resilience in AML/CFT matters should be at the forefront of the agenda of all Competent Authorities.", "Over the past two decades, the FATF has been driving regulatory change to improve safeguards against money laundering, terrorist financing, and the financing of weapons of mass destruction.", "These standards are constantly being revamped to address new and emerging risks.", "Through the mechanisms which we have set up, we will continue to undertake the necessary reforms on an ongoing basis.", "We will continue to work closely with our key partners, including the ESSAMLG and international counterparts in this process to ensure compliance and effectiveness; thus, maintaining the sustainability of reforms over both the medium and long term.", "Ladies and gentlemen, Turning to the topic of today, NPOs are uniquely positioned to harbour vulnerabilities that make criminal exploitation more likely, particularly for terrorism financing.", "Cross-border Terrorist Financing risks, the abuse of cash and remittance systems are areas of concern for the NPO sector.", "This is where at the level of the Bank of Mauritius, we are sparing no efforts in our actions to ensuring that banks and financial institutions work very closely with us to identify, mitigate and address any such risks.", "It becomes even more important given the risks that it may cause to financial stability as well in the country.", "To this end, the Directorate of AML/CFT at the Bank of Mauritius is being constantly equipped with the necessary know-how and expertise.", "This is to ensure that regulated entities take appropriate actions to mitigate their AML/CFT risks effectively and comply with AML/CFT obligations.", "In the area of technical compliance, Mauritius was rated as non-compliant for Recommendation 8, i.e Non- Profit Organizations in the Mutual Evaluation Report of 2018.", "Today, we have moved to a Largely Compliant rating after taking various initiatives such as the introduction of amendments to strengthen laws applicable to NPOs, monitoring of the NPO sector and the conduct of a NPO Risk assessment, in line with the requirements of the FATF.", "We recall that the risk assessment was carried out with technical support from the EU-funded Global AML/CFT Facility Consultants, our partner on our AML/CFT journey.", "The results of the risk assessment show that the overall inherent risk of terrorist financing abuse of NPOs in Mauritius is Low-Medium.", "However, given the growing global threat of terrorism, terrorism financing risk should nonetheless remain at the forefront of our agenda.", "Ladies and gentlemen In view of the risks associated with the NPO sector, supervisors should continue to exercise their power of oversight to monitor NPOs and ensure their overall adherence to AML/CFT obligations.", "It is crucial to maintain the effectiveness of the lines of defence and ensure that they are equipped at all times with effective risk management tools, to prevent criminals from using their activities and systems for conducting terrorist financing.", "Another very effective tool to protect the sector from the risks of terrorist financing, is the conduct of regular outreach and training to ensure that both the NPO sector and supervisory staff as well as the private sector are aware of any updates in risk understanding.", "We understand that the NPO sector has been subject to extensive outreach sessions.", "The authorities in Mauritius are well aware of the importance of education in the area of AML/CFT.", "We have set up a coordination mechanism, namely the Interagency Coordination Committee (ICC), which I chair, and comprises financial sector, DNFBP and NPO supervisors, to, inter alia, disseminate informational and educational programs to both oversight authorities and the private sector.", "The ICC is a platform for improving supervisory effectiveness namely, through pooling of resources for joint training and outreach for the industry and for experienced financial sector supervisors to provide assistance to DNFBP and NPO sectors.", "Coordination among the authorities remains a powerful tool to increase the effectiveness of AML/CFT endeavours, and in the area of education, it creates a ripple effect as knowledge and experience are shared among supervisors.", "Since February 2021, the ICC has conducted 10 AML/CFT outreach and training programmes.", "Along the same lines, the Bank of Mauritius and the Financial Services Commission have launched an AML/CFT Graduate Program where 100 graduates would be trained on AML/CFT for one year.", "This Program will ensure adequate human resources in AML/CFT across all sectors.", "The actions taken by Mauritius have set the stage for further positive amendments for the NPO sector.", "In my capacity as the Head of the Mauritius Delegation for our discussions with the FATF's Africa Middle East Joint Group, I wish to reiterate that Mauritius will leave no stone unturned to enhance the efficiency and effectiveness of its AML/CFT regulations and systems in line with FATF requirements and best standards.", "I take this opportunity to underline that the Authorities are fully committed to have the upper hand in the combat against money laundering and terrorism financing.", "I also take this opportunity to once again thank the EU AML/CFT Global Facility for the ongoing assistance and guidance.", "Our journey with the EU Global Facility will be sustained in the long term for further building resilience across our sectors on AML/CFT matters.", "One such forthcoming project with the EU Global Facility covers correspondent banking.", "I look forward to yet another successful project together.", "We also look forward to our continuous engagements with respect to the exit of Mauritius from the EU list of high risk third countries in the near future.", "With these words, ladies and gentlemen, I wish you all fruitful deliberations in this workshop.", "I hope that it will enhance your knowledge and bring added value to your work.", "I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Money Laundering", "Terrorism Financing", "NPOs", "Risk Assessment", "FATF", "AML/CFT", "Regulation", "Compliance", "Supervision", "Capacity Building"]}