{"sentences": ["First of all, I would like to thank you for the invitation to take part in another Annual Conference of the Research Center on Regulation and Supervision of the Financial Sector.", "I would like to greet and congratulate Professor Luís Morais for organising another key event for the discussion of issues central to the current European financial system.", "I would also like to salute all participants and distinguished speakers.", "I believe I am voicing everyone's wishes if I say that (notwithstanding its success in this environment) we hope that this will be the last time we meet in an online format and that in 2022 the conditions will be right for us to get together in person.", "Of all the direct duties I have as Vice-Governor of the Banco de Portugal, the topic I have chosen for my address here today is consumer protection in retail banking products and services.", "This is given that, for some time now, the topic seems to have become increasingly important and even more so in the current context of post-pandemic economic recovery.", "In last year's Annual Conference, I stressed that, unlike in other crises, the pandemic crisis had warranted a response that was \"strongly convergent and coordinated, both at European and national levels\", but that it was far from clear what the profile of recovery would be.", "Fortunately, today the situation has turned out rather well, mostly due to the great success of the vaccine roll-out in European countries, which has made it possible to gradually lift restrictions on mobility and economic activities, even for those most severely affected by the pandemic, as well as, of course, the magnitude, speed and coordination of policy responses.", "Therefore, the main economic indicators are unambiguous about a robust economic recovery in most European countries, including Portugal, and economic support programmes financed by European funds are already on their way.", "Nevertheless, prudence, more than ever, should be one of the main virtues kept in the mind of economic and political decision-makers, particularly in terms of managing expectations.", "On the one hand, on a global scale, the results of the vaccination process are very asymmetrical and, as such, the possibility of new coronavirus variants emerging, especially in winter, cannot be ruled out, at least in the opinion of many experts.", "This could lead to possible restrictive measures hampering economic activities.", "On the other hand, the recovery towards 2019 domestic output levels remains constrained by many factors.", "Some vary from country to country, depending on the diversity of their productive structures (penalising those countries whose sectors most affected by the pandemic account for a larger share of the economy, such as tourism), while other factors are more cross-cutting, such as the negative impact on industrial production of global supply chain problems, in particular with regard to semiconductors.", "This is demonstrated by the fact that in Portugal, for instance, the recovery in exports has been slower than in the euro area average, which is due to less favourable developments in exports in the services sector.", "Statistics Portugal has recently revised the value of the drop in Portuguese GDP in 2020, setting it at 8.4%, instead of the 7.6% initially calculated.", "Therefore, the recovery of the Portuguese economy to pre-pandemic levels is no longer expected to materialise later this year.", "The deadline for the public moratorium applicable to most agreements ends today in Portugal, having been one of the key measures to protect households and firms from the effects of the economic crisis caused by the pandemic.", "It has been widely acknowledged that the Portuguese banking sector met the pandemic crisis at a much more capitalised level than in the previous crisis, having set out several years ago on a path in the right direction, with the purpose of consistently improving institutions' balance sheets.", "The greater resilience of the Portuguese banking sector was hard-won and bore various costs, including social costs, but this path had to be followed and is yet to be fully completed.", "However, the main economic and financial indicators currently available have set positive expectations about the withdrawal of the moratoria.", "Employment, for instance, has already exceeded pre-pandemic levels in Portugal, naturally with mixed developments across sectors of activity, which is extremely positive.", "Therefore, improvements in the economic outlook have become a reality, but we must not be under any illusion as to the difficulty and scale of the challenges ahead in terms of economic and social policy, particularly in heavily indebted economies such as Portugal.", "The very positive developments I mentioned earlier in employment levels allow room for some optimism about the households' economic situation.", "However, we must remain highly vigilant, as some economic effects of the crisis may take time to materialise and arise unexpectedly later on.", "So, robust arrangements to prevent non-performing loans are indispensable.", "In fact, financial consumer protection has become increasingly important, imperative even, in the context of the pandemic crisis.", "We must consider bank customer protection issues within an integrated view, covering both supply and demand.", "The traditional focus on the transparent marketing of banking products, capacity building and qualification of institutions' staff presenting such products to customers and the rigorous assessment of customer solvency are key, but they are not enough.", "The importance of promoting financial literacy in general and digital literacy in particular is another crucial dimension for the protection of bank customers as it helps them make better and more informed decisions, reducing the likelihood of exposure to inappropriate risks, and benefiting the entire financial system.", "The outbreak of the pandemic and its consequences have intensified two main pre-existing concerns: (i) the importance of monitoring bank customers at risk of default or in arrears on credit agreements; and (ii) the intensification of the digital transformation process due to customers' increased use of digital channels.", "It is paramount that the action of banking conduct supervisory authorities is coherent and focused on all these dimensions to ensure that bank customers and the system itself are protected.", "Portugal has an arrears prevention and management model in place, established by a decreelaw published in 2012, based on two pillars: the Pre-Arrears Action Plan (PRAP) and the Out-of- Court Arrears Settlement Procedure (OASP).", "This legal act introduced measures in Portugal that were adopted later at European level, namely under the Guidelines on arrears and foreclosure issued by the European Banking Authority in More recently and anticipating the end of the moratoria, the legislator strengthened and improved the 2012 legislation, by means of a decree-law published in 6 August 2021, in order to ensure that the financial situation of customers covered by these support measures is closely monitored and to prevent them from defaulting on their credit agreements.", "Among the various amendments introduced by this decree-law are: (a) Broadening the scope of the legal framework to include financial companies, payment institutions and electronic money institutions; (b) Increasing the obligations that institutions must meet under the Pre-Arrears Action Plan and the Out-of-Court Arrears Settlement Procedure.", "Setting out an express provision for the obligation to report quantitative information to the Banco de Portugal.", "The legislator laid down a set of measures specifically aimed at borrowers with credit agreements covered by the moratoria, in order to promote the prevention and settlement of arrears, and in some cases established time limits.", "It is primarily in the interest of the banks themselves to have a policy in place to monitor their customers, identifying risk situations in a timely manner and proposing mutually beneficial, tailormade solutions to customers.", "Proximity to customers is essential to successful banking activity; however, although institutions always claim to follow this principle, this is not always the case.", "This is why we welcome the legislation published in August, which strengthened the legal methodology used to deal with preventing non-performing loans.", "The Banco de Portugal is also in the process of adopting a more intrusive model, implementing regulatory and supervisory changes to the measures adopted.", "This is the case of the introduction of an obligation to report quantitative information on credit agreements falling within the scope of the Pre-Arrears Action Plan, as set out in the draft regulation that is under public consultation until 21 October 2021.", "As regards the increased use of digital channels by customers, the banking conduct supervision strategy is based on long-established pillars: to keep abreast of technological innovation; to monitor the offering of financial products and services; to remove regulatory barriers; to ensure technological neutrality; to promote digital financial education and to punish breaches of the regulatory framework.", "Indeed, the Banco de Portugal recently issued best practices for institutions to observe when offering retail banking products and services through digital channels, namely bank deposits, credit products, payment services and electronic money.", "In particular, these recommendations are intended: (i) To ensure that bank customers are provided with comprehensive and appropriate information on the product or service and their characteristics when purchasing through digital channels; (ii) To enable institutions to know in advance the recommendations issued by the Banco de Portugal, facilitating their technological choices when offering retail banking products through digital channels; (iii) To make the monitoring of signing-up processes through digital channels more timely and agile.", "In turn, the Banco de Portugal has been monitoring the digital financial inclusion of the Portuguese population and singled out the promotion of financial education as one of its priorities in its Strategic Plan for 2021-25.", "Last week, the Bank published the results of a survey of the population conducted at the start of 2020.", "They have clearly shown just how different the levels of digital financial inclusion of the various age groups are, and confirm the challenges we face in order to prevent the risk of financial exclusion of certain demographic groups.", "The priority the Bank is giving to promoting digital financial education was also confirmed, a course of action that will have the support of the European Commission and the OECD over the coming months to establish a digital financial education strategy for Portugal.", "Following the shock and rapid adaptation to the pandemic, all authorities are now faced with the difficult task of finding the right solutions to facilitate the evolution of the banking system now that we are leaving behind both the pandemic and the more damaging effects of the crisis it has created.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["consumer protection", "retail banking", "economic recovery", "financial literacy", "digital transformation", "arrears prevention", "digital channels", "financial inclusion", "non-performing loans", "prudent policies"]}