{"sentences": ["Good afternoon, ladies and gentlemen On this day, 100 years ago, at Church Street east, the first Governor of the South African Reserve Bank (SARB), Mr William Henry Clegg, and 14 other men opened the doors of the SARB to the public.", "The world had just emerged from World War I, leading to unusual financial and monetary conditions.", "In establishing the SARB, the primary objective was simple: to restore and maintain order in the issue and circulation of domestic currency, and restore the gold standard to the pre-World War I rate of exchange.", "From the archives, the first Board meeting minutes, dated 29 July 1921 at 10:00, disclose that the first order of business entailed \"the purchase of property in Pretoria for £7 000 and the first orders of banknotes\".", "The former was finalised in the late 1920s, while the first batch of banknotes ordered from England was issued to the public on 19 April 1922.", "The monetary policy framework adopted at the SARB's founding was the gold standard, linking banknotes to gold.", "However, the Great Depression and its link to weaknesses in the gold standard ushered in a period of monetary policy reform.", "A new policy direction linked the value of the South African pound to the British pound sterling, and the further decision to join the Bretton Woods agreement in 1946 as a leading member of the international monetary system.", "Other currency reforms were initiated in subsequent years.", "In the 1950s, the Decimal Coinage Commission recommended that South Africa formally introduce a decimal system, which eventually led to the introduction of the rand in 1961.", "This occurred at the same time that South Africa became a republic.", "Despite the introduction of the rand, the 1960s was a period of rising inflation at home and globally.", "In 1967, anti-inflationary measures were introduced to slow the rise in the price level.", "These gains proved short-lived, however, as inflation again picked up in the 1970s on the back of US dollar depreciation (as the US removed parity to gold), major fiscal expansions, and the first oil price crisis.", "By the end of the decade, oil prices had tripled and inflation reached post-war highs around the world.", "The early 1960s, amid the introduction of a new currency, also saw signs of inflation, resulting in anti-inflationary measures that, by 1967, slowed the rate of price increases.", "These troubles ushered in a period of economic policy reform that eventually led us to the modern approaches to monetary and fiscal policy that we see today.", "Leading up to the 1980s, South Africa was in deep political and economic turmoil.", "At the height of the anti-apartheid struggle, inflation hit a high of 18.4% in 1986, and annual growth slowed to 1.6% for the decade.", "Significant capital outflows resulting from the debt default and economic sanctions saw another policy reform: exchange controls.", "The SARB adopted a broadly defined money supply (M3) growth target framework.", "Inflation gradually slowed towards the end of the decade, averaging 12.9% in 1989.", "The SARB Act of 1944 was replaced by the South African Reserve Bank Act 90 of 1989, which contained the revised primary objective wording of \"monetary stability and balanced growth\".", "The 90s ushered in a renewed spirit among South Africans with the advent of democracy.", "Continuity amidst the change was crucial for the smooth transition to democracy and gaining international investor confidence.", "This led to President Mandela asking Dr Chris Stals to continue serving as Governor.", "A critical pillar to this was ensuring that the SARB as an institution was stable, by retaining institutional memory and the requisite skills, while at the same time preparing to transform the organisation.", "The SARB debuted its 'Big Five' banknote series, and introduced a R5 coin, commemorating the inauguration of our first democratically elected President, Nelson Mandela.", "We have continued the tradition of reflecting on our history and today we are releasing a newly designed R5 coin commemorating our centenary.", "The adoption of our Constitution in 1996 saw the SARB bestowed greater responsibility in the rebuilding of our economy.", "The SARB's primary objective reads, \"to protect the value of the currency in the interest of balanced and sustainable economic growth in the Republic\".", "Moreover, \"in pursuit of its primary object, [the SARB] must perform its functions independently and without fear, favour or prejudice, but there must be regular consultation between the Bank and the Cabinet member responsible for national financial matters\".", "Central bank independence emerged as an effective way of ensuring that monetary policy focused on the key objective of keeping prices stable.", "To ensure that the SARB could pursue that objective independently and effectively, the late 1990s was marked by further enquiry into monetary policy frameworks.", "The early 2000s saw our biggest policy shift, the adoption of the inflation-targeting framework.", "At the time, South Africa was the 13th country to introduce this policy framework.", "The Governor at the time, Tito Mboweni, was tasked with guiding the SARB through this uncharted territory.", "Our inflation target, set by the Minister of Finance in consultation with the SARB, is between 3% and 6%.", "The adoption of inflation targeting saw a radical change in the way in which the SARB communicated with the public, focusing on transparency through communication, and ensuring that independence and accountability worked hand in hand.", "The flexibility of the inflation-targeting framework and its anchoring of public expectations about inflation assisted the country to weather the global financial crisis in 2008 and 2009.", "With the critical role of financial institutions in that crisis underscored, Governor Gill Marcus helped expand the SARB's mandate to explicitly include financial stability.", "In doing so, a Financial Stability Committee was formed and resources expanded for its work.", "The early 2010s also saw Cabinet approve the move towards the Twin Peaks model.", "The Financial Sector Regulation Act was signed into law on 21 August 2017, paving the way for the formation of the Prudential Authority.", "In April 2018, the Prudential Authority was officially launched, amalgamating the SARB's Bank Supervision Department, the Insurance division of the Financial Services Board and the Supervisory team of the Co-operative Banks Development Agency.", "The SARB was born at a time when the world was exiting the devastating impact of the 1918 Spanish flu pandemic.", "As we approached our centenary year, the world began grappling with the great flu pandemic of our time, the coronavirus disease 2019 (COVID-19) pandemic.", "As COVID19 cases began to rise, South Africa, like many other countries, mandated forceful containment measures to abate the human cost associated with the virus.", "While these measures minimised the impact on human lives, they came at a great cost to the economy.", "South Africa's real gross domestic product contracted by a substantial 7.0% in 2020.", "This was the second-largest annual contraction since 1920, and about five times larger than the contraction following the global financial crisis in 2009.", "Unemployment recorded its highest level since Statistics South Africa began measuring unemployment.", "Both headline producer and consumer price inflation recorded historic annual average lows of 2.5% and 3.3% respectively for 2020.", "In anticipation of the economic shock that would ensue, the SARB responded quickly and aggressively with a broad array of actions to limit the economic damage.", "The SARB's policy responses encompassed monetary policy instruments, interventions in financial market operations, regulatory tools as well as collaborations with other entities to provide relief to the economy and enable the financial sector to help customers in need.", "In addition, through its participation in global forums, the SARB contributed to the strengthening of the global financial safety net.", "South Africa entered the COVID-19 crisis with stable and low inflation rates and moderate inflation expectations, giving the SARB significant policy space to provide support to households and firms, primarily through the reduction in the repurchase (repo) rate.", "The repo rate was cut by a cumulative 275 basis points between March and July 2020.", "The economic recovery is still on track, but there will be pitfalls along the way, as illustrated by our shift back to a Level 4 lockdown.", "There is no question that our recovery will progress and our sound policy frameworks will continue to allow flexible approaches while building confidence.", "The SARB is a solid institution that all South Africans can be proud of.", "The women and men who staff this institution have proved their mettle, repeatedly rising to the challenges they are faced with.", "With this strength, we face the future, optimistic that we will continue to play our vital role in supporting our economy through maintaining price and financial stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "inflation", "SARB", "South Africa", "economic growth", "central bank independence", "financial stability", "currency", "COVID-19", "inflation targeting"]}