{"sentences": ["NATIONAL BANK OF SERBIA Introductory speech at the presentation of the Inflation Report - November 2021 Dr JorgovankaTabaković, Governor Belgrade, 17 November 2021 Ladies and gentlemen, esteemed members of the press, dear colleagues, Welcome to the presentation of the November Inflation Report.", "This is a crisis time when it comes to inflation - inflation has become a major topic.", "We are indeed in a kind of a storm, but it's not a hurricane, and we've been through worse.", "Our ship has no holes in it, and this captain with her crew has shown that she can steer this ship - the National Bank of Serbia, together with the Serbian state, which knows what it is doing and was prepared for the crisis much better than before.", "Since our last presentation in August, the world economy was riddled by new challenges, mostly reflected in the escalating global energy crisis and prolonged disruptions in global value chains.", "In this sense, we can say that macroeconomic developments are under a significant impact of trends in the international environment, which are not diminishing in intensity even in the current stage of the pandemic.", "While in the initial stage of the pandemic - the economic lockdown stage, we were faced with the challenge of how to preserve production capacities and jobs, in the opening stage we need to resolve the challenge of a sudden spike in demand, limited supply of goods and services, and the ensuing rise in cost-push pressures across the globe.", "Over the previous days, we had an opportunity to see that in the international environment inflation continued up in October, as well.", "However, most central banks, including the Federal Reserve System and the European Central Bank, and also the majority of international financial institutions, agree that factors behind inflation growth are still assessed as temporary.", "Also, a common feature of all projections is that the expected level at which inflation will peak and then turn down is higher than previously anticipated.", "The main reason for this is the continued rise in global energy prices, notably oil, though this time the price of natural gas and electricity are also a factor, as they have climbed to record high levels.", "All of these movements also pose a challenge for the speed of global economic recovery.", "It is important to underline that the results posted by our economy show that we are responding to all of these challenges with coordinated and timely measures of the NBS and the Serbian Government.", "Appropriate moves of the monetary and fiscal policies have preserved the favourable financing conditions in our country; at the onset of the pandemic they helped sustain the labour market and production capacities, and in subsequent stages, fiscal assistance enabled the preservation of domestic demand, as well as business and consumer confidence.", "Thanks to this, as of mid-last year the Serbian economy is on a path of robust and sustainable growth.", "Serbia's GDP has overshot the pre-crisis level back in Q1 and is now more than 3% above it.", "According to the estimate of the Serbian Statistical Office, real GDP growth in Q3 measured 7.4% y-o-y, exceeding our August expectations.", "Growth was driven by stepped-up activity in the service and construction sectors, while good performance in mining offset the somewhat lower growth in manufacturing than expected.", "It's important to underline that intensive economic growth continued into Q3, though global movements were under a significant impact of halts in supply chains and continued growth in the global prices of primary commodities.", "In view of the more favourable movements in all three quarters, we raised our GDP growth forecast for this year from 6.5% to the range of 6.5% to 7%.", "This means that, cumulatively, in two pandemic years, Serbia will have one of the best results in Europe in terms of economic growth.", "Allow me to recall that back in August, our GDP growth projection for next year was revised up to the range between 4% and 5%, which is also our expectation in the medium term.", "We were guided by the analysis of planned capital projects in the next ten years in road, railway, energy and utility infrastructure, and their direct and indirect effects on other sectors of the economy.", "The projection has been retained, despite the fact that growth for the ongoing year was revised up.", "Favourable medium-term trajectory of economic growth will help sustain the increase in our citizens' living standard and convergence of our income levels to those of the EU.", "Sources: NBS projection and IMF WEO (October 2021).", "* NBS projection for 2021. increased cost-push pressure stemming from the global energy market, agricultural products and processed food.", "In addition, cost-push pressures are also created by halts in global value chains, the lack of logistics capacity and the shortage of some raw materials, which - in conditions of stepped-up demand in the wake of the opening of most economies - leads to higher inflation rates in almost all countries and upward revisions of their projections.", "Still, like the majority of central banks and relevant international institutions, such as the International Monetary Fund, we estimate that these cost-push pressures are largely temporary, since they are triggered by the imbalance between supply and demand at the global level, i.e.", "the fact that supply cannot adapt to increased demand in the short term.", "As demand and the gradual increase in supply normalise over the coming period, we expect cost-push pressures to go down as well.", "These global factors were also mirrored by inflation in Serbia - from April until July it moved around the target midpoint, only to go up as of August and reach 6.6% y-o-y in October.", "The rise in inflation in the second half of the year was expected and announced in the August inflation projection; however, the seasonally uncommon rise in the prices of unprocessed food, attributable to high temperatures and the drought, as well as the unexpected further growth in global oil prices, drove inflation up to a higher level relative to the August central projection.", "Still, unlike the majority of other countries in the region pursuing inflation targeting, where core inflation is either around or above the upper bound of the target tolerance band, core inflation in Serbia remained in the lower part of the target band and equalled 2.7% in October.", "What contributed to this the most is the relative stability of the exchange rate and medium-term inflation expectations of the financial and corporate sectors, anchored within the target band.", "According to our new central projection, we expect y-o-y inflation to temporarily move above the upper bound of the target tolerance band until mid-2022, when it will first return within the band and then go down to the lower part of the band by end-year, where it will remain in 2023 as well.", "This will be facilitated by the expected waning of the effects of the above temporary factors, as well as the measures undertaken by the National Bank of Serbia so far towards curbing monetary accommodation.", "As a response to global cost-push pressures being higher than anticipated and spilling over onto the local market, the National Bank of Serbia took steps towards reducing the degree of monetary policy accommodation in order to limit the growth of inflation expectations going forward and their spillover onto the prices of other products and services.", "Using the flexibility of the existing monetary policy framework to change monetary conditions without changing the main interest rates, as of October the National Bank of Serbia raised the average effective rate in auctions of the repo sale of securities by 17 bp, hence it currently measures 0.28%.", "Also, repo purchase auctions of securities, which provided dinar liquidity to banks, were discontinued in October.", "Interest rate movements Chart 6 Lending activity to the non-monetary sector (daily data, p.a., in %) (y-o-y growth rates in %, excluding the exchange rate effect) 2019 2020 2021 Enterprises -15 Interest rate BELIBOR 1W Interest rate on deposit facility Interest rate on lending facility 2009 2011 2013 2015 2017 2019 2021 Weighted average interest rate on repo sold securities Source: NBS.", "Sources: Thomson Reuters and NBS.", "When making these decisions, we estimated that favourable financing conditions can be maintained even at a somewhat lower degree of monetary policy accommodation, taking into account the positive effects of the prior comprehensive monetary and fiscal measures.", "Owing to the maintained favourable financing conditions and at the same time preserved quality of bank assets, lending remained an important factor ensuring growth in private investment and consumption.", "The volume of lending increased during Q3, notably to the corporate sector, which resulted in accelerated growth in overall lending to the non-monetary sector to 6.6% in September, up from 6.3% in June.", "Also, as the effects of the second moratorium waned off, y-o-y lending growth rate is expected to accelerate as of October.", "That the quality of bank assets has been preserved is best shown by the high capital adequacy, as well as the share of NPLs in total loans, which is below the pre-crisis level and measured 3.55% in September.", "When faced with the many challenges arising from the international environment, which we also anticipate in the coming period, it is crucial that Serbia's external and fiscal positions are much better than in previous crises, which is attributable to the responsible economic policy pursued in the previous period.", "At present, despite the pandemic, Serbia is much better prepared for the challenges we are faced with in the international commodity and financial markets, including the monetary policy normalisation of leading central banks.", "A significant improvement in the current account of the balance of payments and the country's fiscal position achieved in the prior years was not jeopardised even during the pandemic.", "The current account deficit in the nine months of this year was around 23% lower than in the corresponding period last year, and equalled 3.5% of GDP.", "Export growth would have been even higher had there not been disruptions in global value chains, which affect activity in our key export markets, notably in Germany.", "We expect the share of the current account deficit in GDP to amount to around 4% this year, and to between 4% and 5% in the medium term, with the full coverage by net inflows from FDI.", "Also, we underline that we raised the projection of this year's FDI to around EUR 3.4 bn.", "Data for the first ten months suggest that the FDI inflow exceeded last year's entire inflow and that it has already amounted to more than EUR 3 bn since the start of the year.", "It is equally important that more than 60% of these investments is channelled to tradable sectors, which contributes to growth in export capacities of the domestic economy and is the reason why, inter alia, we project two-digit growth of the goods and services export in the coming years.", "Secondary Income Primary Income Services Maastricht public debt criterion Budget balance (r.s.)", "Goods Current Account FDI Source: Ministry of Finance.", "** Projection from the revised Fiscal Strategy for 2022 with Projections for 2023 and 2024.", "As regards the fiscal balance, the projected deficit of 4.9% of GDP this year is more favourable than initially anticipated, as a result of faster economic growth and positive labour market trends.", "It is expected to narrow further to 3% in 2022, and to turn into a surplus in the medium term, despite the fact that sizeable funds will continue to be channelled into infrastructure projects.", "This will put public debt on a sustainable downward path as of next year and contain it below the Maastricht criterion.", "The Ministry of Finance estimates that public debt will amount to around 58% of GDP at the end of the year.", "In the face of all challenges, the National Bank of Serbia has managed to increase FX reserves, as a guarantee of the domestic economy's stability and resilience to external shocks, to record high levels.", "Since the beginning of the year, gross FX reserves increased by EUR 2.8 bn, to 16.3 bn at end-October, covering around six months' worth of the import of goods and services, which is twice higher than the reserve adequacy standard.", "Ladies and gentlemen, dear colleagues, At the end of today's address, I would like to conclude that numerous challenges from the international environment are ahead us and that the future will continue to put countries to test in terms of their readiness to face up to volatile and rather unpredictable global conditions.", "Economic policies able to cushion the shocks arising from energy prices and significant volatility of primary agricultural commodity prices will continue to be required.", "Overcoming the supply chain disruptions, as well as all transportlogistics circumstances that burden the global economy, will also be a challenge.", "What helped us a lot in navigating this crisis is that for the past nine years we have incessantly worked on building and strengthening the pillars of macroeconomic stability and resilience to potential external risks.", "As a result, we were better prepared for the ongoing crisis, which is best illustrated by the fact that it took only three quarters for GDP to return to its pre-crisis level, whereas it took several years for the economy to recover from the previous crisis - namely, Serbia's GDP reached its pre-crisis, i.e.", "It is indisputable that the National Bank of Serbia cannot influence shocks from the international environment - it cannot eliminate supply halts in major world ports, nor can it establish balance or avert a rise in the global prices of oil and gas.", "What the National Bank of Serbia, however, can influence and what it is profoundly committed to, together with the Government, is not to allow the creation of conditions that would lead to a more persistent acceleration of inflation, as was the case in the past, and not to allow the spillover of the food and energy price hike onto core inflation.", "This refers particularly to the relative stability of the exchange rate, which will be maintained going forward as well.", "The stability of the dinar was critical for keeping core inflation at a relatively low level, slightly above 2%, which was not the case in other emerging market economies.", "This factor was also of paramount importance for keeping inflation expectations anchored within the target band.", "Let me remind you that a recent analysis of the IMF, published in the October World Economic Outlook, has shown that depreciation is the key and statistically significant factor that leads to episodes of high inflation in emerging and advanced economies alike.", "As you probably know, the National Bank of Serbia has emphasized repeatedly for a number of years already that the preserved relative stability of the exchange rate plays an important role not only in the achievement of the central bank's objectives, but also in creating favourable business and investment confidence and attracting investment to Serbia.", "I believe that we don't have to stress particularly what you have been able to see for yourselves over the past years - that the priority of the National Bank of Serbia's monetary policy is to deliver price and financial stability in the medium run, while supporting as fast growth of our economy and employment as possible, and contributing to further expansion of the export sector and to a favourable investment environment.", "We carefully weigh each decision, striving to ensure balance, because excessive tightening of financial conditions might dampen the pace of economic growth, which will be one of the key factors of success in tackling the challenges from the international environment.", "However, the NBS stands ready to respond promptly by all instruments on hand in case of the materialisation of any of the risks that would keep inflation above the upper bound of the target band for a prolonged period of time, because low and stable medium-term inflation, along with preserved financial system stability, is the key ingredient of faster and sustainable economic growth.", "I will now give the floor to my colleagues from the Economic Research and Statistics Department to present our latest macroeconomic projections in more detail."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Economic growth", "Monetary policy", "Fiscal policy", "External position", "Financial stability", "Exchange rate stability", "Supply chain disruptions", "Inflation expectations", "Commodity prices"]}