{"sentences": ["Good evening to you all.", "I am honoured to take part in the 24th Euro Finance Week.", "Since I joined the ECB in 2018, we have been gathering at this event every year to discuss the recent financial and economic developments in the euro area and beyond.", "As we are going to publish our Financial Stability Review in two days' time, in my remarks today I will focus on the health of the euro area financial system.", "I will briefly sketch the current economic situation to highlight the key role of monetary policy in the recovery and its interplay with financial stability considerations, an important dimension we now explicitly pay attention to, in line with our new monetary policy strategy.", "I will give you an overview of our main financial stability concerns to stress the role of macroprudential policies as a first line of defence against a build up of vulnerabilities, and highlight the need for a careful mix of overall policy support.", "Over the summer we saw the take hold across euro economic recovery from the pandemic area countries led by strong consumer spending and across sectors, as lockdown measures were lifted and vaccination rates rose.", "Global and domestic demand have spurred production, business investment and employment.", "And while employment has not returned to pre-pandemic levels and that gap is even greater for hours worked, unemployment rates have fallen and the recourse to job retention schemes has declined significantly.", "The rebound in economic activity continued in the third quarter of the year, but despite the positive momentum, we started to feel the headwinds from global and domestic supply bottlenecks and energy price increases.", "Material, equipment and skilled labour shortages are limiting production capacities in some sectors, slowing down the exit from the crisis.", "Rising energy costs are also weighing on growth by limiting the purchasing power of households.", "At the same time, the current phase of higher inflation, reflecting in part the afore mentioned increase in energy prices and supply constraints, could last longer than expected only some months ago, as reflected in the European Commission's projections released last week.", "So far there is no evidence of second-round effects from higher inflation outcomes to wages and back to prices.", "But wage growth is expected to be somewhat higher in 2022 than in 2021.", "In the near term, supply bottlenecks and rising energy prices are the main risks to the pace of recovery and the inflation outlook.", "Supply-side shortages may dampen activity while pushing up prices, adding to the uncertainty in the outlook for growth and inflation.", "As I have already indicated, in line with our new monetary policy strategy, financial stability considerations are now more explicitly taken into account in our monetary policy decisions.", "Our responsibility to contribute to the stability of the financial system has not changed.", "And price stability remains our primary objective.", "However, the revised strategy acknowledges that financial stability is a precondition for price stability and vice versa.", "Consequently, we will be conducting more direct assessments of potential monetary policy effects on financial stability risks, and of the impact of macroprudential policies on growth and inflation Our monetary accommodation during the pandemic has ensured favourable financing conditions, which, alongside other policy measures, helped mitigate near-term tail risks to financial stability.", "However, as outlined in our Financial Stability Review to be published this week, when looking further ahead, financial stability vulnerabilities are rising on the back of elevated corporate and sovereign debt levels, stretched valuations in financial and real estate markets, and continued risk-taking by non-banks.", "We will therefore take both near- and medium- term financial stability risks into consideration when making monetary policy decisions.", "Nevertheless, macroprudential and microprudential policies remain the first line of defence against the build-up of financial stability risks for the banking system and individual banks, respectively.", "Turning to financial stability risks more specifically, fiscal, monetary and prudential support measures have helped stabilise corporate liquidity and debt sustainability during the pandemic.", "The quick reactions of public authorities have laid the foundation for favourable financing conditions and improving profits in the non-financial corporate sector, keeping euro area insolvencies 15% below pre-pandemic levels.", "However, high corporate indebtedness and the continuing fragility of certain sectors that were more exposed to pandemic restrictions carry risks to corporate debt sustainability in these sectors.", "Government intervention played a crucial role in shielding the financial system from large spillovers due to pandemic restrictions but has left sovereign debt at historically high levels, just below 100% of euro area GDP.", "Although governments were able to obtain financing at low interest rates and increased the maturity of their debt, a shock to financing costs and economic growth could make market participants reassess sovereign risk, particularly in higher-debt countries, and lead to economic and financial fragmentation across the euro area.", "These corporate and sovereign vulnerabilities warrant a gradual phase-out of policy support.", "Many fiscal and other support measures, such as moratoria, tax deferrals, short-time working schemes and loan guarantees, have already expired or are set to expire towards the end of 2021.", "The remaining measures have become more targeted, focusing on solvency support for viable firms rather than broad-based liquidity support.", "Waves of corporate loan defaults appear to have been avoided in the near term, and banks revised their risky loans back to a more benign credit risk assessment, releasing prudential provisions from 2020.", "In line with better-than-expected corporate solvency, financial markets continued to rebound from the pandemic, boosting investment banking revenues.", "Both factors contributed to growth in bank profitability of 5.2% in the second quarter of 2021, compared with 1.3% at the end of 2020.", "This improvement was, however, heterogenous across euro area banks, and the profitability levels remain structurally lower than in some other parts of the world.", "while euro banks have recently seen their returns recover to prepandemic levels, low cost efficiency, limited revenue diversification, overcapacity and compressed margins in a low interest rate environment look set to hamper profitability in the long term.", "Consolidation through mergers and acquisitions could be one potential avenue for helping the sector return to more sustainable levels of profitability.", "In terms of asset quality, the gradual withdrawal of government support may translate into a higher level of non-performing loans, reinforcing the need for effective solutions to this issue.", "Euro area banks also face the need to act with increasing urgency to manage the implications of the green transition and to meet digital transformation needs.", "The first ECB climate stress test has shown that an early and gradual transition to green policies can limit the cost and mitigate the impact of physical risk.", "While digitalisation offers efficiency gains that enable banks to optimise their cost structure, it increases their vulnerability to cyber threats, which calls for particular caution when developing digital financial platforms.", "In contrast to many other markets, the dynamics in residential real estate prices and mortgage lending have further accelerated during the pandemic in a number of countries.", "Moreover, this trend has been most pronounced in countries where valuations were already stretched prior to the pandemic.", "Apart from structural shifts in housing preferences during the pandemic, these dynamics were also driven by the historically low financing conditions and search-for-yield behaviour.", "At the same time, the robust and rising growth in mortgage lending led to further increases in household indebtedness, accompanied by signs of easing lending standards in some countries.", "Together, these developments have fuelled the build-up of vulnerabilities in housing markets as growing signs of overvaluation leave them increasingly susceptible to corrections; this applies particularly to areas with more stretched valuations.", "As the first line of defence, macroprudential policy is the instrument of choice to address the elevated and rising financial stability vulnerabilities we observe in some countries.", "To bolster system resilience and limit a further build-up of risks, some countries have already started tightening macroprudential policies or are planning to do so.", "At the same time, in an environment of great uncertainty, appropriate timing remains a challenge so as not to jeopardise the still fragile recovery.", "Owing to transmission and implementation lags, now could be the time to consider starting to gradually implement country-specific macroprudential policies.", "Of course, as vulnerabilities differ substantially across euro area countries, this will have to be commensurate with the specific risks and stages of economic recovery.", "Turning from banks to the non-bank financial sector, the economic recovery has also reduced credit risk for non-banks, which is converging to pre-pandemic levels.", "Medium-term risks have built up further, as non-banks have continued to increase their exposures to lower-rated corporate bond holdings, leaving them vulnerable to renewed corporate stress.", "Low levels of liquidity and increasing duration exposure could cause valuation losses for the unhedged parts of investment funds' portfolios in the event of an interest rate shock.", "High leverage in certain parts of the fund sector has the potential to further amplify market stress.", "Given the increasing role played by non-banks in financing the real economy and their interconnectedness with the wider financial system, it is crucial for risks in the sector to be tackled from a macroprudential perspective.", "Considerable progress has been made regarding the international policy agenda for money market funds in 2021.", "The Financial Stability Board proposals aim to increase the resilience of money market funds, for example by reducing liquidity mismatches, and further work on enhancing rules for open-ended investment funds is underway.", "A strong, sustained and broad-based recovery is at the centre of our policy concerns.", "By ensuring favourable financing conditions, monetary policy continues to pave the way for the rebound and looks to fiscal policy to support its efforts in achieving this goal.", "To prevent the materialisation of the medium-term risks that we have identified, it is essential to maintain the momentum of the recovery and avoid scenarios that could put our price stability objective in jeopardy."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Financial stability", "Monetary policy", "Macroprudential policies", "Inflation", "Corporate debt", "Sovereign debt", "Housing market", "Non-bank financial sector", "Green transition", "Digital transformation"]}