{"sentences": ["Recent developments in the economy and markets - speech by Huw Pill Given at Institute of Directors NI Annual Dinner, Holywood, County Down Published on 29 September 2022 Good evening everyone.", "It is a great pleasure to speak at tonight's annual dinner of the Institute of Directors in Northern Ireland.", "I owe thanks to Gordon Milligan and his IoD colleagues for their kind invitation.", "I would also like to thank my colleagues Frances Hill and Gillian Anderson from the Bank of England's Belfast Agency for putting together such a great agenda for my Northern Ireland visit.", "Many of you will know them as contacts of the Agency, feeding information about business developments and your own firms' situation into the Bank's decision making processes.", "Let me take this opportunity to thank you for all the time and effort you take to provide those insights.", "My colleagues on the MPC - as well as in other parts of the Bank - find this information invaluable in getting a timely read on the economy.", "At a time when we are faced with uncertainty on many dimensions, that timely read can strongly influence our thinking, our analysis and, ultimately, our policy decisions.", "The Bank's Belfast Agency was set up in the late 1990s to ensure that developments in Northern Ireland were fully embodied in the Bank's economic assessment.", "As a Welshman now working in Threadneedle Street, I appreciate that the Bank of England can appear a remote institution, apparently focused on the City of London and far away from the day-to-day concerns of people living elsewhere in the UK.", "The work of the Agencies provides a bridge between the Bank and the households, businesses and communities it serves.", "Through my discussions over the past couple of days, I have learnt about how Brexit has affected trading relationships on the island of Ireland and across the Irish Sea.", "And our Citizens Panel on the cost-of-living emphasised the distinctiveness of the retail energy market in Northern Ireland, which has been in focus of late given the sharp rises in utility bills.", "I am not going to discuss those issues this evening - although I realise that they are important, as well as politically and economically sensitive.", "I have been in listening mode, and can now take some of the lessons learnt back to our deliberations at the Bank.", "I originally hoped to spend the bulk of my time exploring the macroeconomic motivations underlying MPC decisions in the past few months.", "I hope to return to those issues in a moment.", "But given recent events and actions, it would be remiss of me not to address market developments.", "Over the course of the past week, there has be a significant repricing of financial assets.", "Part of that re-pricing reflects broader global developments.", "Part of it reflects the ongoing normalisation of macroeconomic policy after the pandemic-induced episode of exceptional ease.", "But there is undoubtedly a UK-specific component.", "As the Governor said in his statement on Monday afternoon, we are monitoring financial markets developments - and, in particular, that UK-specific component - very closely.", "Importantly, what we have seen in recent days is, to a large extent, indeed a re-pricing.", "When new information - such as a change to the medium-term outlook for fiscal policy - is released, one would expect the relevant assets - in this context, government bonds - to re-price.", "That is a healthy sign of a functioning financial market responding to fundamental news.", "The Bank obviously has an interest in maintaining orderly and well-functioning markets that support such healthy price formation.", "It also has a statutory responsibility for financial stability.", "The Bank takes that responsibility very seriously.", "Since I spoke earlier in the week, the Bank's staff and Financial Policy Committee (FPC) have identified a market segment where orderly re-pricing threatened to descend into market dysfunction: specifically, the long-end of the gilt market - where government bonds with maturities above 20 years trade.", "The reasons underlying these problems are complex.", "I am not going to address them here, and am anyway not the best-placed person to do so.", "While much effort has been made to deepen our understanding of and ability to respond to market dislocation since the global financial crisis, the emergence of these problems suggests the Bank and wider central banking community still have some work to do in throwing light on and building resilience in some of the shadow-ier parts of the non-bank financial sector, as emphasised by my colleagues on the FPC and internationally in the FSB.", "But that is for the future.", "Right now, we are dealing with the problems that pose an immediate threat.", "The intervention announced yesterday by the Bank is intended to facilitate an orderly adjustment in the positions and structures that were threatening to generate dysfunction in that market segment.", "By acting in the gilt market to facilitate the necessary reduction of leverage - or at least creating an environment where that reduction can take place - the Bank is preventing a self-sustaining vicious spiral of collateral calls, forced sales and disappearing liquidity from emerging in a core segment of the financial markets.", "Restoring market functioning helps reduce any risks from contagion to credit conditions for UK households and businesses.", "The intervention is targeted specifically at that market segment where problems were emerging.", "And it is time-limited, because the Bank buys assets in order to sell them on afterwards, thereby helping the orderly re-shuffling of holdings of and exposures to longer-dated gilts that needs to take place.", "These operations do not create central bank money on a lasting basis.", "As a result they will not shift the underlying macroeconomically-relevant monetary trends in the economy, which ultimately pin down developments in the price level.", "They are not intended to cap or control longer-term interest rates or to offer more favourable underlying financing conditions to the institutions involved - or, for that matter, to the Government - than would have prevailed in an orderly market environment.", "In the spirit of the famous Bagehot rule addressing the threat of bank deposit runs, yesterday's intervention is intended to prevent painful, adverse self-fulfilling market dynamics emerging.", "That is why yesterday's intervention is a \"temporary and targeted financial stability operation\".", "It is intended to allow the inevitable and necessary re-pricing of financial assets stemming from recent macroeconomic news - including last week's fiscal announcements - to take place in an orderly way.", "So yesterday's intervention was not a monetary policy operation.", "The temporary and targeted character of the Bank's intervention is key to the distinction between financial stability and monetary policy that I have emphasised here.", "With that in mind, let me now turn to the responsibilities of the Monetary Policy Committee (MPC), of which I am a member.", "The MPC will make a comprehensive assessment of the macroeconomic and monetary situation ahead of our next meeting in early November, before coming to a decision on the monetary policy stance.", "Hopefully, what I am about to say is self-evident.", "But in current circumstances it bears saying nevertheless.", "On the MPC, we are certainly not indifferent to the re-pricing of financial assets we have seen over the past few days.", "Indeed, we cannot be indifferent.", "For a small, open market economy like the UK, changes in asset prices have an important impact on macro developments though a variety of channels: via the cost of financing; via the cost of imports; and via their impact on both aggregate demand and aggregate supply.", "We need to factor the impact of asset price changes through all these channels into our overall assessment of the economic outlook and prospects for price developments.", "That forms the basis on which we formulate policy decisions to reach the 2% inflation target.", "This is the lens through which the MPC has viewed, and will view, recent market developments.", "Because I can assure you that the MPC has a very good understanding of both its mandate - to maintain price stability - and of its remit - to return inflation back to target.", "As I think - or at least hope - is widely recognised, the past year has proved to be a challenging time for monetary policy makers.", "And, to be frank, recent market developments have created their own, additional challenges.", "But, despite these challenges, the MPC's commitment to achieving its target is unwavering.", "In pursuit of the inflation target, the MPC employs monetary policy - changes in Bank Rate - to steer aggregate demand in the UK economy around the trends in aggregate supply, so as to relieve current inflationary pressures.", "The relevance of recent market developments to our monetary policy decisions stems from how those developments influence our efforts to come to an appropriate balance between demand and supply.", "But crucially, the impact of market developments has to be seen in the context of all the other important macroeconomic influences on demand and supply, including the impact of fiscal measures announced by the Government in the past few weeks, as well as developments in energy prices and labour markets that my colleagues and I have discussed in the past.", "The vehicle for making that necessarily comprehensive assessment is our MPC forecast.", "The process of producing that forecast ahead of the MPC's next scheduled meeting in early November is already well underway.", "That assessment will need to embody recent evidence of weakness in economic activity, as well as the impact of the Government's Energy Price Guarantee on headline inflation and wage and price setting behaviour.", "It will have to factor in the evolution of international commodity prices, not least developments in wholesale natural gas markets.", "And it will need to assess the impact of the Government's Growth Plan and other fiscal announcements in detail.", "I don't have time to discuss all that this evening.", "But, one thing I would flag is that, on my read, recent fiscal announcements will, on balance, provide a stimulus to demand relative to supply in the short to medium term.", "We will come to our more complete assessment in November.", "But I recognise that, as of today, November might seem a long time away.", "For algorithmic traders, even nanoseconds can represent a long time.", "The media or political cycle operates over a matter of hours.", "And, as we saw yesterday, acting to sustain orderly markets may also require action at short order.", "But monetary policy needs to be framed on a more considered or lower frequency basis, reflecting both the famously 'long and variable lags' in the transmission of monetary policy to price developments, as well as the need to distinguish signal from noise in the flow of incoming data and analysis.", "So the following question arises: if we need to wait for November for our comprehensive assessment, what happens in the meantime?", "During the intervening period, we need to rely on our communication about the economic and policy outlook through remarks like these, and its transmission to market developments, the real economy and wage and price setting behaviour, via market participants' expectations.", "That process, in turn, relies on the underlying macro and market institutional framework.", "Essential to maintaining a credible and stable institutional framework within which the Bank's monetary policy can operate effectively are: clearly defined responsibilities; clearly identified objectives; and respect for institutional independence.", "In that context, the Treasury's announcement of a clear timetable for the clarification of its new fiscal rules, as well as its preparedness to submit its policy plans to the independent, external scrutiny of the Office for Budget Responsibility is to be welcomed.", "These considerations also point to the importance of distinguishing between the Bank's financial stability operation implemented yesterday, and the Bank's conduct of monetary policy by the MPC.", "I sought to emphasise that distinction earlier.", "So to conclude, let me sum up by describing where we stand.", "I speak here as an individual.", "I do not represent the views of the MPC as a whole.", "And, of course, my assessment this evening is conditional on the situation as it stands today.", "We live in rapidly moving times.", "As events unfold, assessments need to be updated.", "But, at present, on the basis of the fiscal easing announced last week, the macroeconomic policy environment looks set to rebalance.", "Taken in conjunction with the macroeconomic impact of ensuing market developments, it is hard to avoid the conclusion that the fiscal easing announced last week will prompt a significant and necessary monetary policy response in November.", "The views expressed in this speech are not necessarily those of the Bank of England or the Monetary Policy Committee.", "I would particularly like to thank Saba Alam, Bob Hills and Jack Meaning for their help in preparing this speech.", "I have received helpful comments from Andrew Bailey, Sarah Breeden, Hugh Burns, Fabrizio Cadamagnani, Jon Cunliffe, Josh Jones, Andrew Hauser, Dave Ramsden, Martin Seneca, Fergal Shortall, Daniel Walker, and Sam Woods for which I am most grateful.", "The responsibility for all remaining errors is my own."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none"], "topics": ["Market Developments", "Financial Stability", "Monetary Policy", "Inflation Targeting", "Fiscal Policy", "Macroeconomic Outlook", "Price Stability", "Institutional Framework", "Monetary Policy Transmission", "MPC Decision-Making"]}