{"sentences": ["18.05.2022 Welcoming remarks Pathways to Gender Equality in Central Banks Margarita Delgado Dear ladies and gentlemen, I feel very honored to participate in the opening of this conference co-organized with the International Economic Association, Banco de la República and Banco de España.", "The development of initiatives, such as this one that gives visibility to issues related to gender diversity, are key to finding solutions to the waste of talent that involves not taking this diversity into account, consequently putting economic growth at risk and depriving economies of opportunities to develop.", "Ensuring diversity and, in particular, gender balance, must be a priority in our organizations and, with this commitment, we work at the Banco de España, where we have made significant progress in recent years.", "By the end of 2021, 51% of our total staff were females, and it is noteworthy that, in one decade (since 2012), that proportion has increased in nearly 10 percentage points.", "More than 4 years ago, in April 2018, Banco de España joined Bank Al Maghrib, the central bank of Morocco, to organize the first international meeting between international central banks with the aim of studying and fostering female leadership in central banks.", "In 2019 we expanded the geographical scope of this initiative to the \"Montevideo group\" made up of the central banks of Colombia (Banco de la República), Mexico, Argentina, Chile, Paraguay and Uruguay.With all these central banks of Latin America and some others which joined Morocco, from the African continent, we organized what was going to be the 3rd meeting of central banks to promote female leadership \"Fostering Women's leadership in Central Banking\".", "Unfortunately, in March 2020 the pandemic broke out and this event had to be cancelled at the very last moment.", "The work initiated by so many central banks and the questions addressed are not the result of a fad or political ideologies.", "The matter of female leadership and gender diversity is an economic concern of global importance, which, according to the World Economic Forum, after the pandemic, has suffered a setback with respect to the progress that was previously made: \"gender equality is still almost a century away from being achieved with the current rate of change.\"", "For this reason, studies and research such as those which are going to be presented here today and tomorrow assessing the challenges and evaluating the policies that lead us to the path towards gender equality, are of the utmost importance in order to accelerate the necessary change.", "Several central banks have also included the topics of diversity and inclusion in their research agendas, and the webinar features several good examples of those.", "Also, all the participants would benefit from getting a view from the Academia on the implications for the Economics of the lack of diversity.", "Gender, of course, is one important aspect of diversity, but this webinar also brings together studies from authors affiliated to institutions all over the world.", "This geographical diversity would enrich the discussion and expand the menu of possible action points.", "The conclusions we may reach over the course of these two days will certainly boost the actions to be carried out by our institutions which should be expected to lead by example not only within the financial sector but also, as a public administration, fulfilling our duty to serve public interest.", "Banco de España has already committed different internal actions.", "Among others we have created a group of D&I Ambassadors, representing all the business areas together with HR -of which I am proud to be the Sponsor-.", "This group has the purpose of enhancing diversity and inclusion consciousness and helping to step up specific measures across the organization.", "We have also worked on a data dashboard for the top management to track gender progress through KPIs on an annual basis, we have launched leadership and mentoring programs to strengthen strategic skills and encourage female to apply for management positions, we guarantee gender equitable panels in managerial recruitment processes, we are deploying training in unconscious bias, we have an internal D&I manifesto and we are working closely on a regular basis with our colleagues of the ESCB and SSM on a specific network to advance diversity and inclusion in our institutions.", "These actions are already proving we are on the right path, but events, such as this, sharing different views, challenges, approaches, and possible ways of improving, allow us to discover new pathways to become more efficient in the fulfilling of our goal: gender equality in central banks.", "Thank you very much and enjoy the sessions!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Gender equality", "Diversity", "Inclusion", "Female leadership", "Central banks", "Economic growth", "Talent", "Gender balance", "Leadership", "Women"]}