{"sentences": ["Recent developments show the Philippines is on the road to recovery, with encouraging signs suggesting that the worst may be behind us.", "The economy grew by 5.6 percent last year, exceeding the government forecasts of 5 to 5.5 percent and reversing the recession in 2020.", "The unemployment rate fell to 6.5 percent in November 2021 from a peak of 17.6 percent in April Full-year inflation averaged 3.9 percent in 2021 based on 2018 CPI series.", "Inflation further eased to 3 percent in January 2022, supporting the narrative that inflation is on a downward trajectory.", "The Development Budget Coordination Committee (DBCC) kept the inflation target range at 3.0 percent ± 1.0 percentage point for 2022-2024.", "Inflation expectations are well anchored, as shown by surveys of private sector economists and forecasts of multilateral agencies.", "Overall liquidity conditions are sound.", "Lending by universal and commercial banks rose for the fifth straight month, up 4.6 percent year-on-year.", "This signals an improvement in consumption and investment activities.", "Exposure to bad debts remained manageable.", "The NPL ratio of the Philippine banking system settled at 4.3 percent as of end-November 2021.", "Banks are well capitalized.", "Capital adequacy ratio of UKBs is well above the BSP's minimum requirement of 10 percent and the Bank for International Settlements' 8 percent.", "The country's external sector remains robust, supported by steady sources of foreign exchange.", "Remittances rose by 5.2 percent year-on-year to USD28.4 billion in January to November 2021 while BPO revenues grew by 8.3 percent to USD17.4 billion in January to September 2021.", "FDIs grew by 48.1 percent in the first 10 months of last year to USD8.1 billion, as foreign investor sentiment improved.", "External debt-to-GDP ratio stood at 27.3 percent as of end-September 2021 compared with about 60.0 percent in mid-2000s.", "Gross international reserves (GIR) stood at a hefty US$108.9 billion as of end-December 2021, providing ample cushion against unforeseen demand for foreign exchange.", "Goods exports rose by 16 percent and imports by 30.2 percent in January to September 2021 amid strong rebound in demand from major trade partners.", "Moving on to the BSP's crisis response...", "Through a series of rate cuts, the BSP brought the policy rate to a record low of 2.0 percent.", "Up to now, the policy rate is kept at this level.", "We also reduced the reserve requirement ratio (RRR) to increase loanable funds.", "We incentivized lending to MSMEs-a sector hit hard by the pandemic-by treating new loans to them as compliance with the reserve requirement.", "We temporarily increased the single borrowers' limit, raised the ceiling for real estate loans, and allowed grace period for loan payments.", "We likewise put a cap on credit card charges at 2 percent per month and put a temporary interest-rate ceiling on short-term loans from lending and financing companies.", "The BSP also helped government finance its COVID-19 response through provisional advances and dividends.", "In addition, we remitted P38.9 billion in total dividends to the national government for 2020 and 2021.", "Other initiatives are setting the stage for the Philippines' long-term development.", "With financial digitalization, the BSP targets at least half of retail transactions done digitally and at least 70 percent of adult Filipinos owning a transaction account by 2023.", "The following legislative measures will bring enormous benefits to the economy...", "Meantime, tax reforms will rebuild fiscal space.", "Investments in human capital and infrastructure will raise productivity.", "Freer markets, such as the recently liberalized rice sector, will lead to lower prices.", "And digitalization will improve efficiency in financial and public services.", "All of these structural reforms, ramped up vaccine rollout, and enhanced management of COVID-19 risks, support the country's full recovery.", "The numbers show the macroeconomic targets in the next two years.", "Allow me to end with three key points: First, the country's macroeconomic fundamentals are sound.", "Second, while uncertainties remain, enhanced health risk management and structural reforms will help sustain economic recovery.", "Third, the BSP choose to keep a patient hand on various policy levers to determine the timing and pace of our exit strategy.", "We will always rely on data to guide our future policy decisions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Recovery", "Inflation", "Interest Rates", "External Sector", "Financial Stability", "BSP Crisis Response", "Financial Digitalization", "Structural Reforms", "Macroeconomic Targets", "Policy Levers"]}