{"sentences": ["Competitiveness and productive investment: What parts do they play in the reform of insurance regulation?", "- speech by Charlotte Gerken Given at JP Morgan European Insurance Conference Published on 14 June 2022 Charlotte Gerken talks about the goals of competitiveness and productive investment, and the impact these are having on the Review of Solvency II.", "She says that changes to regulations for UK insurers could help to achieve these goals.", "Then she focuses on: investment flexibility the valuation of liabilities process improvements Thank you for your introduction and for inviting me to this conference.", "Since the Government announced the Solvency II review, there has been much emphasis on the desirability of reform to enhance the insurance sector's competitiveness and its capacity to make productive investment.", "Today I would like to outline how competitiveness and productive investment relate to the Prudential Regulation Authority's (PRA) approach to the review by focussing on three areas: 1.", "Investment flexibility 2.", "The valuation of liabilities 3.", "Process improvements To put the review in context, though: the core framework underlying the Solvency II regime and its principles are broadly fit for purpose, and are in line with existing and emerging international standards.", "The review does not involve tearing it up and starting again - not least because of the substantial sums invested by industry in the last decade in adopting it.", "Industry responses to HM Treasury's Call for Evidence[1] were largely in agreement with this approach.", "However, the review does give an opportunity we are seizing, to deal with those areas of Solvency II that we know are not working as well as they could.", "Sam Woods and I have both previously discussed the PRA's concerns relating to the current regime[2] [3].", "Taken together, the improvements we want to make represent an important set of reforms and can achieve the objectives of the review.", "Objectives for the Solvency II review The Government set three high level objectives for regulatory reforms, namely: 1. to spur a vibrant, innovative, and internationally competitive insurance sector; 2. to protect policyholders and ensure the safety and soundness of firms; and 3. to support insurance firms to provide long-term capital to underpin growth, including investment in infrastructure, venture capital and growth equity, and other long-term productive assets, as well as investment consistent with the Government's climate change objective.", "These Government objectives are aligned with the PRA's two primary statutory objectives of safety and soundness of regulated firms, and protection of policyholders.", "The PRA's statutory objectives are reflected directly in one of the Government's review's objectives, and they underpin the other two: only a financially sound insurance sector can provide sustainable contributions to long-term investment.", "Similarly, the sector's competitiveness depends on its operating under a robust prudential regime.", "The first and third of the Government review objectives are also mutually supportive: breadth of investment is essential to the business model of a large part of the UK industry, so by removing unnecessary barriers to investment we further both objectives.", "So why focus on competitiveness and productive investment today?", "Apart from being front of mind in most of my discussions with the insurance sector, they feature amongst the principles the PRA 'has regard to' when making rules or designing policy.", "Matters that PRA 'has regard to' serve to focus the decision-makers' minds in weighing up how best to advance the PRA's objectives given to us in law[4].", "To put this more colloquially, the PRA does not make rules or design policy solely in pursuit of a secondary objective or the goals underlying a 'have regard'.", "Rather, the existing secondary competition objective, and also the principles underlying our 'have regards' shape how we go about advancing our primary objectives.", "We have thought carefully about the impact of our potential reforms in these areas.", "So, I want to explain how we're having regard to competitiveness and productive investment as we develop reform proposals.", "Investment flexibility and productive investment Looking first at investment flexibility.", "UK insurers manage almost £890bn[5] of investment assets, and it is an objective of regulatory reform to support the productive investment of those funds.", "In the UK, we have a strong flow of defined benefit pension liabilities to insurers, which provides a further incentive to ensure the regulatory regime can facilitate productive investments within the bounds of appropriate risk management of those funds.", "But what is 'productive investment'?", "If we completed a survey here today, I expect we could easily receive a different answer from each attendee in the room, and I won't claim to have the best.", "However, here's one prepared earlier: 'investment(s)... that have the potential to expand the productive capacity of the economy, while also generating marginal returns to society that exceed the marginal cost of that investment to society'[6].", "This was the definition used in the terms of reference of the Productive Finance Working Group, which comprised representatives of industry, HM Treasury, the Bank of England, and the Financial Conduct Authority (FCA).", "Examples given in those terms of reference include: plant and equipment; research and development; technologies and infrastructure.", "That working group's report focussed on the role that Defined Contribution pension funds could play.", "But long-term and illiquid productive investments could be a natural match to life insurers' long term, predictable liabilities - in particular pension annuities, which commonly reside in matching adjustment (MA) portfolios.", "Given the long-term guaranteed nature of these liabilities, and the cost of shareholder capital to support this business, it is natural that insurers' investment risk appetite will be reasonably low in these portfolios - and this indeed has long been the case for annuity books.", "Some productive investments will naturally be highly innovative, and potentially also highly risky.", "Therefore, not all productive investments will be appropriate for annuity books.", "Those more risky assets may be appropriate for other substantial parts of the UK insurance balance sheet, such as with-profit, unit-linked, and shareholder funds.", "But the universe of productive investments will likely include long-term illiquid assets with secure cash flows that are a natural match for annuity liabilities.", "Reforms have been proposed in this area.", "These relate to assets with prepayment risk and/or subject to construction risk.", "These changes, combined with application process reforms to reduce administrative burden and approval time where possible, could unlock further opportunities for productive investment in MA portfolios.", "We have carefully considered the specific asset classes that insurance firms identified in HM Treasury's Call for Evidence, and we believe these reform proposals address most of them.", "We remain open and ready to learn about any examples of others - the more specific the better.", "I want to be clear that the PRA is not doing industrial policy here: we are not seeking to tilt the playing field.", "What we are doing is removing disincentives that the existing regime unnecessarily places in the way of investment in productive assets that are suitable to back annuity liabilities - a levelling of the playing field.", "The valuation of liabilities Levelling the playing field is one thing - keeping it safe for the players, not to mention the crowd - is another altogether.", "The MA and the risk margin between them are key determinants of the balance sheet valuation of most life insurance liabilities.", "Both play an important role, and there are independent cases for the reform of both.", "We have set out our main concerns with the existing MA framework, including in the recent discussion paper (DP) we published alongside HM Treasury's Consultation Document [7].", "These can be broadly summarised as 1. the fundamental spread (FS) does not capture all retained risks and is generally low, 2. the FS is not sensitive to differences in risks between assets and 3. the FS does not adjust to shifts in the credit environment unless a default or downgrade has occurred.", "We have also expressed concern regarding the size of the risk margin, and its sensitivity to low interest rates.", "However, given the interaction between the MA and the risk margin on balance sheets, we cannot look at potential reforms in isolation.", "In order to maintain transfer values in line with observed prices, the calibration of changes have to be considered as a package.", "Undertaken in isolation, a large cut to the risk margin would fail this simple test, and would increase the risk that an insurer's liabilities could not be transferred to a third party if it were to fail.", "This would expose policyholders to an unacceptable risk and would be incompatible with the fundamental principles behind the Solvency II regime.", "But the detail of individual measures needs to be right too, to avoid perverse incentives which may lead to unintended consequences.", "When we started exploring reforms to the MA last year, stakeholders raised concerns about the potential for increased volatility in balance sheets.", "Our interaction with firms has helped to develop our thinking.", "In our DP, we outlined a new, less volatile design for the credit risk premium (CRP) component of the FS, and last week launched a targeted data collection exercise[8] to help understand the impact of that design, and various calibration choices that might be made within it.", "The aim is to achieve a valuation representing an accurate transfer value of matched portfolios of liabilities and credit assets, as well as the Solvency Capital Requirement (SCR) acting to absorb changes in those transfer values in a 1-in-200 stress over one year.", "This outcome is of the utmost importance for a tailored UK regime, given the nature of the products offered and the breadth of credit invested in by insurers.", "In the DP, we set out the PRA's current views about the overall calibration of the CRP, including features such as averages, caps and floors to mitigate its volatility, and that the reasonable range for CRP sits between 35% and 55% of credit spreads through the cycle.", "This does not imply that all of the elements of the CRP need to be set at 35%.", "Indeed in the data collection exercise we have just launched we ask for data on a calibration that combines 35% of medium term average index spreads with just 17.5% of excess spot spreads.", "Similarly, a lower calibration for the average spreads combined with a higher calibration of the excess spot spreads could achieve the same outcome.", "We are keen to read responses to the DP and to discuss stakeholders' views on the CRP and its calibration.", "The breadth of application of the MA by UK insurers has been a unique aspect of our implementation of Solvency II (Chart 1 ): preserving and, indeed, expanding it further underpins the competitiveness of the sector in the UK.", "This uniqueness has understandably sent MA reform in different directions in the UK and the EU.", "The EU has chosen to leave the MA calibration untouched.", "But, in contrast to our focus on widening investment flexibility and MA eligibility, the EU's approach is looking to tighten their MA eligibility requirements, particularly for structured assets.", "Prior to Brexit, the UK regime had already been more accommodating of a broader range of assets as appropriate for MA portfolios, including those that were internally rated.", "Further divergence in the practical use of MA is now possible, as part of the overall package of UK- specific MA reforms, in a way that preserves the same high level prudential outcomes.", "Reforms to the risk margin are at a more formed stage than those to the MA.", "The PRA agrees with longstanding and justified concerns raised by the industry on the sensitivity of the risk margin to interest rates, and its overall quantum when interest rates are low.", "The Government's April Consultation Document[9] lays out reform proposals.", "The potential impact of these reforms can be significant.", "For general insurers, we believe that a roughly 30% cut in risk margin can be justified, similar to the impact on EU firms of reform proposals made by the European Commission.", "This outcome would therefore ensure no disadvantage on competitiveness grounds for GI firms.", "For life insurers, given the longer term nature of the insurance risks and the presence of closely matched assets, we believe that a greater reduction of around 60% is possible - but only if the FS is also reformed to better reflect credit risk retained by life insurers.", "Simultaneous reform of both risk margin and MA can also correct a potential distortion in the current framework that has become apparent over time.", "Namely that, broadly speaking, under the Solvency II regulatory regime, some long term insurance risks - in particular, longevity risk - appears to have been highly-capitalised, relative to credit risk.", "This has created an environment where life insurers have been retaining less and less insurance risk, but acquiring additional credit risk, including counterparty credit risk.", "This trend has become more evident since Solvency II came into force, and raises questions about the effectiveness of the regime, in terms of both competitiveness and in mitigating risks to our statutory objectives.", "Any firm making large-scale use of reinsurance needs to consider their capacity to recapture that risk in the event of the failure of one of their counterparties.", "We note that some firms are reliant on an action to re-cede offshored risk to another reinsurer, should the original reinsurer default.", "This would only be possible if the reinsurance market can operate continually and without interruption.", "There could be myriad drivers of reinsurer counterparty default, but some of these could point to market issues, and potentially temporary market tightening or even closure.", "Firms should consider this risk in their counterparty assessments, and we will look to protect UK policyholders, who are ultimately dependent on the reinsurance payments being made[10].", "Process improvements The three main areas of process improvements that I want to highlight, all noted in the Government's April Consultation Document, are: The internal model application process; The matching adjustment (MA) application process.", "On internal models, we are seeking ways to improve and streamline the application process as well as achieving a more flexible approach to the modelling of complex and emerging risks.", "This may allow models that are adequate but suffer from some non-fatal shortcomings to nonetheless be used whilst those shortcomings are addressed over a realistic timetable.", "Potentially, this approach could also make use of safeguards where appropriate.", "We will not allow the best, in modelling, to become the enemy of good enough.", "These reforms are also intended to help address the tension between innovation in investments and underwriting, and the strong reliance on historic data in internal models.", "On reporting, we have already made some changes that significantly reduce the reporting burden for smaller / medium-sized firms.", "Both the Government and the PRA have engaged the industry on additional reforms that aim to further reduce burden on firms, particularly for returns that have not proved useful in practice.", "The Government published proposals in this area in its April Consultation Document and a further PRA consultation on additional reductions and improvements will follow later this year.", "Our intended changes to the MA application process aim to reduce barriers created to timely MA portfolio investment.", "These reforms could introduce a 'two-lane' process, where only more complex or precedent-setting assets would automatically be subject to a complete review prior to approval.", "Less complex assets could instead receive a streamlined review, wherein certain aspects of the review (such as internal ratings) could be deferred until after the initial approval.", "As for the internal model application process, safeguards could potentially be used to manage any risks introduced by these reforms to the MA application process.", "We are also considering potential changes to the MA breach framework, to soften the cliff-edge that currently exists, wherein the PRA must revoke full MA approval if a breach of eligibility conditions is unresolved after two months.", "This harsh penalty can act as a deterrent in firms' investment decisions.", "Each of these process improvements aims to reduce the resource burden on insurers created by the regulatory regime.", "This should enable insurers to reallocate more resource to innovation with a view to improving, for example, the quality of their underwriting and investment decision-making, and reduce barriers to entry, thereby improving the competitiveness of the UK insurance sector and its ability to provide long-term productive finance to the economy.", "Conclusions and next steps The reforms I have discussed today are wide-ranging and aim to achieve a tailored regulatory regime for the UK insurance sector.", "We will carefully assess the package across the review's objectives.", "Does it advance the PRA's primary objectives of insurers' safety and soundness, and policyholder protection?", "Does it effectively remove any unnecessary impediments to bulk purchase annuities firms' productive UK investments?", "Does it deliver the material gains in process improvements that can further the competitiveness of the UK insurance sector?", "We believe the package we are contemplating will achieve the Government's objectives for the review.", "And while not an objective in itself, the package is also projected to deliver a reduction in regulatory capital requirements.", "This net capital release can be used to support additional investment if firms choose, and investment in the productive UK real economy, assuming suitable additional supply.", "The reforms to investment flexibility, reporting and approval processes are not without risks.", "In the case of annuity firms, the reforms are reliant on our confidence in the level of MA benefit taken - and hence on the fundamental spread being appropriately calculated.", "More broadly, in addition to the use of safeguards where appropriate, the reforms are contingent on the continued effectiveness of a central pillar of the Solvency II regime, the quality of firms' own risk management.", "That will remain at the core of firm-to-supervisor dialogue and engagement.", "Our overall work on potential Solvency II reform has already benefited from the effective engagement as part of the pre-consultation phase of the review.", "Following the publication of our DP at the end of April, we are requesting more information from firms and I am looking forward to our next series of meetings in order to hear the views of firms, their investors and other stakeholders.", "I am grateful to Saoirse Carberry, Craig Turnbull, Alan Sheppard, Avni Gangadia and Miranda Hewkin Smith for their assistance in helping me prepare this speech.", "Review of Solvency II: Call for Evidence | HM Treasury 2.", "Brave new world - speech by Sam Woods | Bank of England.", "Four Rs: Creating the conditions for long-term sustainable growth in the life annuity sector - speech by Charlotte Gerken | Bank of England 4.", "The Prudential Regulation Authority's approach to insurance supervision | Bank of England Section 1 explains the PRA's objectives.", "At YE21 'Investment and cash excluding participations' - Insurance aggregate data report | Bank of England, 6.", "Financial Stability Report August 2020 | Bank of England 7.", "DP2/22 - Potential Reforms to Risk Margin and Matching Adjustment within Solvency II | Bank of England 8. Review of Solvency II: 2022 Data Collection Exercise (DCE) | Bank of England 9. Review of Solvency II: Consultation | HM Treasury 10.", "SS20/16 - Solvency II: reinsurance - counterparty credit risk | Bank of England"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Investment flexibility", "Productive investment", "Matching adjustment", "Risk margin", "Competitiveness", "Process improvements", "Internal models", "Reporting", "Reinsurance", "Capital release"]}