{"sentences": ["Dynamics of Inflation in South Asia1 Good afternoon and a warm welcome to South Asian Association for Regional Cooperation (SAARC) central bank colleagues participating in this first physical seminar under the aegis of SAARCFINANCE after the onset of the pandemic.", "Greetings to Ms. Dechen Pelzom, Executive Director, Royal Monetary Authority of Bhutan.", "We are delighted to have with us colleagues from the Ministry of Finance, and virtual participants from our central banks, the Bank for International Settlements (BIS) and the International Monetary Fund (IMF).", "I am joined in our appreciation of your participation by colleagues from the Reserve Bank of India (RBI) representing various departments.", "This Seminar marks the fulfilment of the commitment made by India in the 41st meeting of the SAARCFINANCE Governor's Group in March 2021.", "Given the developments in our countries and the global inflation crisis gripping the world around us, the seminar's theme - the Dynamics of Inflation and its Control in South Asia - could not have been more timely and relevant.", "From a broader perspective, seminars and workshops of this type under the mandate of SAARCFINANCE have proved to be an effective avenue for intensifying our engagement through sharing of knowledge and experiences as well as by energising person-to-person interactions.", "Our next seminar will be on the SAARCFINANCE database, which will be hosted by the Maldives Monetary Authority.", "SAARC: Our History By way of historical background, the South Asian Association of Regional Cooperation (SAARC) was created in 1985 as an expression of the collective desire for fostering shared understanding and collaboration in our region.", "At present, Afghanistan, Bangladesh, Bhutan, India, Nepal, Maldives, Pakistan and Sri Lanka are members of the SAARC.", "Over the years, our countries have developed strong linkages in the form of trade, remittances and financial transactions, over and above our strong cultural ties and shared history.", "We now look forward to strengthening our economies with the goal of accelerating economic development and prosperity by tapping into the full growth potential of the region.", "SAARCFINANCE: The Journey SAARCFINANCE was established in 1998 as a network of our Central Bank Governors and Finance Secretaries to facilitate dialogue on macroeconomic policies and the exchange of mutual experiences and ideas.", "SAARCFINANCE received formal recognition in January 2002 at the 11th SAARC Summit held in Kathmandu, Nepal.", "Over the last two decades, cooperation between our central banks has expanded and strengthened.", "The swap facility, which has been the cornerstone of this cooperation, has played a vital role in helping to manage external sector pressures during the pandemic.", "India has also extended financial support in the form of a number of credit lines to SAARC partners.", "Policy interface, technical assistance, capacity building and knowledge exchange have all played a vital role in deepening this engagement.", "In particular, research and policy driven collaborative studies, and symposiums and seminars such as this one, have facilitated this whole endeavour by bringing about greater appreciation of the issues, challenges and successes experienced by each country and the region as a whole.", "To cite some fulfilled deliverables under the belt of SAARCFINANCE, the Governors' Group Meetings have formalised our cooperation and dialogue on macroeconomic conditions and policies.", "The SAARCFINANCE website was developed and launched in 2011.", "The SAARCFINANCE Database went live on May 26, 2016 at the Governors' Symposium held in Mumbai.", "The first issue of the half-yearly SAARCFINANCE e-Newsletter was published in December 2006.", "During India's Chair in 2020-21, the portal called 'SAARCFINANCE Sync' was created as a network of connectivity among our central banks.", "The scope and coverage of the Scholarship Scheme was expanded by including more universities, more central banking related courses and by increasing both the scholarship amounts and the number of scholarships that may be granted in a year.", "Efforts have also been made to revamp the SAARCFINANCE newsletter with a new design and format and by expanding its ambit to topical articles.", "Our virtual seminars kept alive our engagement through the pandemic.", "The Financial Inclusion Platform, a repository of initiatives taken by SAARC central banks to promote financial inclusion and financial literacy, has also facilitated policy making by enriching it with pan-regional perspectives.", "The measures we have taken to deepen cooperation on capacity building are also noteworthy, especially the collaborative studies on a variety of topics.", "Macroeconomic Developments: Opportunities and Challenges Our countries have come together to jointly fight COVID-19 by establishing an exclusive SAARC COVID-19 Emergency Fund with contributions from all members.", "As a leading producer of vaccines, India has remained deeply committed to equitable access.", "India has delivered vaccines to many SAARC countries within a month from the rollout of its Vaccine Maitri Initiative in January 2021.", "The RBI remains committed to expanding co-operation in the field of digital banking and finance.", "Its Payment Vision 2025 envisages global outreach of our real time gross settlement (RTGS), the National Electronic Funds Transfer (NEFT), the Unified Payment Interface (UPI) and RuPay Cards.", "For instance, Bhutan and India have built cooperation around RuPay cards so that Bhutanese banks can issue RuPay Cards to their citizens.", "The share of intra-SAARC trade in total exports of SAARC countries has increased from 6.1 per cent in 2010 to 7.1 per cent in 2020.", "Similarly, the share of intra-SAARC trade in total imports of SAARC countries has increased from 3.6 per cent in 2010 to 5.0 per cent in 2022.", "The pace of expansion of trade remains slow, however, even relative to other regional groupings like ASEAN.", "Being severely hit by the pandemic, the region witnessed economic contraction in 2020.", "A tenuous recovery coursed through 2021, with varying degrees of traction and pitfalls across the region.", "The scars of the pandemic are still deep and painful in several parts of our region.", "In 2022, elevated and persistent inflation has taken hold, threatening to undermine the nascent progress made in 2021.", "Several members face double digit inflation in high reaches.", "Global spillovers in the form of exchange rate volatility, elevated commodity prices and supply chain pressures have exacerbated imported inflation.", "Since February this year, shortages of essential commodities and soaring food and energy prices have threatened livelihood and the welfare of our people.", "On the external front, terms of trade shocks and tightening global financial conditions have translated into wider current account deficits, capital outflows, high volatility in domestic financial markets and losses of reserves while amplifying external vulnerabilities.", "Some of us are also experiencing debt distress.", "Access to international financial markets, constrained by rating downgrades by various external credit rating agencies, has worsened external liquidity and financing conditions.", "Some of us need urgent access to multilateral support in these challenging conditions.", "Theme of the Seminar The theme of the seminar assumes significance in this milieu.", "With inflation broadening across national jurisdictions, repeated shocks stemming from the outbreak of the pandemic and more recently due to the war, have translated into an inflation crisis not seen in years.", "According to the IMF's World Economic Outlook Update of July 2022, surging commodity prices and broadening price pressures may cause inflation to reach 6.6 per cent in 2022 in advanced economies and 9.5 per cent in emerging market and developing economies, posing a clear and present danger to macroeconomic stability.", "In response, the most synchronised and front-loaded monetary policy tightening ever seen in decades is underway.", "Consequently, as liquidity and monetary conditions harden, the probability of a recession or hard landing has risen in advanced economies to levels that have preceded actual recessions in the past.", "Central banks all over the world are aggressively striving to regain and entrench their credibility so as to anchor inflation expectations and bring inflation under control.", "Despite the diversity of the South Asian region in terms of country size, economic and social development, geography, population, trade and political systems, this daunting spectre of inflation haunts us all.", "Food is a large part of our average consumption basket as well as our price indices - its share in consumer prices ranging across the region between 35 and 47 per cent.", "South Asia is most vulnerable to food inflation, given the large segment of our populations battling poverty.", "Moreover, this is a region in which it is rising food prices that can trigger second round effects leading to the generalisation of inflation and its persistence.", "Furthermore, dependence on oil imports has made our countries commonly vulnerable to terms of trade and supply shocks.", "Consequently, inflation dynamics in the region show strong co-movements, with common drivers.", "On the other hand, our policy frameworks are somewhat diverse, reflecting country- specific circumstances, and this will condition our approach to controlling inflation.", "Our exchange rate regimes also reflect this diversity.", "Dealing with the inflation crisis has become complicated as we battle global spillovers on an ongoing basis.", "The region now faces a tremendous developmental challenge within which recovering the losses due to black swan events like the pandemic look the most formidable.", "Our countries have also experienced sharp increases in fiscal deficits and deterioration of the balance of payments.", "The future appears uncertain and gloomy against the backdrop of an unprecedented slowdown in economic activity, employment and export earnings.", "Risks to our growth prospects are slanted to the downside.", "The dark shadow of stagflation looms over us and our outlook.", "The Indian Experience In India, we have adopted an inflation targeting framework since 2016, with a target of 4 per cent defined in terms of headline CPI inflation within a tolerance band of +/- 2 per cent around it.", "Policy decisions are taken by a majority vote by a monetary policy committee (MPC).", "There are strong accountability criteria embedded into the framework by legislation and associated regulations in the case of deviations of inflation outcomes from the target.", "Although it moderated in the following year, i.e., 2021-22 to 5.5 per cent and was projected to ease further to 4.5 per cent in 2022-23 as recently as February 2022, the war in Ukraine has altered the outlook drastically.", "Although it appears to be moderating from its peak of 7.8 per cent in April this year, we would prefer to await more incoming data before we are convinced that this a durable trend.", "While some easing of international commodity prices and supply chain pressures, both globally and domestically, are positive developments, upside risks remain in the form of potential second order effects and the transmission of input cost pressures to the sticky core component of inflation.", "For the financial year 2022-23 (April-March) as a whole, the RBI has projected that headline CPI inflation would average 6.7 per cent.", "Accordingly, the RBI has embarked on a front-loaded monetary policy response, with a cumulative 140 basis points increase in the policy rate so far, besides narrowing of the policy rate corridor in April that pulled up money market rates by 40 basis points from pandemic lows.", "In its latest meeting in early August, the monetary policy committee (MPC) decided to remain focused on withdrawal of accommodation to ensure that inflation remains within the target going forward, while supporting growth.", "Simultaneously, the RBI is engaged in withdrawal of the liquidity infused into the economy during the pandemic in a calibrated, multi-year time frame.", "As the inflation forecast performs the role of an intermediate target in the monetary policy framework, the RBI has taken several initiatives to strengthen inflation monitoring and improve the accuracy of forecasting.", "Besides widening the ambit and depth of a suite of forward-looking surveys, a data science lab has been set up to explore alternative forecasting techniques and models, including artificial intelligence and machine learning (AI/ML).", "In view of the sizable share of food in the consumer price index and the fact that the Indian economy is prone to supply shocks, work on assessing the crop situation through remote sensing has also been started in the data science lab to assist inflation forecasting.", "In addition, new initiatives are being taken to gauge the public's expectations through sentiment analysis that should inform the forecasting exercise and thereby improve precision.", "We have also stepped up the gathering of market-based intelligence from trade bodies, traders, domain experts and regional units.", "The intent is to assimilate as much useful information as possible and enrich our understanding of inflation dynamics.", "In the near-term, however, the inflation trajectory continues to be heavily contingent upon the evolving geopolitical developments, international commodity market dynamics and global financial market developments.", "Concluding Remarks As central banks and public institutions, we are entrusted with ensuring and maintaining macroeconomic and financial stability and ensuring the progress of our economies to secure the full actualisation of our developmental aspirations.", "We face challenging trade-offs in our day-to- day functioning and keen public scrutiny.", "Mostly unsung, our role has undergone a transformation in recent years.", "From lenders of the last resort, we have become defenders of the first resort.", "Hence, our response to inflation shocks such as the one we face today has to be predicated on managing expectations and fortifying credibility.", "If credibility is high and the shock is transitory, inflation returns to equilibrium without the need for any monetary policy action.", "On the other hand, repeated supply shocks - which we are encountering now - trigger second round effects through cost pushes, expectations, exchange rate and demand channels, warranting pre-emptive monetary policy action.", "Even with perfect credibility, monetary policy cannot look through the second-round effects of repeated supply shocks.", "If the inflation target is breached for a prolonged period, this could unsettle expectations and eventually get reflected in higher inflation.", "Higher credibility can reduce - not substitute for - the monetary policy response to second round effects of repeated supply shocks.", "At the current juncture, our experience is that by frontloading monetary policy actions, credibility is demonstrated by showing commitment to the inflation target.", "Another dimension of monetary policy credibility is the timing of its response.", "A delay in the monetary policy response leads to a further loss of credibility, unhinging of inflation expectations and eventually, higher inflation outcomes with a higher sacrifice of growth.", "SAARC has great potential for economic expansion with abundant natural resources, human capital and market access.", "The promotion of economic and social development through increased trade and investment and through deeper regional economic integration holds considerable promise in South Asia.", "We must rise up to this challenge and seize the window of opportunity even as we recover from the debilitating effects of the pandemic and geopolitical developments.", "High quality research and engagements in seminars such as this one will help us build capacity and technical skills, illuminating our way forward.", "The Roadmap of Regional Cooperation which was framed in 2016 needs to be revised to reflect the current realities and focus areas, with quantifiable milestones and timelines within the mandate of SAARCFINANCE.", "I wish you all success in your deliberations."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Economic Growth", "SAARCFINANCE", "Financial Stability", "Supply Shocks", "Central Banking", "Inflation Targeting", "Fiscal Deficit", "External Vulnerabilities"]}