{"sentences": ["SPEECH 31 May 2022 Governor Stefan Ingves Swedish Economic Association Inflation targeting for nearly 30 years - a robust framework for all times?1 I would like to begin by thanking you for the opportunity once again to come here and address the Swedish Economic Association.", "It is always a great pleasure to have this opportunity.", "When I was here last year I talked about how the Riksbank's three main areas - monetary policy, financial stability and payments - are interrelated.", "This year I intend to focus on monetary policy and the Swedish inflation-targeting policy, which will soon be 30 years old, but I will also address some aspects of financial stability and payments that are linked to monetary policy.", "\"The sky is the limit.\"", "These were the words of Riksbank Governor Bengt Dennis when he drastically raised the policy rate to 500 per cent 30 years ago, or more specifically on 16 September 1992.2 Just over two months later, the Riksbank announced that the fixed exchange rate for the krona would be abandoned.", "After another two months, it was announced that monetary policy would be aimed at a price stability target.", "Inflation would be stabilised at 2 per cent with effect from 1995.", "At this time, inflation targeting was a relatively new concept.", "Only three countries had previously introduced an inflation target: New Zealand in 1990, Canada in 1991 and the United Kingdom in 1992.", "There was therefore considerable uncertainty as to how it would work.", "It is now almost 30 years since the inflation target was introduced.", "During this time, inflation has been slightly lower on average - around 0.4 percentage points - than the formal target of 2 per cent.", "This is not desirable, but it is a margin of error that is of a size that one probably has to expect.", "Long-term inflation expectations have been stable despite the fact that we have been hit by two major economic crises: the global financial crisis 2008-2009 and the 2020 pandemic.", "The low and stable inflation has also probably been a contributing factor to the good economic development that we have experienced since the inflation target was introduced.", "These experiences would indicate that inflation targeting has worked well in Sweden - even surprisingly well - for almost 30 years.", "In particular, when one considers the situation at the time of its introduction: high and varying inflation, low growth, high unemployment and accelerated government debt.", "Does this mean that we should expect inflation targeting to work equally well during the next 30 years?", "In today's speech, I will look ahead and give my view on this question.", "I will begin by discussing some of the basic conditions that need to be in place for the inflation targeting policy to function: a well-functioning payment system, stable public finances and the need for monetary policy to have an effective toolbox.", "After that, I shall address two challenges that the inflation targeting policy needs to deal with going forward: firstly, that the Swedish inflation target has not been tested in an environment with sharply rising prices until now and, secondly the economic consequences of climate change.", "Finally, I shall give my view on how inflation targeting can be improved so that it is equally successful in the future.", "It is primarily in two areas that the monetary policy framework needs to be modified: Some of the macroprudential tools, such as the countercyclical capital buffer should lie with the Riksbank.", " Financial stability should have a certain weight in monetary policy decisions, that is, be an argument in the Riksbank's objective function.", "But before I come to this, however, I shall begin with a historical retrospective and describe the monetary systems that we have tried before and which have led to today's inflation policy.", "In this context, I shall also describe the characteristics of inflation targeting and present statistics showing how economic developments have been during the period of inflation targeting, compared with the fixed exchange rate period in the 1970s and 1980s.", "From copper standard to inflation targeting In 1624, the copper standard was introduced in Sweden.", "Prior to this, we had mainly used silver coins, but also gold coins to a lesser extent.", "Copper coins came into the picture as there was a lack of silver and gold following the prolonged wars being fought at this time.", "Moreover, Sweden had plenty of copper from Falu copper mine, which accounted for a large share of Europe's copper supply.", "The copper coins were large and therefore for natural reasons rather clumsy and difficult to use.", "The largest copper coin - usually considered the world's largest coin - weighed almost 20 kg.", "The copper coins were not just bulky.", "They also made the monetary system more complicated, because silver coins and, to a certain extent, gold coins were still being used.", "However, the copper standard was not abolished until 1777, when the silver standard was introduced.", "Almost 100 years later, in 1873, Sweden and Denmark formed the Scandinavian Coin Union.", "Norway joined a few years later.", "The Coin Union was based on a gold standard and lasted for more than 40 years, until the First World War.", "After the war, Sweden re-introduced the gold standard, but this time independently.", "The ambition was to return to the same gold parity that had applied before the war.", "In September 1931 - in the wake of the Great Depression - Sweden left the gold standard.", "In its place, a price level target was introduced.", "From now on, the Riksbank's task would be to stabilise the domestic price level.", "This was an historical event, as it was the first and so far only time in history that a country had introduced a price level target.", "The basic idea of the price level target was similar to the current inflation targeting policy, but with the difference that the target was expressed in terms of the general level of prices, not the rate of change in prices.", "However, the realisation that price stability could function as a nominal anchor and anchor price expectations was new at this time.", "Some economists also realised that monetary policy should be understandable and transparent to the public, roughly as the current inflation targeting policy works:5 \"The overwhelming majority of the Riksdag cannot have any other idea from this bill than that the subject is so extraordinarily complex that a normal mortal cannot comprehend it, but that it is best to leave the whole matter in the hands of the 'currency-saving authorities'.", "Although such an effect is not intended, it is nevertheless deplorable.", "The Swedish people should be able to form an opinion, at least in broad terms, both on the meaning of monetary policy and on the need for the measures intended to support this policy.", "This is, in any case, a clear democratic requirement.\"", "The economic ideas that paved the way for the introduction of the price level target had been presented by the Swedish economist Knut Wicksell 30 years earlier.", "In April 1898, Mr Wicksell gave a talk at the Swedish Economic Society under the heading \"The money rate's influence on goods prices\".", "Mr Wicksell proposed that the objective of monetary policy should be to stabilise the price level.", "He also set out a simple rule of action as to how this should be done.", "The central bank should raise the policy rate if the price level rises until the rate of increase has stopped and correspondingly lower the policy rate if the price level falls.", "In other words, Mr Wicksell's policy rule is similar to today's so-called Taylor rule, which has become a benchmark for central banks when setting interest rates.", "Sweden coped with the strains of the 1930s better than most other countries.", "One lesson from the time of the price level target, which is sometimes highlighted, is that the price level target could raise inflation expectations at a time when there was an overall risk of deflation.", "The price level policy lasted until 1937, when the Riksbank received other targets from the Riksdag, in addition to the price stability target.", "After the Second World War, Sweden joined the recently-established fixed exchange rate system Bretton Woods, which in practice acted as a gold standard.", "The Member States linked their exchange rates to the US dollar and the United States then guaranteed that the dollar could be redeemed at a fixed price in gold.", "But at the beginning of 1971, President Nixon suspended the right to redeem dollars for gold, and in March 1973 the system was finally put to rest when the dollar began to float freely against other currencies.", "This would turn out to be the end of the gold standard as a monetary system in the world.", "Sweden then joined the European Community's monetary cooperation 'the currency snake' or 'the snake in the tunnel' as it was also known.", "The idea of the currency snake was to allow the currency of each Member State (\"the snake\") to move freely against the other currencies within a relatively narrow range (\"the tunnel\"), without any link to gold.", "In practice, it was the West German Mark that acted as anchor for price stability.", "During the 1970s, the world was faced with recurring economic problems culminating in the oil price shocks in 1973 and 1979.", "In Sweden, monetary policy during this period was characterised by repeated devaluations when politicians tried to maintain Swedish competitiveness in the shadow of poorly functioning wage formation and an overly expansionary fiscal policy.", "All in all, these factors contributed to high inflation rates.", "In this environment, there were also several rounds of deregulation.", "In the mid1980s, the domestic regulations on the credit market were abolished.", "The Riksbank could thus no longer limit the lending of commercial banks.", "As a result, loans increased rapidly and both equity and property prices rose.", "At the end of the 1980s, currency regulation was also abolished, which opened the way for capital to flow out of Sweden.", "The foundation for the coming 1990s crisis was thus laid.", "In the early 1990s, the government implemented a major tax reform that made borrowing more expensive, among other things.", "At the same time, real interest rates had now begun to rise internationally.", "This created problems for the financial system.", "Share and real estate prices began to fall.", "The negative effects on the economy were substantial and ultimately led to a banking and currency crisis.", "The crisis in the foreign exchange market pushed the krona down in line with an ever-increasing outflow of capital.", "The Riksbank tried to defend the fixed exchange rate as far as possible with large interest rate hikes, but this was a policy that was doomed to fail.", "In November 1992, the fixed exchange rate was abandoned and the krona began to float.", "Just two months later, the General Council of the Riksbank announced that the target for Swedish monetary policy would be to limit inflation to 2 per cent per year with an interval of plus/minus 1 per cent.", "A new monetary policy era had begun, an era of inflation targeting policy, which is still in place today, almost 30 years later.", "What characterises inflation targeting?", "Inflation targeting was a relatively new phenomenon at that time.", "Only three countries had previously introduced an inflation target: New Zealand, Canada and the United Kingdom.", "The difference from the current situation is striking.", "Today, inflation targeting is the most common framework in developed industrial nations and inflation targets are becoming increasingly common in emerging market economies.", "The large central banks in the United States, the euro area and Japan all have inflation targets and many smaller economies such as Switzerland, the Czech Republic, Norway, Poland, South Korea and Australia base their monetary policy on a target for inflation.", "Inflation targeting policy consists of several different components, which may vary slightly from country to country.", "On an overall level, the aim of the inflation target is to establish a high level of credibility for low and stable inflation in society.", "This helps households and companies make balanced economic decisions, which in turn provides the conditions for long-term and sustainable economic growth.", "The most prominent characteristic of inflation targeting policy is a quantified target for inflation, but both the level of the target and the way inflation is measured can vary.", "Many countries have a target of 2%, but in emerging market economies it is not uncommon for the target to be higher.", "In some countries, the set target is a range, as in Switzerland, for example, where it is between 0% and 2%.", "There is also no complete consensus on the most appropriate measure of inflation.", "By definition, inflation is the change in the general price level, which would indicate a broad measure that includes as many prices as possible.", "Most central banks use the change in some variant of the consumer price index as a measure of inflation.", "Since 2017, we in Sweden have chosen to use the change in the consumer price index with a fixed interest rate as target variable.", "The Consumer Price Index has two main advantages: It is well known to the general public and is published at short and regular intervals.", "Inflation targeting policy does not have to mean that the central bank only cares about inflation.", "The Riksbank and several other central banks conduct what is known as flexible inflation targeting.", "This means that, in addition to inflation, some importance is attached to stabilising production and employment, as long as the inflation target is not threatened.", "In the wake of the global financial crisis in 2008-2009, there have been renewed discussions of whether inflation targeting policy should also be complemented by a financial stability target.", "I will return to this later in my speech.", "Other features of inflation targeting policy are that the central bank has a high degree of independence, which means that monetary policy decisions are taken without interference from the government or parliament.", "This contributes to increasing confidence in monetary policy and the inflation target and thus increases their credibility.", "At the same time, if a central bank has a high degree of independence, there needs to be opportunities for democratic scrutiny, that is, the central bank must be able to be held publicly accountable for its decisions and assessments.", "Transparency and openness are important to facilitate this.", "Democratic scrutiny of monetary policy can take different forms in different countries.", "In Sweden, the General Council has a controlling function by having the right to insight into all of the operations.", "The National Audit Office shall, within the framework of the annual audit, review the Riksbank's annual report and decide on discharge from responsibility.", "The Riksdag Committee on Finance regularly evaluates and monitors monetary policy, and every five years a major evaluation is carried out by independent experts.", "The Riksbank publishes a Monetary Policy Report five times a year, in which monetary policy decisions are explained and justified.", "A report is also published once a year in which the Riksbank reports on the conduct of monetary policy during the previous year and further discusses the reasons behind it.", "In addition, the discussion of monetary policy decisions by individual members is published around ten days after the meeting.", "Since 2007, the Riksbank has also published forecasts for its policy rate, which contributes to increasing transparency.", "Inflation targeting 1995-2022: Low and stable inflation and good economic development The Swedish financial crisis at the beginning of the 1990s led to a severe economic downturn.", "At the same time, however, the crisis was the starting point for a series of necessary economic reforms in various areas.", "The Riksbank's introduction of an inflation target was only one of these reforms.", "There was broad agreement that fiscal policy needed to be reviewed.", "The situation at the time was not sustainable, with large government budget deficits, which were largely financed by loans abroad.", "A new fiscal policy framework with surplus targets and expenditure ceilings was therefore an important element in fiscal policy reform.", "A later element was the establishment of a Fiscal Policy Council of external experts in 2007.", "The Council's task would be to evaluate fiscal policy.", "Other reforms included the pension system, the restructuring of insolvent banks in order to protect the public interest, and the role of the Industrial Agreement as a wage norm for the labour market.", "A well-functioning wage formation that generates wage increases consistent with the inflation target is of particular importance to avoid price and wage spirals driving inflation up.", "This comprehensive package of reforms, combined with favourable international developments, laid the foundation for an almost 30-year period of low and stable inflation, especially if we compare with the previous fixed exchange rate period 1973-1992, see Figure 1.", "It is also notable that inflation expectations have been adapted towards 2 per cent during the period with an inflation target, see Figure Economic developments have been favourable during the period of inflation targeting compared with the previous fixed exchange rate period.", "Figure 3 shows that GDP growth and real wage growth have been higher and the current account has moved from deficit to surplus.", "Moreover, the high government debt has decreased significantly, see Figure 4.", "In other words, the inflation targeting policy has worked well over almost 30 years, but it has also proved to work well in two different economic crises.", "Inflation targeting has been tested in two crises: the global financial crisis 2008-2009 and the pandemic 2020 The global financial crisis broke out with full force when Lehman Brothers collapsed in autumn 2008.", "The deep economic downturn that followed impacted many economies for a long time.", "The financial crisis became a test of how well the inflation targeting policy could cope with a crisis that was characterised by great unease on the financial markets.", "The Riksbank, like many other central banks, acted very quickly when the crisis broke out.", "In a joint and coordinated action, policy rates in several countries were cut in autumn 2008.", "Other measures were taken to increase liquidity in the financial system, such as offering long-term loans and foreign currency loans, accepting more securities as collateral for loans, and expanding the circle of monetary policy counterparties.", "In other words, the Riksbank acted as a financial intermediary and, with its actions, was able to allay the financial market unrest.", "The powerful measures taken by the Riksbank and other authorities contributed to reducing the costs of the crisis and to maintaining both the supply of credit and the functioning of the financial system more generally.", "This in turn meant that confidence in the inflation target was maintained.", "The inflation targeting policy had thus passed the test.", "The inflation targeting policy was then subjected to a new test in connection with the outbreak of the pandemic at the beginning of 2020.", "The pandemic caused a deep economic downturn, but much was different from previous crises.", "It was clear at an early stage that this crisis would be different from both the global financial crisis and the Swedish 1990s crisis.", "The economic costs of the pandemic were primarily due to the comprehensive measures needed to reduce the spread of infection.", "There were thus no fundamental economic imbalances that needed to be corrected.", "But at the same time this meant that developments were very uncertain in both the short and the longer term.", "There was no previous experience to learn from, at least not in modern times.", "The majority of the Riksbank's measures were implemented at the beginning of the pandemic.", "It was important to act quickly, broadly and on a large scale.", "The Riksbank therefore put in place a package of measures to secure liquidity and credit supply in the financial system, to ensure that the impact of monetary policy worked normally and that interest rates could remain low.", "The measures targeted banks and financial markets, but the real aim was to ensure that credit granting to households and businesses could be maintained, to mitigate the economic consequences of the pandemic.", "Asset purchases during the pandemic were designed to support the economy and facilitate the Riksbank's attainment of the inflation target.", "It was important to act quickly and powerfully to ensure that the credit supply continued to function and to maintain the low interest rates.", "When the pandemic broke out, we had limited opportunities to use certain monetary policy tools.", "The possibilities for buying government bonds were limited, because they had been part of monetary policy since 2015 and the portfolio was already large.", "The possibility of lowering the policy rate, which was close to the lower bound, was also limited.", "It was therefore necessary to purchase securities other than government bonds, mainly mortgage bonds but also municipal bonds and smaller amounts of commercial paper.", "The Riksbank's measures were implemented in parallel with measures taken by the government and other authorities, which included short-time work compensation schemes, transition support, strengthened safety nets for those who lost their jobs and reduced counter-cyclical capital buffers.", "The overall crisis management measures succeeded in mitigating the economic consequences of the pandemic.", "From a monetary policy perspective, we found that the supply of credit and confidence in the inflation target could be maintained and that inflation remained close to the target.", "The inflation targeting policy had also passed this test.", "What are the basic prerequisites?", "For the inflation targeting policy to work, a number of basic conditions need to be in place.", "I shall discuss three of them: The first concerns an efficient payment system.", "An efficient payment system We currently have three types of money in Sweden.", "The second is the deposits by commercial banks into accounts with the Riksbank, so-called reserves.", "These are not available to the general public, but are used by commercial banks to make secure payments between one another in the Riksbank's payment system, RIX.", "Cash and reserves are so-called central bank money, or more specifically Riksbank money.", "The third type of money is commercial bank money, which is the deposits made by the public into accounts with commercial banks.", "This money is thus issued by private operators.", "Commercial bank money can be used as a digital means of payment by the public if the accounts are linked to a payment service, such as Visa, Mastercard, Swish or Apple Pay.", "One difference between central bank money and commercial bank money is that the Riksbank's money is safer, as the Riksbank cannot go bankrupt and can always provide money.", "Commercial bank money, on the other hand, is a claim on private banks, which can go bankrupt.", "To make commercial bank money safer, there are various types of regulations, such as capital requirements and the deposit guarantee.", "Use of cash has been declining over a long period of time in Sweden.", "If cash were to cease to be used entirely, the general public would no longer have access to money issued by the Riksbank.", "This has caused the Riksbank to consider a central bank digital currency, a so-called CBDC or e-krona as it is called in Sweden.", "The e-krona would be an electronic means of payment, but it should still mimic the characteristics of cash as far as possible.", "The Riksbank's mandate includes promoting a secure and efficient payment system and the e-krona is an important part of this work.", "A well-functioning payment system is a prerequisite for a country to be able to use its own currency, which in turn is a prerequisite for conducting one's own monetary policy.", "A state-owned means of payment creates confidence in the payment system and in the commercial bank money.", "Central bank money can be said to act as a 'nominal anchor' for commercial bank money, as it can be converted 1:1 into central bank money.", "From a user perspective, it is likely that the e-krona may also facilitate international payments and contribute to the development of new and more efficient payment services.", "Cryptocurrencies - an additional competitor to national currencies?", "The new digital technology creates not only opportunities for a CBDC, but also for other types of private digital money, so-called cryptocurrencies.", "Since the introduction of the Bitcoin cryptocurrency in 2009, the emergence of new cryptocurrencies has almost exploded.", "Cryptocurrencies currently function primarily as financial assets.", "But this may change and cryptocurrencies may potentially compete with domestic currencies.", "In some countries, such as El Salvador and the Central African Republic, it is in principle possible to use Bitcoin for payments, although it is unclear to me to what extent this actually happens and how it works.", "One type of cryptocurrency is stablecoins.", "The value of stablecoins is linked to the value of other assets, such as national currencies or gold.", "Stablecoins may therefore be more stable than the cryptocurrencies not linked to any asset class, such as Bitcoin.", "Stablecoins may thus in principle be relatively stable, but they may nevertheless present risks to the financial system.", "If they were to be widely used and based on a currency other than the domestic currency, the scope for conducting one's own monetary policy and for taking action in the event of a financial crisis would be limited.", "A CBDC of one's own is one way of addressing these risks.", "The design of the e-krona An e-krona can be designed in different ways depending on how it is intended to be used and what you want to achieve with it.", "It is important that a future e-krona is designed to meet the needs of the future payment market.", "Accessibility and increased competition in the payment market are two areas that have been raised in the Riksbank's e-krona project.", "It is also important to design the e-krona so that it does not have any negative consequences for monetary policy and financial stability.", "If, for example, large parts of the general public's deposits with commercial banks were to be converted into e-krona, this could have a negative effect on the commercial banks opportunities for funding.", "The risks of a bank run could increase in the event of financial crises, which would have a negative impact on the financial system.", "These risks can be managed in different ways.", "For example, with an e-krona that is largely cash-like and whose primary purpose is to give the public access to digital central bank money, it is possible to limit the amount of commercial bank money that can be converted into e-krona.", "Another option could be to introduce a fee/compensation on digital wallets with e-krona and that the fee can then change depending on whether you want to increase or decrease the demand for e-krona.", "The Riksbank is currently investigating how best to design the e-krona so that it promotes an efficient payment system and makes payments simple in our increasingly digital surroundings with low cash use, and does not have any negative effects on monetary policy and financial stability.", "It is an important project in today's world where the Swedish krona is exposed to competition.", "Stable public finances On a very basic level, monetary policy and fiscal policy are linked to one another through the government's combined budget restriction, that is, the Riksbank's profits or losses are part of the government's budget.", "This has implications for the conduct of monetary policy.", "First and foremost, this means that sound public finances are a prerequisite for keeping inflation low and stable.", "If the government's future capacity to obtain taxes were to be less than future expenditure, the credibility of the inflation target would be undermined.", "This is usually called 'fiscal dominance' and can lead to rising inflation.", "To avoid this, for example, the EU placed restrictions on both the size of budget deficits and public debt prior to the introduction of the euro.", "The budget deficit was limited to a maximum of 3% of GDP and the central government debt to a maximum of 60% of GDP.", "Another connection between monetary policy and fiscal policy concerns the possibility to stabilise the economy.", "The policy rate was for a long time close to its lower bound and there were therefore limited opportunities to stimulate the economy by further lowering the policy rate.", "This raised the question of what role fiscal policy should play in stabilising the economy when the possibilities for monetary policy are limited.", "The discussion has primarily concerned whether the fiscal policy framework needs to be reviewed.", "Possibilities to use fiscal policy more actively One important precondition for fiscal policy stimulation to be effective requires that households and companies have a high level of confidence in fiscal policy.", "In principle, this means that public finances should be in good condition: that the government's budget is under control and that public debt is low and stable.", "The fiscal policy framework contains a number of policy targets to ensure stable public finances, that is, a debt anchor, an expenditure ceiling, a surplus target for the entire public sector and balanced local government finances.", "The debt anchor is a benchmark for how large the consolidated gross debt shall be in the medium term and is set at 35 per cent of GDP.", "The expenditure ceiling sets a maximum level for how much money the government can spend each year.", "The government proposes a limit, and it is then Parliament that takes decisions a few years ahead.", "The surplus target entails general government net lending amounting to one third of a per cent of GDP on average over a business cycle.", "Swedish government finances are in good condition compared to many other countries, for example the public sector debt to GDP ratio is relatively low, see Figure 5.", "The fiscal policy room for manoeuvre can therefore be greater than that in other countries.", "In addition, the long-term real interest rate is low and probably lower than long-term growth, which is another factor that affects the room for manoeuvre.", "There is no formal measure of fiscal policy room for manoeuvre, but a benchmark can be the primary surplus as a percentage of GDP, that is, government revenue minus expenditure, excluding capital income and interest expenditure as a percentage of GDP.", "It can be shown, on the basis of the government's budget restriction, that the primary surplus as a percentage of GDP in the long-term is a function of the central government debt as a percentage of GDP (the sovereign debt ratio) and the size of the long-term real interest rate relative to the growth rate.", "According to this relationship, one can have a long-term deficit in central government finances while the debt ratio is constant, provided that the long-term real interest rate is lower than the long-term growth rate.", "This means that the economy can be stimulated by a deficit in finances while the government debt ratio remains constant.", "In other words, confidence in fiscal policy does not need to deteriorate, despite a budget deficit.", "We can illustrate what this means in practice with a few simple examples of calculations.", "Assume that the government debt ratio is in line with the 35 per cent debt anchor and that long-term growth is 2 per cent.", "Figure 6 shows how the primary budget balance as a percentage of GDP is affected by different levels of the longterm real interest rate under these conditions.", "If the long-term real interest rate is -1 per cent, the budget deficit may be 1 per cent as a percentage of GDP.", "The measure of fiscal policy margin is therefore consistent with a deficit of 1 per cent.", "If the long-term real interest rate were instead to be 3 per cent, a primary surplus of 0.3 per cent as a percentage of GDP is required for the government debt ratio to be constant.", "The scope for fiscal stimulus thus decreases as the long-term real interest rate rises.", "Risks with using fiscal policy more actively This type of calculation should be interpreted with caution.", "Firstly, we assume in the example above that the financial deficit does not affect the real interest rate or growth, which need not be the case.", "There is also considerable uncertainty regarding the level of the long-term real interest rate.", "Although it has fallen for a long time, it may be wise not to base economic policy on the premise that it will remain low.", "Secondly, private debt is very high in Sweden.", "If fiscal policy were to be used more actively and the government's debt ratio started to rise and become too high, it could push up interest rates.", "In the event of a crisis, this can be particularly costly for households.", "Not only would the costs for their own debts rise, but taxes could also rise at the same time as transfers fall when the government would need to fund the rising indebtedness.", "The fiscal policy framework introduced in the 1990s has meant that we have been able to avoid large budget deficits and we have succeeded in keeping government debt at low levels.", "This has been important for confidence in fiscal policy and has contributed to low and stable inflation and to our relatively good economic performance during the global financial crisis and the pandemic.", "Nevertheless, there may be reason to continue to develop the fiscal policy framework.", "For example, the surplus target may need to be reformulated.", "The current framework does not mention either the inflation target, or how fiscal policy should act if monetary policy's room for manoeuvre is limited when the policy rate is close to its lower bound.", "There may be room for improvement here.", "However, the most important thing to bear in mind is that both a too tight and a too lax fiscal policy could have negative consequences for the inflation targeting policy.", "An effective monetary policy toolbox When the inflation target was introduced almost 30 years ago, the policy rate was in principle the only monetary policy tool considered necessary.", "This was also reflected in the so-called new-Keynesian models that central banks began to use in the 2000s, in which the policy rate was the only monetary policy tool.", "In addition, there was no realistic modelling of the imperfections of the financial markets in these models.", "Following the global financial crisis in 2008-2009, we found that this simplified view of how the economy works, and the tools that monetary policy needs to have at its disposal, needed to be revised.", "Now we therefore have models in which both asset purchases and liquidity support to banks play an important role, and where the financial system is more realistically modelled.", "Financial markets are growing and changing The rise in global savings has meant that the financial system has grown rapidly in recent decades.", "Digitalisation and globalisation have opened up the financial markets to more participants and new services.", "The risks have thus been spread across more markets, which has improved risk management.", "Other changes in the financial markets have increased the risks in the financial system.", "Market participants are evaluated against one another more closely than before and information on the behaviour of other participants has become more accessible.", "This has increased incentives for herd behaviour.", "It may increase the risks in the financial system, if different participants try to sell the same assets simultaneously in the event of a financial crisis.", "In addition, the evaluations of market participants have become more short-term, which could lead to a greater risk propensity.", "Companies' and banks' market funding has increased in scope, that is, they are issuing more of their own bonds to finance their activities.", "This increases competition and efficiency in financial markets, but can also make companies and banks more sensitive to disruptions in these markets.", "The banks also have a large share of short-term foreign currency borrowing that increases their risk if there is turbulence in the financial markets.", "Moreover, households have increased their savings in funds and pension companies, which has increased their sensitivity to developments in the financial markets.", "It must be possible to combine the monetary policy tools and use them without any order of precedence The monetary policy tools can be divided into three categories in a simplified way:  Changes in the policy rate.", "Asset purchases and the increase in deposits with the Riksbank that this entails.", " Various forms of liquidity support for banks.", "The various tools affect the Riksbank's balance sheet, although changes in the policy rate need not have a major effect.", "It is important for credibility that financial market participants know that the Riksbank can use the balance sheet if necessary and that we do so from time to time.", "Figure 7 shows how the Riksbank's balance sheet total has developed since 1995.", "The figure illustrates, among other things, the growing importance of the balance sheet for monetary policy.", "The changes in the financial markets mean that we need to rethink the way monetary policy is implemented.", "For example, the increased market funding means that asset purchases can be an important tool in certain situations.", "The global financial crisis 2008-2009 showed that liquidity support to banks was central to this crisis.", "The support ensured liquidity in the financial system and facilitated the granting of credit.", "This reduced risk premiums in the financial markets and ensured the impact of the policy rate.", "At the beginning of 2015, the Riksbank was in a situation where inflation had been below the 2% target for a long time and the policy rate was close to its lower bound.", "To make monetary policy more expansionary and bring inflation back to two per cent, extensive purchases of government bonds were an important measure, see Figure 8.", "When the pandemic started at the beginning of 2020, we made further bond purchases to keep interest rates low and we also provided liquidity support to the banks.", "We implemented a package of measures to counter this crisis.", "This proved to be important for the granting of credit to remain intact and for the transmission of the policy rate to other interest rates to be normal.", "When the pandemic broke out, the government bond portfolio was already large, which is why we mostly bought mortgage bonds and municipal bonds.", "The mortgage bond market is particularly important for the financial system, since it is large and therefore systemically important, and the majority of the banks' mortgage loans are financed in this market.", "To support the general granting of credit, we also purchased a small amount of corporate bonds, which is also shown in Figure 8.26 This is why I have expressed concern about the consequences of the new Sveriges Riksbank Act.", "The artificial separation into different tools for price stability and financial stability is difficult to understand, when it is largely a question of the same type of tools.", "In addition, the new law advocates a specific order in which the monetary policy tools shall be used.", "In the first place, we should use the policy rate, when this is not expected to work, we should buy government securities, and when this is not expected to work, we should buy other securities.", "I fear that this will limit and complicate monetary policy work.", "Experiences during the period of inflation targeting suggest that monetary policy not only needs access to an effective toolbox with several different types of tools, but also that the tools can be combined and used without any order of preference.", "In practice, it is not possible to anticipate future monetary policy challenges.", "They usually come as surprises.", "I shall therefore focus on two known challenges: the sharp rise in inflation and climate change.", "The inflation target has not been tested in an environment with sharply rising prices During the period with the inflation target from 1995 onwards, we have lived in an environment in which several factors have cooperated and contributed to dampening price increases.", "Technological advances in the fields of information and communication - the so-called digitalisation - have been rapid and have contributed to increased pressure for transformation and productivity improvements in various sectors.", "This has had a dampening effect on price increases.", "Digitalisation has also facilitated the process of globalisation.", "Countries have been increasingly integrated and linked with increased trade and increased mobility of labour and capital.", "This has increased competition and pushed prices down.", "In addition, a number of economic policy reforms have been implemented, focusing on government finances, wage formation and various types of deregulation, which have also contributed to increased competition.", "Recently, there have been more and more signs that this 'low-inflation environment' may be over.", "Many of the factors that have kept inflation down may lose strength going forward.", "The inflation outcomes in Sweden and abroad were unusually high at the end of 2021 and in early 2022, driven by the recovery after the pandemic and higher energy and food prices.", "Russia's invasion of Ukraine at the end of February 2022 has given even more fuel to this development, not least because the invasion may have a negative impact on globalisation.", "In a longer perspective, inflation has varied between periods when it has been low and stable, and periods when it has been high and varying, see Figure 9.", "From the end of the Second World War to the beginning of the 1970s when the Bretton Woods system collapsed - as a result of the United States' war in Vietnam and a generally expansionary US fiscal policy - inflation was generally low and stable.", "During the gold standard at the beginning of the 20th century, it was also on average low.", "These periods were followed by periods of high and varying inflation rates.", "This is a reminder that the low-inflation environment we have been experiencing cannot be taken for granted.", "The period after the Bretton Woods system was characterised by persistently high and varying inflation as a result of the oil price shocks in the 1970s, which led to rapidly rising energy prices.", "The effects of the pandemic and the war in Ukraine have had similar effects on energy prices to the oil price shocks.", "Another similarity is the expansionary monetary policy.", "The US monetary policy was expansionary when inflation began to pick up and the risks of high inflation becoming permanent were underestimated.", "However, the rise in oil prices is so far smaller than the oil price shocks in the 1970s.", "Oil price increases of this magnitude have not been seen so far, see Figure 10.", "Monetary policy today is different from that in the 1970s.", "Following the collapse of the Bretton Woods system, several central banks, headed by the Federal Reserve, adopted a monetarist strategy focused on stabilising the growth rate of different monetary aggregates, but the link between monetary aggregates and economic activity became increasingly unstable during this period.", "One also misjudged the decline in potential growth and thus the overall demand pressure.", "With hindsight, we can see that monetary policy was likely too passive in the United States and that it contributed to inflation becoming entrenched at high levels.", "Monetary policy was tightened at the end of the 1970s and the shortterm interest rate almost quadrupled between the end of 1976 and middle of 1981, see Figure 11.", "Inflation fell from the peak of 15 per cent in 1974 to around 3 per cent in 1986, but at the price of a deep recession.", "The monetary policy challenges are different in a high-inflation environment than in a low-inflation environment.", "Although there are challenges in both environments, monetary policy considerations may be more difficult in a high-inflation environment.", "Bringing inflation down requires a tighter monetary policy which can often have negative effects on employment and GDP.", "In an environment with high indebtedness, as in Sweden, the pressure on some households and companies may be very tangible.", "Inflation targeting in Sweden has not yet been tested in an environment with sharply rising prices.", "The experiences of the 1970s showed that it can be very costly to bring down inflation if it has become entrenched at high levels.", "Another lesson is that monetary policy cannot be passive once inflation has begun to rise.", "Monetary policy needs to be proactive and focus on counteracting price increases to avoid losing credibility.", "These are basic principles of inflation targeting policy that are important to take into account to cope with a situation of sharply rising prices.", "Climate change - more analysis of the economic impact Climate change poses new challenges for society.", "For central banks, it is primarily a question of how the ability to fulfil the price stability and financial stability objectives is affected by climate change, as well as how the transition to a less fossilbased economy can be supported.", "The IPCC's most recent climate reports from 2021 show that physical risks, in the form of extreme weather, are expected to become a more common phenomenon as global average temperatures rise.", "This can mean more heatwaves, more severe storms, larger volumes of snow and rain, long periods of drought, and so on.", "These physical risks can affect various variables that are important for monetary policy, such as prices, production and the long-term real interest rate.", "In addition, the transition to a smaller fossil-based economy entails, among other things, increased taxes on carbon dioxide emissions or increased prices of emission rights, so-called transition risks.", "Other risks associated with climate change are irreversible threshold effects or 'tipping points'.", "These are major and irreversible changes to the climate, resulting in economic effects that are difficult to predict.", "Threshold effects can occur in eco-systems, such as the Arctic polar ice, the Siberian permafrost or the Amazonian rainforest.", "According to the IPCC's 2021 Climate Report, threshold effects cannot be excluded.", "Some new research also suggests that earlier studies may have missed how threshold effects in different ecosystems can interact and strengthen one another.", "This is an important area, which we need to learn more about quickly and where research efforts should be given high priority.", "Lower long-term real interest rate The long-term real interest rate has a special significance for monetary policy, since it affects the average level of the policy rate.", "To meet the inflation target, the long-term level of the policy rate needs to be adjusted in line with changes in the long-term real interest rate, which is determined by various structural factors in the economy.", "Some of the economic consequences of climate change - such as poorer growth prospects, greater uncertainty about economic developments and increased risk of disasters - can lead to a lower long-term real interest rate, see Illustration 1.28 The long-term real interest rate has been falling for a long time and is currently at low levels.", "The low long-term real interest rate means that the policy rate may hit the lower bound more often, and that monetary policy will thus become more dependent on extensive asset purchases.", "It may also mean that fiscal policy can take on a more important role in stabilising the economy.", "A low long-term real interest rate also has consequences for financial stability.", "The trends of rising housing prices and increased indebtedness among households and companies can be reinforced.", "Financial stability and monetary policy are closely linked, which means that it can be more important to coordinate monetary policy decisions and decisions on macroprudential policy measures to effectively reduce the risks in the financial system and at the same time achieve price stability.", "Schematic picture showing how climate change can affect various economic factors, which in turn can affect the long-term real interest rate Physical risk Transition risk Greater uncertainty Lower long-run real over economic interest rate Risk of irreversible threshold effects disasters Source: Bylund and Jonsson (2020) NGFS climate scenarios: lower GDP and higher inflation The global sustainability network Network for Greening the Financial System (NGFS) has recently published a large number of scenarios for the climate and the economic impacts on different countries and regions, including Sweden.", "In line with previous studies, the NGFS scenarios suggest that costs in terms of reduced GDP can be relatively small if the adjustment to a fossil-free economy takes place in an orderly manner.", "For Sweden, the effects on GDP are also expected to be lower than globally, see Figure 12.30 An important measure to limit warming is an increase in carbon taxes.", "This leads to energy prices rising, which in turn can affect inflation.", "How inflation will ultimately be affected depends on several interacting factors.", "One important factor in the NGFS scenarios is how the tax revenues from the carbon tax are used.", "In practice, they can be used to reduce other taxes, increase public expenditure and transfers or pay back on public debt.", "Figure 13 shows three scenarios for how Swedish inflation might be affected.", "The differences are relatively large in the different scenarios, which illustrates the uncertainty, but also the effects of the use of tax revenues from the carbon tax.", "For example, in the scenario of Net Zero 2050, where inflation is rising fairly substantially, a large part of the tax revenues are used for public investments that increase demand and thus inflation.", "Rising energy prices are in themselves a so-called relative price change and not inflation in the true sense of the word.", "Inflation means an increase in the general price level or, in other words, a decrease in the value of money.", "Monetary policy does not normally aim to affect contemporary relative prices, although this may be difficult to avoid as some sectors are more sensitive to interest rates than others.", "However, changes in energy prices may still be a signal of an increased risk of a general rise in prices or a fall in prices.", "If the changes are sufficiently large and persistent, they can spread in the economy and have an impact on inflation, despite their relatively limited weight in the consumption basket.", "Historically, energy prices have risen faster than the CPIF, partly because the taxation on energy has been higher than on other goods, see Figure 14.", "The economic effects of climate change are currently very uncertain and we do not have any previous experience to learn from.", "There is no simple rule for how central banks should take climate change into account.", "This will thus be a learning process that requires more knowledge and research.", "We therefore need to invest more resources in improving our analysis and understanding of how climate change affects the economy, but also how the economy affects climate change.", "The global financial crisis 2008-2009 and the emergence of a new financial environment have influenced the view on the monetary policy trade-offs.", "Before the financial crisis, consensus was that inflation targeting would be a quantified target for inflation, and to the extent that the inflation target was not threatened, monetary policy would support economic development.", "Financial instability was not considered to be a major risk at this time, partly because there was limited experience of the risks of poorly regulated financial markets.", "Another reason was that financial crises cannot be predicted.", "If a central bank actively seeks to counteract the build-up of financial imbalances, the achievement of the target in terms of inflation and economic development may worsen.", "The central bank should therefore not work actively to prevent financial crises, but rather 'clean up' after the crisis has occurred.", "Some also doubted that monetary policy had a major impact on the build-up of financial imbalances and that supervisory policy was therefore more appropriate.", "Then came the global financial crisis.", "It taught us three things:  The inflation targeting policy was not a guarantee of avoiding a serious financial crisis.", " It was very costly to 'clean up' after the financial crisis.", "The sharp recession in the world economy lasted for a long time.", "Financial imperfections affect the impact of monetary policy and the objectives of monetary policy.", "Macroprudential policy requires a high degree of Macroprudential policy was a new policy area that emerged in the wake of the financial crisis.", "The traditional supervisory policy was considered to have focused too much on individual institutions and not enough on the risks in the financial system.", "The focus of macroprudential policy would therefore be to counteract the build-up of imbalances in asset prices, to counteract excessive risk-taking in the banking system and to counteract excessive debt build-up among households and companies.", "Most countries currently have frameworks for macroprudential policy in place.", "The toolboxes include, for example, the countercyclical capital buffer and other tools that affect capital requirements.", "Many countries also have tools that affect, in particular, the resilience of borrowers, such as mortgage ceilings and amortisation requirements.", "The fact that economic policy-makers can have incentives to pursue short-term policies that are not compatible with the long-term objectives - so-called time inconsistency - is now well known.", "This occurs when expectations of future economic policy play a role in the behaviour of the private sector, at the same time as political decision-makers have incentives to change the promised policy in the future.", "One solution to this problem is to introduce so-called rule-based policies.", "Another way to mitigate the problem is to delegate the decisions to an independent authority.", "Time inconsistency is a problem in both monetary policy and financial regulation.", "Monetary policy-makers, for example, have incentives to promise low and stable inflation to influence household inflation expectations in line with the inflation target and then to conduct a more expansionary monetary policy that can, for example, increase employment.", "However, economic agents recognise this and incorporate it into their inflation expectations, which leads to higher expectations and ultimately higher inflation.", "Financial market regulations can also be affected by time inconsistency.", "Financial supervisory authorities have an interest, as a preventive measure, in introducing measures to limit risk taking into the financial system.", "At the same time, there are incentives for saving financial institutions that have taken too great a risk to ensure stability.", "Financial market participants understand this and can therefore take excessive risks.", "Moreover, the time horizon for financial market regulations is often long.", "The costs of measures are noticeable now, but the benefits are not realised until well into the future.", "This may increase the risk of passivity in decisionmaking, especially in good times.", "Time inconsistency is therefore a reason why both monetary policy and macroprudential policy should be conducted by independent authorities.", "However, it may be more difficult to design a framework with a high degree of independence and opportunity for democratic scrutiny in macroprudential policy.", "The main objective of monetary policy - price stability - is relatively easy to define and measure, while the objective of macroprudential policy - financial stability - is more difficult to define and measure.", "Despite the difficulties, it should be possible to evaluate and demand accountability for macroprudential policy decisions as well.", "It should be possible to adapt the follow-up and control exercised by the General Council on monetary policy to also apply to macroprudential policy and to adapt the regular hearings in the Riksdag Committee on Finance to be used to examine macroprudential policy decisions.", "Facilitate coordination with monetary policy and reduce the risks of financial dominance In some cases, the tools of monetary policy and macroprudential policy have similar effects.", "The tools of the two policy areas affect the banks' financing costs, the amount of credits in the economy and different interest rates.", "An increase in, for example, the countercyclical capital buffer normally leads to reduced lending and higher interest rates.", "One could say that the interest rate is raised without the central bank raising the policy rate.", "This is one reason why monetary policy is more effective if it can be coordinated with effective macroprudential policy.", "Moreover, the monetary policy policy rate has a very broad impact, which makes it difficult for different market participants to avoid its effects.", "The policy rate can therefore be a complement to macroprudential policy tools, which means that macroprudential policy can also be more effective if it is coordinated with monetary policy.", "Households' high and growing mortgage debts, combined with ever-larger consumption debts, make them sensitive to changes in interest rates and economic activity.", "In addition, almost half of households' mortgage loans have a short fixed interest term of around three months, which further adds to the sensitivity to interest rates.", "If the build-up of private debt and interest rate sensitivity become too high, we risk so-called financial dominance, that is, financial stability dominates monetary policy considerations and undermines the credibility of low and stable inflation.", "Assigning the Riksbank some of the tools of macroprudential policy would mitigate the problems of time inconsistency, facilitate coordination between monetary policy and macroprudential policy, and ultimately reduce the risks of financial dominance.", "In addition to price stability, financial stability should also have a certain weight in monetary policy decisions The financial system has grown rapidly in recent decades and has become an increasingly important part of the economy.", "The financial market imperfections have therefore increased in importance, for example, excessive risk behaviour that can strengthen cyclical fluctuations.", "Financial stability and monetary policy are closely interlinked with one another.", "For the central bank to achieve price stability, financial stability is required, while the tools of monetary policy affect financial stability.", "This suggests that monetary policy should have a role not only in managing financial crises but also in preventing them.", "In practice, many central banks with inflation targets take financial stability into account in their monetary policy decisions.", "Norges Bank is clear that its policy rate is also used to counteract the build-up of financial imbalances.", "The Bank of England not only bases its monetary policy decisions on how inflation and unemployment are expected to develop, but also on potential threats to financial stability.", "The Bank of Canada says that \"the [central] bank must also assess the most appropriate time to bring inflation back to the target in order to minimise the economic and financial volatility that these measures may lead to\" and the Reserve Bank of New Zealand mentions in a little more general terms that it takes into account 'a healthy and efficient financial system' when making its monetary policy decisions.", "According to the new Sveriges Riksbank Act, monetary policy should take account of financial imbalances in the credit market and, if necessary, adjust the time frame within which the price stability objective is to be attained.", "In other words, the Riksbank can 'lean against the wind' and give consideration to financial imbalances in monetary policy.", "This is a step forward compared to the previous act.", "But it is said at the same time that counteracting financial imbalances should not be an independent, subordinate objective of monetary policy.", "I think that this is unfortunate wording and believe that it risks making the mandate unclear.", "It is better and clearer if monetary policy has an independent objective for financial stability, i.e., financial stability should be an argument in the Riksbank's objective function.", "It can be formulated in a similar way to the objective of supporting economic developments: In addition to price stability, the Riksbank should also attach a certain weight to financial stability and economic developments in monetary policy decisions.", "A \"killer app\" - but updates need to be The Swedish inflation targeting policy has worked well for almost 30 years.", "Inflation and long-term inflation expectations have on average been close to the target of 2 per cent.", "The inflation target has also contributed to the Swedish economy having managed two economic crises of different kinds relatively well.", "One might say that inflation targeting has been a 'killer app'.", "But is inflation targeting also the 'killer app' of the future?", "For the inflation targeting policy to work, a number of basic conditions need to be in place.", "In today's speech, I have mentioned three:  If the Riksbank is to conduct an independent monetary policy, confidence in the Swedish krona is required, and also that it is used, in other words an efficiently-functioning payment system.", "To ensure an attractive means of payment for the public, the Riksbank and other central banks have therefore begun to examine the possibility of introducing a digital central bank currency, or e-krona as it is called in Sweden.", " Stable government finances are a prerequisite for low and stable inflation.", "The fiscal policy framework introduced in the 1990s has been successful in keeping government debt at low levels.", "The relatively low level of indebtedness, combined with a low long-term real interest rate, has raised the question of whether there is scope for fiscal stimulus.", "When considering this, one should bear in mind that both a too tight and a too lax fiscal policy would have consequences for the inflation targeting policy.", "A new financial environment has emerged in recent decades with consequences for, among other things, the monetary policy tools.", "The Riksbank needs an effective toolbox that can be used without delay.", "Asset purchases are, for example, a necessary and effective measure if the policy rate is close to its lower bound.", "The artificial division in the new Sveriges Riksbank Act into different tools for price stability and financial stability and the specific order in which the tools should be used is therefore difficult to understand.", "I fear that the limitations in the new act may complicate monetary policy work in certain situations.", "I have discussed two challenges that the inflation targeting policy will have to deal with in the future: The inflation targeting policy has not been tested in an environment with sharply rising prices.", "The basic idea of inflation targeting, with a strong focus on price stability, should mean that the conditions for meeting this challenge are good.", "The monetary policy focus on meeting the inflation target has so far led households and companies to have great confidence in low and stable inflation, which is an asset.", "Another asset is the fiscal policy framework, which contains different budgetary policy targets to ensure that public finances are in good shape.", "We also have wage-formation that functions well and has so far generated wage increases compatible with the inflation target.", "Central banks need to start preparing right now for the economic consequences of climate change.", "We need to improve our analyses and our understanding of the economic effects of climate change, and how they affect the conditions for monetary policy objectives.", "Monetary policy and financial stability are closely linked and monetary policy is more effective if combined with effective macroprudential policy.", "The monetary policy framework therefore needs to be modified in two areas:  Macroprudential policy requires a high degree of independence to be effective.", "Some of the macroprudential tools, such as the countercyclical capital buffer, should therefore lie with the Riksbank.", "This would also facilitate coordination between monetary policy and macroprudential policy, and reduce the risks of financial dominance.", " Financial stability should carry a certain weight in monetary policy decisions.", "In addition to price stability, the Riksbank should place a certain emphasis on financial stability and economic developments in monetary policy decisions, i.e., financial stability should be an argument in the Riksbank's objective function.", "The really difficult challenges for monetary policy in the future are probably not the challenges that we can foresee today - that is, those that I have discussed in this speech - but the events that we cannot foresee.", "The global financial crisis and the pandemic were two such events.", "With the benefit of hindsight, we can observe that the inflation targeting policy succeeded in managing these crises relatively well.", "For the inflation targeting policy to continue to manage the various crises that arise, it needs to be updated as the world around it changes.", "I have mentioned two updates that I consider to be particularly important: Some of the macroprudential policy tools should lie with the Riksbank and, in addition to price stability, financial stability should be given some weight in monetary policy decisions.", "With these updates, I would not be surprised if inflation targeting is also the 'killer app' for the next 30 years.", "Andersson B., M. Jonsson and H. Lundvall (2020), \"The new macroeconomic landscape after the global financial crisis\", Economic Review 2020:1, Sveriges Riksbank.", "Bank for International Settlements (2011), \"Central bank governance and financial stability (Ingves Report)\", BIS May 2011.", "\", Economic Commentary, 15 May 2002, Federal Reserve Bank of Cleveland.", "Berg C. (1999), \"Inflation forecast targeting: the Swedish experience\", paper for the conference on \"Inflation Targeting\" in Rio de Janeiro, 3-5 May 1999.", "Billi, R. and A. Vredin (2014), \"Monetary policy and financial stability - a simple story,\" Economic Review 2014:2, Sveriges Riksbank.", "Bylund, E. and M. Jonsson (2020), \"How does climate change affect the long-run real interest rate\", Economic Commentaries, No.", "11, Sveriges Riksbank.", "Bylund, E. and M. Jonsson (2021), \"An overview of the economic consequences of the NGFS climate scenarios\", Economic Commentaries, No.", "14, Sveriges Riksbank.", "Cassel, G. (1937), \"Vår valutapolitik vid vägskälet\", (Our exchange rate policy at a crossroads) Svenska Dagbladet newspaper, 18 May.", "Ha, J., A. Kose and F. Ohnsorge (2022), \"From low to high inflation: Implications for emerging market and developing economies\", CEPR Policy Insight No.", "Ingves, S. (1982), \"Den oreglerade kreditmarknaden\" (The unregulated credit market), in SOU 1982:53, Credit policy.", "Facts, theories and experiences, expert reports from the credit policy inquiry.", "Ingves, S. (2007), \"Housing and monetary policy: a view from an inflation targeting central bank\", Housing, Housing Finance, and Monetary Policy, A Symposium Sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming.", "Ingves, S. (2020), \"Future money and payments\", Economic Commentaries, No.", "9, Sveriges Riksbank.", "Ingves, S. (2021), \"New financial environment - how is the Riksbank meeting the new challenges?", "\", speech at the Swedish Economic Association 31 May.", "\", speech at Sveriges Riksbank on 8 December.", "Jonsson, M. and K. Moran (2014), \"The linkages between monetary and macroprudential policies\", Economic Review,, 2014:1, Sveriges Riksbank.", "Jonung, L. (2000), \"Från guldmyntfot till svenskt inflationsmål - svensk stabiliseringspolitik under det 20:e seklet\" (From gold standard to inflation target - Swedish stabilisation policy in the 20th Century), Ekonomisk Debatt, 28, no.", "Leeper, E. (1991),\"Equilibria under 'active' and 'passive' monetary and fiscal policies\",Journal of Monetary Economics 27, pp.", "(2005), \"Has Financial Development Made the World Riskier?", "\", in The Greenspan Era: Lessons for the Future, Federal Reserve Bank of Kansas City Economic Symposium at Jackson Hole.", "Rogoff K. (1985), \"The Optimal Degree of Commitment to an Intermediate Monetary Target\", The Quarterly Journal of Economics 100, 1169- 1189.", "Sveriges Riksbank (2018), \"Sveriges Riksbank - a 350-year journey\", Sveriges Riksbank 350 years.", "Kydland, F. and E. Prescott (1977), \"Rules Rather Than Discretion: The Inconsistency of Optimal Plans\", Journal of Political Economy , vol.", "Reinhart, C. and K. Rogoff (2009), \"This Time is Different: Eight Centuries of Financial Folly\", Princeton: Princeton University Press.", "( (2014), \"Incorporating financial stability considerations into a monetary policy framework,\" speech at the International Research Forum on Monetary Policy, Washington, D.C. Smith L. (2011), \"Inflation targeting,\" in Handbook of Monetary Economics, Vol.", "22, Amsterdam: Elsevier Press.", "( (1993), \"Discretion versus Policy Rules in Practise\", Carnegie-Rochester Conferences Series on Public Policy 39.", "(2018), \"Why 'unconventional' monetary policy has again become normal\", Forum financier/Revue bancaire et financière 2018/3.", "Woodford, M. (2012) \"Inflation Targeting and Financial Stability,\" Economic Review 2012:1, Sveriges Riksbank, 7-32.", "Inflation (CPIF) in Sweden under a fixed exchange rate (1973-1992) and an inflation targeting regime (1995-2022) Annual percentage change Average: 8.4 Std.", "Sources: Statistics Sweden and the Riksbank.", "Swedish real GDP, wage growth and current account in relation to GDP under the fixed exchange rate (1973-1992) and the inflation targeting regime Per cent Real GDP-growth Real wage-growth Current account in relation to GDP 1973-1992 1995-2021 Note.", "Real GDP (GDP at constant prices) has been calculated using the GDP deflator and real wages with the CPI.", "Sources: National Mediation Office, Statistics Sweden and the Riksbank.", "Swedish government debt in relation to GDP at the end of the fixed exchange rate regime (Dec. 1992) and today (Dec. 2021) Percentage of GDP 50 50 Dec 1992 Dec 2021 Sources: Swedish National Debt Office, Statistics Sweden and the Riksbank.", "GDP is calculated as the sum of the present quarter and the three previous quarters.", "For any quarter(s) that GDP has not yet been published, the most recently published GDP statistics are used.", "Sources: Statistics Sweden and the Riksbank.", "The Riksbank's purchases of securities Nominal amounts, SEK billion Note.", "Refers to executed and decided purchases.", "Sources: The Riksbank.", "The median value of average annual inflation in twelve countries including Australia, France, the United Kingdom, Sweden, Germany and the United States.", "Source: J. Ha, A. Kose and F. Ohnsorge, \"One-Stop Source: A Global Database of Inflation\", Policy Research Working Paper 9737, World Bank, 2021.", "Real prices have been calculated with CPI in the United States.", "Sources: U.S. Bureau of Labor Statistics, U.S. Energy Information Administration and the Riksbank.", "Policy rate and inflation in the United States Per cent and annual percentage change respectively Effective Federal Funds Rate 10 10 1970 1980 1990 2000 2010 2020 2030 Source: Federal Reserve and the U.S. Bureau of Labor Statistics."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "fiscal dominance", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "financial dominance", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["inflation targeting", "financial stability", "monetary policy", "payment systems", "macroprudential policy", "e-krona", "fiscal policy", "climate change", "time inconsistency", "financial dominance"]}