{"sentences": ["Welcome address Luigi Federico Signorini Senior Deputy Governor of the Bank of Italy Programme for Strengthening the Central Bank Capacities in the Western Balkans with a view to the integration to the European System of Central Banks.", "Phase II Project launch event Rome, 21 September 2022 Ladies and gentlemen, It is my pleasure to welcome you to Rome and to the Bank of Italy for the second EU-financed project of technical cooperation between the central banks of the ESCB and the Western Balkans.", "We are delighted to host the kick-off meeting of this new programme, and the first meeting of its Steering Committee.", "Not only because of geographical proximity, Italy has always had strong cultural, economic and financial ties with the Western Balkans, their peoples and their institutions.", "At the Bank of Italy, we believe in cooperation among institutions and countries, and in promoting institutional dialogue, in line with the key values of peace, liberty, democracy and the rule of law on which the European identity is based.", "Through institution building, people who share these aims can meet and exchange ideas, experience and knowledge.", "This is particularly necessary in times of crisis.", "We are witnessing right now something we had not seen for a long time and thought, or hoped, was no longer possible: war in Europe, again.", "Crises, in fact, have always left European institutions stronger in the end.", "Each of the crises that have hit Europe, like much of the world, since 2008 (the international financial crisis, the sovereign debt crisis, the COVID-19 pandemic, now Russia's aggression towards Ukraine) has sparked common responses.", "The ESCB has done its part.", "Difficult times also tend, if anything, to reinforce the Union's desire to deepen its ties with neighbouring European countries, with a view to eventual integration.", "The launch of this project allows us to strengthen our long-lasting commitment to the Western Balkans.", "Many of the ESCB's central banks are taking part in this initiative.", "The support of the European Union is fundamental; the fact that this project is set in the wider framework of EU accession makes it particularly significant.", "In the last few years, the Bank of Italy has taken part in several cooperation projects aimed at the Western Balkans.", "This has included single-country initiatives, such as the Twinning programmes with the Bank of Albania, and the regional ESCB programme we are discussing today.", "In Phase I, as you are surely aware, we organised several training events (on banking supervision, payment systems and monetary policy) and bilateral activities (with the central banks of Kosovo and Serbia).", "We are happy to provide our continued support in Phase II.", "We plan to offer four training events, eight bilateral activities and one internship; we also expect to cooperate in events organised by other NCBs.", "The enlargement of the EU is a challenging process.", "It requires a clear engagement on the part of domestic institutions, including of course central banks, towards building the institutional and technical foundations for monetary policy, the exchange rate regime and financial supervision.", "Our colleagues from the central banks of Albania, Bosnia-Herzegovina, Kosovo, Montenegro, North Macedonia and Serbia have left no doubt as to their full commitment.", "On our part, we at the Bank of Italy and the whole ESCB stand ready to play our role.", "We are confident that the project we are starting today will reinforce our common determination.", "On behalf of Governor Visco and the other members of the Board of Bank of Italy as well, I would like to thank all the participants in the project and in this meeting, and the Deutsche Bundesbank in particular, for all their efforts in the preparation of the project; and I wish you all every success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["Western Balkans", "Central Banks", "Cooperation", "Institutional Building", "European Integration", "Crisis", "Monetary Policy", "Financial Supervision", "Training", "Enlargement"]}