{"sentences": ["Speech 22 September 2022, 5.30 pm Sixth Karl Brunner Distinguished Lecture Introduction of Benjamin M. Friedman, ETH Zurich Thomas J. Jordan Chairman of the Governing Board Swiss National Bank Zurich, 22 September 2022 © Swiss National Bank Ladies and Gentlemen I am very pleased to welcome you all to the sixth Karl Brunner Distinguished Lecture.", "The Swiss National Bank established this annual lecture series in honour of the Swiss economist Karl Brunner, one of the leading monetary economists of the last century.", "Our aim with these lectures is to reach a broad audience, and to contribute to the public debate on issues related to central banking and economics more broadly.", "This year's Karl Brunner Distinguished Lecture is special for several reasons.", "After a threeyear break caused by the pandemic, the lecture finally returns to ETH Zurich.", "I am delighted to see so many of you here.", "I also want to thank Joël Mesot, President of ETH Zurich, for making these fantastic premises available to us yet again.", "Above all, this year's event is special because of the person giving the lecture.", "Benjamin Friedman is the William Joseph Maier Professor of Political Economy at Harvard University.", "He is one of the world's foremost thinkers on monetary policy and an outstanding public intellectual.", "In addition, he is among the few still active economists who knew Karl Brunner well.", "Even though they did not always agree on economic matters, the two maintained a close personal relationship characterised by mutual respect.", "The highest respect - coupled with a fair dose of nervousness - is also what I felt while sitting in the waiting room outside Ben's office, having just arrived at Harvard as a young post-doc.", "I will never forget the moment when I first entered Ben's office, with its traditional furniture and its walls packed with majestic books staring down at me.", "I could truly feel the vast amount of knowledge present in that room.", "Fortunately, Ben welcomed me warmly and my anxiety quickly dissipated.", "Indeed, I could not have hoped for a better mentor for my stay at Harvard.", "I have learned a great deal from Ben, not only as an economist, but also as a person.", "Benjamin Friedman is an unusual scholar in many respects.", "His research is extraordinarily broad and deep, as demonstrated by the topic of today's lecture, namely the influence of religious thinking on economic thinking.", "Some of you may ask what this has to do with the Swiss National Bank.", "While people's faith in the currency is an essential precondition for successful monetary policy, organising public lectures on religion may seem a little farfetched.", "However, allow me to reassure you that Ben has also published over 150 academic articles on monetary policy, macroeconomics and financial markets.", "He is therefore a most logical candidate to give the Karl Brunner Distinguished Lecture, even on a topic that may seem unusual at first sight.", "Born in Louisville, Kentucky, Benjamin Friedman went to Harvard University with the intention of studying law, but soon realised that economics suited him better.", "He pursued his studies at Harvard and at Cambridge University in England.", "Early in his career, Ben worked for various entities of the Federal Reserve System and at Morgan Stanley.", "In 1972, at the age of 25, he was appointed assistant professor of economics at Harvard University.", "Ben has remained a loyal faculty member at Harvard for five decades, including a three-year spell as the chairman of the economics department.", "When Ben recently celebrated 50 years as a professor at Harvard, many of his former students travelled from all around the world to attend the occasion.", "The interaction with his students has been of utmost importance to Ben, and he would remain in contact with them for decades following their graduation.", "A number of these former students today occupy leading positions in academia, central banking and government.", "This shows that Ben has been not only an outstanding researcher, but also an influential teacher of economics.", "Spending 50 years in the same place is not as unusual as one might think, at least not when we consider some of the great Enlightenment thinkers Ben so deeply admires.", "Take Immanuel Kant, who developed his philosophy without ever leaving his hometown of Königsberg.", "According to legend, Kant became such an integral part of the city that people would set their watch by the time he left his house for his afternoon walk.", "Whether Ben's daily routines have the same effect on the people in Cambridge, Massachusetts, we do not know.", "What we do know is that, fortunately for us, Ben is not quite as averse to travelling as Kant was.", "Most importantly, he lets his mind travel, exploring not only the world of economics but many other disciplines as well.", "But let me say a few more words about Ben's contributions to monetary economics.", "His research covers all aspects of monetary policy.", "It spans everything from the technical details of how central banks steer short-term interest rates in money markets to fundamental questions about the mandate lawmakers should give to central banks.", "Doing justice to this vast body of work in a few sentences is impossible.", "I will therefore limit myself to a few key elements.", "Characteristic of Ben's work is the critical analysis of ideas that have become fashionable in the profession.", "In the 1970s and 80s, when monetary targeting was in its heyday, Ben argued that central banks were too focused on the money supply and did not pay enough attention to other variables.", "In a number of influential papers, he showed that the amount of outstanding credit in the economy may be a useful predictor of future output and prices.", "Ben concluded that credit should play an important role in central banks' decision making.", "The extent to which central banks should pay attention to credit aggregates remains a hotly debated question to this day.", "Ben was among the first to highlight their potential significance for monetary policy.", "Another example of Ben's tendency to go against the mainstream is his critique of the use of rational expectations in macroeconomic models.", "When the rational expectations revolution transformed the field of macroeconomics in the late 1970s, Ben remained sceptical.", "He criticised the assumption that economic agents form their expectations based on a perfect understanding of how the economy works.", "These models did not address the question of how economic agents derive this knowledge in the first place.", "More recently, the literature has begun to develop models with forward-looking agents that have a limited understanding of how the economy works.", "This research programme is very much in the spirit of Ben's early criticism.", "A final example of Ben's willingness to challenge the accepted wisdom of the day is his reservations about inflation targeting.", "When one central bank after another started to adopt inflation targeting in the 1990s, Ben became one of the most prominent critics of this new monetary policy strategy.", "His concern was that inflation targeting would lead central banks to focus single-mindedly on price stability.", "In doing so, Ben feared, they might lose sight of their ultimate goal of promoting economic well-being more broadly.", "Ben is widely recognised as one of the world's leading macroeconomists.", "However, his research interests go far beyond that.", "Ben is a polymath, something that has become rare in modern academia.", "His writings cross academic boundaries between economics, philosophy, history and religion.", "An excellent example of Ben's interdisciplinary work is his book 'The Moral Consequences of Economic Growth', published in 2005.", "Economists have written countless papers on how to increase growth.", "But very few have addressed the question of why growth is desirable in the first place, in particular for societies that are already rich.", "Ben's book fills this gap.", "It argues that economic growth improves the moral character of society.", "People tend to be more generous and tolerant towards each other when the economy grows.", "Economic stagnation, on the other hand, is associated with repression and bigotry.", "Ben's latest book, 'Religion and the Rise of Capitalism', was published last year.", "It describes how religion has shaped economic thinking since the beginning of our discipline.", "The early economic thinkers of the European Enlightenment, such as Adam Smith, were not committed to religion.", "Ben argues, however, that their world view was profoundly influenced by developments in religious thinking.", "There is therefore a close connection between religion and the beginning of modern capitalism.", "With this I would like to conclude my remarks, since you are surely eager to learn more about this fascinating topic from Ben himself.", "Ladies and gentlemen, please join me in welcoming Benjamin Friedman with a big round of applause."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Religion", "Economics", "Credit", "Inflation targeting", "Economic growth", "Rational expectations", "Macroeconomics", "Central banking", "Moral consequences"]}