{"sentences": ["SPEECH Greener and cheaper: could the transition away from fossil fuels generate a divine coincidence?", "Speech by Fabio Panetta, Member of the Executive Board of the ECB, at the Italian Banking Association Rome, 16 November 2022 The EU economy[ is highly dependent on fossil fuels[ ], which represent close to three-quarters of its total energy consumption.", "Most of this fossil fuel energy is imported: while the EU accounts for 8 per cent of global fossil fuel demand, it accounts for only 0.5 per cent of global oil production and 1 per cent of global gas production.", "A major cost of this dependence - which we are reminded of daily - is that energy-producing countries can use their fossil fuel exports to pressure or even threaten energy importers, creating geopolitical tension in the process.", "Historically, the price of crude oil has often spiked in the context of war, as is the case today.", "This underlines the need to reduce our dependence on fossil fuels.", "Another huge cost of our reliance on fossil fuels is climate change.", "The earth is warming rapidly, with massive risks to ecosystems and humans, and urgent action is needed to reduce our consumption of fossil fuels and shift to green sources of energy.", "[ At the global level, energy generated from oil, coal and natural gas makes up more than 80 per cent of primary energy consumption.", "According to the Network for Greening the Financial System (NGFS), this share will have to be reduced to around 30 per cent to reach net-zero emissions by 2050.", "For the EU, the reduction will have to be even greater.", "[ This will require wide-ranging structural changes in energy production, but we still have a long way to go (Chart 1).", "[ The energy mix needs to change drastically to reach carbon neutrality by 2050 (exajoules per year) Sources: Network for Greening the Financial System (NGFS).", "Notes: Net zero by 2050 is an ambitious scenario that limits global warming to 1.5 °C, reaching net-zero emissions by 2050.", "The average of the three main models used by the NGFS is displayed.", "The definitions for the EU differ across these three models.", "These changes will have profound implications for our daily lives and economic system.", "The price of energy affects the cost of virtually everything we consume and produce.", "As a result, the costpush shock from an increase in energy prices is felt throughout the economy.", "Given that the ECB's primary mandate is to preserve price stability, understanding the relationship between the transition to a greener economy and the price of energy is crucial.", "To start with, let me be clear: we cannot blame today's high oil and gas prices on the green transition.", "The culprit is clearly Russia's manipulation of the energy supply[ ], which has resulted in higher and more volatile energy prices in an already tight market.", "[ Reduced supply has exacerbated the effects of the strong post-pandemic recovery in fossil fuel demand, resulting in the high energy prices we are seeing today.", "[ But the massive shift required by the green transition may matter for energy prices in the future.", "In this respect, the argument is often made that the green transition will cause a persistent rise in energy commodity prices and inflation.", "[ However, the price effects of the green transition are not straightforward.", "In fact, the green transition will influence several dimensions which will in turn affect energy prices.", "For example, it will modify both the demand and supply of fossil fuels through multiple channels, with ambiguous effects on market prices along the transition path.", "It will also affect the cost and availability of renewable energies, which also influence the substitution away from fossil fuels and therefore their cost.", "Today I will examine the possible implications of the green transition for energy prices.", "I will argue that the pathway to a greener economy does not necessarily imply persistently higher inflation.", "Much will depend on the policies we adopt to transit away from the most polluting sources of energy.", "I would even argue that we can reach a \"divine coincidence\" between price stability and decarbonisation.", "The effects of changes in the supply and demand for fossil fuels and The green transition will affect the price of fossil fuels and other sources of energy, particularly renewables.", "Together, these dynamics will determine how overall energy prices evolve in the future.", "Taxation will play an important role.", "Lower taxation (or subsidisation) of green energy and higher taxation (or penalisation) of fossil fuels will have an impact on relative prices and demand.", "The net effect on consumer energy prices will depend on the balance between the two and how the proceeds from carbon taxation are used (whether, for instance, they are used to subsidise green energy and invest in green technologies).", "Ultimately, the impact on energy inflation will depend on how energy supply and demand react to these price signals.", "The effects of the green transition on fossil fuel prices Let me start by outlining the channels through which the green transition might affect energy commodities.", "A wide range of interacting channels will determine how the transition risks will affect energy commodity markets (Chart 2).", "[ Transmission channels: impact of the green transition on fossil fuel prices Sources: ECB staff illustrations.", "The price effect of the relative cost channel is unclear a priori as the price before tax might decline due to lower relative demand for fossil fuels, but the after-tax price might be higher.", "On the supply side, a transmission channel that is often referred to is the \"policy uncertainty channel\": expected demand makes future payoffs highly uncertain and compresses investment in fossil fuels.", "As investment declines, fossil fuel prices rise.", "Yet there are other supply forces at work that might lower prices.", "Supply may increase if fossil fuel producers extract their reserves now due to the \"frontloading channel\".", "[ Also, innovations in fossil fuel technologies, such as carbon capture and storage solutions, might support investment through the \"brown innovation channel\".", "[ This would cause fossil fuel prices to fall.", "First, preferences can shift towards greener forms of energy via the \"preference channel\".", "For example, sales of electric cars in Europe now account for 14 per cent of the market, after an increase of 160 per cent in only two years.", "[ Second, policy measures can further discourage demand for fossil fuels by making these costlier than their green counterparts through the \"relative cost channel\".", "Carbon pricing is a case in point.", "[ By increasing the after-tax cost of fossil fuel and electricity produced by burning fossil fuel, carbon taxation (or equivalent measures, such as the Emissions Trading System) reduces fossil fuel demand and increases the recourse to renewables.", "The price effect is unclear a priori: the price before tax of fossil energy might decline, but the after-tax price might be higher.", "Third, innovation in green technologies could make cleaner sources of energy more available and affordable, thereby lowering demand for more polluting sources via the \"green innovation channel\".", "[ The massive increase in the installation of heat pumps in Europe in the last two years to replace gas boilers is a clear example of how new technologies can rapidly decrease fossil fuel demand.", "[ The bottom line is that the effect of the green transition on fossil fuel prices is ambiguous.", "It will depend on which channels prevail, which is largely determined by technological developments and the policies implemented by governments globally.", "Different channels might have opposite effects and dominate at different points in time.", "Renewables and the effects of the green transition on overall energy prices The effect of the green transition on overall energy prices will also crucially depend on the availability and price of renewable energy.", "The costs associated with renewables have been decreasing.", "They are now lower than those of fossil fuels.", "In 2020, new utility scale photovoltaic and onshore wind power plants were cheaper than new fossil fuel plants.", "In 2021, onshore wind costs fell by 15 per cent compared with 2020, while offshore wind and solar photovoltaic costs fell by 13 per cent.", "As of 2022, the marginal cost of new solar energy production was estimated to be a quarter of the marginal cost of existing gas plants in Europe.", "[ And in the current energy crisis, wholesale electricity prices have been lower when EU power generation relied more on renewable energy than on gas.", "[ Not only, therefore, is a reallocation of production and consumption from fossil fuel energy to renewable energy necessary to reach the net-zero emission target.", "But the lower cost of renewable energy can also put downward pressure on overall energy prices.", "In fact, the EU has decided to cushion the impact of the electricity price spike on households and businesses by imposing a temporary revenue cap on producers with lower marginal costs[ ], which mainly comprise renewable and nuclear energy producers.", "Expanding renewable energy production would increase the European economy's resilience to fossil fuel price spikes and supply disruptions.", "While renewable energies also have some drawbacks, such as the intermittence of their supply and the commodity inputs required during the plant construction phase[ ], they do not use any more commodities during the lifetime of an installation.", "[ What should we expect amid all the uncertainty?", "To assess the effects of the green transition on energy prices in the future, international bodies such as the NGFS and the International Energy Agency (IEA) have turned to scenario analysis.", "I will refer to two contrasting scenarios.", "The first is an orderly scenario which assumes ambitious climate policies are introduced immediately.", "This scenario limits global warming to 1.5 °C through stringent climate policies and innovation, reaching global net-zero emissions by 2050 in line with the Paris Agreement.", "[ It nevertheless requires ambitious policy action and technological change across all sectors of the economy.", "[ The NGFS does not provide detailed and granular information on the overall cost of energy production (including from renewable energy sources), which would give a more complete picture.", "But it does provide estimates for the price of oil, gas and coal, which would only increase moderately over the next decade under the net-zero scenario (Chart 3).", "[ In particular, oil prices are predicted to increase by around 6 per cent cumulatively from 2020 to 2030, reflecting increasing costs of extraction.", "[ Gas prices, in turn, are expected to increase faster as gas demand is expected to remain relatively strong, although in annual terms the magnitudes are also contained.", "[ In a similar scenario constructed by the IEA, prices for fossil fuel (except gas) would even decline, as channels that reduce demand dominate price dynamics.", "[ Projected fossil fuel pre-tax price changes by 2030 under different scenarios Sources: Network for Greening the Financial System (NGFS), International Energy Agency (IEA).", "Notes: Projected changes from 2020 to 2030 of fossil fuel prices before tax.", "The net-zero scenario is an ambitious one which limits global warming to 1.5 °C, reaching net-zero emissions by 2050.", "The nationally determined contributions (NDC) is a less ambitious scenario used by NGFS which includes all pledged climate policies leading to about 2.5 °C of global warming.", "The stated policies scenario (STEPS) is used as the IEA scenario which is closest to the NDC scenario.", "For the NGFS scenarios, the average of the three main models is displayed.", "By contrast, the second NGFS scenario, referred to as \"nationally determined contributions\" (NDCs), assumes that only currently pledged climate change policies are implemented.", "This means that global efforts would be insufficient to halt significant global warming.", "Emissions would decline but lead nonetheless to at least 2.6 °C of warming associated with severe physical risks, setting the world on a \"hothouse\" path and failing to meet the climate goals of the Paris Agreement.", "[ In this case, the NGFS foresees moderate increases in fossil fuel prices, while the IEA projects energy prices to increase more strongly in a similar scenario.", "This is because the demand for gas and oil is set to rise over the short run, and investment in renewables will fall short.", "These results should be taken with a pinch of salt.", "In fact, the NGFS scenarios do not yet fully incorporate the current gas market turbulence.", "Consequently, the actual change in prices may differ from the projected paths, at least in the short term.", "[ Moreover, the range of possible outcomes is extremely wide, reflecting different assumptions regarding policies, consumer preferences, technological innovation, market developments and other aspects.", "The International Monetary Fund (IMF) emphasises that the inflationary effects of the green transition depend crucially on the policies adopted during the transition.", "Although there are scenarios in which the transition can generate mild inflationary pressures, the IMF foresees that a transition aimed at cutting emissions by 25 per cent between now and 2030[ and where one-third of the revenue generated from higher carbon prices would go towards green subsidies would not lead to any material increase in inflation in the euro area compared with the baseline.", "[ Its analysis concludes that the transition to clean energy need not be inflationary and that delaying the transition would only cause costs to rise.", "Overall, these analyses confirm that the effects of the green transition on energy prices are not one-sided.", "The transition should not necessarily lead to skyrocketing energy costs in the future - it may well have the opposite effect.", "The consequences crucially depend on the interaction between the different channels driving the green transition and on policy action.", "For instance, significant investment in research and innovation is required in the short term to develop technological solutions and ensure that decarbonisation objectives can actually be met.", "If the transition happens at the required pace and is supported by the right policies, upward price pressures are likely to be contained.", "And when comparing the present value of the benefits from lower emissions with the present value of the costs of reducing our reliance on fossil fuels and replacing them with renewable energy, there are actually considerable net benefits.", "[ Limited role for green factors in the current energy price shock Let me now turn to the current energy shock.", "After months of continual increases, the price of oil and gas reached multi-year highs in the summer.", "This raised the question of whether the green transition had played a role in these increases.", "To answer it, I will rely on empirical studies[ ], building on the vast range of literature available on the drivers of oil prices.", "[ Recent analyses suggest that the green transition has affected fossil fuel investment to a limited extent.", "Expectations about the transition may have led to lower investment in the oil sector over the last few years, probably because it has made it more expensive to attract capital.", "[ The estimated impact of a shock similar in size to the Paris Agreement on oil investment is nevertheless negligible - between one and two per cent - and increases only moderately over a longer period (Chart 4, panel A).", "[ Transition risk has not left a noticeable mark on oil prices so far (Chart 4, panel B).", "This is consistent with what I said earlier.", "Different transmission channels are at play: fossil fuel investment may have been reduced due to policy uncertainty and lower demand for these types of fuels, but these supply and demand channels have opposite effects on prices.", "The net impact on prices may therefore have been contained or even cancelled out.", "Effect of green transition on oil prices Sources: ECB staff calculations.", "Notes: Panel A: effects of a change in the ratio of green transition news articles to overall published articles in leading newspapers using a local projection framework checking for identified oil supply and demand shocks.", "The shock is scaled to the coverage in newspaper articles as observed during the twenty-first session of the Conference of the Parties (COP21) meeting in Paris in December 2015, and the number of international oil drilling facilities is used as a proxy for oil investment.", "Panels B and C: impulse responses and forecast error variance decomposition are obtained from a monthly oil BVAR model in which a transition risk shock is identified in addition to oil demand, oil specific demand and oil supply shocks using sign and narrative restrictions.", "In panel B, the impulse responses are scaled to a shock similar in size to the one observed during the COP21 meeting in Paris.", "The sample period runs from October 2013 to January 2022.", "The results suggest that more \"conventional\" shocks to oil demand and supply have probably been the dominant drivers of oil prices up until now (Chart 4, panel C).", "This is also true for the high oil prices we see today: these are a result of the post-pandemic recovery in oil demand and shortages on the supply side driven by reasons other than climate change, such as managed oil production.", "[ For gas prices in Europe, supply disruptions are even greater.", "There are signs that even before invading Ukraine, Russia manipulated the gas supply to the European market, cutting gas flows and creating scarcity and uncertainty about future supplies.", "There was already less Russian gas flowing to Europe in 2021 despite higher gas prices and robust demand (Chart 5).", "The reduction in supply depleted European storage facilities even though there was the potential to export more.", "After the invasion of Ukraine, Russian gas flows through major pipelines such as Nord Stream 1 were further reduced and eventually halted altogether, causing European gas prices to surge even higher.", "Cuts in Russian gas supplies to the EU (in millions of cubic metres per day) Sources: Bloomberg and ECB staff calculations.", "Notes: LNG includes deliveries from Russia.", "The latest observation is for 24 October 2022.", "The economic, inflationary and political tensions caused by this supply strategy probably had twin aims: break Europe's unity and weaken its support for sanctions in view of Russia's (planned) invasion of Ukraine, which began in February 2022.", "These aims were not achieved.", "Instead, large shocks like this one should reinforce the EU's determination to speed up the green transition - rather than slow it down - and to rapidly eliminate its dependence on Russian fossil fuels.", "[ The considerable progress made on energy intensity after the oil shocks in the early 1970s gives us cause to be optimistic that similar progress can be achieved in response to the current shock.", "[ Policy implications: seeking a divine coincidence To achieve a \"divine coincidence\" whereby reducing the dependence on fossil fuels does not come at the expense of higher energy prices, public policies will need to succeed in reducing energy intensity, protecting energy security and financing the transition.", "First, policies will need to provide incentives to lower fossil fuel demand for a given after-tax price.", "[ This would limit upward pressures on energy prices during the green transition, and - importantly - would help reduce greenhouse gas emissions.", "In the EU, the Fit for 55 package and the REPowerEU plan have raised targets for energy efficiency and include concrete measures to achieve them.", "In the short term, EU ministers have agreed on voluntary and mandatory reductions in electricity demand in response to the current crisis.", "[ Second, policies need to protect energy security to contain the likelihood of significant shocks to inflation linked to spikes in the price of fossil fuels.", "This is best coordinated or delivered at European level as national measures to secure energy supplies and shelter businesses from the impact of price increases could turn into beggar-thy-neighbour policies.", "Recent EU initiatives are moving in the right direction.", "For example, the EU Council has agreed to collect solidarity payments from fossil fuel companies to support households and businesses.", "The European Commission has proposed joint gas purchases to strengthen the EU's bargaining power when securing supplies for all Member States.", "It has also proposed solidarity rules in the event of gas shortages and is working on a revision of its State aid framework.", "Lastly, ministers have agreed that fiscal support to cushion the impact of higher energy prices should be targeted at the most vulnerable households and firms while preserving price signals and incentives to reduce fossil fuel consumption.", "Third, policies need to support the necessary investments in the green transition.", "According to the IEA, investment in renewable energy needs to triple by the end of the decade to effectively tackle climate change and contain energy prices.", "[ For the EU, reducing dependence on Russian fossil fuels and climate targets will require investing an estimated €500 billion per year between 2021 and 2030.", "Bridging the gap in green investment will require the contribution of the private sector.", "Incentives can be offered through regulatory efforts.", "For example, streamlining administrative approval processes can help accelerate renewable energy projects.", "In the area of sustainable finance, progress in adopting climate disclosures can significantly contribute towards lowering the cost of capital for green investments.", "[ The private sector will nevertheless need time to adjust.", "It may also not invest enough in green projects that have the characteristic of public goods.", "We thus need to accelerate, sustain and provide a backstop for the green transition through public investments.", "As I have previously argued, these investments would be financed more effectively and efficiently at European level than by individual Member States.", "[ They could, for example, take the form of an EU climate and energy security fund aimed at supporting the green transition in future years.", "The green transition is often presented as a threat to fundamental aspects of our daily lives, including growth opportunities or purchasing power.", "This negative narrative is unjustified.", "The divine coincidence is not a pipe dream: greener can mean cheaper.", "This depends crucially on the policies we adopt.", "If properly managed, the global response to the climate crisis can increase productivity and growth through several channels: by improving the allocation of resources, enhancing health conditions and stimulating technological progress.", "[ Under these conditions, we can place \"...climate action at the heart of a new growth story, powered by investment, technology, policy and finance\".", "[ Similarly, the green transition need not lead to higher inflation.", "In fact, appropriate public policies that compress the demand for fossil fuels and stimulate the production of cheaper renewable energy sources can help to contain inflationary pressures and may even help to reduce inflation compared with a counterfactual situation that does not contain these policies.", "In reality, we are already using the lower cost of renewable energy to cushion the impact of the fossil fuel shock on electricity prices.", "The high levels of energy inflation currently being observed cannot be blamed on the green transition.", "They are mainly the result of fossil fuel supply manipulation by Russia.", "If the green transition had happened earlier, it would have been easier to progress towards our climate goals and we would have reduced our exposure to the current energy shock and its inflationary consequences.", "The European economy would have been more resilient to the ongoing energy crisis.", "In order to act on climate change, policymakers need to take swift, bold and ambitious measures that garner the support of citizens.", "This result can only be obtained by establishing a realistic and positive narrative on the green transition.", "[ In particular, we need to reassure citizens that, under well-designed policies, the green transition would increase - not decrease - their job opportunities, the quality of their lives and their purchasing power.", "The counterfactual situation would be worse, with the likely repetition of the kind of crisis we are currently living through.", "In shaping this narrative and taking policy action, a European approach is in our collective interest.", "Common policies are more likely to deliver the necessary reduction in energy intensity, protect our energy security and finance the investments required.", "Unity makes us stronger when facing shocks and gives us greater influence in determining our climate and energy future.", "I would like to thank Ine Van Robays, Fabio Tamburrini and Jean-Francois Jamet for their help in preparing this speech and Jakob Adolfsen, Juliette Desloires, Donata Faccia, Francesco Drudi, Alessandro Giovannini, Miles Parker, Laura Parisi and Lucas ter Braak for their input and comments.", "Fossil fuels are coal, oil and natural gas.", "The United Nations Framework Convention on Climate Change (UNFCCC) defines them as \"buried combustible geologic deposits of organic materials, formed from decayed plants and animals that have been converted to crude oil, coal, natural gas, or heavy oils by exposure to heat and pressure in the earth's crust over hundreds of millions of years\".", "The burning of coal, oil (including petrol) and natural gas to generate energy releases carbon which oxidises into carbon dioxide in the atmosphere.", "By increasing the concentration of heat-trapping greenhouse gases in the atmosphere, fossil fuels contribute to climate change.", "This number is based on an average of the three NGFS models used for the scenario analysis, with the models indicating a required reduction in the share of fossil fuels to between 24 per cent and 39 per cent for global primary energy consumption.", "For the EU, the average energy mix across the three NGFS models is based on different definitions of the EU: EU28 for the REMIND-MAgPIE model, EU15 for the Global Change Assessment Model and Western Europe for the MESSAGEix-GLOBIOM model.", "According to the International Energy Agency (IEA), the share of global final energy consumption needs to decline to just below 20 per cent by 2050.", "In net-zero scenarios, fossil fuel use does not fall to zero in 2050.", "Fossil fuels are still projected to be used for producing non-energy goods, in plants with carbon capture, and in sectors where emissions are especially difficult to reduce.", "All remaining emissions in 2050 are assumed to be offset by negative emissions elsewhere.", "Current policies fall significantly short of reaching the Paris Agreement targets.", "Projections provided by the Climate Action Tracker indicate that current policies are projected to result in about 2.7 °C warming above pre-industrial levels.", "Nationally determined contributions (NDCs) as pledged by countries under the Paris Agreement would limit warming to 2.4 °C.", "According to the NGFS, the current policies scenario leads to a temperature increase exceeding 3 °C and severe and irreversible impacts.", "As Fatih Birol, Executive Director of the International Energy Agency (IEA), recently argued: \"When people misleadingly blame clean energy and climate policies for today's energy crisis they are [...] moving the spotlight away from the real culprits - the gas supply crunch and Russia\".", "Birol, F. (2022), \" Three myths about the global energy crisis \", Financial Times, September.", "Other factors played a role in ensuring the market remained tight (e.g.", "the significant reduction in France's nuclear output, the lack of wind at the start of 2022 and the reduced hydroelectricity output due to the drought over the summer), which magnified the effect on prices of the reduction in the supply of energy from Russia.", "The decision by OPEC+ members to cut oil production in response to the pandemic and repeated shortfalls in several oil producing countries played a significant role in pushing oil prices higher.", "Maintenance works contributed to gas supply shortages before Russia's invasion of Ukraine.", "(2022), \" Energy price developments in and out of the COVID-19 pandemic - from commodity prices to consumer prices \" and Adolfsen, J.F., Kuik, F., Lis, E.M. and Schuler, T. (2022), \" The impact of the war in Ukraine on euro area energy markets \", Economic Bulletin, Issue 4, ECB.", "Sharma, R. (2021), \"' Greenflation' threatens to derail climate change action \", Financial Times, August.", "While I focus here on risks related to the transition towards a greener economy (so-called transition risks), physical risks that follow from climate events such as droughts, storms and floods can also shape price dynamics.", "(2021), \" Climate change and monetary policy in the euro area \", Report of the Eurosystem work stream on climate change and monetary policy, ECB Occasional Paper Series, No 271, September.", "This channel is also described in Schnabel, I.", "(2022), \" A new age of energy inflation: climateflation, fossilflation and greenflation \", speech at The ECB and its Watchers XXII Conference, March.", "If fossil fuel producers expect demand for fossil fuels to decline in the future due to the green transition, they might extract as much fossil fuel reserves as they can in the near term when demand for their commodity is still high.", "Higher production will in turn put downward pressure on fossil fuel prices.", "Carbon capture, utilisation and storage (CCUS) technologies remove carbon by capturing carbon dioxide (CO2) from power generation or industrial facilities, or directly from the atmosphere, and compressing and transporting it to be used or stored.", "CCUS deployment has been gaining momentum in recent years, but according to the IEA, considerable progress is still needed to reach net-zero emissions by 2050.", "Own calculations based on Bernstein Research and S&P Global Mobility.", "The EU has a carbon pricing system known as the EU Emissions Trading System (ETS).", "It is a cap and trade system launched in 2005, capping emissions from around 10,000 installations in electricity and heat generation, a few manufacturing sectors and airlines operating between participating countries (EU Member States plus Iceland, Liechtenstein and Norway).", "As of 2021 it covered around 40 per cent of greenhouse gas emissions in the EU.", "A revision of the EU ETS is currently being negotiated.", "The aim is to align it with the new EU climate target of reducing net greenhouse gas emissions by 55 per cent compared with 1990 levels by 2030.", "The proposed revision would increase the pace of emissions reduction, end the free allocation of allowances, extend the scope of the existing ETS to include shipping and set up a new separate ETS for emissions in road transport and buildings.", "In addition to the EU ETS, some EU countries (e.g.", "Finland and Germany) have explicit carbon taxes for the sectors covered by the EU ETS.", "Important progress in clean energy innovation has been made in recent years globally, such as research and development in low-emission hydrogen-based steelmaking and lithium-free batteries.", "However, we need to significantly increase innovation in green technologies to reach net-zero emissions by 2050. International Energy Agency (2022), \" Clean Energy Innovation \", September.", "According to the European Heat Pump Association (EHPA), the heat pump market grew by more than 34 per cent in 2021, surpassing 2 million units sold per year for the first time.", "Preliminary data from Germany and Poland suggest that this growth has further accelerated in 2022.", "Heat pumps have the potential to deliver large-scale reductions in carbon emissions from building heat.", "They use electricity to move heat from outside air, water or ground to a building's interior and to heat water.", "This process is up to four times more efficient than gas boilers.", "Furthermore, if the electricity used to drive the compressor is produced from low-carbon sources, nearly all the useful heat becomes low-carbon.", "Source: International Renewable Energy Agency.", "Source: IEA's World Energy Outlook 2022 .", "\"Inframarginal\" electricity producers. \"", "Council agrees on emergency measures to reduce energy prices \", press release, Council of the European Union, September 2022.", "EU Ministers agreed to cap the revenue of inframarginal producers at €180 per MWh.", "Such as lithium and cobalt for wind turbines.", "Moreover, innovation, diversification and input substitution may reduce the risks associated with the use of commodity inputs for the construction of renewable-energy power plants.", "(2022), \" Critical sustainability issues in the production of wind and solar electricity generation as well as storage facilities and possible solutions \", Journal of Cleaner Production, Volume 339, March.", "Given the emergency measures put in place to partially replace the gas supply in order to address the current energy crisis, achieving these targets will require even greater ambition in future.", "The NGFS scenarios tend to emphasise the importance of decarbonising the electricity supply, increasing electricity use, increasing energy efficiency and developing new technologies to tackle hard-to-abate emissions.", "The NGFS scenarios are taken from the NGFS Phase 3 Scenario Explorer.", "See also NGFS (2022), \" Climate Scenarios Database: Technical Documentation V3.1\", September.", "These projected price responses represent averages across the three main models employed by the NGFS.", "The outcomes can differ depending on the model used.", "The impact of developments in renewable energy is only partly taken into account in these estimates.", "The models used by the NGFS capture the fact that more renewables mean slower oil use, and this in turn decreases oil prices.", "However, potential developments in the market for renewables are excluded for simplification purposes.", "For gas prices, regional differences play a larger role in determining the global average price.", "The reduction in the use of gas and oil until 2030 in the net-zero NGFS scenario is comparable across integrated assessment models with the exception of the model for energy supply system alternatives and their general environmental impacts (MESSAGE) for which the reduction of oil is significantly larger.", "The IEA scenarios are based on the IEA's World Energy Outlook 2022 .", "For ease of comparison with the NGFS scenarios, 2020 is taken as the reference starting point for the IEA scenarios as well, with the 2020 values taken from the IEA's World Energy Outlook report of 2021.", "The IEA uses sub-sector models, whereas the NGFS uses a more simplified representation of fossil fuel markets.", "From the NGFS scenarios, this is the NDC scenario which includes all pledged policies even if not yet implemented.", "This scenario assumes moderate and heterogeneous climate ambition leading to about 2.5 °C of global warming.", "This NDC scenario is matched with the IEA's stated policies scenario (STEPS).", "The latest Phase III NGFS Scenarios from September 2022 do not include any specific mechanical updates to account for the Russian invasion of Ukraine as the aftermath is still unclear and therefore difficult to model.", "This will be better reflected in the next iteration, the Phase IV NGFS scenarios due for publication in 2023.", "In comparison, the revised EU climate and energy legislative framework (\"Fit for 55\" package) has set the objective of reducing net greenhouse gas emissions by at least 55 per cent by 2030 compared with 1990 levels.", "This implies a further reduction in these emissions of 40 per cent compared with 2019 levels.", "See Figure 3.4 in chapter 3 of the International Monetary Fund's World Economic Outlook Report of October 2022.", "The IMF also shows that policy options that do not use revenues to subsidise low-emission sectors but instead cut labour income taxes or provide untargeted subsidies to firms would imply an additional 0.1 to 0.2 percentage point of inflation a year in the euro area compared to the baseline.", "(2022), \" Empirically grounded technology forecasts and the energy transition \", Joule, Volume 6, Issue 9, pp.", "Several approaches are combined for this analysis: a text indicator based on newspaper articles is constructed as a proxy for green transition risk.", "It is then used in a local projections' framework and a Bayesian vector autoregression (BVAR) model.", "The proxy for transition risk is a text-based indicator measuring the share of articles which mention terms related to the green transition in a set of newspapers, similar in approach to Bua et al.", "(2022), \" Transition versus physical climate risk pricing in European financial markets: a text-based approach \", Working Paper Series, No 2677, ECB, July; and Engle et al.", "(2020), \"Hedging Climate Change News\", The Review of Financial Studies, Volume 33, Issue 3, pp.", "A local projections framework is then used to measure the impact of green transition news on the number of international oil drilling facilities as a proxy for global oil investment.", "Finally, to determine the relative importance of transition risk for oil prices and global oil production in comparison to conventional oil demand and supply dynamics, a BVAR model is set up in which transition risk shocks are identified through the text-based proxy and a combination of sign and narrative restrictions.", "As always, the modelling approach is subject to caveats and uncertainties.", "See, for example, Peersman.", "(2019), \"Structural Interpretation of Vector Autoregressions with Incomplete Identification: Revisiting the Role of Oil Supply and Demand Shocks\", American Economic Review, Volume 109, Issue 5, pp.", "The cost of market capital for funding investment projects is higher for oil and gas companies, which mainly reflects the increasing wedge in the cost of equity.", "Research has shown that equity market investors are more concerned about climate-related risks compared with investors in debt markets and tend to push carbon intensive industries towards using greener technologies.", "Despite the higher profitability of the fossil fuel energy sector at the current juncture, the IEA notes that high levels of policy uncertainty, difficulties to secure financing and a general reluctance to commit large amounts of capital limit the responsiveness of fossil fuel investment to higher prices.", "See the IEA's \" World Energy Investment 2022 \" report for more details.", "There is mixed evidence on the effect of the green transition on fossil fuel investment.", "While the IEA argues that net zero pledges so far have not been correlated with fossil fuel spending (see the IEA's World Energy Outlook 2022 ), the IMF has found a significant impact of the green transition on investment of oil and gas companies, although the impact following the Paris Agreement is still less important than the effect from lower oil prices in the same period (see the IMF's World Economic Outlook 2022 ).", "In response to the pandemic, OPEC+ lowered production to support oil prices and after gradually restoring the oil supply to pre-pandemic levels, cut it again more recently.", "Russia's invasion of Ukraine has aggravated supply shortages.", "While in the short term European countries have sought to make up for the loss of Russian gas with other fossil fuels, such as coal and liquefied natural gas (LNG), the energy shock is also a major accelerator for plans to reduce energy intensity and increase the share of renewables in Europe.", "Plans to increase energy efficiency and the share of renewables have been adopted by the private sector: cutting energy costs has become a priority for businesses and households, while higher electricity prices mean that it is faster to break even on investments in power plants that do not rely on fossil fuels.", "Similar plans have also been adopted by the public sector: the European Commission's REPowerEU plan has been designed in response to the war in order to speed up the green transition and reduce EU dependence on Russian fossil fuels.", "Oil consumption as a share of the total energy mix fell by almost 12 per cent in the EU27 and 7 per cent globally in the 10 years following the 1973 oil shock (see BP Statistical Review of World Energy and Our World in Data for more information).", "This objective could be achieved for example by facilitating the emergence of mobility solutions and improvements in the built environment that make it possible to save energy and reduce carbon emissions over the life cycle of means of transport and buildings.", "Preliminary analysis by the European Commission shows that in August and September EU gas consumption would be around 15 per cent lower than the average of the previous five years.", "This figure rises to over €1.2 trillion when also considering investment needs in the transport sector.", "European Commission (2021), \" Commission staff working document: Impact assessment report \", July; and European Commission (2022), \" Towards a green, digital and resilient economy: our European Growth Model \", March.", "See also Panetta, F. (2022), \" Investing in Europe's future: The case for a rethink \", speech at Istituto per gli Studi di Politica Internazionale, November.", "Examples of such regulatory efforts in the area of sustainable finance include progress in adopting climate disclosures and efforts to reduce greenwashing.", "See Panetta, F. (2021), \" Sustainable finance: transforming finance to finance the transformation\" , keynote speech at the 50th anniversary of the Associazione Italiana per l'Analisi Finanziaria, January.", "The measures the ECB announced in early July may also help channel finance towards more sustainable projects by incorporating climate change into its corporate bond purchases, collateral framework and risk management.", "See \" ECB takes further steps to incorporate climate change into its monetary policy operations \", press release, ECB, 4 July 2022.", "In parallel, ECB Banking Supervision has placed climate- related risks at the core of its activities, urging banks to improve how they manage and disclose climate and environmental risks in the light of the results of the ECB supervisory climate risk stress test.", "See \" Banks must sharpen their focus on climate risk, ECB supervisory stress test shows \", press release, ECB, 8 July 2022.", "Certain investments delivering EU public goods would be more effectively or efficiently provided at the EU level.", "There is a strong case to be made that investments in climate change mitigation and energy security fall into this category given the limited scope for individual action and the cross-border nature of the issue.", "A (2022), \"Growth for Good\", Harvard University Press.", "(2022), \" Collaborating and Delivering on Climate Action through a Climate Club \", London School of Economics, October.", "Lagarde, C. (2021), \" Charting a course for climate action \", ECB Blog, November.", "See also Heemskerk, I., Nerlich, C. and Parker M. (2022), \" Turning down the heat: how the green transition supports price stability \", ECB Blog, November.", "Copyright 2022, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green transition", "Energy prices", "Fossil fuels", "Climate change", "Inflation", "Renewable energy", "Energy security", "Policy", "Investment", "Economic growth"]}