{"sentences": ["The Lighter Side of Making Monetary Policy1 I am honoured to be invited to this year's Conclave.", "In a short span of eight years, the SBI Banking and Economics Conclave has emerged as an important platform of eminence and relevance for deliberating on issues shaping the banking system and more broadly, India's financial sector.", "This year, the backdrop is a daunting one.", "Across the world, monetary policy authorities are engaged in the most aggressive and synchronized tightening in decades.", "They are resolute in their determination to put the genie of inflation back into the bottle.", "Their stances and forward guidance sound like the shrill calls of birds of prey.", "Financial markets are awash with surges of volatility - incoming data trigger either risk-off stampedes or relief rallies.", "Globally, a widespread fear is that the forceful monetary policy tightening will precipitate a hard landing, i.e., a recession, or several of them.", "Geopolitical strife with no end in sight, centrifugal forces threatening to tear apart the unifying influence of global integration, and financial fragmentation are the new forces that seem to be chiseling the evolving global economic outlook.", "I thought that I would take this opportunity to step back from the heat and flying debris now being associated with the outcomes of monetary policy actions.", "Instead, I propose to slip backstage and peer into what goes on underneath these outcomes.", "Perhaps, this may help to understand the outcomes a little better.", "Perhaps, it will enable a more compassionate view of the people involved in the making of monetary policy, their trials and tribulations.", "Monetary policy is by its nature a technical area of economic policy making.", "It is suffused with substantial inherent uncertainty.", "This uncertainty created primarily by the need for policy makers to guess the future2.", "Monetary policy has to be forward-looking because of the lags with which a policy rates change get transmitted across the markets and eventually gets reflected in lending rates, mortgage rates and yields.", "Hence monetary policy can only hope to address future inflation, not today's inflation.", "It is often viewed as a specialist or niche subject, only intelligible to specialists.", "My own experience with soiling my hands is that all this is overstated.", "Undoubtedly, monetary policy makers today are treated like film stars.", "The public is constantly trying to second guess their likely moves.", "For this purpose, analysts pore over millions of data points in search of patterns of behaviour.", "They try to construct reduced-form explanations of monetary policy decisions - a polite expression for equations and statistical models - and attempt predictions on the basis of these regularities.", "In fact, the monetary policy reaction function - an equation which tries to predict the change in the policy rate if inflation deviates from the target and/or growth deviates from its trend - has spawned a cottage industry.", "But what is forgotten is that these regularities are based on past data and in that sense, they may provide an ex post3 explanation of why policy makers deviated from a so-called rule or why they did not.", "They are not ex ante predictions of policy decisions because at the core of the decision is uncertainty and therefore, intelligent and well- informed judgement is called for - the celebrated smell test4.", "As regards forecasts, monetary policy makers were created to make weather forecasters look good, to draw on an analogy on economists.", "In fact, it is said that monetary policy makers do have a sense of humour - that is why they put a decimal point on their forecasts5.", "Yet, monetary policy makers are after all human beings, and humans bring with them humour in whatever they do.", "They laugh at each other, they laugh at themselves, and one reason cited for this - which I will deal with presently - is stress-busting.", "The theme of my talk is the humour that is an integral part of monetary policy making.", "This has not received attention either among economists or among the lay public.", "My purpose is to show you that if you allow humour into the conversation, you might end up understanding monetary policy, its objectives, decision making processes, forecasts and communication a little better.", "You might also end up thinking of monetary policy makers as humane as they dabble with macro-aggregates and the unforeseen future.", "Robert Solow, 2010, Testimony to the House Committee on Science and Technology Subcommittee on Investigations and Oversight \"Building a Science of Economics for the Real World\" July 20, 2010: \"I do not think that the currently popular DSGE models pass the smell test.", "The protagonists of this idea make a claim to respectability by asserting that it is founded on what we know about microeconomic behavior, but I think that this claim is generally phony.", "The advocates no doubt believe what they say, but they seem to have stopped sniffing or to have lost their sense of smell altogether.\"", "-did-god-create-economists-to-makeweather-forecasters-look-good/ and Or you might not.", "In April 2006, a panel of distinguished economists6 was asked to discuss the linkages between monetary policy and the personality of the nation's central bankers.", "Remember: central bankers studiously practice an appearance of drab dullness which, they believe, conveys a sense of monetary stability.", "The specific question the panel was asked was: \"What if the leader of the central bank told hilarious jokes and did card tricks?\"", "I am not bluffing: there is a paper by this specific title in the American Journal of Economics and Sociology7 which I highly recommend for your reading.", "The panel was not amused.", "One of the members concluded that demeanor has no role to play in the practice of central banking aimed at delivering price stability.", "Another opined that in the world of central banking and its interface with financial markets, opacity has value.", "A third member was of the view that central bankers should uphold a solid reputation for sobriety.", "In fact, rare instances of laughter reported in FOMC transcripts.", "In one influential view, they have been criticized as showing 'an incredible amount of complacency, with people mainly worried about inflation rather than the coming recession8.", "Dr. George Tavlas, Head of the Economic Research Department, Bank of Greece; Professor Perry Mehrling, Columbia University, USA; Professor Jocylyn Pixley, University of New South Wales, Australia and Professor Laurence S. Moss, Babson College and then editor of AJES.", "P., Laurence S. Moss, Jocylyn Pixley and George S. Tavlas, (2007), \"What if the Leader of the Central Bank Told Hilarious Jokes and Did Card Tricks?", "A Panel of Experts\", The American Journal of Economics and Sociology (AJES), Vol., No.", "The Conscience of a Liberal, The Metamorphosis of Central Banking Much of this ambivalence about monetary policy is due to the fact that the world of central banking has changed dramatically over the years.", "Monetary policy used to be a dark art, practised by magicians, and wrapped in secrecy9.", "During the days of the gold standard, central bankers were considered high priests of the temple of money.", "In its innermost sanctum sanctorum, they were believed to perform alchemy by which base metals like lead could be transformed into noble metals such as gold.", "Mervyn King, Governor of the Bank of England from 2003-2013, writes that when he joined the Bank of England in 1991, he was fortunate to be invited to dine with a group that included Paul Volcker (the champion among central bankers).", "At the end of the evening, he asked Paul Volcker for any advice for a new central banker.", "Volcker replied in one word: \"mystique\" (King, 2000).", "That single word encapsulated much of the tradition and wisdom of central banking at that time.", "Why were they so opaque, so ambiguous?", "For years, central bankers were an endangered species.", "Maintaining a low profile and passing the blame elsewhere were central bankers' survival toolkits.", "The story is told of a Chairman of the US Fed who made a courtesy call on his predecessor before taking up office.", "The predecessor handed the new Chairman three envelopes with the advice that whenever he found himself in trouble at work, he should open the envelopes but one at a time.", "Each would have advice on what to do.", "When the new Chairman found himself under attack, he opened the first envelope.", "So, the new Chairman blamed the predecessor.", "After some time, the new Chairman came under attack again.", "He opened the second envelope.", "It said: \"Blame the government.\"", "After some more time passed, he came under attack again.", "So he opened the third envelope.", "It said: \"prepare three envelopes.\"", "On a serious note, the mainstream view of the 1960s is encapsulated in this remark by Gardner Ackley, then Chairman of the Council of Advisors under Lyndon Johnson, the 36th president of the US: \"I would do everything I could to reduce or eliminate the independence of the Federal Reserve\"10.", "Today, all that is changed.", "Governments uphold the independence of the central bank.", "Goals of Monetary Policy Just before the pandemic and the war in Ukraine struck within a span of two years, the world was heralding the success of inflation targeting.", "Long-term inflation expectations were firmly anchored to targets; the flattening of the Phillips curve was an indication of the reduction in the variability of prices; and exchange rate passthrough to inflation was diminishing, de-emphasising the role of imported inflation.", "In spite of the global financial crisis (GFC), global inflation barely budged11.", "Some even regarded the GFC as a failure of inflation targeting because of its success - by ensuring low and stable prices of goods and services, arbitrage opportunities shifted to financial asset prices, causing the GFC.", "Today, inflation is at levels not seen in four decades, impervious to aggressive and front-loaded monetary policy tightening across the world.", "The existential question being asked is whether the world is permanently shifting from a low inflation environment to a high inflation one.", "The time has come to review the objectives of monetary policy.", "Walter Bagehot's central bank had one objective: \"lending freely against good collateral at a penalty rate\"12.", "Being the lender of the last resort was its only function so as to avert financial panics and confidence runs.", "Thus, central banks came into existence to secure and preserve financial stability.", "Scratch a central banker and underneath the skin, this age-old commitment to financial stability is always revealed.", "The goal of price stability is essentially born out of the Great Inflation of the 1970s.", "It emerges from that experience or at least from an interpretation of it that low inflation maximises welfare because it is a necessary condition for sustained growth, and that dedicated institutions like the central bank can achieve that goal if they are allowed to operate free of pressure groups and vested interests.", "By the 1990s, numerical targets were being assigned to the inflation objective.", "Yet, it is well known among economists and monetary policy makers, at least today, that on its own, monetary policy cannot influence the long-run growth of the economy, the so-called long-run neutrality of money.", "Monetary policy can at best create congenial conditions for other policies to influence the growth rate.", "Yet, almost every central bank has a dual Lombard Street: A Description of the Money Market, 1873 is regarded as among the earliest writings on central banking, \"A panic, in a word, is a species of neuralgia, and according to the rules of science you must not starve it.", "The holders of the cash reserve must be ready not only to keep it for their own liabilities, but to advance it most freely for the liabilities of others.", "They must lend to merchants, to minor bankers, to 'this man and that man,' whenever the security is good.", "In wild periods of alarm, one failure makes many, and the best way to prevent the derivative failures is to arrest the primary failure which causes them\".", "mandate - growth/employment objective is always tagged on despite all the arguments to the contrary that I alluded to earlier.", "Is this growth objective reflecting the age-old mandate of financial stability?", "Naturally, numerical targets for the growth objective are not generally assigned.", "What do the economists say, since their tribe so densely populates the monetary policy space?", "Unfortunately, they speak as always in several tongues.", "Up to the 1970s, the dominant Keynesian revolution and its mutations upheld an empirical regularity discovered in 1958 between wages and unemployment - the Phillips curve13.", "By raising wages, employment and hence GDP can be increased, but the wage increase causes inflation to rise.", "Soon wage earners realise that the increase in wages has been eroded by inflation.", "So they demand even higher wages.", "A wage-price spiral sets in that starts eating away at profit margins.", "Producers realise that there is no point in expanding production with losses.", "So, eventually, GDP slows and contracts.", "Yet, central banks of that time played a game with the economy.", "They were willing to trade a little more inflation for a little less unemployment (little higher growth) by printing money, hoping to fool other economic agents.", "The disastrous experience of the 1970s showed that it was a game in which everyone lost.", "Today central bankers have stopped playing that game.", "Be that as it may, this brought to the fore the views of another set of economists - the Chicago school, prominently represented by Milton Friedman and Robert Lucas Jr. - which argued that you can't fool the public through misinformation about the short run Philips Curve.", "Less unemployment (higher growth) today will inevitably result in higher inflation later and higher unemployment (lower growth) down the line.", "Monetary policy should play a passive, rule-based role and avoid unpleasant monetary surprises of trying to squeeze out a little higher growth by tolerating higher inflation.", "As I stated earlier, there is no point turning to economists for advice.", "Their answers are going to be as ambiguous as the uncertainty that characteries the conduct of monetary policy.", "It is said that there are two fundamental laws of economics.", "The first law is: for every economist, there exists an equal and opposite economist.", "The second law: they are both wrong.", "Perhaps the dual mandate of monetary policy is intended to keep this two-handed tribe busy.", "Even if the dual mandate is taken as fait accompli, let us evaluate its operational feasibility.", "At any point in time, the goal variables of inflation and growth are not visible to the monetary policy maker - inflation data are at least one month old, and those on GDP are at least three months old.", "Forecasts can be made in to the future, but they are based on backward looking information of one to three months ago, as I explained earlier, and they can be thrown off course by unanticipated shocks that hit them in the future.", "Furthermore, the goal variables are moving over time and so monetary policy maker has to take in to account not their known positions but their uncertain future trajectory.", "Then they have to shoot forward - getting the angle right is crucial to taking the shot.", "In this challenging situation, monetary policy makers sift through an ocean of information - high frequency indicators; forward looking surveys; expectations of market participants, professional forecasters and analysts; econometric models; sentiment analysis based on artificial intelligence and machine learning techniques; all as a part of trying to guess the likely future path of the goal variables.", "Essentially, it is like monitoring a radar screen and using accumulated knowledge to distinguish between friendly configurations and hostile formations.", "This is then fed into setting the trajectory of the instruments so that the probability of hitting the moving goal variable is maximized, though success is far from assured.", "If they succeed, it is treated as business as usual and it goes unnoticed; if they fail, they are censured and burnt at the stakes.", "A further complexity added to their tightrope walking is that goal variables are subject to revisions between the release of first advance estimates to provisional estimates to revised estimates to final accounts.", "Consequently, the monetary policy decision, which is taken at the time of the receipt of the first data release, become questionable about its integrity because of frequent revisions.", "In this context, a remark made by Ben Bernanke in the FOMC and reported in published transcripts is sobering: \"I have a modest proposal, which is that if the BEA (US Bureau of Economic Analysis) can restate GDP figures and if firms can restate their earnings then the FED should have the option to go back and restate interest rates from last time (last meeting of the FOMC) [laughter]\"14.", "Please note the word 'laughter' in square brackets.", "It is the manner in which the FMOC transcripts indicate the elicitation of humor during discussions in its meetings.", "I will address this issue in some detail presently.", "Today the world over, the monetary policy decision is taken by a committee of appointed officials.", "Deliberations among committee members leads up to a vote and the decision is taken by means of a majority vote.", "A vast literature already exists that seeks to explain the end product of the committee's meeting - the policy outcome.", "Here, I take a step back and explore the manner in which committee members think and deliberate in order to arrive at their judgment.", "In a must-read speech titled The Logic of Monetary Policy15, Ben Bernanke draws the analogy of the economy as an automobile, the Committee as the driver, and monetary policy actions as taps on the accelerator or brake.", "When the economy is running too slowly - growth is below potential - the Committee increases pressure on the accelerator by lowering the policy rate, thereby stimulating economic activity.", "When the economy is running too quickly, the Committee presses down on the brake by raising the policy rate.", "In real life, in view of the severe informational constraints that the Committee faces - data coverage, frequent revisions, lags - the driver cannot determine the speed of the automobile.", "The road ahead is also not visible - forecasts are vulnerable to unanticipated shocks in the future.", "Hence, the monetary policy committee is like driving a car with an unreliable speedometer, a foggy windshield, and the car responds to the accelerator or the brake with some delay (Bernanke, 2004).", "In sum, 'not a vehicle for inexperienced drivers' is the way in which Bernanke describes the monetary policy committee.", "Turning to the deliberations of monetary policy committees, I would recommend a paper that models these discussions on the basis of verbatim transcripts of the meetings released to the public.", "It is titled \"What's So Funny About Making Monetary Policy?", "\"16 These transcripts reveal that a member's statement is sometimes followed by \"[Laughter]\".", "Is there any association between the number of laughs elicited by a member during a meeting, on one hand, and the member's expectations about the macroeconomy?", "If the elicitation of laughter has a small probability - monetary policymakers say many things, but only few of them are funny - then, by the \"law of rare events,\" it will approximately follow a Poisson distribution with an exponential conditional mean function.", "To control for the possibility that some members may elicit more laughter than others because of their sunny disposition, the model includes member- specific fixed effects.", "Meeting-specific fixed effects are also included in order to control for the possibility that more laughter is elicited because of things like sunny weather.", "The only other explanatory variables used by this study are macroeconomic forecasts made by members of the FOMC.", "The results show that a member elicits more laughter during a meeting if he or she expects relatively poor macroeconomic performance in the form of higher inflation or lower employment or slower growth.", "This is a finding of major significance.", "It transcends monetary policy and has profound sociological and psychological implications.", "Let me turn to another important aspect of monetary policy making that has perhaps gained the maximum prominence in recent years.", "Central banks communicate freely and frankly on their policies.", "They are mobbed and often make headlines.", "Central bank communication has become an independent subject in its own right to which papers, books and conferences are devoted.", "Modern central bankers consider it vital to communicate their decisions to the public in a lucid and unambiguous manner.", "Their understanding of central bank transparency and communication has changed dramatically.", "As it became increasingly clear that managing expectations is a central part of monetary policy, communication policy has risen in stature from a nuisance to a key instrument in the central banker's toolkit17.", "Right up to the early 1990s, however, this was not the case.", "Constructive ambiguity is the description given to the manner in which central bankers communicated.", "In fact, it is in that context the term Fedspeak was coined, described as 'mumbling with great incoherence'18.", "It was believed that a language of purposeful obfuscation is much better than saying \"No Comments\" or \"I can't or won't answer\".", "Today, central banks are acutely conscious that their actions taken at the very short end of the market spectrum have to be amplified to move the whole yield curve up or down.", "This is especially important when the policy rate has hit the zero lower bound.", "Thus, communication has morphed from a facilitator of monetary policy to a new policy instrument in its own right19.", "As Ben Bernanke puts it: \"monetary policy is 98 per cent talk and only two percent action\"20.", "There is a growing body of work on the new approach of textual analysis that is challenging economists and providing new insights into monetary policy decision making.", "In the RBI, we are conducting studies on our monetary policy communication by text processing the minutes of the MPC at multiple levels using text mining techniques.", "The preliminary findings are that the length of the minutes was higher during 2019 - presumably reflecting deliberations on rate cuts -, in periods following different waves of COVID-19 and after the start of the war in Ukraine.", "The minutes are fairly readable and readability levels21 are consistently maintained.", "In the period following the war in Ukraine, sentiment deteriorated among both internal and external members.", "Most recently, an aspect of communication that has caught the imagination of the public is the 'policy pivot' - deliver a 75 basis points rate hike and then, through subtle shifts in messaging, convince markets that dovishness will characterise the next monetary policy meeting22.", "An example is the post-council meeting conference of the ECB.", "In its statement, there was a subtle change of tone.", "A similar pivot is evident in Blinder, Alan S. Through a Crystal Ball Darkly: The Future of Monetary Policy Communication, AEA Papers and Proceedings, 108:567-571, May 2018.", "\"Inaugurating a New Blog.\"", "The Brookings Institution, March 30, 2015.", "-bernanke/2015/03/30/inaugurating-anew-blog/ Readability is estimated based on word size and length of sentences.", "Smaller words and shorter sentences tend to enhance the readability.", "Martin, A., 'ECB Convinces Markets it is About to Turn More Dovish', Financial Times, October 28, 2022 Chair Powell's press conference on November 2 after delivering a 75 basis points rate hike23.", "Monetary policy has been termed as an art, a science and a craft.", "Yet, at its core, it is all about informed human judgment constrained by high uncertainty, which cannot be replaced by mechanistic models or rules.", "Much of what goes into the monetary policy decision evolves from the deliberations that monetary policy makers have with each other, with the public and from feedback.", "All these processes inherently imbue the lighter side of life.", "A psychological explanation of this phenomenon is that monetary policy makers are trying hard to cope with the stress of a perceived threat to the economy, as I mentioned earlier.", "This suggests that they need to have a sense of humour in order to stay sane.", "An \"inflation nutter\" who is strongly averse to inflation might go nuts if he or she expected higher inflation but did not have a sense of humour.", "Also, monetary policymakers may simply have better jokes about bad outcomes than anyone else, especially inflationary outcomes.", "Again, humour may be a coping mechanism.", "In closing, I will submit that humour in monetary policy making reflects serious concerns about the economy, rather than any lack of concern or sense of complacency that Paul Krugman misreads."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation", "Economic Growth", "Central Banking", "Humor", "Communication", "Forecasting", "Uncertainty", "Stress", "Decision Making"]}