{"sentences": ["This is a sight for sore eyes: a whole room full of real-life delegates!", "A posse of bankers, a pride of economists, a pack of scientists.", "Or whatever the proper collective noun would be for a gathering like this-I only know we are a collective.", "Because we share an interest, a passion, a purpose: we are interested in economic developments.", "My interest in economics was triggered by the great inflation of the 1970s.", "I remember my parents' distress about exploding mortgage costs, the fuel coupons, the empty roads on Sundays, our concerned prime minister on television warning us that nothing would ever be the same again- And I wondered: how on earth could this happen?", "And, what could be done?", "How can we prevent this from happening again?", "So I studied economics, I worked in public policy, I became a central banker.", "And I learned that economics is not a selfcontained science, there is never one right answer that stays right forever, like in a hard science such as mathematics.", "As John Maynard Keynes one said: \"The master-economist must possess a rare combination of gifts.", "He must reach a high standard in several different directions and must combine talents not often found together.", "He must be mathematician, historian, statesman, philosopher - in some degree.", "He must contemplate the particular in terms of the general, and touch abstract and concrete in the same flight of thought. \"", "That is our challenge: to come up with different ideas, combining different talents and different perspectives, in response to the problems of our times.", "With a big advantage of our time: economists are not only 'he' anymore- Coming up with ideas, that is what we, what you, will do during this conference.", "In answer to the problem of today, because inflation is back.", "Last October HICP inflation reached 10.7 percent, with some heterogeneity among euro area countries.", "Here in the Netherlands we are experiencing a 16.8 annual percentage change in the overall level of prices.", "Like in the 1970s, the current high inflation is rooted in energy price shocks, this time as a result of the war in Ukraine.", "However, recent analyses show that supply factors alone cannot explain the very high figures we are observing today.", "Core inflation is also on the rise, having reached 5.0 percent in October.", "Intuitively, both the slow recovery from supply chain bottlenecks and the extraordinary increases in energy prices have a negative impact on the real economy.", "So if they were the only drivers of the current high inflation, we would have seen a drop in production in the first half of the year.", "But we do not find this drop in the data, suggesting that demand factors must also play a role.", "The question is: which factors in particular?", "Let me suggest a couple of candidates: the relaxation of COVID restrictions and the fiscal policy of our governments.", "A fiscal policy that boosted demand in the aftermath of the pandemic, designed to counteract the negative effects of the lockdowns.", "A fiscal policy that is now being called upon to compensate our energy bills.", "That question - how much of the current inflation can be attributed to fiscal measures - is a topic of this morning's discussion.", "This interaction between monetary and fiscal policy is just one aspect of the complexity of the policy reaction to the current situation.", "Because that's what it is: very complex.", "As I said: in economics, in monetary policy, there is never one answer.", "Conducting monetary policy requires a deep understanding of the drivers of inflation.", "And that understanding is constantly tested by reality.", "According to British Prime Minister Harold McMillan, this is the greatest challenge for a statesman.", "And the greatest challenge for an economist and a central banker.", "After the 1970s we enjoyed a long period of stable prices: inflation was under control and we thought we had that deep understanding of its drivers and dynamics.", "Then the financial crisis challenged our confidence, followed by a period of persistently low inflation, and now we have been surprised again.", "By the persistence of inflation dynamics, and skyrocketing prices.", "Price dynamics are more complex than we thought: events are wreaking havoc on our numbers, our models, our data.", "We see that the models we use in our analyses very often struggle to capture the persistence of inflation dynamics in a satisfactory way.", "Is it possible that the economy is becoming more vulnerable to systemic shocks?", "Are the after-effects of these shocks more persistent than we expected?", "Do we underestimate the longer term impact of supply-driven shocks?", "It is obvious that the structure of the economy today is different than it was fifteen, let alone fifty, years ago, so it is possible that the transmission mechanism of inflation shocks might be different.", "The question is: does this uncertainty imply that policy-makers should react strongly to these kind of shocks?", "Act faster, intervene earlier to avoid the dangerous fall-out of inflation?", "Of course there is one big difference between inflation now and in the 1970s: we now have the euro, a crucial pillar of financial stability that stands between us and a currency crisis.", "The challenge is clear: if we want to understand the recent developments of price changes, if we want to understand and fight inflation, we need to understand and pinpoint the transmission mechanisms of inflation shocks.", "During this conference, the discussion will touch on essential topics like the role of heterogeneity in sectors, the implication of firms dynamics, the amplification effects that derive from uncertainty.", "The following questions are also on our research agenda at DNB: how can we enhance our understanding of inflation expectations, of how they are formed, and how they evolve over time?", "The answers to these questions are crucial.", "As Keynes also said when he described the tasks of the economist: \"He must study the present in the light of the past for the purposes of the future .\"", "Also on our agenda, and also crucial for 'the purpose of the future' is the role of long-run trends and the normative implications that arise from low or even negative natural rates.", "Yes, there is work to be done.", "We must 'study the present' to understand the normative implications and to guide the practical implementation of monetary policy.", "And although fighting inflation - in Europe and the US - is our common goal, let's not forget that there are differences in the economic developments in our countries and on our continents.", "Differences that justify some diversity in the policy reaction of the different authorities: a very interesting topic to be discussed in the policy panel later today.", "You may have heard the saying: Ask five economist a question, and you get five different answers - six if one went to Harvard...", "The fact that we do not always agree is often used against us.", "It is also used as a reason to doubt that economics is a real science.", "But what some people see as our weakness, I consider a strength of social sciences.", "Yes, we have different opinions, we have debates and discussions, but that is part of the challenge.", "As Keynes concluded his description of the tasks of economists: \"No part of man's nature or his institutions must lie entirely outside his regard.", "He must be purposeful and disinterested in a simultaneous mood; as aloof and incorruptible as an artist, yet sometimes as near the earth as a politician.", "Yes, economics is not only a science, but an art.", "The art of thinking outside the box, the art of finding solutions.", "Of finding new ideas to face up to today's economic problems, to fight inflation.", "I wish you two very artistic days!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic developments", "Fiscal policy", "Supply chain bottlenecks", "Energy prices", "Inflation dynamics", "Transmission mechanisms", "Inflation expectations", "Long-run trends"]}