{"sentences": ["The economic cycle and monetary policy The uncertainty surrounding the international economic and financial situation has increased considerably in recent months.", "Global economic activity is heavily affected by the consequences of the Russian invasion of Ukraine.", "The most tangible impact can be observed on the energy market: the price of gas supplied to Europe recorded unprecedented fluctuations, reaching €340 per megawatt hour, from under €20 in early 2021.", "It has gradually decreased to around €100 since the end of August, after the main European countries met their storage targets, but futures prices suggest that it will remain high throughout next year.", "Global food prices have also been affected, though the tensions eased at least partially after the agreements reached in late July between Russia and Ukraine to unblock grain deliveries from Black Sea ports.", "The worsening in growth prospects is widespread.", "The International Monetary Fund estimates that global economic growth will slow from 3.2 per cent this year to 2.7 per cent in 2023, almost 1 percentage point below the April forecasts.", "In the euro area, GDP growth is expected to fall from 3.1 per cent in 2022 to 0.5 per cent next year, coming to a virtual halt and marking a downward revision of almost 2 percentage points in just six months.", "Rising commodity prices have also had an extraordinary impact on consumer prices.", "Global inflation rose from below 5 per cent in 2021 to around 9 per cent this year.", "In response to these pressures, central banks in almost all advanced economies and in many emerging and developing economies have started to tighten monetary conditions to counter the rise in current and expected inflation, as well as the risk of price-wage spirals.", "Given this climate of high uncertainty, the Bank of Italy's latest Economic Bulletin included two forecasting scenarios for the Italian economy.", "The first scenario assumes that the flows of gas from Russia to our country will remain at the average levels recorded in recent months and that the developments in commodity prices will be in line with those implied by recent futures contracts.", "GDP would fall in the second half of this year before gradually picking up again from the second quarter of 2023 onwards.", "The overall weakness in economic activity would reflect both that of consumption, which would decrease as a result of the decline in households' purchasing power, and that of investment in machinery and equipment, which would slow down owing to the uncertainty and the increase in financing costs.", "Worsening international trade would also play a role.", "The second, more adverse scenario assumes a complete halt in Russian gas flows to Europe starting from the current quarter and significantly higher energy commodity prices.", "At the same time, international trade would slow down more markedly.", "In this case, GDP would contract by 1.5 per cent in 2023 and inflation would exceed 9 per cent, about 2.5 percentage points higher than in the first scenario.", "In light of the current challenging environment, the point estimates of these two scenarios are purely indicative and strongly dependant on the assumptions made on commodity prices and availability, which largely depend on developments in the conflict in Ukraine.", "In any case, the risks to growth are tilted to the downside and, not only for Italy, depend on geopolitical tensions and the economic outlook in the United States, where, also owing to the strong tightening of monetary conditions, many indicators anticipate a possible GDP contraction in the coming months.", "Further negative repercussions could arise from a possible abrupt slowdown in the Chinese economy, mainly in connection with the fragility of the construction sector, and from inflation remaining persistently high for longer than currently expected.", "Inflation in the euro area came close to 10 per cent in September, mainly driven by the exceptional rise in energy prices (over 40 per cent year-on-year).", "Inflation reached 4.8 per cent net of the most volatile components - energy and food - which are the most affected by the conflict in Ukraine.", "Almost two thirds of the overall increase in consumer prices over the past twelve months appear to have been caused by the increases in energy prices, both directly and through the impact on production costs.", "This share rises to around four fifths if we factor in the impact of food prices which, although not energy-related, have also been affected by the conflict in Ukraine.", "According to the European Central Bank (ECB) staff projections published in September, consumer prices in the euro area will grow by over 8 per cent on average in 2022 before gradually decreasing to below 6 per cent in 2023 and converging to levels close to the 2 per cent inflation objective in the second half of 2024.", "A similar picture emerges from the expectations implied by inflation-linked swap prices and from the surveys conducted in October, such as the ECB's survey of monetary analysts and polls by other private entities.", "Conversely, households' expectations as captured in the ECB's survey are slightly higher, at 5 per cent over the next twelve months and at 3 per cent at the three-year ahead horizon.", "This is likely due to a more backward-looking approach in the formation of expectations and to the considerable weight of the most volatile components of inflation in the consumption basket of the less well-off households.", "Wage growth - in Italy and in the euro area as a whole - has remained moderate so far.", "In Italy, negotiated wages net of one-off components grew at an annual rate of 0.9 per cent in the second quarter, 0.3 percentage points higher than at the beginning of the year, mainly owing to the renewal of public sector contracts.", "Negotiated wages also accelerated in the euro area on average, reaching 2.5 per cent.", "Labour costs are expected to rise later this year and the next, as wage increases could be granted to offset the loss in workers' purchasing power, in some countries also in connection with minimum wage rises.", "Hence, there are currently no clear signs of a significant de-anchoring of inflation expectations from the price stability objective.", "The sharp weakening in economic activity and the modest share of inflation-linked wages in the euro area as a whole also seem to be containing the risk of a sustained and widespread price-wage spiral.", "The process of normalizing monetary conditions underway since late 2021, which involved the finalization of the asset purchase programmes and the decision to start raising monetary policy rates, is aimed at decisively countering the possibility of the two aforementioned risks materializing.", "Last Thursday, the ECB Governing Council raised the key interest rates by 0.75 percentage points, bringing the overall increase since 21 July to 2 percentage points.", "This has been a substantial step forward in the reabsorption of monetary accommodation, significantly moving the Eurosystem deposit facility rate away 6 from the negative levels that had been necessary to counter the risk of deflation and to limit the fallout from the pandemic crisis.", "According to market participants' expectations, oneyear real interest rates are still very low and may turn barely positive from the end of 2023 onwards.", "The decision to change the terms and conditions of the third series of targeted longerterm refinancing operations (TLTRO III) was justified by the need to ensure that the contribution of this instrument, too, is consistent with the broader monetary policy normalization process.", "This recalibration aims to strengthen the pass-through of key interest rate increases to bank lending conditions and to remove deterrents to the Eurosystem's balance sheet reduction process through the early repayment of TLTRO III operations.", "The ECB Governing Council postponed the debate on the timing and arrangements of a gradual review of the reinvestment of principal payments from maturing securities under the asset purchase programmes, while maintaining the flexibility associated with the reinvestment of those under the pandemic emergency purchase programme (PEPP) over the coming months.", "Key interest rate increases will need to continue to mitigate the risk that the persistently high inflation caused by the sequence of supply-side shocks will feed into the expectations of households and firms, thus driving price rises and leading to greater wage increases.", "However, the pace at which the rates will grow and their end point cannot be predetermined on the basis of projections or pre-established scenarios, which in this phase are merely indicative.", "The heightened uncertainty requires a gradual approach and a careful assessment of the adequacy of the monetary stance, based on the data as they become available.", "Nonetheless, the risk of a worse-thananticipated economic outlook should not be underestimated, as this would make an excessively fast-paced normalization of key interest rates a disproportionate measure.", "This is a risk that the Governing Council will need to take into account over the coming months, as well as the risk that inflation remains too high for too long.", "The Governing Council will also need to continue to assess the effects of its decisions on financial stability carefully.", "The yield spreads between the ten-year government bonds of the euro-area countries most exposed to market fluctuations and the corresponding German Bund, which had been widening since the beginning of the year, have narrowed since the ECB announced in June that it would use flexibility in reinvesting the assets purchased under the PEPP, and in July that it had approved the new Transmission Protection Instrument (TPI).", "The Italian yield spread, which had been affected by political uncertainty and heightened risk aversion in the markets over the past few weeks, has declined to 210 basis points in recent days, which is still considerably higher than in other euro-area countries equally affected by the sovereign debt crisis of ten years ago.", "In order to lower the yield spread decisively and persistently, fiscal prudence and policies designed to put the country back on a high growth path remain crucial.", "Savings in Italy: uncertainty and economic growth In the current economic climate, savings trends reflect opposing pressures.", "On the one hand, savings are supported by households' precautionary response to the high uncertainty surrounding the economic outlook; on the other hand, they are weakened by attempts to maintain adequate levels of consumption in the face of sharply rising price pressures.", "In Italy, in line with the trends observed in the other major euro-area countries, households' propensity to save has continued to decline, a trend under way since the second quarter of 2021, after the exceptional upturn recorded in the most acute phase of the pandemic, when it rose, with wide fluctuations, from less than 10 per cent at the end of 2019 to 18 per cent in early 2021.", "For households as a whole (i.e.", "including producer households), the propensity to save stood at 11 per cent in the second quarter of 2022, around 2 percentage points lower than in the last quarter of 2021.", "In absolute terms, households' savings neared €35 billion in the three months ending in June, still 13 per cent higher than before the outbreak of the pandemic (after almost doubling in the months immediately thereafter), despite taking into account the price hikes recorded by the consumption deflator.", "In the first six months of this year, the decline in real terms slightly exceeded 16 per cent, as a result of prices rising by more than 3 percentage points.", "However, aggregate trends mask considerable heterogeneity within the sector.", "Indeed, the capacity to save varies greatly among households: for many low-income households, savings might have been zero or negative.", "Savings were likely concentrated in upper middle-income households, whose share of expenditure for essential goods, for which price increases have been particularly steep, is relatively small.", "In June, owing to the sharp fall in asset prices, the value of households' financial wealth fell by almost €350 billion compared with the end of 2021, to around €4,900 billion.", "Conversely, real wealth - consisting mainly of real estate - amounted to €6,250 billion, up by €50 billion, thus returning to the levels prior to the 2018-21 downturn.", "This improvement reflects both gradually rising house prices and new investment in real estate.", "Taking into account the slight increase in financial liabilities (around €10 billion), net household wealth decreased to around €10,150 billion, 8.2 times disposable income (compared with 8.4 times at the end of 2019).", "Net of the increase in the consumption deflator, real net wealth declined by more than 6 per cent compared with the end of 2021, with about half of that decrease due to inflation.", "The heightened volatility in the markets has affected the composition of households' financial assets.", "Deposits and cash continued to grow, albeit at a slower pace, and reached one third of total assets by the end of June, their highest level in more than 20 years.", "After a prolonged downturn, the share of direct investment in medium- to long- term bonds increased slightly in the first half of 2022, driven by the rising opportunity cost of holding more liquid assets.", "This partly offset the decline in the share of assets held in the form of equity and other shareholdings (in Italy, these consist mainly in family ownership stakes of small and medium-sized enterprises), which was linked to the fall in financial market prices.", "Bonds, equity and other shareholdings together account for slightly less than 30 per cent of total financial assets.", "Investment in asset management products, although declining, remained positive in the first half of the year; its share amounts to more than one third of total financial assets.", "This expansion, underway since the early 2010s, was driven by investment fund subscriptions and purchases of insurance policies; investment in pension funds remained limited.", "Growth in this sector could be fostered through a more widespread use by institutional investors of alternative investment funds specializing in the valuation and selection of complex projects, such as corporate restructuring.", "These funds, which operate over a medium-term horizon, can play a crucial role for the financing of smaller firms, especially when it comes to expanding the scale of operations and investing in innovation.", "Given the high uncertainty surrounding the economic outlook, diversifying investments adequately, with the necessary focus on risk mitigation, is even more expedient to protect savings from rising inflation and seize any opportunities that may arise in the sectors benefiting from higher interest rates.", "Initiatives aimed at helping savers to make informed decisions and, more generally, to raise their level of financial literacy remain crucial in this regard.", "This is all the more urgent for those financially vulnerable segments of the population most affected by the impact of inflation on the purchasing power of their incomes.", "The Bank of Italy is strongly committed to working on this issue, also with initiatives catered to young people and adults throughout Italy, such as those held during the fifth edition of the Month of Financial Education, which draws to a close today.", "The financial sector and the allocation of resources for economic In Italy, banks continue to play a key role for the allocation of savings to economic activity and investment.", "Bank borrowing accounts for approximately 17 per cent of the total liabilities of non-financial corporations, versus 6 per cent of loans from other financial corporations and 4 per cent from bond markets, while equity and other shareholdings amount to almost 50 per cent.", "In the current economic climate, bank lending to firms has continued to grow: in the twelve months ending in September, it accelerated to 4 per cent, from 1 per cent in January 2022, partly as a result of the higher costs associated with the energy shock.", "In order to maintain sound balance sheets, banks need to manage rising credit risks carefully, including through regular provisions.", "They can thus avoid the inevitable tightening of credit supply conditions associated with the increasing riskiness of borrowers, early signs of which are already visible, turning into a severe credit crunch.", "Italian banks enter this phase from a position of overall balance, which has clearly improved since the financial crises of over a decade ago.", "Non-performing loans (NPLs) have declined further; NPL sales have continued and new NPL rates have remained very low by historical standards.", "Net of loan loss provisions, their share of total lending was down to 1.5 per cent at the end of June; for significant institutions the gap with the European average has been almost completely closed.", "The ratio of common equity tier 1 to total risk-weighted assets (CET1 ratio), albeit 50 basis points down in the first half of this year (to 14.8 per cent), remains above 2019 levels.", "This decline was mainly due to profit distributions by some large financial intermediaries, the depreciation of assets measured at fair value, and the phasing out of temporary measures introduced in 2018, when the IFRS9 accounting standard became effective.", "Profitability is high by historical standards: the annualized return on capital and reserves rose to 9 per cent in the first half of this year, driven by strong net interest income growth and, to a lesser extent, by cost savings and still low loan loss provisions.", "While there are currently no major signs of deteriorating bank asset quality, estimates based on the latest macroeconomic scenarios published by the Bank of Italy point to a potentially much larger flow of new NPLs next year.", "The growth in insolvencies will likely be driven by the cyclical slowdown and have a stronger impact on lending to firms that are more exposed to energy price increases.", "Although some banks may face greater difficulties, especially in a highly adverse scenario, our latest assessments suggest that the system as a whole should be able to absorb the shock.", "Given this situation, we expect banks to promptly review the scenarios used for loan classification and to account for expected losses without delay.", "A proper accounting and prudential classification will not only increase the transparency of financial statements, it will also improve risk management.", "Any provisions made in view of an expected increase in the probability of debt defaults, in compliance with international accounting standards, will dilute the impact of deteriorating credit quality.", "At the same time, thanks to the profits made over the year, capital strengthening is helping to counter the impact of worse-than-expected macroeconomic developments.", "Cooperative credit banks (BCCs) have historically played a very important role in the intermediation of savings, particularly with regard to the financing of smaller firms.", "This role did not cease following the reform - if anything, it was strengthened, though concerns were raised on more than one occasion.", "Over the almost four years since the establishment of cooperative banking groups, their market share of loans to firms has remained stable at 10 per cent, or almost 20 per cent if we only take into account loans to small and micro firms.", "In addition, the average loan size has held broadly stable, suggesting that the typical customer base of BCCs has remained unchanged.", "By strengthening the technical profiles of these banks, the reform has therefore allowed them to maintain over the challenging last few years their role in supporting businesses in the regions where they are established.", "Between the end of 2018 and June 2022, the NPL ratio of cooperative banking groups declined from 6.0 to 1.8 per cent, net of loan loss provisions, and the coverage ratio increased by almost 18 percentage points, to 68 per cent.", "The cost-to-income ratio fell by more than 11 percentage points, to 64 per cent, and the return on capital and reserves rose above the average value for the other significant Italian banks in the first half of this year.", "Considerable progress has been made in the area of corporate governance and management standards.", "The establishment of cooperative banking groups has also allowed for safer, faster and smoother handling of any vulnerabilities of individual subsidiaries.", "The reorganization of cooperative credit has undoubtedly required BCCs and their parent companies to make significant strategic, organizational and operational changes, with start-up costs and new costs that in part stem from being held by intermediaries qualified as significant for supervisory purposes.", "However, these changes took place in a regulatory and supervisory environment that is sensitive to the peculiarities of BCCs, i. e. limited individual size and complexity.", "More specifically, those with a balance sheet surplus of up to €5 billion have special corporate governance and variable compensation rules, in accordance with proportionality criteria that have recently been revised to broaden their scope.", "For all of them, the Bank of Italy has lifted the requirement to submit individual reports on the self-assessment of liquidity and capital adequacy and streamlined disclosure requirements for the use of external providers.", "Internal controls are also inspired by the proportionality principle, as intermediaries can make their control functions nimbler, provided this is consistent with their risk profile, scale and operational complexity.", "As is the case for the banking industry, the asset management industry is also enjoying favourable conditions overall.", "In the first six months of 2022, the decline in asset prices led to a contraction in investment fund assets, though net funding remained slightly positive.", "In keeping with the expectations regarding interest rates and inflation, there was an increase in equity fund subscriptions matched by bond fund redemptions.", "Investors continue to show an appetite for sustainable investment funds: in the first half of the year, Italian funds whose mission includes pursuing environmental, social and governance (ESG) objectives recorded new subscriptions, while the rest of the funds registered outflows.", "Italian funds, including alternative funds, have low liquidity and leverage risks on average, something which should limit the consequences of possible further market turbulence.", "The collection and allocation of savings will benefit from investment in new technologies.", "As I have mentioned on several occasions, innovations based on distributed ledger technologies (DLTs) have the potential to reduce intermediation costs, to the benefit of investors and firms.", "However, innovation is not without risk.", "It is necessary to distinguish between a given technology and the crypto-assets that use it: with regard to the latter, we have repeatedly raised savers' awareness, emphasizing the need to clearly distinguish between crypto-assets backed by real or financial assets and those which, on the contrary, have no intrinsic value.", "In addition, last June, we sent a communication to all supervised entities, overseen payment operators and technology service providers, highlighting the need for adequate safeguards to mitigate the risks associated with the use of DLTs ('Communication by Banca d'Italia on Decentralized Technology in Finance and Crypto-assets', June 2022).", "Further clarity will be provided following the final approval of the European Union's Markets in Crypto-assets Regulation (MiCAR).", "Common rules for issuing and offering these instruments to the public and requirements for the provision of services related to them will foster the protection of users and the integrity and stability of the financial system, while creating the conditions for the opportunities afforded by technology to be seized in Europe as well.", "The regulation on a pilot regime for distributed ledger-based market infrastructures (the so-called DLT pilot regime), which was published last June, will also make it possible to test new ways of issuing and circulating financial instruments under the supervision of Consob and Banca d'Italia.", "The preliminary results of a survey we have conducted over the past months point to a growing interest in the potential of DLTs and crypto-assets on the part of financial intermediaries, which are carrying out research and testing in ever increasing numbers, with a particular focus on the provision of services such as the safekeeping of assets, the reception and transmission of orders, and the exchange between crypto-assets and currencies.", "Pending the introduction of specific rules, our job is to ensure that this is done within the boundaries of the existing regulations and by adequately monitoring risks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Savings", "Financial stability", "Ukraine", "Euro area", "Energy prices", "Interest rates", "Fiscal policy"]}