{"sentences": ["Speech Klaas Knot In resolute pursuit of price stability General become a key issue for everyone.", "In his keynote address at the Frankfurt European Banking Congress, Klaas Knot spoke about the ECB's resolute pursuit of price stability.", "Datum: november Spreker: Klaas Knot Locatie: Frankfurt European Banking Congress, Frankfurt In the runup to any big football tournament, newspapers, podcasts, and TV presenters overload you with facts and figures, performance levels and prognoses.", "But amidst all those stats and stories, they usually forget one golden rule: in the end, Germany always wins.", "At the ECB, we play a different ballgame.", "But just like in football, to beat the current economic challenges, to normalise inflation, and to safeguard the sustainable welfare of people in Europe, we team up.", "We defend and strike together.", "And we won't forget the golden rule of our game: in the end, we only win if all of us win.", "For a long time, inflation was hardly on anyone's mind.", "But today, inflation has returned with a vengeance and has become a key issue for everyone.", "Three years ago, in , headline inflation in the euro area stood at a seemingly unshakable %.", "A year later, it even dipped below zero.", "A mere year ago, as the economy rebounded from the pandemic, headline inflation approached an unprecedented %.", "And yesterday, for the first time in its history, Eurostat reported doubledigit headline inflation of .%, and even more worrisome from our perspective, core inflation excluding energy, food, alcohol & tobacco reached an alltime high at .%.", "What is driving this inflation surge?", "Of course, there are energy prices and oneoff factors Figure .", "But the persistence of high inflation both headline and underlying has surprised many experts.", "ECB forecasters, markets and analysts have kept revising up their inflation forecasts and now expect inflation to peak in the fourth quarter of Figure .", "It is projected that inflation will only return towards the ECB's % target in the course of These forecasts are surrounded by unusually high levels of uncertainty.", "This means that gauging risks to the inflation outlook becomes particularly important.", "Overall, these risks remain tilted to the upside.", "One major risk factor is upward surprises to energy prices due to scarce and uncertain supplies.", "This is especially the case in Europe.", "And especially for natural gas, given the ongoing geopolitical risks.", "Over a slightly longer horizon, there is another upside risk to inflation.", "Government policies that aim to cushion the impact on households of the high energy prices may be inflationary to the extent that they do not merely target those people that lack the financial resources to pay the higher costs.", "And of course, there is the very real risk of second round effects, that I will come to later.", "* At the same time, growth is slowing down.", "According to the flash estimate, euro area real GDP grew by .% qoq in the third quarter of this year.", "This is down from .% in the previous quarter but slightly higher than expected by ECB staff in September.", "Looking forward, according to ECB staff forecasts from September, growth is projected to decline further in the fourth quarter of , then come to a standstill, and start recovering in the second quarter of .", "Incoming soft data since September suggest that the economic outlook has deteriorated further and that the risk of a recession has increased.", "So, what is weighing down on growth?", "There are at least four factors: high inflation, high uncertainty, rising interest rates, and the fading effects of the reopening from the Great Lockdown.", "Slower growth is necessary to bring inflation down, but it is far from certain that slower growth or a mild recession alone will be enough to drive inflation back to levels around %.", "There are two main arguments for being resolute about pursuing price stability.", "And by being resolute I mean that we will persist in our efforts until we have reached our goal, no matter how difficult this proves.", "First, in an uncertain environment in which inflation is persistently high and continuously underestimated, high inflation may get entrenched in people's minds.", "The longer inflation remains above target, the greater the risk that it will affect firms' and households' expectations and economic decisions.", "These secondround effects would reflect a switch from a regime of \"rational inattention\" in which firms and households largely ignore inflation numbers, to a regime of \"rational attention\" with high inflation firmly on their minds.", "History has shown that this switch is typically sudden.", "But once this shift occurs, inflation would remain above the ECB's inflation target for a prolonged period, even when there are no additional inflation shocks.", "Taming inflation will then become increasingly more difficult and costly.", "In monitoring risks of second round effects, central banks pay close attention to wage developments and inflation expectations.", "Subject to the caveat that information on wage formation is not as granular and timely in the euro area as it is for example in the United States, current wage developments do not reveal clear evidence of a wageprice spiral in the euro area.", "Although nominal wage growth has been picking up, its pace is not sufficient to keep up with rising consumer prices.", "This said, persistently tight labour markets point to rising risks of a further acceleration of wage growth.", "Figure shows for the Netherlands that nominal wage growth has indeed been picking up and the forwardlooking wage indicator points to higher future wage growth.", "A new monthly wage growth tracker developed by my colleagues from the Central Bank of Ireland based on job postings also reveals that growth in euroarea posted wages accelerated in and reached .% yearonyear in October.", "Besides, the wage tracker shows that like inflation, wage growth has also become increasingly broadbased.Note We will need to be on high alert for any feedback loop to prices.", "Moreover, measures of inflation expectations for several types of agents point to mixed evidence on their anchoring to the ECB's inflation target.", "For professional forecasters and market participants, mean or median expectations have increased since mid to levels slightly above %.", "And their sensitivity to shortterm inflation expectations has remained stable in recent months.", "For households on the other hand, both median longterm inflation expectations and their sensitivity to shortterm expectations have increased visibly.", "Note This suggests a weaker anchoring.", "When we look at the whole distribution of inflation expectations, however, we can detect signs of a weaker anchoring of expectations not only by households but also by market participants and professional forecasters.", "Uncertainty and disagreement on future inflation have increased for all agents, and so has the probability they attach to high inflation over the long run Figure .", "This is a risk we need to monitor.", "Evidence from the Great Inflation in the s demonstrates why.", "Up to , the mean of professional forecasters' inflation expectations in the United States suggested firmly anchored expectations.", "However, looking at the full distribution of household expectations might have revealed that as early as the anchor was becoming loose.", "The increase in disagreement across households and the shift in the skewness of their expectations towards higher inflation were simply overlooked.", "This proved a costly mistake because they turned out to be a leading indicator of the period to follow when inflation expectations went completely adrift.", "Note Aside from the risks of disanchoring inflation expectations, I have a second argument for being resolute in the pursuit of price stability.", "And this has to do with demand factors in recent inflation dynamics.", "Obviously, in the euro area context supply factors are highly relevant.", "But two types of evidence point to an additional, significant role of demand factors.", "First, inflationary pressures have increased across the board, and not only for energy and traded goods affected by strained supply chains and the war in Ukraine.", "This broadening of inflation to a wide spectrum of goods and services points to aggregate demand factors also being at work Figure .", "The second piece of evidence builds on the strong positive association between forecast errors in inflation and output in the euro area.", "Since the second half of , not only has inflation been surprisingly high GDP growth has also consistently turned out higher than expected been surprisingly high, GDP growth has also consistently turned out higher than expected.", "Note Figure shows that demand shocks to an important extent explain these inflation surprises.", "Note So now that I have elaborated on the risks to the inflation outlook, the logical question follows: how to bring it down?", "I would begin by recalling that we have already taken important steps.", "Persistently above target inflation in combination with clear upside risks led us to normalise our monetary policy stance so that demand becomes better aligned with reduced supply.", "In December , the Governing Council decided to discontinue net asset purchases under the PEPP by the end of March , and bring APP purchase volumes back, as soon as possible, to prepandemic levels.", "In July , net purchases for the APP were ended.", "Since then, policy rates have been raised by bps.", "And the Governing Council also decided to change the terms and conditions of the TLTROIII operations.", "This was needed to ensure its consistency with the broader normalisation process and to reinforce the transmission of our policy rate increases to bank lending conditions.", "All our instruments need to work in the same direction.", "Looking back, we did not know exactly where monetary policy was headed, but we were sure that we had to leave accommodative territory as soon as possible.", "In football terms, our tactics reflected some sort of kickandrush spirit, with rate hikes of bps and bps reflecting the desire to frontload our action and reach a more neutral stance of our policy rates as soon as possible.", "Looking forward, I expect us to reach broadly neutral territory at next month's policy meeting.", "At that moment, we are no longer stimulating economic growth, but we are also not yet slowing it down.", "Neutral territory is like halftime in a football game, when coaches gather all their players around a white board and draw the game plan for the second half.", "The team that comes back on the field might then play in a different way, for example more tikitaka than continued kickandrush.", "For the ECB, the overall game plan remains obvious.", "Our response needs to be resolute, implying that monetary policy needs to enter restrictive territory to dampen demand.", "We need to address high inflation persistence and growing risks of it becoming entrenched in people's minds, which would make inflation more costly to tame.", "How fast and far ongoing rate increases will bring us into restrictive territory is surrounded by uncertainty and will be evaluated meeting by meeting.", "As the stance of monetary policy tightens further, it will become more likely that the pace of increases will slow.", "In any case, our priority going forward will be the need to rule out the risk of persistently high inflation.", "This also reflects the switch to more varied tactics, with more instruments coming into play.", "The level to which the policy rate will be increased also depends on the calibration of these instruments, such as the rolloff of our bond holdings.", "It would not be consistent to keep a large balance sheet to compress the term premium, while at the same time tightening policy rates above neutral.", "Once more, all our instruments need to work in the same direction.", "There are clear benefits of such a wellbalanced tightening package.", "From a stance perspective, passively rolling off our bond portfolios in addition to raising the shortterm rate, helps to transmit the tighter policy stance more evenly to the real economy.", "Model simulations conducted by DNB staff show that an earlier start of socalled Quantitative Tightening QT lowers both peak inflation and the required terminal rate via its effect on the term premium.", "When thinking specifically about QT, our decisions should rest on four principles.", "First, policy rates should remain the primary instrument to adjust our monetary policy stance.", "Our balance sheet size should act as a \"backburner\" tool.", "Second, APP holdings should be distinct from PEPP holdings.", "The former exclusively steers the monetary stance, while PEPP continues to serve a dual purpose, by also countering fragmentation risks to monetary transmission.", "Therefore, decisions about unwinding these two programmes do not have to run in parallel.", "I expect the APP rolloff to start significantly earlier than that of PEPP, for which reinvestment is communicated to last until the end of .", "Third, I see a case for caution.", "To me, this calls for an early but partial stop to reinvestments, to test the waters before calibrating the ultimate pace of the rolloff.", "And finally, QT should be predictable, like watching paint dry, as the saying goes.", "\"Football is a simple game.", "Twentytwo men chase a ball for minutes and at the end, the Germans always win.\"", "Dixit Gary Lineker, former striker for England.", "The game we are currently playing is approaching halftime.", "And so far, the ECB has used several tactics to beat its opponent.", "Between December and today, we started normalizing monetary policy.", "We did this by discontinuing net asset purchases under the PEPP, reducing APP volumes to prepandemic levels, and eventually ending all net purchases.", "And then we scored longshot goals with interest rate hikes of and basis points.", "As we head into the second half, our game plan is likely to change from long shots on target to short passes and agile moves.", "So, it will become more likely that we slow the pace of interest rate increases, which also enables us to use the full palette of our instruments making our tactics more varied.", "Our goal still being that we want to rule out the risk of persisting high inflation and avoid it becoming entrenched in people's minds.", "Gary Lineker was not far from the truth when he uttered his famous quote.", "But it makes you wonder why.", "And I think it comes down to the dedication and determination of the Mannschaft.", "To giving it all you have got.", "To play the game until the very final whistle.", "And rest assured, this is exactly what the ECB will do.", "The hypothesis of rational inattention has been discussed recently by J.H.", "Monetary policy and Price stability .", "Speech delivered at \"Reassessing Constraints on the Economy and Policy,\" an economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, August .", "The analysis of rational inattention goes back to C. Sims .", "Implications of Rational Inattention .", "Journal of Monetary Economics : .", "For an indepth discussion, see e.g., Coibion, O. and Y. Gorodnichenko .", "Information rigidity and the expectations formation process: A Simple Framework and New Facts .", "American Economic Review, : .", "P. Adrjan and R. Lydon .", "Wage Growth in Europe: Evidence From Job Ads.", "Evidence for Dutch households is presented in G. Galati, R. Moessner and M. van Rooij .", "Reactions of household inflation expectations to a symmetric inflation target and high inflation .", "This point was stressed by R. Reis .", "Losing the Inflation Anchor .", "Brookings Papers on Economic Activity, Fall and picked up by I. Schnabel .", "Monetary policy and the Great Volatility .", "Speech at \"Reassessing Constraints on the Economy and Policy,\" Federal Reserve Bank of Kansas City, Jackson Hole, August.", "This phenomenon has been documented for the euro area by a recent analysis by ECB and DNB staff, for the United States and more generally advanced economies by the IMF in the recent WEO.", "See E. Gonçalves and G. Koester .", "The role of demand and supply in underlying inflation decomposing HICPX inflation into components .", "In ECB Economic Bulletin, September; International Monetary Fund .", "World Economic Outlook, October : Countering the CostofLiving Crisis.", "Washington, D.C. E. Gonçalves and G. Koester .", "The role of demand and supply in underlying inflation decomposing HICPX inflation into components .", "In ECB Economic Bulletin, September; International Monetary Fund .", "World Economic Outlook, October : Countering the CostofLiving Crisis.", "Washington, D.C. See J. Yellen .", "Transcript of Press Conference, June , and P. Harker .", "Economic Outlook: The Labor Market, Rates, and the Balance Sheet .", "Remarks at the Market News International MNI Connect Roundtable, New York, NY, May."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Inflation expectations", "Wage growth", "Quantitative tightening", "Supply factors", "Demand factors", "Interest rates", "ECB"]}