{"sentences": ["SPEECH Governor Lars Rohde's speech at Danmarks Nationalbank conference marking the 40th anniversary of the Danish fixed exchange rate regime CHECK AGAINST DELIVERY Ladies and gentlemen.", "It's a great pleasure for me to be here today.", "I am grateful for seeing so many familiar faces.", "Today we mark the 40-year anniversary of the current Danish monetary policy regime.", "A regime where we keep the Danish krone stable to the euro.", "And before that, to the German Mark.", "In 1982, I entered Danmarks Nationalbank for the first time as a young economist.", "The year that the new regime was introduced.", "And yes, I had curly dark hair back then.", "In those days, many countries pursued a fixed exchange rate policy.", "Today, the Danish monetary policy regime is one of the longest running fixed exchange rate regimes in the world.", "And it is somewhat unique.", "Over the years, the regime has become a cornerstone of economic policy in Denmark.", "And it has contributed to a remarkable transformation of the Danish economy.", "A transformation from a fragile economy characterised by high inflation and substantial imbalances to the strong economy that we know today.", "As is the case for most central banks, the primary objective of Danish monetary policy is to ensure low and stable inflation.", "The key question is therefore: Has the fixed exchange rate policy delivered low inflation?", "Based on the long period of price stability we enjoyed until the recent global surge in inflation, the answer is clearly 'yes'.", "Following the introduction of the current monetary regime, inflation gradually declined to German levels.", "Yields on government bonds underwent a similar trend.", "The policy regime has also benefitted the economy more widely.", "It has contributed to macroeconomic stability, and it has facilitated trade integration with the euro area.", "*** Denmark's long tradition of fixed exchange rate policy *** 40 years with a fixed exchange rate policy is a long time.", "But our history with fixed exchange rate regimes goes back much further.", "Back in the 19th century - more than 200 years ago - we first followed the silver and later the gold standard.", "As a result, the Danish krone was fixed to other countries' currencies with similar silver and gold-based monetary systems.", "When we left the gold standard in the 1930s, we pegged our currency to the British pound.", "After World War II, we were part of the international dollar-based Bretton Woods system.", "And later, we participated in the arrangements around the European currencies.", "*** In the 1970s and early 1980s, monetary stability was lost *** The first three decades after World War II constituted a period of monetary stability.", "Policy mistakes following the first oil crisis - including tax reductions - and a setup for taxation not geared for high inflation contributed to a sharp increase in inflation.", "In search of quick fixes to more structural economic problems, consecutive Danish governments resorted to devaluating the krone.", "The devaluations weakened the economy.", "It culminated in the early 1980s where unemployment had increased to around 10 per cent.", "Inflation was above 10 per cent.", "Government budget deficit close to 10 per cent of GDP.", "And long-lasting current account deficits had increased foreign debt outstanding to more than 40 per cent of GDP.", "Expressions such as \"Denmark on the edge of the abyss\" and \"state bankruptcy\" were part of the public debate.", "*** The introduction of the current fixed exchange rate regime *** In 1982, there was a change in government.", "This provided an opportunity to chart a new economic course.", "On Thursday 9 September, the leaders of the largest political parties in the incoming government - Poul Schlüter and Henning Christophersen - issued a short statement.", "But it turned out to be defining for macroeconomic policymaking in the decades to come.", "The statement concluded that \"...a devaluation is not included, nor will it be included, in the formulation of the economic policy that will be presented by the new government\".", "At the outset, the significance of the statement was probably underestimated - even within Danmarks Nationalbank.", "In our annual report for that year, the fixed exchange rate policy is mentioned only briefly.", "The new government soon got an opportunity to show its commitment.", "About a month after the government had been formed, the Swedish Krone was devaluated by 16 per cent.", "The fact that we did not follow suit with a devaluation provided credibility to the commitment.", "*** Ground rules for a fixed exchange rate policy *** The introduction of the current fixed exchange rate policy regime also marked the introduction of a stability-oriented economic policy more broadly.", "Wage indexation was suspended and later abolished.", "Fiscal policy was tightened substantially.", "And a few years later, legislation was amended to discourage excessive borrowing.", "Over the last 40 years, a stability-oriented economic policy with a focus on medium-term objectives together with structural reforms - not least in the labour market - have transformed the Danish economy.", "Today, unemployment is among the lowest in Europe.", "We have sound fiscal balances and low public debt.", "Large current account deficits have been replaced by large surpluses.", "This has transformed Denmark from a debtor nation to a creditor nation with net foreign assets of about 70 per cent of GDP.", "In turn, we have created a highly robust economy.", "I think it is fair to say that the fixed exchange rate policy has had an educational effect on several generations of politicians.", "They all remember or have heard of the economic woes of the 70s and 80s.", "And no one wants to end up there again.", "*** The system has withstood several tests over time - adding credibility to the system *** Keeping the exchange rate fixed is not always an easy task.", "A forward-looking and responsive mindset.", "A willingness to learn and adapt.", "This is particularly true in periods with pressure on the krone.", "And we have seen our fair share of such periods.", "But we have shown that we are ready to do whatever it takes to keep the krone stable.", "As the economy has transformed over the years, so has the type of exchange market pressure that we encounter.", "And each time we have drawn new experiences.", "In the early 1990s, European foreign exchange markets came under strong pressure from speculators.", "Our currencies were pegged to each other within the Exchange Rate Mechanism, ERM.", "But one after another, they came under attack.", "The Danish krone was no exception.", "Amid the turmoil, the United Kingdom abandoned its fixed exchange rate policy.", "Later Sweden and Norway followed suit.", "The situation developed into an attack on the entire ERM system.", "Responding to the crisis, it was decided to widen the bands within which the currencies were allowed to fluctuate to plus/minus 15 per cent.", "Although Denmark had argued in favour of retaining the ERM as far as possible in its existing form, the Danish krone depreciated significantly against the D-Mark.", "The Danish government under the leadership of Prime Minister Poul Nyrup Rasmussen - who is here today - and Danmarks Nationalbank agreed to stand ground.", "It was emphasised that Denmark had sound economic fundamentals and that the fixed exchange rate policy would be maintained despite the widening of the fluctuation band.", "We also tried to obtain support from the Bundesbank to get back to a narrow band between the Danish krone and the D-Mark.", "Markets eventually calmed down and the krone exchange rate against the D-Mark was brought back to its level from before the turmoil.", "The ERM crisis is the last time that a crisis has caused a noticeable deviation of the exchange rate from its central parity.", "During the global financial crisis in 2008, new lessons were learned.", "First of all, we were reminded of the need for large buffers.", "This applies to our foreign exchange reserve.", "But also, in the financial sector.", "We also saw how excessively accommodative economic policies in the years leading up to the crisis contributed to the economic setback in Denmark.", "Heightened global uncertainty prompted investors to seek safe havens.", "Several small currencies came under pressure - including the Danish krone.", "To stabilise the krone, we intervened heavily.", "To quote my predecessor, former Governor Nils Bernstein on the matter; \"We could literally see our reserves pouring out of our coffers.", "I felt like driving a car without brakes.\"", "As a result, we increased interest rates on several occasions, thereby widening the spread between our policy rate and that of the ECB.", "A clear example that defending a fixed exchange rate regime is costly at times.", "But we never doubted that it was worth it.", "And as a result of our efforts, the exchange rate remained stable throughout the crisis.", "In the aftermath, we decided to increase our foreign exchange reserves significantly.", "As Governor Bernstein put it; \"We had to recognise the truth in the simple saying; money is hardest to come by when you need it most.\"", "In the first 30 years of the fixed exchange rate policy, currency crises were typically associated with downward pressure on the krone.", "That changed with the sovereign debt crisis in 2011-12.", "Assets in Danish kroner were suddenly considered a safe haven by investors who worried about the risk of a potential break-up of the euro area.", "As a result, we intervened heavily by purchasing currency.", "We also became acquainted with negative interest rates.", "It was the first time in our 200-year history that we had negative rates - in fact, it was the first time for any central bank to reduce its key policy rate into negative territory.", "The introduction of negative rates brought us some spotlight in the central banking community.", "A spotlight that intensified in 2015 when - out of the blue - The Swiss national bank abandoned the floor of the Swiss franc against the euro.", "The Swiss decision led investors to look for comparable candidates to abandon their peg.", "With only few countries to look for, Denmark immediately experienced a massive inflow of currency.", "Consequently, the krone came under strong pressure to appreciate against the euro.", "Those hectic weeks in beginning of 2015 stand clear in my memory.", "The whole bank was buzzing with activity.", "We were all on alert.", "We sold kroner of a historical amount of 275 billion - corresponding to 37 billion euros.", "And in just three weeks, we cut the deposit rate four times to -0.75 per cent.", "Also, on our recommendation, the government suspended the issuance of bonds.", "Like a QE programme, this reduced the supply of bonds available to investors, thereby pushing yields lower.", "Throughout the crisis, I repeated one message time and again: \"We will not abandon the peg\".", "And in the end, the speculators got the message.", "Leaving them with significant financial losses.", "While we had additional earnings of just over 2 billion kroner.", "During the first decades of our policy regime, we developed experience in dealing with large currency outflows.", "The fact that episodes of pressure in foreign exchange markets can now result in substantial currency inflows is testament to our strong economic fundamentals.", "More recently, the exchange rate peg weathered the pandemic crisis.", "While we resorted to applying our monetary policy tools, there was not much drama.", "That is eye-catching considering the severity of the crisis.", "It reflects the robustness and the confidence that has been built up in the Danish economy over the past 40 years.", "*** Closing of the speech *** So let me conclude: Throughout the last 40 years we have shown both the determination and the ability to pursue a fixed exchange rate policy.", "We have the necessary tools, and we are backed by support from the government.", "Together, we stand shoulder to shoulder in our commitment to the peg.", "The policy also enjoys support from across the political spectrum as well as from economic experts, the financial community, the business community as well as from the labour unions.", "This is testament to the strong results that the policy has delivered for the Danish economy over the last 40 years.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Fixed exchange rate", "Economic policy", "Inflation", "Monetary policy", "Economic stability", "Foreign exchange", "Economic crisis", "Exchange rate mechanism", "Negative interest rates", "Currency inflows"]}