{"sentences": ["Your Excellencies, MAS Managing Director Mr Ravi Menon, Distinguished Guests, Ladies and Gentlemen, 1.", "I am so happy to join you this morning for the Singapore FinTech Festival.", "I am glad that we are finally back with the Festival, and seeing the energy and vibrancy of everyone coming together for an in-person event.", "This is truly a global reunion for the FinTech community.", "It is good to see all of you here and let me also extend a very warm welcome to all our overseas guests!", "The turnout today shows that human interaction is indispensable even in our digital age.", "I hope all of you will make full use of this opportunity to build connections, discuss common challenges, and learn from one another.", "The serendipitous encounters you have here may well lead to the next breakthrough innovation.", "We are all here because we believe in the power of technology in many ways.", "It can enhance our productivity and connectivity.", "It can empower people and small businesses.", "c. It can help us envision the future.", "Of course, taking a hands-off approach towards technology is insufficient, perhaps even less than ideal.", "Because we also need to consistently encourage innovation.", "And we must continually engage people on the impact of technology.", "These 5 Es - Enhance; Empower; Envision; Encourage and Engage - sets the backdrop for Singapore's FinTech journey to harness the full potential of technology and innovation.", "I will touch on each of them in turn.", "First is to enhance the way we do things.", "That's something that is very intrinsic in Singapore's thinking and one of our key attributes - we're always trying to improve and do better.", "It's partly because we know that we are a little red dot in a dangerous world.", "We recognise that no one owes us a living in this world.", "c. And ultimately, we have to count on our own ingenuity and wits to survive and thrive.", "d. And that's why we embrace a healthy level of constructive paranoia and 'divine discontent' - we are never fully satisfied with the status quo, and endlessly striving to do better - not too much paranoia and discontent, but enough to have the motivation to keep on pushing the limits.", "Technology is the key enabler in our pursuit to do this.", "It enables us to be more productive, to improve our standards of living, and to build greater resilience.", "That's what happened when we were hit by Covid-19.", "Many basic financial services were provided through digital channels instead.", "And that was possible only because of investments we have made earlier in digital infrastructures.", "The pandemic has been a significant catalyst in getting businesses to embrace digitalisation.", "And the Government is also providing full support for this effort.", "For example, we have a SME Go Digital programme to help small and medium enterprises make use of digital technologies, to enhance their productivity and generate new sources of revenue.", "And we are always looking at ways to use digital technologies to streamline and further improve business processes.", "One such initiative that I'm happy to share today is eGuarantee@Gov.", "b. MAS and MOF worked with the financial industry to digitalise banker's guarantees and insurance bonds provided to government agencies.", "c. In the past, the application process for such guarantees and bonds takes a few days.", "But with the digitalisation efforts, this can all be done online within a day.", "This collaboration will lead to a significant reduction in the time and effort needed to process these guarantees, and ultimately benefiting the individual and business users.", "Another innovation is the use of purpose-bound digital Singapore Dollar, which enables us to specify conditions such as when and where these digital monies can be used.", "As you can imagine, this ability opens avenues for a wide variety of use-cases.", "For example, parents may want to ensure that allowances for students are used only for meals and school supplies.", "To test this concept, we will trial the use of purpose bound money in the form of digital Singapore Dollar backed vouchers for making purchases at participating merchants at this Festival itself.", "This trial will provide immense learning opportunities as we advance the financial infrastructure in Singapore.", "b. I certainly look forward to participating in the trial and using my digital vouchers later.", "Technology can also enhance our connectivity with other countries.", "Specifically, enhancing our payments connectivity can bring widespread benefits.", "We know that today, cross-border payments are still inefficient and costly.", "Technology has the capability to improve the speed and scale of retail payments compared to today.", "c. This will not only benefit businesses by reducing cost and improving access to foreign markets.", "It also provides a much faster and cheaper option for individuals, such as those who are working in Singapore and need to remit monies back to their families.", "We are exploring a variety of approaches to tackle this cross-border payment problem.", "One specific approach that we are taking in Singapore is to establish linkages between the real-time payment systems of our key regional partners.", "Within Singapore, we have PayNow, which allows individuals to transfer money to one another using just their mobile numbers, or to businesses using their unique entity numbers.", "This transfer can be done 24/7 and is almost instantaneous.", "Other countries have their own systems, for example PromptPay in Thailand.", "c. Last year, we launched the world's first linkage of real-time payment systems between Singapore's PayNow and Thailand's PromptPay.", "This extends the same benefits that we have in PayNow, to fund transfers between Singapore and Thailand.", "d. We have also been concurrently working to build similar connectivity with Malaysia and India.", "e. These are two important corridors for cross-border trade and payments, and we can expect to see even higher transaction volumes once these linkages are established.", "The second E is empower.", "Because technology can be a powerful tool for small businesses and individuals.", "Micro, small, medium enterprises are the backbone of societies worldwide.", "Helping them achieve their potential will have a significant impact on economic and social development.", "MAS will be working with our partners to develop integrated trade and finance ecosystems, to support financial empowerment to such enterprises.", "This includes partnering with in-country public entities for Ghana, with the UNCDF for the world's least developed countries, as well as with the IFC globally on financial literacy and building financial trust.", "Once the ecosystems are in place, enterprises in these countries will be able to access a whole range of capabilities such as financial education, financial services, or government support, via an open digital infrastructure.", "And as these enterprises make use of the infrastructure, they will build up their verified digital finance and business profile over time.", "c. Financial institutions can then rely on these profiles to better understand the enterprises and improve their risk assessments.", "Governments can also depend on their profiles when providing support with local resources and programmes.", "d. We hope all this will also open up opportunities for Singapore's financial and business sectors to participate in the development journeys of these countries.", "Other than empowering small businesses, technology can help individuals take better care of themselves.", "Planning for your finances is a step towards having less stress in life, and building a more resilient financial future.", "But to do an in-depth review of your financial situation, you need access to data.", "That's why in Singapore, we introduced SGFinDex in 2020 to give individuals an overview of their information from banks and government agencies, such as loans, deposits and CPF balances.", "We subsequently included investment holdings from the Central Depository.", "So with a few clicks of a button, individuals can access data from different private and public agencies, all consolidated in one page, making it significantly easier to get a sense of your financial situation.", "Today, I'm pleased to announce that individuals will be able to also view their insurance policies with insurers via SGFinDex.", "This will enable Singaporeans to identify potential gaps in their protection more easily, and have a more comprehensive view of their financial positions.", "Going forward, we hope to onboard more financial institutions and a wider range of financial information onto SGFinDex for an even more comprehensive overview and greater convenience in financial planning.", "While we tackle immediate challenges, we should keep an eye out for opportunities and risks that are looming over the horizon.", "And technology can help us be ready for the future.", "MAS has made clear our stance on speculative trading of crypto currencies by retail investors - we believe this is highly risky, not suitable for the public, and we aim to reduce the risk of potential harm to consumers.", "But there should be no doubt that we are embracing fully the underlying technologies of distributed ledgers, and the potential that they have to transform financial markets.", "In short, we aim to become a centre for innovative and responsible digital asset activities.", "a. MAS launched Project Guardian earlier this year, to explore the potential of asset tokenisation with the industry.", "We have successfully conducted the first industry trials, featuring cross-currency transactions and trading of tokenised securities.", "c. These trials have helped to deepen our understanding of the digital asset d. We have a session later this afternoon to share our findings and learnings.", "e. We welcome feedback and inputs, as well as further initiatives and experiments from the industry.", "f. Let us work together to develop and sharpen our digital asset strategy in Singapore.", "When talking about the future, we cannot avoid the topic of sustainability.", "Climate change is an existential issue for humanity, and the time left for action is getting shorter and shorter.", "While global awareness of this issue has picked up significantly, there is still much more that needs to be done.", "Technology can play an integral role in tackling climate change.", "In Singapore, we are investing in new technologies that can help decarbonise our economy, like the use of low-carbon hydrogen.", "Likewise in the FinTech domain, technology is critical.", "In particular, it can help to ensure the quality and accessibility of ESG data, and address concerns associated with green-washing.", "With better data, we can measure the problem, track progress, know how much we have done and how far away are we from our goals.", "c. We recognise that the current ESG FinTech landscape is still nascent, and MAS will partner KPMG and the Singapore FinTech Association to identify key usecases and growth strategies in this space.", "Meanwhile, we will do our part at this Festival to set a positive example.", "Starting this year, we will measure carbon emissions for the Festival.", "And this will guide our decarbonisation efforts for subsequent Festivals.", "c. An inaugural ESG FinTech zone has also been set up, in recognition of the need to channel finance and FinTech towards addressing this global crisis.", "Fourth E is to encourage.", "Technology can enhance, empower, and help us envision the future.", "But that doesn't happen naturally and easily.", "We need to continue investing in innovation and technology, year after year, through good times and bad times.", "In Singapore, we had introduced the Financial Sector Technology and Innovation Scheme, or the FSTI, to support the creation of a vibrant ecosystem for innovation in the financial sector.", "Since the scheme's inception in 2015, we have provided two rounds of funding.", "Under the first tranche, we awarded over S$100 million of grant funding for close to 500 projects.", "c. In the second round, we provided over S$200 million in committed funding for more than 1,000 projects.", "The scheme has generated many positive outcomes - it has helped to anchor new digital asset ecosystem players, as well as catalysed industry efforts to adopt cutting edge technologies.", "More than 200 jobs have been created with the setting up of new innovation labs, and the scheme has also supported the growth of young start-ups into technology players with a strong nexus to financial services.", "Today, I am pleased to share that MAS will provide a third tranche of funding for the FSTI, with a fresh commitment of S$150 million for the next three years.", "We will consolidate several tracks and maintain focus in key areas for finance, like AI, analytics, RegTech and Cyber Security.", "b. Concurrently, we will have new focus areas, such as ESG FinTech.", "We will roll out innovation challenges with readily implementable solutions.", "c. We will also support the next generation of Centres of Excellence, which will spearhead the development of tools to support emerging domains such as Web 3.0. d. More details will be released in the first quarter of next year.", "The final E is engage.", "Technology can be a powerful force for good.", "But it can also bring about anxieties and fears.", "Some worry about their jobs being displaced by technology.", "Or that they cannot keep up with the fast pace of change and will fall behind.", "If these concerns are not adequately addressed, segments of society will feel estranged from the rest and trust will become eroded.", "So we need to constantly engage people, to listen to their views, understand them, and discuss how we can tackle these concerns.", "People should feel that their voices are being heard.", "Indeed, the FinTech community is no stranger to engagement and empathy.", "Because identifying pain points and business opportunities come from a better understanding of customers' needs and desires.", "c. This engagement and empathy can be extended beyond business impact into societal impact.", "Take electronic payments or e-payments for example.", "These have proliferated in Singapore in recent years.", "Individuals and businesses, even shops in our heartlands, have actively adopted e-payment solutions.", "Because they are more convenient, more efficient, and widely available.", "Now, think about the last time you have written a cheque.", "Personally, I can't even remember where my chequebook is.", "With the rise in e-payments, the use of cheques has declined sharply.", "The share of cheques as a proportion of payments using cheques, GIRO, and FAST used to be 32% in 2016.", "Now this has fallen to only 7% in .", "The continued reliance on cheques has resulted in sub-optimal business processes, and contributes to the relatively high cost of payments to the economy.", "So we aim to eliminate all cheques and terminate central cheque clearing over the medium term.", "a. MAS will be issuing a public consultation today on several initiatives to eliminate all corporate cheques by 2025.", "This will help to bring down a substantial portion of the cheque transaction volume in Singapore.", "But amongst the remaining individual users of cheques, we recognise there are some, especially seniors, who are still not comfortable with shifting to e-banking and e-payments.", "We must not forget about them.", "c. To ensure that our e-payment journey is inclusive, we will provide a longer runway for individuals to switch to alternative payment methods.", "d. This will also give us more time to consider the right solutions for those who are unable to adopt e-payments, and look into the necessary transitional support.", "e. We are studying these issues carefully, and we will consult the public separately when we are ready.", "To conclude, each of the 5 Es covers an important but distinct aspect, and their totality enables Singapore to harness the full potential of technology for our financial industry.", "Enhance, Empower, and Envision bring forth the capabilities of technology.", "Encourage allows us to be relentless in pushing the frontiers of innovation and technology.", "c. Engage ensures that the benefits from this pursuit are widespread.", "This is how we ensure that the financial industry in Singapore stays at the leading edge of FinTech - continually experimenting and innovating, creating positive change, and solving problems for mankind and the world.", "And all of us in the Singapore Government and MAS will walk this journey with you, to support and collaborate with the FinTech community in this joint endeavour.", "Let us work together to harness the power of finance and technology as a force for good, and become better and stronger together.", "On this note, I wish you all an exciting and bountiful FinTech Festival, and many fruitful collaborations and innovations!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalisation", "Financial Inclusion", "Cross-Border Payments", "ESG FinTech", "Innovation", "E-Payments", "Crypto Assets", "Sustainability", "Financial Literacy", "Central Bank Digital Currency"]}