{"sentences": ["Accompanying charts of the speech.", "Chart 1: Policy rate raised from 2.25 to 2.5 percent Norges Bank's Monetary Policy and Financial Stability Committee decided unanimously to raise the policy rate by 0.25 percentage point to 2.5 percent.", "Norges Bank's task is to keep inflation low and stable.", "The operational target is inflation of close to 2 per cent over time.", "We are also mandated to help keep employment as high as possible and to promote economic stability over time.", "Economic activity is high in Norway, and unemployment is at a historically low level.", "At the same time, we are seeing that some areas of the economy are cooling down.", "Inflation is very high.", "Many people are experiencing how demanding it can be to cope with rapid and unexpected price increases.", "High inflation is weakening households' purchasing power and hampering economic decision making for both firms and households.", "We believe that a higher policy rate is needed to curb inflation.", "In its deliberations, the Committee was concerned with balancing the risk of tightening too much against the risk of tightening too little.", "If we do not tighten monetary policy enough, there is a risk that inflation will gain a foothold at a high level, and that it will be necessary to raise the policy rate even higher at a later stage to reduce inflation.", "On the other hand, if we raise the policy rate too much, we might dampen the economy more than necessary, which is something we want to avoid.", "We believe that we can achieve an appropriate balance of these risks by raising the policy rate by 0.25 percentage point now.", "Let me a say a little more about the background for the policy rate decision.", "New forecasts have not been prepared for this monetary policy meeting, but we have assessed new information against the projections we presented in September.", "Chart 2: Gas and electricity prices have declined Prices are rising rapidly among our trading partners, and inflation has been higher than projected in the previous Monetary Policy Report .", "But both gas and electricity prices have recently fallen from high levels.", "Global freight prices are still high but have fallen recently and more than we had anticipated.", "Many central banks have responded to the surge in inflation by raising policy rates further in recent weeks, and policy rate expectations have increased.", "Higher interest rates could lead to slower growth ahead than we projected earlier.", "Chart 3: Unemployment is low Domestic activity was higher through the summer months than assumed earlier.", "Household consumption has been higher than expected.", "At the same, we are seeing signs of a cooling housing market.", "House prices fell more than we had expected in September, and the number of unsold homes has increased.", "According to Statistics Norway's business sentiment survey, the prospects for manufacturing have weakened.", "The labour market is tight, and the employment ratio is high.", "The number of employed appears to be slightly higher than expected, while the number of unemployed has been a little lower.", "The number of job vacancies is high, but the number of new vacancies has decreased slightly.", "Chart 4: Inflation is high Inflation has continued to edge higher and is markedly above our target of 2 percent.", "In the year to September 2022, consumer prices rose by almost 7 percent.", "Energy prices were a main driver, but prices are also rising rapidly for a range of other goods and services, both for domestically produced and imported goods and services.", "In September inflation was higher than we had expected, with a surprisingly sharp rise in transport prices, which tend to vary widely.", "The Committee judges that a higher policy rate is needed to bring inflation down towards the target.", "Inflation has increased more than projected, and the labour market appears to be a little tighter than previously anticipated.", "These developments could suggest raising the policy rate by more than 0.25 percentage point at this meeting.", "On the other hand, there are signs that some areas of the economy are cooling down, and prospects for lower-than-expected freight and energy prices may curb inflation ahead.", "The policy rate has been raised markedly over a short period, and monetary policy is beginning to have a tightening effect on the economy.", "This may suggest a more gradual approach to policy rate setting.", "The future policy rate path will depend on how the economy evolves.", "The outlook is more uncertain than normal, but we will most likely raise the policy rate again in December, when we will also present this year's fourth Monetary Policy Report with new forecasts for the Norwegian economy."], "classifications": ["none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Policy rate", "Economic activity", "Unemployment", "Interest rates", "Monetary policy", "Gas and electricity prices", "Household consumption", "Housing market", "Labour market"]}