{"sentences": ["I am glad to be here for our quarterly exchange as we are about to start the second year of the investigation phase of our digital euro project.", "Over the past year we have already discussed several key aspects together.", "In March we focused on the issue of privacy, the use cases for a digital euro and a possible offline functionality.", "And in June we considered how the digital euro could be designed to avoid it having a negative effect on financial stability.", "Following our exchanges with you and other stakeholders, which provided us with valuable input, the ECB's Governing Council has now endorsed a first set of foundational design choices that cover these issues.", "In particular, we will explore options that could allow the digital euro to replicate some cash-like features and enable greater privacy for low-value transactions.", "Moreover, limit and remuneration-based tools will be embedded in the design of a digital euro to avoid an excessive use as a form of investment.", "We can now proceed with the analysis of further design choices.", "We will review the overall design of a possible digital euro next year, once all choices have been made.", "I must stress that the Governing Council's approval of this first set of design choices has no bearing on whether or not we decide to move to the realisation phase - a decision that is likely to be made in October next year.", "It also has no bearing on whether or not we ultimately decide to issue a digital euro.", "Throughout the remainder of the investigation phase, I will continue to hold regular hearings with this Committee.", "I will do so in parallel to your legislative discussions about a regulation to establish the digital euro, which the European Commission plans to propose in the first quarter of next year.", "Today I would like to discuss two topics with you.", "First, the role of the Eurosystem and private market participants in the digital euro ecosystem.", "And second, how we envisage the digital euro being distributed to its users.", "Harnessing synergies throughout the payments process The combined efforts of the public and private sectors were key to building the European payment system we have today, which is one of the most efficient in the world.", "We now need to draw on this cooperation once again in order to build the digital euro ecosystem.", "This will ensure both that public money is made accessible in digital form and that innovative pan-European retail payment solutions can emerge.", "The Eurosystem has extensive experience in offering cash-like risk-free assets and providing the underlying payment infrastructure.", "And the private sector has a wealth of expertise in distributing payment products and interacting with end users.", "We need to harness these strengths to generate synergies and satisfy the needs of users in a fastchanging payments landscape.", "The role of the Eurosystem Holding a digital euro would mean holding a direct liability of the central bank - as is the case with banknotes today.", "This means that digital euro would be on the balance sheet of the Eurosystem.", "And the Eurosystem would be liable for any mistake made in digital euro settlement.", "It is therefore of utmost importance that the Eurosystem retains full control over digital euro issuance and settlement.", "The best way to achieve this is to have the Eurosystem performing the settlement activities for the intermediaries that distribute the digital euro to end users.", "This is fully consistent with the objective of safeguarding the privacy of end users.", "We can design the digital euro to ensure that the Eurosystem only processes data to settle transactions with no possibility to track payments sent or received by any specific user.", "Strict segregation of data between intermediaries and the Eurosystem, as well as privacy-enhancing techniques, would ensure that the Eurosystem cannot link any visible data to the identity of a digital euro user.", "The fact that settlement is performed by the Eurosystem does not imply that we would manage the accounts of users.", "The digital euro accounts and the associated payment operations would be offered and operated by private intermediaries, as is currently the case for the bank accounts and services that customers are already used to.", "The Eurosystem could rely on either traditional or distributed ledger technology for settlement activities.", "We have not yet taken a decision about which technology would be best suited for a digital euro but, when we do, we will consider efficiency, safety and integration with customer-facing services, as well as the environmental impact.", "The role of intermediaries Over the past year, we have been investigating how to design a digital euro that meets the expectations of Europeans.", "Our investigation took into account detailed analyses of payment habits, insights from focus groups, and feedback from you and from key stakeholders.", "The intermediaries that would distribute the digital euro have in-depth knowledge and unique insights into what users need.", "They are thus best placed to be the direct counterparts for the individuals, merchants and businesses that would use the digital euro.", "These intermediaries would open accounts and wallets.", "They would conduct know your customer and anti-money laundering checks.", "And they would provide the devices or technology needed to pay in physical stores, online or person to person.", "For example, an app could be used for direct payments between two people, and an online interface could be used when shopping online.", "Our investigation of these devices and technologies - the so-called form factors - is ongoing.", "We will develop prototypes to explore a variety of user interface solutions for making payments with digital euro.", "This is a learning opportunity, and will contribute to our design analysis in the subsequent phases of the digital euro project.", "We expect to publish our results in the first quarter of next year.", "Intermediaries would also have a role to play in the funding and defunding of users' holdings in digital euro.", "Users could either fund their digital euro accounts or wallets with cash, or they could convert commercial bank money - that is, bank deposits - into digital euro.", "Conversely, they could convert digital euro into cash or move money from their digital euro account to their bank account.", "Finally, intermediaries will be responsible for transaction management tasks, in a similar manner to current payments.", "This means they will be responsible for initiating transactions in digital euro, as well as customer authentication and transaction validation.", "Establishing a digital euro scheme to make the digital euro available Let me now turn to how we could best distribute the digital euro.", "We want to ensure that everyone in the euro area would be able to pay and be paid in digital euro.", "This should be the case irrespective of the entity with which they open their digital euro account or wallet and the country they are from.", "We also want to make a digital euro available to people who currently have no or limited access to digital payments, in order to improve financial inclusion.", "And a digital euro should foster innovation in the payments market, enabling intermediaries to develop novel solutions rather than discouraging them or crowding them out.", "We have thoroughly investigated different distribution models, assessing them against the key objectives of our digital euro project.", "We have also examined what has worked well in the past when it comes to developing payment solutions covering the entire euro area - such as the Single Euro Payments Area (SEPA) project, which allows European consumers, businesses and public authorities to make and receive payments under the same conditions.", "We believe that a digital euro scheme - that is, a single set of rules, practices and standards - is best suited to achieve our objectives.", "A digital euro scheme would provide a common framework for euro area intermediaries to develop products and services built on a digital euro.", "It would establish a set of common operational rules and technical standards that intermediaries would need to follow in order to provide digital euro solutions to end users.", "And it would help create a specific brand so that, should the digital euro be introduced, people and businesses would know that they are paying with it.", "Thanks to that recognisable brand, a digital euro scheme would strengthen the role of the digital euro as a monetary anchor alongside cash.", "And thanks to the benefits in terms of standardisation and interoperability, the scheme would also support our strategic autonomy and economic efficiency.", "A digital euro scheme would respond to the different interests of different market participants - individuals, merchants, businesses and intermediaries.", "For individuals, it would mean that they have the same experience when making a payment no matter where they are in the euro area.", "They would be able to use digital euro in different settings, whether they are having dinner in a restaurant, buying something online or transferring money to a friend.", "For merchants and businesses, meeting customer demand is key.", "A digital euro scheme would provide a single standard, making it easier to respond to customers' preferences for a simple payment solution.", "Standardisation would also reduce adjustment costs and facilitate integration with merchants' back-end systems.", "And for intermediaries, the scheme would enable them to distribute the digital euro and to build on it to develop further innovative solutions for their customers.", "It would offer the standardisation and harmonisation needed to foster market innovation across the entire euro area.", "In this context, we will soon start work on a rulebook for the digital euro scheme.", "Putting in place a set of rules from an early stage is crucial for the market to be able to develop digital euro solutions and be ready if and when a digital euro is introduced.", "We will work together with different stakeholders - intermediaries, consumers and retailers - so that they can contribute their views and expertise as the scheme is being developed.", "A well-designed digital euro would bring benefits for everyone.", "It would provide a payments solution for anyone needing to make or receive a payment.", "It would ensure that a standardised infrastructure is available to everyone.", "And it would serve as a strong foundation for intermediaries to offer payment services throughout the euro area, thereby fostering competition and innovation.", "Cooperation between the public and private sectors is crucial to make the digital euro a reality.", "The Eurosystem and the intermediaries involved will have a key role to play, drawing on their respective expertise.", "Successful cooperation will require a pricing strategy that provides adequate economic incentives to foster the adoption of the digital euro.", "We are currently analysing a possible compensation model for the digital euro, a topic that is also relevant for the European Commission.", "I stand ready to discuss this with you in the coming months, as well as other important aspects of the digital euro that we are currently investigating.", "I now look forward to your questions.", "Panetta, F. (2022), \"A digital euro that serves the needs of the public: striking the right balance\", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 30 March.", "Panetta, F. (2022), \" The digital euro and the evolution of the financial system \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 15 June.", "ECB (2022), \" Progress on the investigation phase of a digital euro \", September.", "The Eurosystem first establishes staff positions on the major design issues and policyrelevant aspects of a digital euro.", "These are then discussed with external stakeholders before the Eurosystem High-Level Taskforce makes a final assessment.", "The ECB's Governing Council then approves the design options.", "Further information on the project governance and the key milestones and project timeline is also available on the ECB's website.", "For other transactions, the baseline will be to provide people with a level of privacy equal to that of current private digital solutions.", "Quantitative limits on the holdings of individual users would limit the individual take-up or the speed of deposit conversion.", "Remuneration-based tools could be calibrated to make large digital euro holdings above a certain threshold unattractive compared with other highly liquid and low-risk assets.", "As regards the design of the transfer mechanism used to validate transactions, the Eurosystem will further explore a digital euro solution in which transactions would be made online and would be validated by a third party, as well as a peer-to-peer validated solution for offline payments.", "In the first quarter of 2023 the European Commission is expected to publish a proposal for a Regulation to establish and govern essential aspects of the digital euro as a new form of central bank money.", "For instance, the Single Euro Payments Area (SEPA) has become a model of successful partnership between public institutions and private intermediaries.", "See Panetta, F. (2022), \"Bringing European payments to the next stage: a public-private endeavour\", keynote speech at the European Payments Council's 20th anniversary conference, Frankfurt am Main, 16 June.", "Settlement can be defined as the completion of a payment transaction with the aim of discharging end users' obligations through the transfer of funds.", "The two technical tasks that enable transactions to be settled are: i) settlement validation - checking the payer's money availability/integrity to assess whether such money can be transferred from payer to payee; and ii) settlement recording - bookkeeping of money, referring to the actual transfer of money from payer to payee and a snapshot of the digital euro in circulation.", "Ensuring privacy requires the recording of holdings/transfers of money to be delinked from the specific payments/users involved.", "For more information on the foundational privacy options, see Panetta, F. (2022), \"A digital euro that serves the needs of the public: striking the right balance\", introductory statement at the Committee on Economic Monetary Affairs of the European Parliament, Brussels, 30 March; and ECB (2022), \"and Digital euro - Privacy options \", presentation to the Eurogroup, 4 April.", "For more information on the use cases, see Panetta, F. (2022), \"A digital euro that serves the needs of the public: striking the right balance\", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 30 March.", "During the investigation phase, one of the planned activities is a prototyping exercise, to be completed by the end of the first quarter of 2023.", "This is a learning exercise to test compatibility with existing systems.", "There are no plans to reuse these prototypes in the subsequent phases of the digital euro project.", "We have run a public call for expressions of interest for joining the prototyping exercise.", "All interested parties had to fulfil several \"essential capabilities\" that were outlined in the call, e.g.", "data protection/privacy compliance.", "We assessed which providers best matched the \"specific capabilities\" required for specific use cases.", "See ECB (2022), \"ECB selects external companies for joint prototyping of user interfaces for a digital euro \", News, 16 September.", "Users will have the option to choose whether the conversion of commercial bank money or cash into digital euro, and vice versa, should take place manually or automatically.", "For the automatic option, we are investigating a waterfall functionality that would allow users to make or receive payments in digital euro above the holding limit by linking a digital euro account to a commercial bank account.", "When receiving a payment, this would allow automated conversion of retail CBDC in excess of a holding threshold into a bank deposit held in a linked commercial bank account chosen by the end user.", "Similarly, a reverse waterfall would ensure that end users can make a payment even if the amount exceeds their current digital euro funds.", "Additional liquidity would be pulled from the linked commercial bank account and the transaction would be completed in digital euro at its full value.", "The Eurosystem's SEPA Migration Impact Assessment noted that, in the context of the growing technical complexity of payment services in Europe, one of the lessons that can be learnt from the SEPA project and the implementation of the revised Payment Services Directive (PSD2) is that technical standardisation and development of the scheme would ideally be completed before legislation to mandate its use is introduced.", "For instance, the Eurosystem might only be responsible for issuing the digital money, without providing the settlement infrastructure or intervening in distribution - the \"issuance model\".", "Alternatively, in an open access model, the Eurosystem would only provide the settlement infrastructure and set access rules; every entity that fulfils these rules could then use the infrastructure in their own way.", "While they give the market room to innovate, these two models may not achieve widespread distribution to end users or sufficient interoperability, which would hamper the end-user experience and financial inclusion.", "One could also imagine an alternative distribution model in which the Eurosystem would provide the full payment product in an end-to-end solution.", "While this model could ensure a homogenous end-user experience and widespread distribution, it would reduce the role of intermediaries and could pose challenges in terms of meeting end-user demands and keeping up with innovation.", "A digital euro scheme would provide the foundation for the development of various end-user solutions using digital euro and facilitating interoperability between different end-user solutions.", "In addition to setting basic operational rules, the scheme might also recognise further optional services that would allow participants to provide complementary services to meet specific customer demands.", "The Eurosystem would need to take policy decisions, in line with EU legislation, on: who would own the scheme; who would manage the different elements of the scheme; which technical elements would be covered by the rules of the scheme; and which type of entities would be able to participate in the scheme.", "The Eurosystem could also define a digital euro brand that is recognisable to end users and could set certain commercial rules for the provision of digital euro payment services.", "ECB (2022), \" The case for a digital euro: key objectives and design considerations \", July.", "Kantar Public (2022), \" Study on New Digital Payment Methods\", March."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Digital euro", "Payment system", "Intermediaries", "Distribution", "Privacy", "Financial stability", "Innovation", "Standardisation", "Scheme", "Monetary anchor"]}