{"sentences": ["To friends from the banking community, colleagues from government, partners in nationbuilding, magandang gabi.", "On behalf of the Monetary Board, I officially welcome you to our Bankers' Night.", "I am pleased to see you all physically, not virtually.", "I've been with the Monetary Board for 11 years and I have not missed a single Bankers' Night.", "I have attended exactly nine and each one was always fun and enlightening.", "Our being here tonight shows that we are returning to some form of normalcy.", "My wife is even happier than I am, and she brought two of our sons and two of our best friends.", "Now, going back to being happy to being \"close to normal again\", we could say the same thing about the economy.", "After a sharp contraction that saw the economy contracting by nearly ten percent in 2020, we've seen a strong recovery - 5.7 percent in the past year to 7.8 percent in H1 2022.", "Of course, we could say that we're coming from a very low base.", "But at this rate, by this quarter, we would have already recovered pre-pandemic levels of GDP.", "Now, of course, we are facing very difficult challenges.", "Nobody, six months ago, would have predicted that the US Fed will be raising policy rates this aggressively.", "After all, during those times, the Fed was saying, 'Inflation is transitory.", "Inflation is not going to be very high.'", "It turns out, this outlook was wrong.", "To make matters worse, we had the Ukraine war, which caused an increase in the price of our imports, so much so that last year, our current account deficit was [projected to be] $5 billion.", "For this year, we expect it to quadruple [to nearly $20 billion].", "This is, to say the least, probably the most difficult time since I joined the Monetary Board more than a decade ago.", "Indeed, in some instances, we're probably the facing, from the point of view of the Philippines, especially for poorer Filipinos, more difficult times now than in 2008-2009.", "That said, this is a markedly different picture from the Asian Financial Crisis wherein lending shrank, compromising growth as a result.", "Some who measured growth patterns during that time also noted that we had below-normal growth for at least five years.", "But over the years, and this is where I have to thank my colleagues in government, our colleagues from the banking sector, colleagues in the Monetary Board, we, I think, were able to navigate [these challenges].", "There was a combination of many things: rising interest rates, depreciating peso, falling international reserves, and even efforts of the central bank to reduce liquidity by increasing the issuance of central bank (CB) bills.", "Thankfully, the new BSP Charter allows us to now borrow from the public and, data shows that BSP or the central bank borrowing from the public is a more permanent form of sterilization-than when the central bank borrows from banks.", "[We use a] combination of those three things - 1) policies that affect interest rates, 2) policies that mean we intervene in the forex market - by the way, we \"participate\" in the forex market.", "This time, it's \"intervene\" because the level of selling is much higher than normal - and then, of course, 3) the higher interest rates, which is a result of the policy rates increasing and the fact that we will be selling more CB bills.", "Yet, I'm confident that the economy should do well.", "I'm confident that by selecting the correct combination of these three measures, we will be able to navigate.", "Thank you to government for resisting populist measures that would have weakened the economy's fiscal position.", "Every time I talk to credit analysts, they ask, 'What have you done?'", "I tell them, 'Of course, we have done a lot.", "But you must remember what we have not done.'", "The Philippines did not succumb to temptation of cutting taxes, especially on the most political items like oil.", "To my colleagues on the fiscal side - the governor who I'm succeeding is on the other side - I thank you.", "To the governors before me - twelve years of Tetangco; sadly, less than three years of Nesting, and of course, my colleague Ben Diokno who I've known for decades.", "From these three governors, I am operating from a position of strength.", "That's why I say, with all these problems - the Fed increasing rates aggressively, price of imports rising, the economy going such that imports are growing faster than exports - we made a lot of right moves before.", "To Say Tetangco, thank you for having the courage to buy $45 billion of foreign exchange-despite the fact that at that time, we were not yet allowed to buy from the public.", "He knew, deep inside, that allowing the currency to move too much would have killed the economy.", "He knew that we had to accumulate the reserves because times such as this would come.", "When I was asked what my favorite statement or quotation is, as central bank governor, I said, 'I can see very far because I stand on the shoulders of giants.'", "Of course, I don't just want to talk about problems; I also want to talk about opportunities.", "This is, from the point of view of technology, the best time for improving and making our payments and settlements system more efficient.", "Again, thank you everyone for making this happen - InstaPay, PesoNet, the banks, electronic wallets which have increased people's access to the financial system.", "We are in a good position to be more digital in our payments system.", "We're also in a good position to make payments to government more digital.", "Digital payments to government have side effects that are quite good.", "For instance, if your shipment of imports because of electronic payments are already settled long before the boat arrives, there will be very little room for last-minute negotiation in Customs.", "I'd be remiss if I don't thank the banks.", "They're being very well-managed.", "Of course, there are exceptions, but by and large, our banks are very well-managed.", "Most of the exceptions are already gone - thanks to Say and Nesting.", "I'll end by saying these are tough times, but we are strong.", "And with your support, we, at the central bank, will be able to make the optimal combination of those three instruments that I talked about.", "Thank you very much for being here tonight.", "I'm so glad to see you again.", "Magandang gabi sa inyong lahat."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Recovery", "Inflation", "Interest Rates", "Forex Market", "Central Bank", "Fiscal Policy", "Digital Payments", "Bank Management", "Economic Challenges"]}