{"sentences": ["SPEECH The digital euro: our money wherever, whenever Introductory statement by Fabio Panetta, Member of the Executive Board of the ECB, at the Committee on Economic and Monetary Affairs of the European Parliament Brussels, 23 January 2023 Our investigation into a digital euro started more than a year ago.", "Closely involving the European Parliament in the investigation phase has been a priority for the ECB from day one.", "Over the course of 2022, we regularly discussed key design options in this Committee.", "[ Your views provided valuable input to our work and, together with the feedback from other public and private stakeholders[ ], allowed us to make steady progress.", "Such interactions are essential in ensuring that public money addresses the preferences and needs of citizens and businesses in an ever-evolving digital landscape.", "People's payment behaviour is changing at an unprecedented speed: over the past three years, cash payments in the euro area have dropped from 72% to 59%, with digital payments becoming increasingly popular (Chart 1).", "[ In the Netherlands and Finland, for example, cash is used only in one fifth of the transactions.", "At the same time, people appreciate the option to pay with public money.", "Most see it as important or very important to always have that choice.", "Chart 1: Digital payments further on the rise but cash remains an important option A digital euro would respond to this growing preference for electronic payments by making public money available also in digital form.", "Together with cash, a digital euro would offer Europeans access to means of payment that allow them to pay everywhere in the euro area, free of charge.", "Being easily accessible and convenient to use would support adoption and financial inclusion.", "In my remarks today I will discuss how the digital euro could help enable us to use our money whenever, wherever we need it throughout the euro area.", "[ I will conclude my remarks with the work agenda for 2023, when we will conclude our investigation phase and the European Commission will present its legislative proposal.", "[ A convenient digital payment solution, giving people control over their money The ECB is at the global forefront of the efforts by central banks to design state-of-the-art digital payment solutions for both retail and wholesale transactions.", "[ Payments are part and parcel of everyday life: we all usually carry at least one payment instrument, be it coins, banknotes, a credit card or a mobile phone.", "Our priority for the digital euro project has always been clear: to preserve the role of central bank money in retail payments by offering an additional option for paying with public money, including where this is not possible today, for example in e-commerce.", "The digital euro would not replace other electronic payment methods, or indeed cash.", "Rather, it would complement them.", "And by doing so, it would safeguard our monetary sovereignty while strengthening Europe's strategic autonomy.", "The initial releases would focus on enabling access to the digital euro for euro area residents, namely consumers, firms, merchants and governments.", "[ A digital euro should be easily accessible and usable throughout the euro area, like cash today.", "We believe this would be best achieved with a digital euro scheme.", "[ By providing a single set of rules, standards and procedures, a scheme would allow intermediaries to develop products and services built on a digital euro.", "The scheme would also ensure that citizens can always access certain core services, no matter which intermediary they have their account or wallet with.", "[ The digital euro would be a public good.", "It would therefore make sense for its basic services to be free of charge - for example when using the digital euro to pay another person, as is the case for cash.", "[ But on top of the basic services, people could choose to make use of any additional services offered by participating intermediaries on a voluntary basis.", "[ Conditional (or programmable) payments are often mentioned as one such innovative service - however, there is some confusion about the term, and this may raise concerns.", "Our definition of conditional payments is that people could decide to authorise an automatic payment where pre-defined conditions of their own choosing are met.", "[ For example: the payer could decide to set an automatic monthly payment in digital euro to pay their rent.", "[ But the payee would not face any limitations as to what they can do with this money they receive every month.", "We believe supervised intermediaries, who are in direct contact with users, are best placed to identify use cases for conditional payments and any other advanced payment services.", "[ But let me be clear: the digital euro would never be programmable money.", "The ECB would not set any limitations on where, when or to whom people can pay with a digital euro.", "That would be tantamount to a voucher.", "And central banks issue money, not vouchers.", "We are also aware of some people's concerns that a digital euro could harm the confidentiality of their payment data.", "When it comes to the central bank, we propose that we do not have access to personal data.", "[ And it will be for you, as co-legislators, to decide on the balance between privacy and other important public policy objectives like anti-money laundering, countering terrorism financing, preventing tax evasion or guaranteeing sanctions compliance.", "On our side, we have been working on solutions that would preserve privacy by default and by design, thereby giving people control of their payment data.", "[ To this end, we are also closely engaging with the European Data Protection Supervisor and the European Data Protection Board.", "Using a digital euro easily and everywhere in the euro area As public money, a digital euro would be a European public good which all citizens and firms should be able to access and use without barriers.", "This should be the case regardless of who their intermediary is or which Member State they are located in.", "Offering universal accessibility and usability would be key for a digital euro to play its role as a monetary anchor and to fulfil people's expectations.", "Feedback from citizens[ reflects the value of having a payment instrument which is always an option for the payer.", "Citizens may not always pay with cash, but they like to always have the option to do so.", "The same logic applies to a digital euro.", "As co-legislators, you can adopt regulatory measures that would ensure widespread acceptance of the digital euro in payments while ensuring that citizens have broad access to the digital euro.", "But while these two factors are vital foundations for the digital euro, they alone are not sufficient.", "Attractive functionalities and convenient user experience would be equally key for widespread adoption.", "We therefore want to design a digital euro with online and offline functionalities.", "These will allow it to serve different use cases[ and offer users different benefits.", "For example, an offline functionality[ would give payments a level of privacy that is close to that of cash.", "It would also increase resilience as it would work without internet access.", "We are also envisaging two options for conveniently using a digital euro.", "First, supervised intermediaries could integrate the digital euro into their own platforms.", "In this way, users could easily access the digital euro through the banking apps and interfaces they are already familiar with.", "Second, the Eurosystem is considering a new digital euro app[ ], which would include only basic payment functionalities performed by intermediaries.", "The app would ensure that no matter where you travel in the euro area, the digital euro would always be recognised and you would be able to pay with it.", "The first releases are likely to offer contactless payments, QR codes and an easy way to pay online.", "[ As the technology evolves, other forms of payment may become available in the future.", "When it comes to the hardware, people could pay either with mobile phones, physical cards or possibly other devices like smartwatches.", "A convenient user experience requires close cooperation with all sections of the market: consumer groups who know best about consumer needs; intermediaries who would provide services to their customers; and merchants who want to offer a convenient payment solution.", "We have started work on the digital euro scheme rulebook[ to ensure a harmonised and user-friendly solution that works everywhere in the euro area.", "The work agenda for 2023 Let me conclude with the work agenda for the next months.", "We will continue our investigation phase in 2023 and regularly involve this Committee in our work.", "[ Together with the European Commission, we are still analysing a possible compensation model for the digital euro.", "In parallel, we are reviewing all the design options to bring them together in a high-level design for the digital euro in the spring.", "We are also finalising our prototyping[ work and seeking input from the market to get an overview of options for the technical design of possible digital euro components and services.", "[ I will discuss all these topics with you in the upcoming months, before the Governing Council endorses any design and distribution options.", "In the autumn our investigation phase will come to an end.", "Only at that point will the ECB Governing Council decide whether to move to the realisation phase.", "Chart 2: Digital euro project timeline Let me emphasise, once again, that moving to the realisation phase does not mean issuing the digital euro.", "During this phase we would develop and test the technical solutions and business arrangements necessary to eventually provide and distribute a digital euro, if and when decided.", "The possible decision by the Governing Council to issue a digital euro would be taken at a later stage and only after the Parliament and the Council of the EU have adopted the legislative act.", "The digital euro project is a truly European initiative.", "And it is not just a technical project: it has a clear political dimension in view of its broad societal implications.", "All European policymakers must thus play their part, bearing in mind our respective roles and mandates.", "And we must always seek broad support from European citizens.", "I thus look forward to further fruitful cooperation with European co-legislators and I am personally committed to continuing our regular exchanges in this Committee.", "I now look forward to your questions.", "See ECB (2022), Progress on the investigation phase of a digital euro , September; ECB (2022), Progress on the investigation phase of a digital euro - second report , December; and ECB (2022), Letter from Fabio Panetta to Ms Irene Tinagli on progress on the investigation phase of a digital euro .", "The first report covers topics such as the transfer mechanism, privacy and tools to control the amount of digital euro in circulation.", "The second report focuses on the roles of intermediaries, a settlement model, funding and defunding and a distribution model for the digital euro.", "Further information on stakeholder engagement and project governance is available on the ECB's website.", "ECB (2022), Study on the payment attitudes of consumers in the euro area (SPACE) , December.", "For further information, see also ECB (2023), \" Digital euro - stocktake \", presentation to the Eurogroup, 16 January.", "Panetta, F. (2022), \" Building on our strengths: the role of the public and private sectors in the digital euro ecosystem \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 29 September.", "Further information on this proposal is available on the European Commission's website .", "In recent years, the Eurosystem has been working on a new consolidated TARGET platform - a complex infrastructure that would offer the market enhanced and modernised services - in addition to developing a Eurosystem Collateral Management System that will simplify processes involving multiple jurisdictions, including the mobilisation of cross-border collateral.", "The Eurosystem has also been working to ensure that TARGET Services remain resilient to cyber threats as well as considering potential changes in the needs of its wholesale settlement services users and whether new technologies could make settlement in wholesale digital central bank money more efficient and secure.", "In particular, the Eurosystem has been assessing the potential of distributed ledger technology (DLT) and the extent to which it could improve its services.", "See also Panetta, F. (2022), \" Demystifying wholesale central bank digital currency \", speech at the Symposium on \"Payments and Securities Settlement in Europe - today and tomorrow\" hosted by the Deutsche Bundesbank, Frankfurt am Main, 26 September.", "Non-residents, including visitors, may also have access to the first releases of the digital euro, provided they have an account with a euro area payment service provider.", "Subsequent releases may enable access for individuals and businesses in the European Economic Area (EEA) and selected third-party countries.", "Permanent access should always be based on an agreement with the authorities of that jurisdiction.", "Panetta, F. (2022), \" Building on our strengths: the role of the public and private sectors in the digital euro ecosystem \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 29 September.", "The core end-user services include user management (opening and closing an account, onboarding and offboarding users, know-your-customer checks, payment instrument management, linking digital euro holdings to a commercial bank account and user lifecycle management processes), liquidity management (funding, defunding and waterfall options) and transaction management (initiation, authentication and confirmation or rejection notifications).", "For more information, see Euro Retail Payments Board (2022), Core, optional and value-added services for the digital euro , December.", "The scope of digital euro basic services is yet to be defined but should be similar in nature to the basic services that credit institutions are to provide under the Payment Accounts Directive (PAD).", "They could therefore include such features as the free opening of digital euro wallets/accounts, making payments between individuals as well as the funding and defunding of digital euro accounts/wallets.", "Examples of these additional services include (i) an account information service, which would enable a third party to integrate digital euro information into their own account information services, thereby providing end users with an overall view of their financial situation across different intermediaries at any given moment; (ii) recurring payments, which would support conveniently paying for ongoing services (e.g.", "electricity bills or digital service subscriptions); (iii) pay-per-use enabled via pre-authorisation, which would support certain payment contexts in which the payment amount is unknown but funds need to be reserved until the final amount is authorised by the consumer (e.g.", "when paying for fuel at the petrol station); and (iv) a payment initiation service, which would enable payment service providers not holding end users' digital euro accounts to trigger payment initiation.", "It will nonetheless always be for the user to decide whether they want to use conditional payments and, if they do, which conditions they want to apply to their payments.", "Additional examples of conditional payments include (i) a payment vs. delivery option, where the payment instruction is triggered by a third party other than the payer or payee, for instance the postal service responsible for delivery of a product that the payer purchased online; (ii) automatic reimbursement, where upon the sale of a subsidised product a request to pay for the subsidised amount would be automatically sent from the merchant to the company or authority subsidising it; or (iii) pay-per-use services (see footnote 11).", "The Eurosystem can support the market-led development of these services via standards in the scheme rulebook and/or by providing necessary back-end functionalities that enable the provision of such services by intermediaries.", "For instance, the reservation of funds in digital euro could be enabled in the back-end infrastructure.", "For more information on foundational privacy options see Panetta, F. (2022), \" A digital euro that serves the needs of the public: striking the right balance \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 30 March, and ECB (2022), \" Digital euro - Privacy options \", presentation to the Eurogroup, 4 April.", "This feedback applies to both a digital euro and cash.", "See: Kantar Public (2022), Study on New Digital Payment Methods , March, and ECB (2022), Study on the payment attitudes of consumers in the euro area (SPACE) , December.", "For more information on the use cases see Panetta, F. (2022), \" A digital euro that serves the needs of the public: striking the right balance \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 30 March.", "Offline payments are payments where payer and payee are not connected to the internet and need to be in physical proximity to each other - like when paying in cash.", "An offline functionality would allow holdings, balances and transaction amounts to remain unknown to anyone but the user.", "The Union legislator will be responsible for ensuring this is enabled in relevant legislation.", "A euro area app with a homogeneous look and feel would facilitate a standardised approach to connecting end users to intermediaries.", "The app would enable the initiation of payments by intermediaries for the prioritised use cases.", "The underlying objective behind making such an app available is to provide the market with the minimum required development, ensuring that intermediaries - including smaller ones who may not want to bear the investment costs of setting up their own payment interface - keep their roles in digital euro distribution.", "At the same time, the app would respond to the preferences of certain end users who have called for an independent access channel in which basic functionalities are available, as expressed by consumer's associations and market surveys.", "See, for instance, the feedback provided by consumer associations on the 4th ERPB technical session on digital euro.", "The dual approach of an integrated option plus a digital euro app would yield the best results in terms of providing value for end users, as they would have greater choice.", "This also applies to intermediaries, since they would be able to build their integrated solutions and attract customers through value-added services, whilst overall ensuring a speedy time to market for the digital euro.", "It would also strengthen the position of the digital euro as a payment solution that provides support for the monetary anchor policy objective and pan-euro area reach.", "In terms of technological options for payment initiation, the ECB has considered specific ideas to address the prioritised use cases, whilst also following the key objectives for the digital euro.", "The ECB would prioritise the use of QR codes for all use cases (peer-to-peer, e-commerce and point-of-sale), \"alias/proxy\" functionality for peer-to-peer and e-commerce (including app-to-app redirection) and NFC (near-field communication) for the point of sale.", "As communicated in a letter to Ms Irene Tinagli, the ECB appointed a rulebook manager in December 2022.", "The ECB also published a call for market participants to join the Rulebook Development Group in January 2023.", "The aim of the Group is to support the drafting of a scheme rulebook, obtain market input and gain an industry perspective.", "Panetta, F. (2022), \" Building on our strengths: the role of the public and private sectors in the digital euro ecosystem \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 29 September.", "See ECB (2022), Letter from Fabio Panetta to Ms Irene Tinagli on progress on the investigation phase of a digital euro .", "Developing a prototype is a learning activity in an experimental environment.The ECB is testing the extent to which the Eurosystem's back-end functionalities - namely the settlement infrastructure working in the background to record transfers and digital euro positions - can be smoothly integrated with the existing front-end payment solutions available to the public.", "As mentioned in a letter to Ms Irene Tinagli, the ECB published a technical onboarding package and also made it available to all companies across the euro area in December 2022.", "The ECB will also report on the findings of the prototyping exercise in the second quarter of 2023.", "As pre-announced in a letter to Ms Irene Tinagli, the ECB is inviting relevant parties to take part in market research to assess options for the technical design of possible digital euro components and services.", "Participation in the market research will not be remunerated and will not influence eligibility for future procurement procedures related to a digital euro or any other procurement procedures.", "Nor will it imply any pre-selection for a potential subsequent tender.", "The ECB intends to announce the findings of the market research in the second quarter of 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Euro", "Payment Solutions", "Monetary Sovereignty", "European Autonomy", "Conditional Payments", "Privacy", "Accessibility", "User Experience", "Public Good", "Financial Inclusion"]}