{"sentences": ["Magandang tanghali sa inyong lahat.", "By the way, in the details [of my introduction, it said] I started teaching in 1991, but, in reality, I started much earlier.", "I think I joined the UP [University of the Philippines] faculty in 1976, but, then, I was not really considered a full-fledged member of the faculty because I was an instructor.", "So, there is no other place where I have stayed longer than UP, but there is no other place outside UP where I have stayed longer than in the BSP [Bangko Sentral ng Pilipinas].", "And as they say, sometimes, you love your latest girlfriend more than the previous ones.", "Of course, another institution-I was there for a long time-was La Salle, because I came from La Salle Lipa and eventually moved to La Salle Taft.", "So, I guess, in terms of length of residence: UP, BSP, and La Salle.", "But if you weigh it where recent years have twice the weight of older [previous] years, then the longest place where I have stayed is BSP.", "So let me thank the Chamber for inviting me to be your guest speaker.", "Last October you invited me to your annual convention and I think I gave a video message.", "I'm glad that my schedule allowed me to come [in person] today.", "As I always say, we in the BSP always welcome the opportunity to engage the public and engage the very institutions that we regulate, which we proudly say are a source of strength of our economy, a source of strength and stability, as you will see later.", "Three pillars of central banking Of course, I always start with our three pillars: price stability, financial stability, and a safe, secure, and efficient payments and settlements system.", "The last one [pillar] used to be the most boring because it's largely-a big part of it-is the physical payment system.", "Because of digital technologies, it's now the most dynamic [among the three pillars] where the changes are happening very fast.", "I'm glad, listening to the previous speaker, that you, the thrift banks, are really very open to new ideas and new technology.", "Because, I think, that's very important for the thrift bank industry to prosper.", "Taking decisive action to preserve price stability Going back to the first pillar, we have just increased the policy rate by 25 basis points (bps).", "Remember as late as November 2020 [at the height of the pandemic], the policy rate was just 200 ppts.", "Of course, I always say, do not look at that as [moving from] 400 ppts to 625 ppts because, in reality, the policy rate of 200 ppts was really a response to something so unusual, which was the pandemic.", "In fact, from the beginning, when we made [brought down] the policy rate to 200 ppts, we already had an exit plan-a gentle one - [where we intended to slowly raise rates by] 25 bps, 25 bps, 25 bps.", "The other thing we did-because the pandemic was causing people to flee to cash-is we had to buy a trillion pesos worth of government securities.", "Of course, we lost a little bit of money there.", "But in the long run, it's a very important part of our balance sheet because our plan is a reverse repo, which is now a fixed rate option, will be a true market rate because we now have sufficient security for the reverse repo.", "We did not plan it that way but when we decided to do something to save the bond market from panic, we ended up with securities that can now be used for this reform.", "Do watch out for the time when we no longer ration [central bank securities].", "By the way, rationing creates all sorts of problems.", "Say a bank that wants ten will bid twenty, hoping that if they allocate proportionately, he has a bigger share in the program.", "Of course, there are banks who outsmart themselves: bid too much and then regrettably win what they bid for.", "And they end up, of course, being penalized or end up borrowing at a higher cost just to make sure they will not be penalized.", "Follow-through monetary action aimed at nipping inflation in the bud and ensuring credibility as an inflation-targeter Now, going back, what was the consideration for doing [raising the policy rate by] 25 bps [at our latest policy meeting] when we've already done 400 bps [in cumulative policy adjustments]?", "In fact, the 400 bps already puts us at the top of the list [of central banks that have raised their policy rates].", "The reason is we really want to make sure that our credibility as an inflation-targeting central bank, after all of this, will remain solid and widely respected.", "In the past, I always say the worst case of inflation we have had is 15 straight months of inflation being above target.", "Now, this one [current round of elevated inflation] is really special; we may have 19 [months] already.", "The typical [drivers of] Philippine inflation is never because we [at the central bank] created too much credit; it's because of supply shocks.", "The typical supply shock lasts about four or five months.", "So we say, the system takes 12 months to digest all of this, then we'll [inflation] be back to normal in 15 months.", "The last shock was terrible.", "Remember, [the mid-point of] our [inflation] target is 3 percent divided by 12 [months] so that's 0.25 month-on-month (MoM).", "There was only one month during those past 13 months where we [MoM inflation] were at 0.2 percent or 0.3 percent.", "In other words, for 12 out of 13 months, the monthly inflation, the monthon-month suggested inflation was much higher.", "The worst one [MoM inflation print] was in January 2023 [in comparison to December 2022 where it was] 1.7 percent in one month.", "Of course, if you adjust for seasonality, because January is usually a price adjustment month, it's something like 1.2 percent.", "But if that had continued for 12 months, that would have been 15 percent [annualized] inflation.", "That's why, as you can see, we are not taking any chances.", "We can make two mistakes: [the first is] act when we shouldn't have.", "The other is not act when we should have.", "This first mistake is easy; all you have to do is reverse your policy two, three, four months later.", "The second mistake is harder now that you have fallen behind and maybe lose your credibility.", "Above-target CPI items on the rise as price pressures broaden If you look at the next chart, you will again appreciate this even more.", "Of the more than 300 [total CPI items], 206 were above the [upper end of our inflation] target, above 4 percent.", "Only 109 [CPI items] were within target [2-4 percent] or below target [less than 2 percent].", "In other words, inflation is now spreading from the sources of inflation to other sectors [in the economy].", "And you can see this in two charts.", "The first one is the number of items and then distribution.", "The next one is when you look at inflation by breaking it down by food [inflation] versus non-food [inflation].", "For instance, in January and February 2023, [MoM] inflation numbers were fairly quite good at 0 percent.", "In other words, the price index in February is exactly equal to the price index of January.", "However, it has really two parts: food [inflation] being negative because it was too high already at the time.", "Mahirap nang pamahalin yung sibuyas, napakamahal na eh, 'di ba?", "Sugar, mahirap nang pababain, napakamahal na, sobra .", "And non-food [inflation] was actually the 0.5 percent [on an MoM basis], annualized, it's 6.0 percent.", "That's the problem with the last [inflation] print [in February 2023].", "It's [headline inflation] low but if you break it down into two components, the non-food part is now beginning to follow [the food part] with a lag.", "We got to do something about it.", "Private sector inflation expectations approach upper end of target The other thing that worried us was, although inflation expectations of private analysts are now below 4 percent [the upper end of the inflation target], they are still high at 3.7 percent for 2024 and 3.6 percent for 2025.", "Their [inflation] forecast for 2023 is very close to ours [at the central bank].", "So they're still believing, more or less, our forecasts.", "Nonetheless, forecasts are forecasts.", "And the question is what is the risk to the forecast?", "Right now, our assessment is there is a greater probability that it's [the forecast] wrong on the high side than it's wrong on the low side.", "There are many elements in the forecast that we think are more likely if it doesn't happen, the higher side is more likely to happen than the lower side.", "Forecasts point to signs of normalization Still, we have a relatively encouraging picture.", "We have revised our [inflation] forecast downwards.", "The average inflation as forecasted for this year is [down] from 6.1 to 6.0 percent.", "For next year, [the forecast is down] from 3.1 to 2.9 percent.", "If you look at the chart more closely, we will have below 4 percent inflation, if our forecasts are correct, by October [2023].", "Then, we'll be back to normal inflation for the rest of the year next year.", "But of course, I think it was Yogi Berra who said, \"It's very hard to forecast, especially the future.\"", "Non-monetary interventions key to address demand-side pressures Now, of course, the non-monetary interventions remain key.", "This is where I have a lot of confidence.", "I think the President and the Cabinet are now really laser-focused on making sure that timely imports of food [come in].", "They'll make sure that you no longer have a repeat [where] very, very expensive [CPI] items with a very low share of the budget accounted for such a big part of the inflation [drivers] because of humungous [price] changes.", "I already mentioned, sugar [prices] doubling year-on-year, and of course, sibuyas .", "If you get one that's small enough, it's expensive enough to be your earring.", "Fed actions: still relevant but less of a factor in decision-making as exchange rate stabilizes Of course, what the Fed does, though it's not very central to our inflation forecasting [at this time], is also quite important because the interest rate differential - the differential between the policy rates of the Fed - and the BSP, is getting narrower.", "The narrower it is, the weaker the peso [becomes].", "And we [at the central bank] used not to care too much about that because the translation of exchange rate weakness to inflation is actually quite low.", "However, there's a finding that if the changes [in the exchange rate] are continuous and large, that's no longer true.", "In other words, if the exchange rate is up, down, up, down, up, down, the markets tend to ignore, but [if] it's always up, up, up, up, up, then they may now use that as an anchor for predicting inflation.", "That's why we care a little bit more about what the Fed does than we usually do.", "In other words, if the Fed does [adjusts their policy rate by] 75 bps, it's hard [for the BSP] to justify 0 bps.", "Foreign exchange pressures have dissipated, offering some relief Then, you can see the exchange rate.", "Of course, the picture is quite different.", "The peso before, as of October 2022, the year-to-date was actually 14 percent depreciation.", "In contrast, the year-to-date, that is from the end of December last year to the present, we're actually the most appreciated currency [in the region as of March 20, 2023].", "So there's a little bit more time to relax.", "In other words, on the exchange rate front, we can now be more focused.", "Because the exchange rate is not a problem [at this time], the interest rate can now be the instrument that's fully focused on inflation.", "But the general rule in economic policy is like medicine: different pills for different illnesses.", "And you should not confuse them, right?", "If you have a headache and you take anti-diarrhea drugs, then you are in trouble, right?", "This picture tells us, \"We're not as worried about what the Fed does.", "But, of course, if it's [the magnitude of the rate adjustment] very large, we have to take that into account.\"", "Sources of strength for the Philippine economy Now, what other things make us very strong?", "Of course, the usual answer: remittances; we continue to get [foreign] direct investments (FDIs); and of course, BPO remains strong.", "As a result, our forex (foreign exchange) reserves are actually more than adequate.", "If you're just looking at two bad years [where] the Philippines will go through two bad years, it's more than adequate [as cushion for external spillovers].", "Of course, I'm married to a very religious woman.", "And she keeps telling me about Joseph's dream about seven fat cows and seven thin cows, which, once interpreted, means you can have seven very good years and seven very bad years.", "In that sense, our FX reserves are not really all that excessive.", "That's why, I was very vocal about protecting our forex reserves.", "The forex reserves of the BSP, an independent central bank, are an essential part of this independence.", "Examining the BSP's actions in comparison with other central banks If you look at this table, we are the biggest mover in terms of [cumulative adjustments in] the policy rate at 425 bps.", "But as I said, this is a bit exaggerated because we were starting from [a policy rate of] 200 bps [during the pandemic] which was not normal to begin with.", "And we were also the most aggressive in bringing down the policy rate because of the pandemic.", "You can also see that we are, more or less, very normal [similar to our peers] in terms of foreign exchange intervention.", "EV keeps telling me, 'Gov, wag mong gamitin ang \"foreign exchange intervention\".", "policy \"foreign exchange market participation.\"'", "But if your participation is in 10 billion dollars, you're now the only dancer.", "The others are all on the other side.", "To summarize, we adjust the policy rate with forward guidance so that you can predict what we will do and explain why we do what we do so that you can understand and predict better.", "And we, of course, allow the peso to be the shock absorber.", "Because, in some cases, the best way to control excessive imports is to encourage Filipinos to buy local.", "Of course, you can have movie stars say Buy Local.", "By the way, I have a shirt that said ' Buy Local' because it was designed by a Filipino but when I look underneath, it says China.", "But it's still local because the guy who made all the profits is a local, not Calvin Klein.", "In addition to the use of forex reserves, we support national measures, which I am confident are already in place.", "The President himself chaired a meeting and was very concerned, and you know very well he understands [the situation].", "Monetary settings remain conducive to growth Let me go now to why tight monetary policy is not as disruptive, as bad for economic growth as one would imagine because the pent-up demand caused by the pandemic is just so strong.", "Yung mga matagal nang hindi nakakalabas, hindi nakakakain, ano ba naman 'yung mas mataas na konti 'yung 'Yung tatlong taon nang na restaurant prices?", "postpone 'yung pagbili ng kotse.", "Hindi naman magamit 'yung kotse, bakit ka bibili?", "Eh ngayon [with the mobility restrictions lifted], magagamit mo na 'yung kotse .", "And then, of course, international tourism is finally coming back.", "So these are the things why we are quite confident.", "In summary, our forex reserves, strong pent-up demand in the economy.", "I guess the fact that we are a very young economy is also a factor.", "Thrift banks: a picture of resilience The other third point, which I have to mention, is your own [the thrift banking industry's] balance sheets.", "I say your own because-your capital ratios are actually higher than commercial banks, and [the capitalization of] commercial banks are already high.", "So we have strong banks.", "This chart shows all the good things that we see about the balance sheets of the universal banks and the thrift banks.", "I have to say, of course, that the state of the thrift banking industry is a good one.", "Your [the thrift bank industry's] asset growth, loan growth, deposit growth, profit growth, and capital buffers [are all positive].", "As I said, your [capitalization is] higher than the Philippine banking system.", "Liquidity buffer is not as high as the commercial banks but still quite high.", "And [while] you have higher NPL (non-performing loans) and lower coverage [compared to the Philippine banking system], you're still okay.", "Your balance sheet's still quite good.", "PH banks safe, sound, and prepared to withstand shocks from banking turmoil abroad When I'm asked the question, when you look at journalists, their questions lag.", "The first question is so direct, so literal, like 'Magkano baexposure niyo sa mga bangko na 'yan na bumabagsak?'", "Very easy answer: reported exposures, zero.", "And the [Philippine] banks that have exposures, it's the funds they manage for their clients that are exposed.", "In other words, the client told them to invest.", "Therefore, it's not bank loss.", "So, that's the typical question I use to get.", "Over time, the questions became more sophisticated, ' Hindi ba 'yung source [of the collapse] sa Silicon Valley [Bank] ay pagtaas ng policy rate?'", "Ang sagot naman namin: the Philippines is different.", "We are not starting from a severe zero policy rate.", "Our banks are heavier on the portfolio side, the local portfolio side, and the security side.", "And on top of that, their placements in BSP are also quite large.", "So, if you take out the placements of BSP with the non-loan assets, the remaining share is only 30 percent.", "Finally- this is where being primitive [younger bond and capital markets] is an advantage because the US has such a developed bond market that they have 30-year bonds.", "So when the rates change, literally, the impact on the price is huge.", "To begin with, the hit [from recent global banking developments] is smaller and our banks are well-capitalized, well-managed, and well-governed.", "Give yourself a round of applause.", "And the exceptions, please leave the room.", "Banks lend support to domestic recovery Because of that, when we [the economy] did recover, the banks played a major role because they are able to lend.", "When mobility restrictions were lifted, the banks were there to lend.", "Of course, we do see that real estate loans are lagging behind, but maybe for the better, right?", "Because, that's always a question of financial stability, which is: did real estate overdo it?", "Because, historically, a lot of the crisis [occurs] because real estate prices kept rising, nobody defaults.", "Because all you had to do was sell what you bought.", "In other words, the quality of lending was never tested until prices dropped.", "In a sense, I do not necessarily see the slowdown in real estate lending as a bad thing.", "Maybe it's a correction.", "As you can see the leading borrowers are information and communication; real estate is large but in terms of growth rate, it's not growing very fast, in fact, it's probably declining now; and the last one would be electricity, gas, steam, and air-conditioning supply.", "Despite lending more, banks have maintained asset quality On top of that, banks have very high NPL coverage.", "Their coverage of provisions is very high, NPL coverage relative to loans.", "Spillovers appear limited So far, we are not seeing much spillovers.", "For instance, if you look at credit spreads, it has not increased.", "By the way, I always remember, this one will never be outside of my mind.", "When I was in NEDA, the spread [between the Philippine and US rates on ten-year dollar government bonds] was 600 bps for the sovereign.", "Can you imagine what the spread was for everyone else?", "Not only do banks not have any material exposure to the failed institutions [in the US and Europe], the balance sheets of our banks are quite strong and their losses from the rising policy rate are not as high as in the United States where the starting yields were much lower and the maturity structure much longer.", "So, again, I would say that the Philippine banking system is safe and sound.", "We have shown resilience through the pandemic and we continue to be strong in the face of the ongoing turbulence in the global markets.", "Digitalization puts third pillar on overdrive Finally, on the last pillar.", "[The automated clearing houses] PesoNet and InstaPay are improving everything.", "Of course, our dream is even [with] the tricycle driver, you can use your phone to pay.", "Of course, the most extreme case, I have never seen this but my friends who have been to China tell me that even the beggar has a QR code.", "We don't have to go that far.", "In addition, the BSP has put up other projects that make this [payments digitalization] even better, like person-to-merchant (P2M) payments and QR payments that are person-to-person (P2P).", "We are working with the banking industry to make fees on small payments zero.", "Kasi magbabayad ka lang ng trenta pesos, ang fee mo P15.", "We're still figuring out how to do that.", "The most extreme is we will be the majority owners of the [payment] rails.", "Therefore, we will purposely decide what are these \"missionary things\".", "The other option is that we just work together and say, 'Basta maliit 'yung payment, libre na.'", "I think we're getting there.", "I'm sure we as a country, especially you as an industry and we as a regulator have nothing but successful experience working together.", "Even there, I'm quite optimistic.", "Closing messages I will end by saying that BSP stands ready to bring back inflation to a target-consistent path.", "Thank God, your [the banks'] strong balance sheet, our high FX reserves, and a strong economy allow us to be laser-focused when it comes to [adjusting the] policy rate on inflation.", "We will do everything in our power so that inflation next year will be below 4 percent.", "In fact, I said best-case scenario, that [normalization] will be obvious already by the year-on-year numbers for November and December.", "By the way, our forecast can be wrong on the early side or the late side.", "It could happen, that [normalization] actually happens this August or September [2023] or it could also happen in January next year or February next year.", "The banking system, as well as the thrift banks, is sound, stable, and supportive of both strong and inclusive economic growth.", "The BSP and the Philippines have made significant strides in achieving large use of digital payments in many transactions, what we call the Digital Payments Transformation Roadmap.", "We also remain steadfast in providing an enabling regulatory landscape.", "I actually give thanks to BSPers who are here, including those, of course, who are not here.", "Because most of the people I see are from FSS [Financial Supervision Sector].", "That's the department right now I love the most.", "Of course, I say the same thing when I'm in front of MES [Monetary and Economics Sector] people.", "And I say the same thing when I'm in front of the payments people.", "The BSP commends the thrift banking industry for being a strong partner in reinforcing good governance and leveling expectations among banks of the best practices and following BSP issuances as well as providing training and capacity-building programs and offering avenues to foster exchange of ideas.", "Maraming, maraming salamat sa inyo."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Central banking", "Exchange rate", "Economic growth", "Banking system", "Thrift banks", "Digital payments", "Financial stability", "Price stability"]}