{"sentences": ["Inputs from Shri Suvendu Pati, Chief General Manager, Fintech Department, Shri Chandan Kumar, General Manager, Department of Regulation and Shri K Vijaykumar, General Manager, Department of Payments and Settlement Systems are gratefully acknowledged.", "Year-ends are usually a time for introspection and 2022 clearly offers a lot of food for thought.", "On the bright side, humanity seems to be finally putting the horrors of Covid behind it.", "The rest of the story is not so bright.", "The specter of war and geopolitical tension has reared its head again.", "We were told in the late 1990s that business cycles were dead and inflation has been conquered.", "After the financial crisis in advanced economies, the focus shifted to deflation.", "When 2021 was drawing to a close the consensus among policymakers was that rising prices was a transient episode.", "That changed fast as inflation zoomed to multi-decade highs and was back in contention as the primary macroeconomic problem to be fixed.", "Rising interest rates, volatile exchange rates led by a strong Dollar and the consequent rise in debt burden has turned the narrative on its head.", "Inflation, it would appear, is giving a reality check to economists and policymakers alike.", "In the much narrower world of fintech, with a much shorter history, one story- the story of cryptocurrencies, runs in parallel.", "We were closing 2021 with a narrative that 'TradFi' (Traditional Finance) was slow, inefficient and clumsy and 'DeFi' (Decentralised Finance) and DAOs (Decentralised Autonomous Organisations) was the path forward, riding on cryptocurrencies with their blockchain technology.", "Crypto prices, in their own jargon, were mooning and investors were HODLing.", "Since May 2022, cryptos have lost more than two-thirds of their value, and the ecosystem is unravelling.", "The technology that was designed to herald the end of Governments and regulators and intermediaries is frantically seeking to be regulated!", "Arthur Clarke, the science-fiction writer, said, \"any sufficiently advanced technology is indistinguishable from magic.\"", "He would have perhaps used the word 'voodoo' if he were to go by the promises peddled by crypto boosters.", "But crypto-technology, of which cryptocurrencies were but one use case, is just one strand of the wider field of fintech.", "Financial sector has been going through a process optimisation using technology throughout its history.", "Over the course of the 1980s and 1990s, banks in India have evolved through Advanced Ledger Positing Machines (ALPM) to Data Base Management Systems to Total Branch Automation and finally to Core Banking Solution (CBS).", "A logical extension of this journey, as internet and mobile phone connectivity exploded, were internet and mobile banking.", "As of October 2022, there were approximately 33 crore active users of mobile banking services and approximately 7.5 crore active users of internet banking services.", "The revolution in data storage and processing capabilities has enabled non-banks to offer financial services such as peer-to-peer (P2P) lending, crowdfunding, alternative credit scoring, open banking etc.", "In the area of payments, the transformation has been particularly striking, with 24*7*365 RTGS/NEFT, UPI, digital pre-paid instruments, QR Scan and Pay, Bharat Bill Payment System (BBPS), AePS ushering in a new era of digital payments.", "New information technologies like cloud computing, APIs, big data and AI/ML methods will ensure that FinTech would be the dominant theme in delivery of financial sevices in the future.", "Fintech is generally described as an industry that uses these technologies to make financial systems and the delivery of financial services more efficient.", "The rise of fintech - lending platforms, open banking, payment apps - is a major source of disruption to the banking industry.", "But these new business models and the transformation of existing businesses have brought new challenges for regulation.", "Regulators need to ensure that non-bank entities lying outside the regulatory perimeter for banks do not undermine the role of banks, raising financial stability concerns.", "At the same time, there is the need for these efficiency-inducing new technologies to be incentivised.", "Clearly, the entity based regulation of banks with its focus on health parameters like capital adequacy, leverage, liquidity or financial integrity requirements like KYC, AML/CFT requires to be adapted to the presence of fintech entities that are not subject to the same regulatory requirements.", "The concept of activity based regulation with the basic theme of 'same activity same regulation' has gained currency.", "The fundamental point is that any entity providing banking services needs to be subject to similar regulation as banks.", "An arrangement where regulation of non-bank fintechs are not aligned to the regulation of banks (or their subsidiaries) offering similar services will create inefficiencies and risks associated to regulatory arbitrage.", "Simultaneously, new risks associated with use of information technology like cyber crimes and frauds also need to be addressed if the wider population is to be encouraged to adopt digitisation.", "How do we at RBI seek to address these challenges?", "RBI plays a dual role - as a developer of the financial system as well as a regulator.", "Its regulation is premised on three principles.", "First, innovation is to be encouraged.", "Second, innovation should be assimilated in the financial system in a non-disruptive manner.", "And third, the course of digitisation should at every step ensure customer protection.", "Encouraging Innovation 6.", "In the payment space RBI has played a role that is well recognised.", "Introduction of RTGS, NEFT, CTS have been achieved with its own initiative.", "Extending RTGS and NEFT to 24x7 has opened up scope for the growth and internationalisation of financial markets.", "Setting up appropriate institutions has been another prescient move by RBI.", "IDRBT, set up in 1996, and focused exclusively on banking technology has led the initial stage of technology adoption in the banking system through the creation of INFINET, National Financial Switch etc.", "NPCI, founded in 2008, has been the pioneer in digitisation of retail payments system in India, with its UPI, RuPay cards, AePS, BBPS and many other systems establishing India as the leading country in retail payment innovations.", "RBI came up with the guidelines on Account Aggregator as early as in 2016.", "With the traction that this ecosystem is witnessing, AAs are poised for bringing in the next set of innovation in the financial services segment.", "P2P regulations came in 2017 when the sector was relatively at the nascent stage in India.", "A Regulatory Sandbox framework was created in 2019 to incentivise adoption of innovative financial products or services in a controlled environment.", "The Reserve Bank Innovation Hub (RBIH) was set up for collaborating with financial sector institutions, technology industry and academic institutions for exchange of ideas and development of prototypes related to financial innovations.", "RBI, as well as the institutions it has created hold regular competitive events like the Hackathon to provide a channel for the fintech and start-up sector to showcase innovations.", "Non-Disruptive Innovation 7.", "No regulator has the luxury of letting innovation disrupt the financial system in the hope that market might reach its own equilibrium eventually.", "For instance, we cannot afford to let loose DeFi technologies on the financial institutions with virtually no understanding of how a bank-less system would operate.", "Apart from the unacceptable financial stability risks, this would amount to a regulator working towards its own irrelevance.", "It is necessary that a regulator controls the manner and pace of absorption of new technology.", "Allowing disruptive technology without clarity on whether the alternative is even feasible, let alone desirable, would be an unacceptable gamble.", "A key element for smooth absorption of new technology is to ensure a level playing field.", "If offering credit cards requires a banking (or similar) licence, allowing a non-licensed entity to offer them would amount to undermining the banking system, as it would be placed at a competitive disadvantage.", "Similarly, digital payments are essentially a banking service in the sense that they involve movement of funds from one deposit account to another.", "Deposit accounts are a necessity, technology merely a tool; deposit accounts can be used to make payments even without technology, but not the other way round.", "Facilitating a non-bank to use its technology to move bank deposits would amount to creating a competitive edge for the non-bank.", "It may be argued that nonbanks could avoid use of bank deposits by maintaining deposit like funds, say, wallets.", "Then non-banks would be deposit taking entities, that is, they would be effectively banks which would require a banking licence.", "A less disruptive and more efficient mechanism is to facilitate banks to collaborate (or acquire) the new technology.", "Banks could also outsource or internalise the new technology.", "Would it disincentivise innovation?", "Not likely, if the non-bank technology is appropriately priced.", "This brings us to the key issue of regulatory arbitrage.", "If we want to avoid the inefficiencies caused by differential regulations for similar activities, a non-bank undertaking banking functions, needs to be licensed and regulated like a bank.", "Without the license, it should not be allowed to undertake banking activities.", "This for example, is what RBI did recently when it clarified that PPIs (Prepaid Payment Instruments) cannot be funded out of credit lines, because it enabled an entity to undertake a licenced business without a licence.", "That regulation clearly established the principle of 'same activity, same regulation'.", "More generally, as long as innovations are compensated with appropriate market determined pricing, maintaining consistency in regulation would encourage innovation and enable absorption of new technology non-disruptivly.", "Experience has taught us that market forces are unsuited to protect consumer interest in the absence of regulation.", "Whether it is the derivatives market or the LIBOR setting, unregulated markets eventually lead to outcomes that are inefficient for customers.", "RBI's guidelines on storage of payments data are intended to secure users' payment data.", "RBI's warnings on cryptocurrencies and its public stance were guided as much by policy sovereignty as by the need to protect uninformed investors from being soaked.", "RBI was perhaps the first central bank to openly call for complete prohibition of cryptocurrencies in India.", "It is now recognized globally that a total ban is a valid policy option.", "It is a distinct possibility that ambiguous or equivocal stance of regulators globally has contributed to the surge in demand and valuation in crypto products in recent years.", "RBI's caution has perhaps contained the damage in India.", "In the payments space, India is one of the few countries that protects users through two-factor authentication.", "Although now it is recognised as an innovative regulation, at the time RBI introduced it, about a decade back, there was a push-back and criticism.", "Similarly, the recent measures such as better customer control on card usage, shorter Turn-Around-Times for transaction failures, tokenisation are all initiatives intended to protect the customer.", "Regulation of digital lending apps is another example of regulations aimed at responsible practices and customer protection.", "A key innovation for financial inclusion and providing credit to entities that lack access to the traditional financial system, these apps nonetheless raised a host of business conduct issues such as unfair business practices, opaque interest rates, and unethical recovery practices.", "As a percentage of overall loan portfolio of banks and NBFCs, digital lending represents 0.31% and 0.55%, respectively in FY 2017.", "While still rather small, their potential needs to be realised, but in a responsible manner.", "RBI had earlier, in June, 2020, advised banks and NBFCs to adhere to fair practices codes and outsourcing guidelines.", "Given the emerging concerns, comprehensive directions were issued in September, 2022.", "These regulations specified the entities that were permitted to lend, transparent loan and pricing norms and fairness in treating customers.", "In this context, an unexpected regulatory challenge has been what one might characterize as compliance-aversion.", "Financial entities traditionally subject to regulation understand that regulation serves the larger objective of systemic stability and development.", "Entities outside the financial space are still learning to adapt to a regulated environment.", "Consequently, their initial reaction to a regulation is objection.", "Ironically enough, the narrative created to justify such objection is usually customer inconvenience, even by industry bodies.", "The norms prescribed for recurring payments were criticised as inconvenient to customers until a survey revealed that more than 80% of customers welcomed the move.", "Although to a lesser extent, similar friction is occasionally exhibited even by regulated entities as can be seen in banks' shunning of the FX Retail platform which would significantly improve the price for retail buyers /sellers of forex.", "RBI's approach to regulatory aversion is to patiently ease in regulations, giving the eco-system adequate time to adjust.", "Global Coordination 14.", "A unique challenge for regulating fintechs is the need for global coordination.", "Since these services are on-line, and as in case of cryptocurrencies they span across national boundaries, effective regulation would require global coordination.", "Since technology by its very nature evolves faster than regulations, regulators would usually be lagging behind.", "A global common understanding of the risks involved and about the nature of regulation is necessary for it to be effective.", "The issue is further complicated by differential impact of such technology for different countries.", "For instance, stablecoin would not pose as much of a threat to the country whose currency is used as a peg, as it would to other countries.", "Evolving common understanding on the risks posed by fast mutating technology is likely to remain a major challenge.", "Internationalisation of Innovations 15.", "RBI's developmental role has prodded it to not only take many technology initiatives itself, it has also started the process of extending the global reach of India's premiere innovations.", "Internationalisation of Indian Payment Systems is a policy objective of RBI.", "After successful enablement of QR Code based payments through UPI at merchant locations in Singapore, UAE and Bhutan, RBI is collaborating with Monetary Authority of Singapore to enable cross-border person to person remittances in an instant and costeffective manner.", "Additionally, we have allowed to deploy a UPI-like system for Nepal.", "Engagements are ongoing with multiple countries for UPI QR based payments, person to person payments, and developing UPI like systems.", "To provide a more efficient alternative to private cryptocurrencies, RBI has embarked on the journey to introduce CBDC (Digital Rupee).", "It is expected to work as another efficient choice along with existing payment products.", "Digital Rupee can facilitate transactions in locations with limited or no internet connectivity and therefore, further financial inclusion.", "Going forward, it can be effectively used for delivery of Government subsidies and benefits using the feature of programmability which will lead to targeted or specified use of funds.", "Among the various benefits of CBDC, perhaps the most important is its potential to make cross-border payments faster and cheaper.", "Here again, a necessary precondition is that other countries develop their own CBDCs and there is a global understanding on the need to make CBDCs interoperable (basically by linking the various CBDC systems) and develop standards for effective interfacing.", "Being a regulator, as well as a central bank, RBI's regulations focus on safeguarding national interests as well as being responsive to user needs.", "In the area of Fintech, creating an ecosystem to incentivise and harness innovation is a prime driver of our regulatory approach.", "In this era of global financial markets and fintech revolution, RBI's mandate is to protect sovereignty and serve public interest.", "Our efforts are aimed at making regulation consultative and collaborative, and maintain policy independence.", "RBI report on Working Group on Digital Lending including Lending through Online Platforms and Mobile Apps released on 18 November 2021 -than-80indians-support-rbi-move-to-stop-auto-debit-localcircles-survey/articleshow/87314836.", "RBI Circular dated June 20, 2019 on Rollout of the foreign exchange trading platform for retail participants - FX-Retail (?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Fintech", "Regulation", "Innovation", "Cryptocurrencies", "Payments", "Financial Inclusion", "Customer Protection", "Global Coordination", "Digital Rupee", "Digital Lending"]}