{"sentences": ["Check against delivery Ladies and gentlemen, dear Lithuanian-German friends, since Croatia adopted the euro at the beginning of this year, Lithuania has already become only the second-youngest member of the euro area.", "Before Lithuania joined in 2015, the Bank of Lithuania and the Bundesbank signed an agreement on the acquisition of euro banknotes.", "132 million banknotes were brought to Lithuania from the Bundesbank's vaults.", "Maybe some people took this as a symbolical birthday present, though a hefty one, weighing 114 tonnes!", "When the euro changeover was successfully completed, Yves Mersch, then a member of the Executive Board of the ECB, said: It is not only an enormous logistical achievement, but it is also a significant milestone for Lithuania, strengthening the ties between the country and its European partners, and highlights the continued attractiveness of the euro.", "Since then, the Eurosystem central banks have been working hand in hand as an anchor for price stability in the euro area.", "Through times of low inflation, and now, when fighting inflation that is far too high.", "Together with your neighbours Estonia and Latvia, your country has been the hardest hit in the euro area.", "The Baltic countries suffered inflation rates above 20%, which was more than twice as high as the euro area average.", "Inflation has fallen from these peaks and is expected to ease further.", "Like a beetle plague destroying the harvest, inflation harms our prosperity.", "Beetles are useful in nature.", "But they should not get out of hand.", "On the Governing Council, we are acting in unison to get a grip on inflation.", "We will do what is necessary to bring it back to 2%.", "To ensure a timely return to price stability, we are working together constructively.", "We can all learn from each other not only in the field of monetary policy, but also in other areas of central banking.", "I noted with great interest, for instance, that the Bank of Lithuania recently received a global award for financial market development: for its fintech Newcomer Programme.", "So on the Governing Council, we all benefit from each other's expertise.", "And that is very helpful for the euro area.", "Let me close with one final remark.", "In 2015, Lithuania took a major step to strengthen its ties with its European partners (as Yves Mersch said).", "Faced with the Russian war against Ukraine, the European Union has moved even closer together.", "I very much hope that this horrible aggression will end soon.", "And that we can all concentrate our efforts on shaping a peaceful and prosperous future for the continent of Europe.", "Bank of Lithuania, Lithuania will receive euro banknotes from the Central Bank of Germany, Press release, 21 August 2014.", "European Central Bank, Euro changeover successfully completed in Lithuania, Press release, 16 January 2015.", "Bank of Lithuania, Bank of Lithuania receives a prestigious global award for financial market development, Press release, 15 June 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Euro", "Central banking", "Monetary policy", "Euro area", "Lithuania", "Price stability", "Financial market development", "European Union", "Russian war against Ukraine"]}