{"sentences": ["Governor Shri Das, Deputy Governor Shri Jain, EDs, Chairmen, MDs, distinguished members of the Board, my colleagues from RBI, ladies, and gentlemen, I am glad to be amongst you today on this occasion to engage with you on a topic that the Reserve Bank considers of the utmost importance.", "Governance in banks is a focus area of RBI's regulatory and supervisory efforts.", "To ensure there is alignment between the regulator and stakeholders' perspectives, encourage free and frank exchange of views and to communicate our expectations, engagement with bank Boards is extremely important.", "This conference today is another milestone in our efforts to engage with Boards of Directors to discuss important aspects of bank governance.", "To ensure that financial resources are optimally allocated, a sound, efficient and robust financial intermediation structure is essential.", "In the financial intermediation space, financial resources are predominantly supported by depositors and other debt providers; consequently, banks have a much higher degree of leverage.", "For this reason, the order of fiduciary responsibility as well as accountability cast on banks is much higher.", "While legal and regulatory architectures provide a broad framework to maintain depositors' trust, the trust needs to be grounded in good governance and ethical conduct of the institutions and their functionaries.", "The banks tend to be well regulated and are intensively supervised but any erosion of public trust in financial institutions cannot be countered with regulatory prescriptions or supervisory rigours alone.", "Therefore, to mitigate the 'risk of failure' emanating from governance issues, the standards expected of banks are always higher than those from other entities.", "Challenges for Bank Boards Whenever we discuss the sound corporate governance in banks, we need to be mindful of two key challenges.", "First, the banks are placed at a higher pedestal vis-à-vis other financial or non-financial entities due to their unique role.", "Second, the most important stakeholder for the bank, i.e., depositors tend to be diversified, diffused, and passive.", "These challenges make the classic principal-agent problem and information asymmetry issues more complex for banks.", "This is a challenge the Board of Directors have to address in order to ensure that the incentives of the management are aligned with the interest of depositors and other stakeholders.", "Steps taken by the RBI in Improving Governance in Banks Our predecessors were prescient and gave adequate focus on the governance issues while designing the foundational principles of modern banking in India.", "Much before the governance became a discussion topic in international banking and regulatory circles, the Banking Regulation Act of 1949 statutorily mandated that majority of members of Board are persons with professional experience or are experts in specific fields.", "It also gave powers to the RBI for appointment of Whole Time Directors and Part Time Chairman as well as removal or reconstitution of the Board.", "Also, long before the debate on executive compensation became mainstream post global financial crisis, the responsibility to ensure that bank CEOs do not receive compensation which is excessive, was entrusted to RBI by the Banking Regulation Act of 1949.", "Apart from the statutory prescriptions, the issue of governance in banks has long attracted regulatory interest and has seen several milestones with evolution of banking in India.", "In the instructions and circulars issued by RBI, management and control have been key areas of focus over the years.", "Issues around governance have also been reviewed by eminent groups and committees from time to time.", "In the year 2001, RBI constituted the 'Advisory Group on Corporate Governance' (chaired by R.H. Patil).", "This group compared frameworks for corporate governance practices in India with international best practices and put forth recommendations that encompass all aspects of corporate governance.", "The recommendations included directors' responsibilities, shareholders' accountability, criteria for selection of independent directors, the Board structure and composition, the constitution of committees, role of stakeholders and relevant disclosures.", "Subsequently, RBI established the 'Consultative Group of Directors of Banks and Financial Institutions'; chaired by Shri A.S. Ganguly (commonly known as the Ganguly Committee) for reviewing the role of boards as supervisors.", "The committee in 2002 submitted a report making specific suggestions.", "Basis these suggestions, the Reserve Bank issued detailed guidelines on responsibilities of directors, including independent and non-executive directors, committees of the board, composition of the board and fit and proper criteria for directors in private sector banks.", "Again in 2014, Reserve Bank constituted a committee to review governance of boards of banks under the chairmanship of Dr. P. J. Nayak.", "The committee had made several noteworthy recommendations.", "Considering the context of today's event, I would just quote one of the recommendations made by the committee viz., \"There is a need to upgrade the quality of board deliberation in banks to provide greater strategic focus.", "There are seven themes which appear critical to their medium-term strengths comprising Business Strategy, Financial Reports and their Integrity, Risk, Compliance, Customer Protection, Financial Inclusion and Human Resources.\"", "In response to the recommendation, in May 2015, the Reserve Bank had issued instructions to banks to do away with the Calendar of Reviews, replacing it with the seven critical themes prescribed by the Nayak Committee and had left it to the banks' Boards to determine other list of items to be deliberated and periodicity thereof.", "Compensation is also a key area of focus for the Boards.", "The banks' risk-taking incentives are shaped, among other factors, by the compensation of their top executives.", "If compensation packages influence top executive' appetite for risk, a sound understanding of the determinants of compensation and how these might affect banks' risk-taking incentives becomes highly important for Boards.", "Basis this and taking into account the FSB Principles and Implementation Standards, compensation guidelines were issued by the RBI in January 2012.", "These instructions were revised in November 2019 based on experience gained and evolving international best practices while incorporating the Supplementary Guidance issued by FSB in March 2018 on the use of compensation tools to address misconduct risk.", "The recent events in the US banking system, as alluded by Governor in his address, have highlighted as to why the governance structure is the backbone for an institution.", "In my view, this episode provides some crucial takeaways for the Board to address governance challenges.", "Let me list five such points which I think capture the essential elements of Board's engagement with management and fulcrum of its responsibilities: i.", "Boards should ensure that management is transparent about the banks' financial performance / statements and risk management practices so that trust with stakeholders is built and investors are able to assess the various risks associated with banks.", "Boards should set clear expectations for management in terms of risk management and corporate governance and should require management to report on risk management on a regular basis.", "This reporting should include information on the bank's risk appetite, risk exposures, and risk mitigation strategies.", "Boards should appraise the performance of management objectively and ensure that they are held accountable for their actions.", "If management is not meeting expectations, Boards should take suitable action, including replacing the management, to improve the bank's governance and risk management.", "Boards, through the Nomination and Remuneration Committees, must ensure that management remuneration is not only tied to short-term profits but takes into account long-term materialisation of risks and that appropriate ex-ante and expost checks for assessment are built into the compensation systems.", "v. Boards must ensure a suitable policy framework for its own assessment for effectiveness, in accordance with their strategies and risk profiles.", "The effectiveness must be tracked at all levels - individual director, committee, and overall Board.", "A well-qualified, engaged, and vigilant Board can prevent management failures.", "Importance of Assurance Functions The importance of assurance functions has already been stressed by both Governor and DG Shri Jain.", "The Reserve Bank has also issued guidelines on supervisory expectations and for providing sufficient authority, resources and independence to these functions, among others.", "The Board is expected to take an active role in identifying/ approving the head of control and assurance functions.", "Clear lines of communication between the Board/Board committees and heads of control and assurance functions are also mandated to ensure that information exchange happens regularly, and areas of concern and probable remediation can be identified well within time.", "Recognising its criticality, Supervision has also focused on business models and governance during the supervisory reviews.", "DG also referred supervision as the fifth line of defence.", "The classic three lines of defence are clearly under the remit of the Board with audit being an independent check and Supervision being the final line of defence/ oversight.", "Here the governance framework set out by the Board should ensure that the three lines of defence do the job as expected - much like in the game of football, where the forwards, the midfielder and the defenders should collectively keep the ball in play and ensure that the supervisor as a goalkeeper is not engaged.", "Coming to the link between regulation and governance, let me say that the regulators usually decide the regulatory perimeter and guide the regulated entities so that there are no accidents and surprises.", "While it is for the regulators to issue instructions that enjoin upon banks to adopt the best practices insofar as governance is concerned, it is for the Board to set the strategic direction, engage with management, and conduct review of key policies and frameworks.", "The Boards should manage alignment of performance with pay as well as enforce accountability to ensure adherence to the best practices while achieving the objectives set for the bank by the Board.", "Governance and Conduct Prudential regulation and conduct regulation denote what is commonly known as twin peaks model for the regulations.", "In RBI, we are looking at these two aspects through the prism of governance with equal emphasis on conduct of business through prudence.", "It's no doubt essential for the management to deliver good performance but more importantly this should be achieved by adhering to acceptable customer and market conduct and best corporate governance practices.", "We often see that the matters of conduct do not get the priority or attention of the Board which they should be getting.", "Customer service, customer conduct, ethical employee behaviour, data privacy, cyber security are critical and important issues which assume even greater relevance in times of innovation, change and business disruptions.", "Good or rather best practices in these areas are the key soft pillars which build the edifice of a successful financial institution, more so in these challenging times.", "Therefore, there is a need to reflect on the role and expectations from the governance architecture viz., the Board and its Committees, the Independent Directors and the assurance functions in banks and other financial institutions on these issues.", "In fact, the Board should drive a culture where the expectation would be to go beyond baseline compliance to regulatory and legal requirements and aim for higher, best-inindustry standards.", "To this end, the Board must ensure a suitable policy framework for its own assessment regarding effectiveness and composition, in accordance with their strategies and risk profiles, both at the aggregated and dis-aggregated levels.", "Concluding remarks As we strive to become a developed country by 2047, financial institutions will need extraordinary amounts of financial resources to support growth to realise our visions for a brighter tomorrow.", "Raising these resources would not be a constraint for financial intermediaries with robust governance frameworks as they can command a governance premium.", "It is important in this context to gain and retain the trust of other stakeholders such as depositors and various providers of financial resources.", "This is best ensured by strong governance, control, and assurance functions in financial institutions.", "Also, while we collectively aspire for an efficient financial intermediation with positive spill over to the real sectors, these aspirations are set in an increasingly competitive, diverse, and interconnected world.", "As the saying goes, the time to fix the roof is while the sun is shining.", "The banking sector in India at this juncture is sound, resilient, and financially healthy.", "So, the time is perhaps right to improve the plumbing by addressing the gaps in governance frameworks, assurance functions and strategise for better times ahead.", "Inputs provided by Tariqa Singh, Pradeep Kumar and Tripta Roy are gratefully acknowledged."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Bank Governance", "Governance in Banks", "Board of Directors", "Financial Intermediation", "Assurance Functions", "Regulation and Governance", "Conduct Regulation", "Prudential Regulation", "Governance Frameworks", "Governance Challenges"]}