{"sentences": ["Accompanying slides of the speech.", "Esteemed members of the Government, representatives of the diplomatic corps, members of the business community, fellow economists, ladies and gentlemen, dear There is no greater pleasure in life than being a friend to a friend.", "I would like you personally, as well as Serbia, to boast as many people as possible who can say that they are a friend to a friend.", "I know that among you today there are many who can rightfully say so, and I know that you all received these identification cards: on the back is Mastercard, whom I thank for the long-term successful cooperation with the Kopaonik Business Forum.", "But my identification card is a little different through my intervention.", "Please zoom in the Dina card of Banka Poštanska štedionica, which is owned by the state of Serbia, and which, like all other banks, promotes the Dina card, which is owned by the National Bank of Serbia, because Serbia is something you love, something you work for and breathe for.", "That is why the Dina card is worth the most.", "You can try it and see it for yourself, while we, with our friends from Mastercard and Visa, will continue to assure you that competition is the greatest benefit of modern society.", "A significant part of my address will be similar to that of my colleague and friend Mr Aleksandar Vlahovi.", "The data are similar or almost the same, but the point of view is different.", "Mr Vlahovi speaks from the perspective of the academic community, professionals and economists, but his and my point of view differ in terms of accountability.", "It is one thing to give explanations or comments, and quite a different thing to have a skin in the game and be held accountable for the results achieved.", "These results are reflected in a favourable business environment, which is why I can proudly say that there are many Serbia's friends here with us today.", "And why I can congratulate on the 30th anniversary of the Kopaonik Business Forum to Mr Vlahovi, myself and all of us who have experienced this maturity, while being at the same time proud of the young!", "You have thanked our friend - Mr Miodrag Kosti who has been with us from the very start.", "We are happy that we have heirs, and Mr Kosti most certainly does - his son will soon be thirty and is more than capable of continuing the work of his father.", "So, without youth and knowledge and friends, we will not be able to achieve anything, and we will be able to do everything if we have that kind of solidarity, trust in each other, trust in youth, but also if we have responsibility for the measures we take.", "I have to congratulate all the organisers, above all the Serbian Association of Economists, on this jubilee Kopaonik Business Forum because it is not easy to last so long.", "Many of us present at the Forum today are witnesses of the profound changes that have taken place in the global economic and political order over the past three decades.", "However, despite greater open discord in many areas, the goal of sustainable growth has always remained, because it has no alternative.", "The winner of the Nobel Prize in economic sciences, Paul Samuelson, said a long time ago: Globalisation presupposes sustainable economic growth.", "Otherwise, the process loses its economic benefit and political support.", "The fact is that there can be no shortcuts to the model of sustainable growth and development.", "Stability - political, macroeconomic and financial, is its important prerequisite and a point where everyone's interests meet.", "This is a time when unity, regardless of differences, is necessary.", "Solidarity and cooperation are also necessary to realise our full potential.", "This gives us the opportunity, in conditions when the world is at a sort of crossroads, to have the future of our economy and society be shaped by the decisions we make.", "Ladies and gentlemen, I believe that hyperinflation is one of the first things that come to mind when we recall 1993, when the first Business Forum was held.", "Many of us who lived and worked in that period remember its consequences, just as we do not forget its causes.", "Hyperinflation remains a reminder from our past that stability and peace must not be taken lightly.", "Many things are taken for granted, but it shouldn't be that way.", "(Slide 2) Even in 2022, which will be remembered as the year of great challenges, we proved that we have both the knowledge and the desire to strengthen the pillars of Serbia's economic resilience, while taking care of the standard of living even in such challenging times.", "I shall cite a few examples: Record exports of goods and services of EUR 38.0 bn in 2022 exceeded the prepandemic 2019 by over 60%.", "Moreover, export growth is high not only in nominal, but in real terms as well.", "We ensured the record levels of the country's FX reserves of EUR 20.9 bn at end January, as an important guarantee of our economic stability.", "We provided conditions for record high FDIs of EUR 4.4 bn last year, which is 7.1% of GDP.", "The unemployment rate is at its lowest level.", "Formal employment in the private sector is at its all-time high, exceeding the prepandemic level by almost 10%.", "This means that 150 thousand more people are employed than before the pandemic.", "The average wage in December was higher by 36% compared to the pre-crisis level.", "All these results confirm that the economic policy we pursued was appropriate.", "(Slide 3) I will go on to speak about several topics that kind of impose themselves on us: First - inflation factors in 2022; Second - monetary policy response to inflationary pressures; Third - resilience of the Serbian economy; Fourth - expectations going forward.", "I shall start from the first one.", "(Slide 4) Global inflation rose to its multi-decade highs in 2022, driven by the prices of energy and primary commodities.", "This is the topic that marked the previous year.", "As a Global oil price in June 2022 was 74% higher than in June 2021; At end-March 2022, gas price in Europe was four times higher than in mid-2021, when its hike began, resulting at one point in August in its record high; Electricity price also touched its record level in August last year; Global food prices, measured by the FAO index, were by around 30% higher at the end of last year compared to the pre-pandemic period.", "(Slide 5) As a result, inflation reached its multi-decade highs in many countries.", "According to the analysis of the International Monetary Fund, in the period from 2015 to 2020, almost no advanced economy had inflation above 5%, while the share of emerging economies with inflation above 5% in that period measured around 30%.", "At end-2022, the situation was completely different - that percentage increased to 80% in both advanced and emerging economies.", "In addition, the effects of the cheap money policy, i.e.", "negative interest rates in some countries, accumulated, and the consequences were also felt by countries that did not implement this policy.", "We have witnessed that during that period considerable funds were used for non-productive purposes.", "(Slide 6) In Serbia, inflation movements in 2022 were primarily determined by the hike in global food and energy prices.", "Namely, the contribution of food and energy prices to the y-o-y headline inflation ranged between 65% and 70% from one month to another, indicating that domestic inflation was driven chiefly by global cost-push pressures.", "In addition, an increase in energy prices (with an around 15% share in the consumer basket) affects inflation not only directly, but also indirectly, through producer prices of many groups of products.", "The indirect effects are also embedded in the prices of products imported from the EU.", "Overall, we estimate that the indirect effects are stronger than the direct ones.", "On all these grounds, the increase in imported inflation, together with rising global primary commodity prices and other production costs, was the main driver of costpush pressures in Serbia.", "For a decade now, imported inflation movements have been determined exclusively by the growth in euro area consumer prices.", "Owing to the relative stability of the dinar exchange rate maintained even amid extremely uncertain conditions in the global financial market, we managed to keep that effect from being amplified further by the depreciation of the dinar against the euro.", "For the sake of reminder, in 2010 and 2012 the effect of imported inflation was considerably amplified by the depreciation of the dinar against the euro.", "As for inflationary pressures on the demand side, although domestic demand experienced a strong recovery in 2021 and H1 2022, we estimate that it did not cause any major inflationary pressures, because of the increase in overall economic productivity.", "(Slide 7) The second main topic in 2022 were the policies addressing inflation driven by global supply-side factors in a sustainable way.", "Central banks have been faced with the difficult task of striking a balance in their response in the current conditions to avoid longer-term overshooting of the inflation target in the event of a milder response, or a more severe recession in the event of a too strong response.", "In inflation targeting countries, central banks gradually increased their policy rates, with the intensity and pace of the response more pronounced in countries where both domestic demand and labour market conditions had an inflationary impact.", "Did the reaction of Serbian authorities come too late?", "On the contrary, we were among the first to start with gradual monetary policy tightening, already in October 2021.", "We did this first by increasing the executive repo rate, a model enabled bychanges to the monetary framework from December 2012.", "At the time, this brought great savings to the citizens, companies and government.", "Since then, we have adjusted monetary conditions more frequently, and in-between NBS Executive Board meetings, and this provided us with flexibility in monetary policy conduct which is particularly important amid instability in the global financial market.", "Further, as of April last year conditions have been tightened with continuous increases in the key policy rate, which we raised from 1% to 5.5% by February this year.", "The decision-making acknowledged the fact that inflation in Serbia is largely imported and driven by supply-side factors.", "Our gradual response honoured both the goals for financial stability and economic growth in the current conditions, with awareness that inflationary pressures cannot be resolved over a short period of time, without producing greater macroeconomic disturbances.", "At the same time, we used macroprudential policy measures to facilitate loan repayment for bank clients in financial distress.", "Numerous measures of the Serbian government also alleviated the impact of costpust pressures from the international environment, both on citizens and companies.", "By capping the prices of basic foodstuffs, the Government also protected the living standard.", "(Slide 8) The third topic I will address is the resilience of the Serbian economy during the pandemic, which is the central topic of the Forum.", "Relevant international institutions with an insight in the results of economic policies of all countries estimated that Serbia's response to the global crisis was excellent.", "During the pandemic, we returned to the pre-crisis level of GDP after only three quarters, while it took as long as four and a half years to do the same after the 2008 crisis.", "The preserved relative stability of the dinar against the euro even amid pronounced global uncertainty was an important brake to a greater pass-through effect from rising global prices on domestic prices.", "The preserved relative stability of the dinar against the euro is also one of the key pillars of financial stability, business certainty, as well as investment and consumer confidence.", "Some individuals, though rare, are in favour of artificial depreciation of the dinar, with the sole argument of supporting exports.", "I say artificial, because it is the appreciation pressures that have prevailed in Serbia for a number of years now.", "Further, the fact is that a few episodes of dinar depreciation in the period between 2000 and 2012 did not help economic growth, but they did reflect adversely on business and investment confidence, inflation, inflation expectations, financial sector, and overall economic activity.", "This means, that in this period the exports were rising by around 13% on average annually.", "Record-high FX reserves of EUR 20.9 bn at end January are a guarantee of the stability of our economy and a buffer against a wide range of risks.", "This is indicated by the fact that they are above the benchmark values of measures used for the assessment of their adequacy, such as the coverage of 5.8 months worth of the import of goods and services, and close to 270% of the debt maturing in the next year.", "Gold reserves also went up to record 38.5 tones, with their share in FX reserves of 10.8% significantly higher than the average of developing countries and closer to the average of those advanced.", "During the three extremely hard years, our FDI inflow measured EUR 11.3 bn, over 7% of annual GDP.", "In addition, last year, we had a record inflow of FDI - EUR 4.4 bn, of which close to 60% still channelled to tradable sectors, and the majority of investments from previous years now providing their contribution to exports.", "This is concrete evidence of the trust in Serbias prospects by those who build factories, boosting employment and enabling a sustainable rise in exports with a higher supply of new products.", "The unemployment rate reached its lowest level, with record private sector formal employment, where there are 150 thousand employed people more than in the pre-pandemic period.", "As a reminder, following the 2008 crisis, within the span of four years over 600 thousand jobs were lost in both formal and informal labour market segments.", "Also, the share of NPLs in total loans was cut to 3%, which is their lowest level and 1.1 pp lower than pre-pandemic.", "This is an indicator that bank asset quality was preserved even after the expiry of government economic support, that the rise in the interest rates did not reflect adversely on financial stability and that all the measures taken produced the desired effects.", "The country's credit rating was maintained at one step away from investment grade, with the rating agency's estimate that Serbia has a coherent economic policy framework, a credible monetary policy, moderate public debt levels, adequate FX reserves, and a stable banking sector.", "The fourth topic I will talk about are expectations going forward.", "Although numerous risks concerning global inflation and economic growth persist across the world, there is a reason for optimism if we compare the new projections with those from the last quarter of 2022.", "In Serbia as well, the February macroeconomic projections signal improvement in all segments compared to November.", "In short: For the first time in the last two years, projected inflation is lower than in the previous projection; Late this year, inflation is likely to be twice lower than at the start of this year, and we now expect it to return earlier within the target tolerance band; We also estimate that risks to the projection are now less pronounced and symmetric, i.e.", "that there is equal probability that inflation in 2023 and 2024 will be lower than projected; The greatest positive departures from assumptions are seen in the balance of payments, owing to faster than expected real growth in goods and services exports and smaller than anticipated energy imports late in the year.", "Also, even in these difficult conditions, the current account deficit is fully covered by net FDI inflows for the eighth year in a row.", "Globally, we expect that further supply-chain normalisation, easing of geopolitical tensions and restrictive monetary policies will bring about continued gradual moderation of global inflationary pressures.", "Pressures first began to ease as global supply chains normalised.", "According to the Global Supply Chain Pressure Index (GSCPI), produced by the Federal Reserve Bank of New York, the normalisation that began back in early 2022 continued throughout the year.", "Sea freight rates, which in late 2021 exceeded the pre-pandemic figure by around five times, were only somewhat above that level in late 2022, with cost-push pressures on this account waning.", "The prices of most primary commodities are also falling, including the prices of agricultural commodities, metal and oil.", "The prices of other energy products stabilised owing to warm weather in the last quarter of 2022, gas storages filled to a high extent and measures restricting energy consumption.", "Whilst global inflationary pressures are easing, reduced global uncertainty, growth acceleration in China and gradual rebalancing of the European energy market, including further removal of supply bottlenecks, will spur global recovery as of the second half of this year.", "Of course, global risks remain as well - for instance, the movement of energy prices, indirect effects of elevated prices of energy and industrial raw materials from the prior period, and labour market factors that are still driving up core inflation in a number of countries.", "Also, China's more vigorous growth may push up again the prices of energy and other primary commodities, though, for the time being, not to the extent that may jeopardise inflation's downward trajectory.", "In an environment of waning global cost-push pressures, a decline in imported inflation and accumulated effects of NBS monetary policy measures, Serbia's projected inflation is lower than in the previous projection for the first time in the last two years.", "Inflation is expected to fall more sharply in H2 and to be twice lower at the end of the year than at its start.", "Inflation's return within the target tolerance band is expected in mid-2024, earlier than stated in the November projection.", "According to our estimate, Serbia's GDP will grow between 2.0% and 3.0%, which is what we estimated in November as well.", "Still, we judge the risks to the projection to be now less pronounced, with its achievement being more certain.", "We expect GDP growth to accelerate to the 3.0- 4.0% range starting from 2024, and to return to the pre-pandemic growth trajectory of around 4% annually, also on account of implementation of planned investment projects in the areas of road, railway, energy and utility infrastructure.", "Optimism also comes from the fact that after quite a while we now have a scenario that is more favourable than the baseline - with inflation lower and economic growth higher than in the baseline scenario.", "The major positive deviations from the November projection concern the balance of payments as the current account deficit is by EUR 1.3 bn lower than initially projected.", "This is due to faster than expected real growth in goods and services exports and lower than anticipated energy imports late in the year.", "In 2022 the current account deficit was under the strongest impact of energy imports worth EUR 6.8 bn, up by EUR 3.9 bn from 2021. f this, the imports of oil, petroleum products and gas were higher by EUR 2.5 bn, with the dominant effect originating from higher prices of these energy products.", "According to our estimate, this effect equalled around 84%, while the growth in imported quantities of these energy products accounted for around 16% of import growth.", "We expect the current account deficit to gradually narrow to around 5% of GDP in the medium run, mostly on account of improvement of the foreign trade deficit, which we expect as export supply picks up and external demand recovers.", "The consolidated fiscal deficit of 3.1% of GDP in 2022 was better than forecast in the Revised Fiscal Strategy for 2023 with Projections for 2024 and 2025.", "The planned narrowing of the fiscal deficit to below 1.5% of GDP over the coming three years and a reduction in the public debt share in GDP to significantly below 60% will also remain an important pillar of our economy's resilience.", "Equally important is retaining the high level of capital expenditure, with significant mediumterm effects on our economy.", "Ladies and gentlemen, (Slide 10) Once this entire period of intertwined crises becomes a subject of analysis after some time, the decisions we made will be reviewed and perhaps new theories will spring up.", "Still, as Schumpeter said: I know that it is not enough to be remembered for books and theories.", "One does not make a difference unless it is a difference in people's lives.", "I will add the following - what differentiates theory from practice is our responsibility for people, for growth and development, and social stability.", "We depend on the conditions of the time in which we live, but also on the decisions that we make and for which we are accountable.", "We cannot influence global developments.", "We cannot influence energy prices in the global market, except in the segment where we have favourable agreements ensured by President Vui.", "Let me remind you that Serbia ensured almost two thirds of gas under the conditions that were significantly more favourable than those prevailing in the market in 2022.", "Preparations for the winter season in Serbia were carried out in time and back in summer we filled gas storages in Banatski Dvor and Hungary.", "Such timely energy purchases set an example for all other participants in the economic system.", "The National Bank of Serbia has an anchor called a stable exchange rate - and we are holding it tight!", "Faced with a multidimensional crisis, we boosted our FX reserves to a record level of EUR 20.9 bn at end January.", "They are a sufficient guarantee that we can respond to potential shocks from the international environment.", "I would like that this kind of serving the general good, which is in the interest of all of us individually, is cherished by all those who have power and authority to agree on different matters, and who, guided by their short-term benefit, inflict long-term damage to everyone.", "We can all contribute by making sure that individual interest of a particular group of people or a lobby does not become the generator of an inflationary spiral!", "For instance, the downward trajectory of food inflation, which we all expect until the end of the projection horizon, could be moderated by the imperfect structure of the market on the supply side, i.e.", "lack of stronger competition in this segment.", "No one has the right to instil a sense of insecurity by acting irresponsibly or pursuing selfish short-sighted interests and thus make long-lasting damage to all!", "Along similar vein, we must not create unfounded expectations.", "It is our duty to work in the most responsible way so as to minimize the effects of the crisis.", "This is a time when stability and peace are of paramount importance and we must navigate it together, demonstrating more solidarity.", "We have the obligation to pass on knowledge and to strengthen human capital, because this is the best investment in future we can make.", "Esteemed participants of the Business forum, Let me quote Henry Ford who said: Coming together is the beginning.", "In the spirit of the central theme of the 30th Kopaonik Business Forum, our experience shows that what matters for a resilient economy are: Stability - political, macroeconomic and financial; Coordination in policy adoption and implementation; Diversification of markets, sources and investors, as well as strategic inventory and last, but not least important in an environment of shared risks - cooperation.", "All of this matters for investment, digital economy, circular economy and human capital development.", "I can only add unity and solidarity, as factors of social and political stability, which are key ingredients to the economy's sustainable growth and resilience.", "I will always support the decisions of the one who has deserved my trust with his results and fighting for Serbia.", "Stability in Serbia has no alternative.", "I wish you a successful jubilee Forum!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic growth", "Monetary policy", "Resilience", "Financial stability", "Exports", "Investment", "Foreign exchange reserves", "Fiscal policy", "Energy prices"]}