{"sentences": ["His Excellency Paul Kagame, President of the Republic of Rwanda, His Excellency Hakainde Hichilema, President of the Republic of Zambia, distinguished guests, ladies and gentlemen, good afternoon.", "I am delighted to be part of this remarkable session bringing Africa and Asia together on Enabling FinTech for Good the theme of .", "There is much we can do together, and Singapore is proud to be part of this effort.", "Since coming here a couple of days ago, my colleagues and I have been struck by the energy and vitality of this place.", "Technology is transforming the world of finance.", "FinTech presents both opportunity and risk.", "We want to harness these opportunities while managing the risks.", "In Singapore, when we began our FinTech journey 8 years ago, we set four guiding principles for the use of FinTech: to increase efficiency; to manage risks better; to create new opportunities; and most important to improve people's lives.", "Eight years later, these principles continue to guide us.", "As we walked our FinTech journey, we learnt along the way.", "Two critical enablers have proven decisive in getting us to where we are: first, building foundational digital infrastructure second, fostering connectivity and collaboration Let me say a few quick words about each of them.", "First, foundational digital infrastructure - systems that allow different users, different solutions, and different devices to seamlessly interact with one another.", "Just as physical infrastructure like roads and railways helped to connect and advance the industrial economy, we need digital infrastructures to enable a vibrant digital economy.", "What are these digital infrastructures?", "One, a digital identity , so that we can interact with one another digitally, with trust and confidence, knowing who is on the other side of the transaction.", "In Singapore, we introduced Singpass as a digital identity to facilitate secure, consent-based verification for residents to digitally access more than 700 different government services.", "Two, interoperable electronic payments .", "We need not only digital payment solutions but common payment rails or networks for these different payment solutions to be interoperable.", "In Singapore, we built PayNow , an instant payment service.", "Residents can move money to one another's bank account in real-time at zero cost, with just three clicks on their mobile phones, regardless of which bank app they use.", "Three, a so that individuals and corporates can access all their trusted data exchange relevant data in digital form for purposes of carrying out digital transactions.", "In Singapore, we established MyInfo , a platform which allows residents to access via their mobile devices more than 100 of their personal particulars and share them with third party service providers through open, secure APIs.", "Second critical enabler - .", "The full potential of FinTech connectivity and collaboration can only be realised if our systems are inter-connected across borders, and there is active public-private collaboration to drive innovation.", "Let me give two examples.", "It is not enough that we can pay one cross-border payments connectivity another digitally within our countries.", "Be it for migrant workers or students or small and medium enterprises, it is the ability to send money across borders cheaper, faster, and more securely that really matters for efficiency and productivity.", "Singapore has successfully connected its instant payment infrastructure PayNow to Thailand's PromptPay and to India's Unified Payments Interface (UPI) .", "We hope one day we can also connect with countries here in Africa, including Rwanda.", "Two, platforms for human collaboration .", "For all the benefits of digital connectivity, face-to-face engagements remain key for innovation.", "Take for example, the Singapore FinTech Festival - a knowledge platform catering to the global FinTech community, where participants come to learn and do things together.", "Last year's festival attracted more than 62,000 participants from over 115 countries.", "I am very happy this collaboration is now expanding its reach in Africa and in Europe - through this inaugural in Kigali, and next Inclusive FinTech Forum week, the second edition of the Point Zero Forum in Zurich.", "Let me conclude with where I started - everything we do in FinTech must serve a larger purpose.", "It must help to solve real world problems, so that people are better off.", "Everything that I have mentioned about digital infrastructure and connectivity is well within the capacity of Africa to achieve.", "In fact, you have a unique opportunity to leapfrog legacy systems and vested interests, and build a modern digital economy and society, from the ground up on a clean slate.", "This room is filled with innovators, investors, business leaders, and policy makers from around the continent.", "Together, you can shape a future where technology and finance converge to create a more prosperous, vibrant, and inclusive Africa."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["FinTech", "Digital infrastructure", "Connectivity", "Collaboration", "Payments", "Identity", "Data exchange", "Cross-border payments", "Innovation", "Inclusive finance"]}