{"sentences": ["Cross-border payments are crucial to the smooth functioning of the global economy, and their importance is growing in our ever more interconnected, global digital economy.", "The value of cross-border payments is forecast to increase from almost $150 trillion in 2017 to over $250 trillion by 2027 .", "Yet cross-border payments are typically, though I want to stress not always, slower, more costly, less transparent, and harder to access than domestic payments.", "And this impacts not just big wholesale players but consumer and remittance payments too.", "There are instances of payments taking up to 10 days and costing more than 10% of the payment value, and all too often with timing and cost unknown upfront.", "The G20 made enhancing cross-border payments a priority in 2020 and developed a roadmapOpens in a new window for delivering improvements.", "Since then, organisations from around the world have come together and made significant strides to lay the foundations for enhancing cross-border payments.", "As set out in the Financial Stability Board's (FSB) latest progress reportOpens in a new window in October 2022, much progress has already been made including: agreeing global quantitative targetsOpens in a new window and a methodology for measuring progress towards them, undertaking stocktakes and analyses of existing payment systems and arrangements, and publishing proposals and best practice for achieving progress.", "And there have already been tangible changes, for example the move by SWIFT and some key systems to ISO 20022Opens in a new window messaging standards, increased operating hours and the launch of interlinking arrangements such as between Thailand's PromptPay and Singapore's PayNow.", "Now the work is at an inflection point: many of the original roadmap actions have been completed, providing a solid foundation from which to make real changes to the crossborder payments experience.", "In February 2023 the FSB published a set of priority actions that will be taken forward to meet the cross-border payments targets by 2027.", "The actions are grouped in three priority focus areasOpens in a new window : Payment system interoperability and extension; Legal, regulatory and supervisory frameworks; and Cross-border data exchange and message standards.", "We need to work together to make payments faster, cheaper, more accessible, and more transparent.", "Some of this work needs to continue to be international for example, agreeing approaches to harmonising rules and standards.", "But it needs to be complemented by action from the public and private sectors in individual jurisdictions to determine where progress is needed and how to best implement it through a range of projects and changes, in time to meet the 2027 targets.", "I encourage central banks, payment system operators, providers, participants, and users from all countries - including all those at the conference today and extending well beyond the G20 - to work together to enhance cross-border payments.", "We can continue learning from each other and refining our approaches via international forums led by the FSB and Committee on Payments and Market Infrastructures (CPMI) - such as the annual Payment Summit with senior industry representatives, the new Industry Taskforces , working jointly with the IMF and World Bank on identifying appropriate technical assistance, and the new Central Banks' Community of Practice .", "At the Bank of England, we are already making tangible progress towards enhancing cross-border payments.", "We are currently undertaking a transformational RTGS Renewal Programme to deliver a range of new features and capabilities for payments.", "This will include several features highlighted in the priority focus areas - such as the adoption of ISO20022 this summer, reducing barriers to access RTGS, and enhancing user functionality such as Application Programme Interfaces (APIs).", "As recommended in the May 2022 CPMI reportOpens in a new window , we will also be working with the private sector to consider the case for an extension of RTGS operating hours, which could help to reduce delays in cross-border payments as well as settlement risks and liquidity costs.", "And we have already consulted industry on what more we can do, including discussions on demand for synchronised settlement which could link RTGS ledgers in different countries, in our Roadmap Beyond 2024 .", "Enhancing cross-border payments can deliver enormous benefits to business and consumers.", "We all have a role to play in making this a reality.", "I would like to thank Abigail Daniel and the Cross Border Team for their help in preparing these remarks.", "\"Cross-border payment systems have been neglected for too long\"Opens in a new window SWIFT gpi (2023) The World Bank Group (2021), 'Remittance Prices Worldwide QuarterlyOpens in a Financial Stability Board (2023), 'FSB invites senior representatives from firms and industry associations to join cross-border payment taskforceOpens in a new window ' Bank for International Settlements: Committee on Payments and Market Infrastructure (2023), 'Bank for International Settlements' Committee on Payments and Market Infrastructures invites market stakeholders to join cross-border payments interoperability and extension task force'Opens in a new window These forums are detailed in the FSB's priority actionsOpens in a new window paper (table 4)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Cross-border payments", "Priority focus areas", "Payment system interoperability", "Legal frameworks", "Regulatory frameworks", "Supervisory frameworks", "Data exchange", "Message standards", "RTGS", "ISO20022"]}