{"sentences": ["It is a pleasure to welcome you to this reception marking the 25th anniversary of the ECB and the Eurosystem.", "Helmut Kohl, the former German Chancellor, once famously observed that \"peace means more than just an absence of war\".", "And at its root, the story of the euro is one of building the foundations for lasting peace.", "It is a story that stems from Europe's far-sighted decision after the Second World War to bind its economies together so tightly that our futures would be inseparable, and which, in turn, created the powerful logic underpinning European integration.", "This engine of integration meant that whenever we faced trials, we did not retreat into division and let what we had built together fail.", "Instead, we met those challenges head on and answered them together.", "And it was this same spirit that made - from the late 1980s onwards - the single currency a necessary next step on our European journey.", "At that time, both Europe and the world were changing.", "First, our common market was evolving into the Single Market.", "This made it even more important to remove the prospect of competitive devaluations among major economies, since that would have undermined trust and turned the tide against openness.", "But with global capital flows multiplying, Europe's fixed exchange rate system was becoming increasingly unstable - a problem epitomised by the exchange rate mechanism crisis in 1992-93.", "Second, the global integration of finance was also threatening Europeans with a loss of monetary sovereignty.", "The monetary policies of large countries that issued global currencies - especially the United States - were exerting ever-larger global effects.", "Regardless of the exchange rate regime used, this meant that the scope for smaller countries to set monetary conditions in line with their domestic needs was gradually narrowing.", "Third, as the Berlin Wall fell and the Cold War ended, there were new, fundamental questions being asked about the direction of Europe - and who would hold sway within it.", "That created a powerful need for new European symbols that could tie people within a larger and more diverse Union.", "The euro was the logical answer to all three of these changes.", "It offered Europeans stability, sovereignty and solidarity.", "Stability, because the euro ensured that the Single Market could be insulated from currency fluctuations while making speculative attacks on euro area currencies impossible.", "Sovereignty, because adopting a single monetary policy at the European level would increase Europe's policy independence vis-à-vis other large players.", "And solidarity, because the euro would become the most powerful and tangible symbol of European unity that people would encounter in their day-to-day lives.", "The euro through the crises We can be grateful for the foresight of Europe's visionary founders.", "When the euro was born on 1 January 1999, they could never have imagined the crises that lay ahead.", "The first President of the ECB, Wim Duisenberg, faced 9/11 and the dotcom crisis.", "His successor, Jean-Claude Trichet, had to navigate the global financial crisis and the sovereign debt crisis in its early days, which my predecessor, Mario Draghi, inherited.", "He had to contend with fears about the future of the euro area, followed by a prolonged period of too-low inflation.", "And my own Presidency has already seen the pandemic and economic lockdown, Russia's brutal invasion of Ukraine, the energy crisis and the return of too-high inflation.", "Yet the fundamental promise of the euro has held true.", "And thanks in no small part to our monetary union, we have been able to weather it all - and come out just a bit stronger each and every time.", "First, the euro has brought us stability.", "With stable exchange rates, the Single Market - and the commitment to peace it represents - has not only survived; it has thrived.", "One can only imagine how tempting protectionism would have been if the possibility of competitive devaluations had not been eradicated.", "The euro has also shielded us from external shocks.", "Soon after its launch, it quickly established itself as the world's second reserve and invoicing currency.", "As a result, the price of more than half of what we trade is now denominated in euro, and for the other half, the single currency has helped insulate the economy from excessive exchange rate volatility.", "As an illustration, ECB staff estimates suggest that, had the euro not been introduced, the depreciation of some euro area countries' currencies against the US dollar could have been up to 14% larger during the global financial crisis and up to 10% larger during the pandemic.", "Of course, instability has arisen in other areas that were missing from the original design of the euro area, most painfully during the sovereign debt crisis.", "But where gaps have appeared, they have been filled, most importantly through the creation of European banking supervision.", "Second, the euro has increased our sovereignty, allowing us to be the master of our own economic destiny and to set the monetary policy that Europe needs for stable prices and sustained growth.", "Thanks to our single monetary policy, the ECB has been able to respond quickly and decisively to every kind of shock we have faced.", "And we have done so even when other large jurisdictions were pulling in a different direction.", "This was perhaps most visible when the US Federal Reserve System began a tightening cycle in 2013 while the euro area was still recovering from the sovereign debt crisis.", "Our policy independence allowed us to chart our own course and begin a recovery that lasted for 26 straight quarters.", "Third, the euro has created solidarity within Europe.", "It has provided a symbol of unity through incredibly testing times, and motivation to support each other through the darkest of hours.", "And for this reason, new countries continue to join.", "Over the past quarter of a century, we have welcomed nine new countries to the euro area, bringing us from 11 to 20 - with the most recent, Croatia, joining at the start of this year.", "We have now reached a position where people can separate institutions from policies - which in my view is the hallmark of success.", "They may like or dislike the policies of the ECB, but they mostly no longer question whether being part of the euro area is the right choice.", "While the share of people who support the euro hit a low of around 60% during the sovereign debt crisis, that figure is now close to 80%.", "And the depth of this support has also been demonstrated at the ballot box whenever membership of the euro area has featured in national elections.", "But this success does not mean that our work is done.", "It means that we are now in a position to make the best choices for our monetary union - rather than about having a union at all.", "It is now time for the next chapter in the euro's story to be written.", "And that will depend on the actions that we, as Europeans, undertake.", "For the ECB, our immediate and overriding priority is to bring inflation back down to our 2% medium-term target in a timely manner.", "But as I recently said, faced with shifting geopolitics, digital transformations and the threat of a changing climate, there will be more challenges ahead which the ECB will need to address.", "We must continue to provide stability in a world that is anything but stable.", "And we are also counting on other policymakers to do their part.", "A monetary union is not an end point - it is a constant process of uniting.", "Each generation of leaders must continue it.", "Union should be multifaceted - and include fiscal, financial and banking dimensions to develop a higher degree of integration, especially if the euro is to cement its international status.", "When Wim Duisenberg accepted the Charlemagne Prize on behalf of the euro in 2002, he portrayed the euro as a triple contract.", "It is a contract between countries to pool their strength.", "A contract between the ECB and the people of Europe to deliver on their needs, most of all price stability.", "And a contract between Europeans themselves to share their common currency.", "But a contract does not only grant rights - it also assigns responsibilities.", "And now it is up to all of us - leaders, institutions and citizens - to continue to honour this contract for many years to come.", "See Eichengreen, B. and Naef, A.", "The 1992-3 EMS crisis\", Journal of International Economics , Vol.", "138, September; and Rey, H. (2015), \"Dilemma not Trilemma: The Global Financial Cycle and Monetary Policy Independence \", NBER Working Papers, No 21162, National Bureau of Economic Research, May.", "For an overview of the ECB's first 20 years, see Rostagno, M. et al.", "(2021), Monetary Policy in Times of Crisis: A Tale of Two Decades of the European Central Bank, Oxford University Press.", "Di Sano, M., Frohm, E. and Gunnella, V. (2022), \"How important is invoicing currency choice for the impact of exchange rate fluctuations on trade?", "\", The international role of , ECB, June.", "According to ECB staff estimates based on the synthetic control approach and weighting scheme outlined in Gabriel, R.D.", "and Pessoa, A.S. (2020), \"Adopting the Euro: a synthetic control approach \", Munich Personal RePEc Archive Paper, No 99622, March.", "The approach consists in proxying the legacy currencies with weighted groups of other currencies which mimic the economies of the legacy currencies as closely as possible.", "Moreover, the estimates point to heterogeneity across counterfactual euro area legacy currencies in the extent of the exchange rate movements in response to shocks.", "According to Eurobarometer surveys.", "Lagarde, C. (2023), \" Central banks in a fragmenting world \", speech at the Council on Foreign Relations' C. Peter McColough Series on International Economics, 17 April.", "Duisenberg, W. (2002), \" International Charlemagne Prize of Aachen for 2002 \", acceptance speech, Aachen, 9 May."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["euro", "stability", "sovereignty", "solidarity", "European integration", "monetary policy", "inflation", "ECB", "crisis", "Single Market"]}