{"sentences": ["Madam President of the Bank Council Dear Shareholders It is a pleasure for me to welcome you to our General Meeting today.", "I see many familiar faces, but also a large number of new shareholders.", "A warm welcome to you all.", "I am delighted that so many of you have responded to our invitation.", "We are living in extremely turbulent times.", "Our last General Meeting was marked by Russia's invasion of Ukraine, and the General Meetings in the previous two years by the coronavirus pandemic.", "This year we have witnessed a shock to the Swiss financial sector, namely the crisis at Credit Suisse and the takeover of the bank by UBS.", "Today, I would like to give you some more detailed information about the role of the Swiss National Bank in managing this latest crisis.", "I will also set out how we have been combating inflation with our monetary policy since the last General Meeting.", "Let me start with the second topic.", "Tighter monetary policy to ensure price stability The SNB is obliged by Constitution and statute to pursue a monetary policy that serves the interests of the country as a whole.", "Our task is to ensure price stability and, in so doing, to take due account of economic developments.", "Stable prices benefit society across the board.", "Inflation unsettles households and businesses, which can lead to costly mistakes when it comes to purchasing and investment decisions.", "But above all, price stability protects lower-income households, which are most exposed to the inflation-induced erosion of purchasing power.", "We equate price stability with a rise in consumer prices of between 0% and 2% per year.", "However, for over a year now, inflation in Switzerland has exceeded this range; it was 3.2% in the first quarter of 2023.", "Inflation has risen even more sharply abroad.", "There are a number of reasons why inflation has risen globally in recent quarters.", "Higher energy prices and supply bottlenecks caused by the pandemic and the war in Ukraine were major drivers.", "But the strong increase in demand due to catch-up effects and expansionary monetary and fiscal policy in many countries also contributed.", "When increased price pressure became apparent in other countries during 2021, we allowed the Swiss franc to appreciate in order to minimise the amount of inflation being imported into Switzerland.", "Thanks in part to this, inflation rose less strongly in this country.", "But despite the appreciation, prices went up more than we would have liked here, too.", "It became clear that not just commodities, but also more and more other goods and services were being affected by price increases.", "In such situations, monetary policy must intervene decisively to prevent inflation from becoming entrenched above the range of price stability.", "We have therefore gradually tightened monetary policy since June 2022 by raising interest rates and selling foreign currency.", "Moreover, in net terms, we sold foreign currency worth CHF 22.3 billion in 2022.", "At our most recent monetary policy assessment in March, we emphasised that we would continue to tighten monetary policy if necessary.", "Contribution to financial system stability Ladies and gentlemen, the National Bank Act entrusts us with the key task of ensuring price stability.", "Furthermore, it also charges us with contributing to the stability of the financial system.", "Alongside stable prices, a stable financial system is an important prerequisite for growth and prosperity.", "While ensuring price stability is a task that the SNB can perform alone using its monetary policy instruments, several entities are involved in safeguarding financial stability.", "To this end, we cooperate closely with FINMA and the federal government.", "The work is divided up as follows: FINMA supervises banks and is responsible for enforcing banking legislation.", "It monitors banks with the aim of protecting creditors and investors, assessing the soundness of individual institutions, and identifying associated risks to the financial system.", "The SNB has a different role.", "In quieter times, we contribute to the stability of the financial system by analysing potential threats and identifying possible action points.", "In order to assess risks, we use stress tests, among other things, to examine how well the banking system can cope with abrupt changes, such as sharp rises in interest rates.", "The SNB also designates the systemically important banks, which are subject to stricter equity and liquidity rules.", "We can also submit proposals to the Federal Council regarding adjustments to the countercyclical capital buffer.", "The SNB's contribution broadens when the stability of the financial system is threatened.", "In such cases, we provide illiquid but solvent banks with emergency liquidity in the form of loans.", "This is contingent upon FINMA having confirmed the solvency of such banks.", "By granting these loans, we can calm the situation and buy time in which to overcome a crisis.", "The Federal Council may ultimately decide to use taxpayers' money to stabilise the situation, whether this be in the form of state participation, as with UBS in 2008, or in the form of guarantees, as now in the case of Credit Suisse.", "Providing loans as lender of last resort in a crisis is one of the classic tasks of central banks.", "This task falls to central banks because only they are able to create liquidity in their own currency extremely quickly and in very large volumes.", "It is important to understand that even in crisis situations, this liquidity is not gifted.", "Liquidity is lent against sufficient collateral and is subject to an interest rate that is higher than the policy rate.", "SNB's contribution to managing Credit Suisse crisis This brings me to Credit Suisse.", "Credit Suisse has long struggled to cope with a loss of confidence and with outflows of client funds.", "The collapse of Silicon Valley Bank in the US triggered a swift deterioration of the situation in mid-March, despite the fact that there was no direct link between the bank in California and Credit Suisse.", "Credit Suisse's counterparties cut credit limits and clients withdrew deposits at a rapid rate.", "If Credit Suisse had collapsed, many Swiss households and SMEs would no longer have had access to their deposits, and payments via Credit Suisse would no longer have been executed.", "Furthermore, SMEs in particular would no longer have been able to benefit from existing credit limits at Credit Suisse and maturing loans would not have been renewed.", "The economic fallout would have been enormous.", "But there was even more at stake here.", "The collapse of Credit Suisse would have sent a shockwave through the global financial system.", "The consequences for the real economy, both in Switzerland and abroad, would have been dramatic.", "This extremely demanding situation required quick and decisive action.", "The federal government, FINMA and the SNB worked together under high-pressure conditions to find a solution that was viable and as market-based as possible in order to safeguard financial stability and protect the Swiss economy.", "You are all familiar with the solution that was ultimately found, namely the takeover of Credit Suisse by UBS.", "The SNB's central role in managing this crisis initially involved using liquidity assistance loans to create a time window within which a solution could even be worked out.", "Since then, we have been supporting the successful implementation of the takeover with additional liquidity assistance, which we are granting in both Swiss francs and foreign currencies.", "I would now like to explain our crisis response to you in more detail.", "We have provided emergency liquidity in various forms.", "The established access to liquidity assistance loans for banks experiencing financing problems is provided against collateral in the form of securities and mortgages.", "These loans are subject to interest, including a risk premium.", "This is classic last-resort lending.", "The facilities used in such cases are known as the liquidity-shortage financing facility, or LSFF, and emergency liquidity assistance, or ELA.", "The Federal Council's emergency ordinance of 16 March 2023 paved the way for two further types of liquidity assistance loan specifically for the Credit Suisse case, namely ELA+ and the public liquidity backstop (PLB).", "This legislation enables us to lend a further CHF 200 billion.", "ELA+ has a volume of CHF 100 billion and is secured by means of preferential rights in bankruptcy proceedings.", "This ensures that our loans would be repaid with high priority in the event of bankruptcy.", "We can allocate the second CHF 100 billion within the framework of the PLB.", "These loans are also secured by preferential rights in bankruptcy proceedings and, in addition, by a federal guarantee - that is to say, they are guaranteed with taxpayers' money (hence 'public' in public liquidity backstop).", "The interest rate on both types of loan is higher than that charged on the established liquidity assistance facilities.", "The dramatic situation and enormous time pressure required the use of emergency law.", "In granting ELA+, we are going to the limits of what is feasible for the SNB, because with this loan preferential rights in bankruptcy proceedings are the sole security.", "We provided this liquidity only because rapid action was critical to restoring counterparties' confidence in Credit Suisse and stopping the outflow of client funds.", "Without the SNB's willingness to provide further liquidity via ELA+, a global financial and economic crisis could easily have been set in motion.", "In our view, this would have been irresponsible.", "Thoughts for the future Since the dramatic days of mid-March, the situation has stabilised.", "Let me now look ahead and share three thoughts with you regarding the future.", "My first thought is self-evident: Banking regulation and supervision will have to be reviewed in light of recent events.", "This will require in-depth analysis.", "Quick fixes must be avoided.", "However, from the SNB's perspective, there is one important point that needs to be emphasised right now.", "In the future, regulations will have to compel banks to hold sufficient assets which they can pledge or transfer at any time without restriction, and which they can thus deliver as collateral to existing liquidity facilities.", "This way, even in extreme situations, we would be able to provide the necessary liquidity via the LSFF or ELA without the need for emergency law.", "My second thought is also self-evident: UBS's takeover of Credit Suisse fundamentally changes the structure of the Swiss banking sector.", "It is important that Swiss households and businesses continue to benefit from a broad range of efficiently priced banking services.", "This requires competition and diversity.", "We are optimistic that our domestically focused banks, but also the foreign banks operating in Switzerland, will adjust their product ranges accordingly.", "We are also convinced that UBS will carry out its task of providing Swiss households and the wider economy with banking services responsibly.", "This brings me to my third point, on which I would like to close.", "Healthy competition in the banking sector is not only in the interest of Swiss households and businesses, but also very much in the interest of the SNB.", "For our monetary policy to transmit to the entire economy, interest rates on bank deposits and bank loans must respond swiftly, and strongly enough, to changes in our policy rate.", "The greater the competition among the banks, the more likely it is that this will occur.", "We will make sure that this issue, too, is given due consideration in the discussions about the future of the Swiss banking sector.", "For only with an effective monetary policy can we fulfil our responsibility and ensure price stability for Switzerland.", "Ladies and gentlemen, thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Financial stability", "Credit Suisse", "Liquidity assistance", "Banking regulation", "Banking supervision", "Systemic risk", "Competition", "Price stability"]}