{"sentences": ["The monetary policy tightening started by the ECB in December 2021 has been crucial to respond to the risks stemming from high and rising inflation.", "Even before exerting its effects on aggregate demand, it has operated by contributing to containing inflation expectations, avoiding an increase to excessively high levels.", "This anchoring of expectations has therefore laid the foundations for preventing the occurrence of wage-price spirals.", "Low and stable inflation expectations, however, do not completely eliminate the risk of \"second-order effects\".", "To this end, labour and business in all euro-area countries must continue to behave responsibly.", "It has to be fully understood that the energy shock is like a tax on the euro area economy, which unfortunately cannot be returned to sender and cannot be circumvented through a fruitless race between wages and prices nor through an excessive and permanent increase in public debt.", "Wage negotiations, therefore, cannot go back in time to when they were purely backward-looking.", "Making up for the loss of purchasing power must, rather, rely on achieving sustained productivity growth, although targeted and temporary fiscal measures to alleviate the burden on more severely hit households and firms should obviously not be ruled out.", "Today, gas prices in Europe are returning to more moderate levels and their volatility is declining, setting the stage for the convergence of inflation, over the medium term, to the ECB's target of 2 per cent.", "In this context, the pricing strategies of businesses will play a central role.", "In particular, we will have to closely monitor whether, after the pass-through of the higher energy costs observed in 2022, firms will allow final prices to reflect the most recent declines, which would imply a less intense tightening of financial conditions.", "This will be a key step to achieve a durable reduction of underlying inflation.", "In this phase, monetary policy should not be left to work alone.", "The contribution of all policies, including perhaps some new versions of old-fashioned income policy recipes, could help to favour a more rapid convergence of inflation to the ECB target.", "The return to price stability will greatly benefit from fiscal policies and negotiations between workers and firms operating in the same direction as monetary policy.", "Figure 1 The return of inflation (monthly data; annual percentage changes) US UK EZ IT 1970 1980 1990 2000 2010 2020 Source: Eurostat, Istat, UK Office for National Statistics and US Bureau of Labor Statistics.", "Note: EZ denotes the euro area (changing composition after 1999 and weighted average of the 11 countries partecipating to the start of Third Stage of the Economic and Monetary Union prior to that date).", "Note: dashed lines show pre-pandemic trends.", "Nominal wage growth (quarterly data; annual percentage changes) 5 United States 5 3 3 Figure 5 Natural gas prices 350 350 Europe (euro) 100 100 United States (dollars) Source: Refinitiv.", "Note: Title Transfer Facility (TTF) quotations for European gas and Henry Hub for US gas.", "Note: dashed lines denote an interval around zero of plus/minus two standard deviations of projection errors realized in 2003-2020; latest observation: 2022 Q4.", "Note: nominal OIS interest rates deflated by the corresponding inflation-linked swap rates.", "Market-based inflation expectations in the euro area (daily data; per cent) 8 8 10 year 2020 2021 2022 Source: Bloomberg.", "Note: 1-year and 10-year inflation-linked swap rates.", "Note: probabilities inferred from inflation options; π<0 (π<1) is the probability of inflation being smaller than 0 (1) on average in the next 5 years; π>3 (π>4) is the probability of inflation being larger than 3 (4) on average in the next 5 years; 50-days moving averages.", "Note: 5-year inflation swap rates; changes with respect to 3 January 2022.", "Inflation (monthly data; 3-month annualised percentage changes) 15 15 -5 -5 Source: Eurostat, UK Office for National Statistics and US Bureau of Labor Statistics.", "Note: EZ denotes the euro area."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Wage-price spirals", "Energy shock", "Pricing strategies", "Fiscal policy", "Income policy", "Productivity growth", "Inflation expectations", "Natural gas prices"]}