{"sentences": ["Khun Somlak Tinmanee, Chairman of the AIB Khun Payong Srivanich, Chairman of the TBA Distinguished guests, It is a great pleasure to be here again.", "Given this broad topic, I will cover three areas today.", "First, I will share with you my thoughts about the economy, where it is now and where it is heading.", "Second, I will talk about the Bank of Thailand (BOT)'s policy responses to the economic conditions, both on the monetary policy side and on the financial policy side.", "And third, the risks I see going forward that we should be paying attention to.", "Part 1: The stage of economic recovery On the topic of the economy, the short message is that recovery is intact, with growth and inflation moving back to targets.", "The broad contours of where we see the economy going are along the lines of what we anticipated, though there is some degree of softness.", "Initially, economic recovery was largely driven by domestic factors - consumption, services, and tourism.", "This is still the case, but there is some softness.", "On the growth front, GDP numbers for Q2, due later this month, are likely to come out a bit softer than expected, as exports have been impacted by global factors like China's slowdown and late recovery in the electronic cycle.", "On the other hand, domestic consumption is growing quite well, with a forecast of well above 4%.", "Given the softness we have seen in the first half of the year, our latest GDP forecast of 3.6% could be revised slightly downward, but we still expect to see growth within the long-term potential range of 3 - 4%.", "The second half should still hold up quite well compared to the first half, mainly driven by tourism.", "We still maintain our forecast of 29 million tourists this year despite fewer Chinese tourists than expected.", "Non-Chinese tourists have compensated for the shortfall, but we see some softness in total spending.", "We see the same story in terms of inflation.", "The disinflation process in Thailand has been faster than expected.", "The latest headline CPI outturn of 0.23% in June-23 is probably the lowest in the world.", "However, this is a result of a lot of temporary factors - base effect, temporary measures on electricity and a variety of other measures - which suggest that going forward inflation is gradually going to come back up again.", "Overall, inflation should still reside within our target range for the year.", "Hence, the broad contours of the economy are fairly encouraging.", "Even with all the uncertainties out there, overall recovery in Thailand has remained intact.", "On the global front, there are rising concerns about a slowdown in China, but concerns over a slowdown or risk of a recession in the US seem to have gone down.", "So, there are positive economic surprises to counter negative ones.", "Domestically, the big question is what is going to happen with the government.", "I believe some of the concerns over government spending may not be accurate.", "The BOT's forecasts have already priced in a delay in government budget disbursement of about 3 - 6 months.", "The fact is that, with our budget, the fixed expenses still go out the door but what will not be spent is the discretionary investment budget, which is not huge in size.", "So, the impact on this year's headline GDP from any delay in fiscal spending is not large.", "The impact, if it comes, will come next year.", "Overall, the picture is broadly intact in terms of economic recovery.", "This is positive news that we should take away.", "Part 2: Policy responses - monetary and financial policies Policy is a balancing act.", "We must try to manage the trade-offs properly and be flexible and agile in adjusting our policies in response to the economic circumstances that have changed.", "On Monetary Policy When we started our policy normalization process last year, the economy was recovering much more slowly than the region because it was highly dependent on tourism.", "Our policy objective at that time was to ensure a smooth takeoff .", "We did not want to do anything to interrupt the recovery process.", "Hence, our policy response was to undertake a 'gradual and measured' interest rate normalization and we increased the policy rate from the low level of 0.50% by 25 bps each meeting .", "This was different from what other central banks were doing, and we received a fair amount of criticism - Aren't you in danger of being behind the curve?", "Aren't you in danger of inflation not being transitory?", "We genuinely felt that the situation in Thailand is very different from the situation we saw in advanced economies.", "In the US, inflation was coming from the demand side and not just the supply side, labor markets were overheated, the chance of seeing a wage-price spiral was increasing.", "We did not see any of those things in Thailand.", "Recovery was quite weak, so the demand side pressure was not strong.", "Inflation was mostly driven by supply side shocks, which were likely to dissipate.", "We did not see an overheated labor market or wage pressures at the time.", "Hence, we felt that this 'gradual and measured' normalization was the right policy response.", "Thankfully, as it turns out, inflation peaked at 7.9% in August last year and started to come down to target quite rapidly - even more so than we had anticipated.", "It was the proper read and proper response not to slam on the brakes at the time, which would have stalled that recovery and prevented the smooth takeoff that we wanted to see last year.", "GDP growth is gradually recovering from 2.6% last year to around mid-3% this year.", "So that was then, what about now?", "Two days ago, the Monetary Policy Committee had a meeting and issued a press statement.", "Those of you that paid attention would have noticed that the statement started to shift in tone, reflecting the fact that our policy objective is now a bit different.", "From trying to ensure a smooth takeoff, now the focus is on getting the landing right.", "There is this expression in gymnastics - 'stick the landing' - the idea is that whatever vaults, jumps, summersaults, and spins you do, the most important thing is to finally land on your two feet without falling.", "So, 'sticking the landing' is our challenge at the present.", "There were a couple of changes to the statement.", "First, we took out the 'gradual and measured' language that we had been using for so long, to signal to markets that the process of normalization is now closer to an inflection point.", "Second, we now need to focus on medium-term considerations - adjusting interest rates to where they should be consistent with longer term macroeconomic equilibrium.", "It means that we want interest rates to be at a level where (i) economic growth is consistent with its long-term potential (3-4% range in Thailand), (ii) inflation is consistently and sustainably within our inflation target range of 1-3%, and (iii) they do not cause financial imbalances to build up.", "In the past, interest rates have been very low for a long period of time which have allowed financial imbalances to build up.", "The clearest manifestation of that is the high build-up of household debt in Thailand.", "This interest rate consistent with long-term macroeconomic equilibrium is called the neutral rate or r*.", "It plays the role of the north star - a guide - for policy.", "But unlike the north star, r* is not something you can actually see, and estimates are hard to get exactly right.", "Our challenge in terms of getting the landing right is to get the interest rate as close to r* as much as possible.", "The reason I mention this is because the situation in Thailand and our policy response is different from almost every other country out there.", "Most countries are trying to overshoot the neutral rate to slow down the economy and bring inflation down to target, then eventually bring the rate back down to neutral level.", "We do not need to overshoot because our inflation and recovery are slipping into targets.", "'Sticking the landing' for us does not mean stepping on the brakes, but it means easing off on the accelerator enough so that our interest rates gradually converge to that long-term neutral rate.", "Finally, the statement is also trying to signal that we want to preserve policy optionality.", "Next time, we may pause or raise rates depending upon the outlook.", "We tend to be outlook dependent rather than data dependent because policy occurs with a lag and data is very noisy.", "Trying to base policy decisions on the latest data creates more noise rather than add stability to the market, which is the last thing we want to do.", "Our policy response would, therefore, be based on whether the outlook has changed.", "Given that the current outlook is still broadly in line with what we expected, we feel that the policy response we have been undertaking so far has been appropriate.", "On Financial Policy Facing the structural issue of high household debt, our policy response has evolved in accordance with economic conditions and circumstances prevailing at the time.", "During the pandemic when there were lockdowns and people lost their incomes, the proper response was to freeze debt.", "However, when the lockdowns were over and economic activities started to resume, albeit slowly, we saw that there was a divergence in how people were affected by the crisis.", "Blanket-type measures like debt moratorium were no longer appropriate, so we switched to more targeted measures and emphasized long-term debt restructuring suitable to each person's situation.", "Now that the economy has returned to pre-Covid level at the beginning of this year and things are gradually and slowly coming back to normal, these policies must also revert to a more normal pace.", "It is time to move to a different phase if we want to try to address the structural issue of high household debt.", "We recently announced a policy package made up of three components: (1) Responsible Lending, of which an important component is dealing with persistent debt, (2) risk-based pricing, and (3) macroprudential measures associated with debt service ratios.", "The goal is to reduce the level of household debt to a more sustainable level over the long-term.", "Part 3: Risks ahead Before going into the risks that we should worry about, I want to talk about the risks that we should not worry about, because there is a lot of misinformation out there.", "First, we should not worry about a non-performing loan (NPL) cliff.", "Some reports in the media have been saying that all these loans are going to become NPLs, overwhelm the banking sector, and perhaps lead to a banking crisis.", "It is very unlikely that we are going to see an NPL cliff.", "Although there are a lot of special mentioned (SM) loans out there, not all of these loans would become non-performing.", "Taking an example of mortgage loans, based on the past data, only about 22% of SM loans migrate into NPL (about 30% revert into performing loans) and the migration rate has actually dropped over time.", "This suggests that we are not likely to see an NPL cliff coming.", "Second, we should not worry about a financial crisis, such as a repeat of the Asian Financial Crisis of 1997.", "All the vulnerability indicators that we track suggest that the danger of having that kind of episode again is extremely unlikely.", "Our external position, in terms of external debt, reserves, and current accounts are in good shape.", "We do not see vulnerabilities that normally would lead to currency or balance of payment problems.", "Banking indicators are solid.", "Our public debt at just above 60% of GDP is higher than what it should be, but not crisis-level high.", "Government bond yields remain relatively low and the government is still able to service debt without problems.", "Third, we should not worry about a deflationary episode.", "The significant drop in headline inflation was due to very specific factors and we do not see a broad-based decrease in prices that would typically be associated with a disinflationary problem.", "About 40% of items in the CPI basket still see prices going up.", "We also do not see a slowdown in consumption, which has been growing quite well this year.", "So, what should we worry about?", "First, there are a lot of uncertainties on the global front.", "To quote Warren Buffet, \"only when the tide goes out do you learn who has been swimming naked.\"", "One of the worries is that the world has been used to low interest rates for so long and now interest rates are rising in such a rapid and coordinated manner that we have never seen before.", "For anyone whose business models rely on the expectations that rates are going to stay low, cracks will start to appear.", "We have already seen the problems appear with liability-driven investment funds and pension funds in the UK, and the regional banks in the US.", "And there could be other problems out there waiting to surface.", "Given how quickly and how much rates have risen, more cracks are bound to appear, more people you will see swimming naked.", "Second, market volatility is bound to persist.", "Exchange rates in Thailand have been more volatile than we would like to see.", "Last year, we went through an episode where the Thai baht depreciated from 32 to 38 baht per USD in about 9 months and then came back down in about 4 months.", "So much of that has been driven by what is happening outside the country.", "First and foremost, the US dollar, which has been extremely volatile and will continue to be so given that inflation in the US remains high.", "The Thai baht is also experiencing more pronounced volatility because, compared to other countries in the region, it is very correlated with the Chinese yuan and gold prices.", "These global factors have been exacerbating the currency fluctuations in addition to uncertainty on the domestic front.", "Third, the big uncertainty on the domestic front is over politics and policy.", "Regardless of how things are going to be resolved, the uncertainty has already had an impact on the risk premium associated with Thailand.", "On the policy front, there is danger from excessive populist policies that could undermine stability.", "Stability at this juncture is at a premium.", "We have seen instances where countries have been punished for policies that undermine stability - the UK and even more recently when Fitch downgraded the US.", "Hence, if we have policies that go against the direction we should be going - towards normalization, consolidation, enhancing stability - then that is a significant risk for us going forward.", "If rating agencies are already punishing advanced economies, they would have even more appetite to do that for emerging countries like Thailand.", "To end on a happy note, is there a happy scenario?", "That scenario would be if the new government implements policies within reason (even if they have to undertake some populist policies) with adequate budget discipline, properly communicates to the markets, and undertakes long-term structural policies that we have been wanting to see for so long.", "Improving the investment climate, doing regulatory guillotines to help with ease of doing business, and getting another investment cycle going are absolutely critical to enhance growth and productivity in the long term.", "There are a lot of global headwinds and uncertainties ahead, especially with geopolitics, but if we handle it the right way, maybe we could turn some of those headwinds into tailwinds.", "In that regard, Thailand is not such a bad place to be.", "We are very well connected.", "We have strong relationships with major economies.", "We might not be the best at anything, but we are not bad in a lot of areas.", "And maybe that is not a bad place to be in a world where there is now a premium on resilience.", "If you think about the kind of shocks we have been through, Thailand is a pretty resilient economy.", "I will stop on that positive note and thank you very much for your attention.", "The MPC has raised the policy rate 7 times since Aug-22, bringing it to the current level of 2.25%.", "The MPC has raised the policy rate 7 times since Aug-22, bringing it to the current level of 2.25%."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Monetary policy", "Inflation", "Interest rates", "Financial policy", "Household debt", "Global uncertainties", "Market volatility", "Political uncertainty", "Resilience"]}