{"sentences": ["Let me start by saying that, to me, this is a very happy occasion.", "I am seeing old friends.", "There are two meanings of old-one is the difference between your birthdate, and mine is five or less.", "The other one is that I have known you for decades.", "Of course, in this particular case, that is also true.", "And, in particular, the first two people on my list to greet: Professor Dante Canlas and Monetary Board Member Eli Remolona.", "They are friends [who are] really \"old.\"", "And then, of course, if you see our old pictures, we were very young, okay?", "Of course, I was hoping that [former Deputy Governor] Cyd [Tuano-Amador] would be here, but she is here in spirit.", "So, to these valued guests, ladies and gentlemen, magandang umaga po sa inyong lahat.", "Today, we officially launch the book Labor Market Implications of the COVID 19 Pandemic in the Philippines.", "The book, which was commissioned by then Governor [Benjamin] Diokno, seeks to examine the profound impacts of the pandemic on the economy and the population in general, and the labor market in particular.", "Looking into the labor market for macro and micro insights The pandemic has shown us just how critical analysis of the labor market is [in order] to understand not just the economy but [also] the welfare of human beings.", "We saw many things happening: reduced working hours, depressed wages, and widespread job losses.", "We have also seen that the pandemic has exposed many structural problems and weaknesses in the labor markets.", "For instance, the pandemic has shown that workers providing the most essential services were among the most overworked, most underpaid, and, disproportionately, more vulnerable to shocks such as the pandemic.", "Then, there is the additional consequence of the pandemic compromising the quality of education of the students who will make up our future labor force.", "Every now and then, I watch telenovelas-Korean-just to keep up with what my wife is watching.", "I was surprised that in one of the shows, it talks about a generation whose futures were permanently changed relative to other cohorts because they were hit by the financial crisis.", "Malas ka na lang [kung] ga-graduate ka sa year na 'yun.", "And [since] you had a bad start, therefore, you had less opportunities.", "Can you imagine, in this particular case, this was just a financial crisis, not a pandemic?", "So, if that [topic] would hit the telenovelas, then clearly, these shocks are really very important.", "Kawawa naman 'yung tinamaan.", "Kawawa naman 'yung mga pinanganak sa panahon na ito.", "By the way, my other reference to this is, I talk to people who were students during the Japanese occupation.", "And very memorable to me is the story of our favorite deanmentor namin nina Dante Canlas, Eli [Remolona], Manny Esguerra.", "Sabi niya, the Japanese occupation changed his life completely because sabi ng tatay niya sa kanya, \"Hindi naman magtatagal ang Hapon dito.", "Dito ka na lang muna sa bahay.", "Ang problema, every year, his father will say that \" Hindi na magtatagal ang Hapon dito.\"", "So, he never really went to school for a period of time.", "Of course, in this case, it was exactly the opposite.", "He was a very intelligent person.", "He was reading left and right-doing nothing but read.", "And he actually got a superior education because he did not go to school.", "Of course, in reality, that is the rare exception.", "Responsive policies begin with a deeper understanding of issues So, you can see then why this book is very important, and it goes beyond academic inquiry and policy guidance.", "As I said, maybe for every person there is a little story here.", "Ano kayang mangyayari sa buhay ko if hindi nagkaroon ng pandemic?", "Of course, you will never know, right?", "But we can all say that, clearly, the pandemic induced disruptions to the labor market that have not just altered the mechanisms of the macroeconomy [but also] changed the lives of many people, and, in most cases, for the worst.", "The Bangko Sentral ng Pilipinas (BSP) offers this book as our contribution to the fulfillment of our duty to improve the understanding of the economy and also improve the quality of policies.", "Much remains to be learned about the economic implications of the COVID-19 pandemic not just in the labor market, but as I already said, [also in] the development of human capital.", "Of course, there is still hope that, in some cases, remedial measures can cure the scarring effects.", "Let me end by saying those responsible for putting this book together.", "Of course, we thank our editor, Dr. Dante Canlas.", "Dante Canlas and I, we used to share a faculty room with Eli Remolona and Vic Paqueo.", "There were four of us sharing a room.", "Kaya, kayong mga taga BSP, 'wag kayong magrereklamong maliliit 'yung mga kwarto niyo, ha?", "The reason was that the [University of the Philippines] College of Business and the School of Economics were [located] in a tiny building.", "Can you imagine two colleges in a tiny building?", "And for those of you who are old enough to remember, that is the building between AS [Palma Hall] and [the College of] Education.", "May prize-who can remember the name of the old building?", "Palma Hall ito, tapos ito 'yung Benitez Hall.", "Ano 'yung nasa gitna?", "Sobrang bata niyo, ang tawag niyo Palma Hall Annex.", "It was just called Benton Hall, okay?", "Naging annex 'yan ng Palma Hall kaya nakalimutan niyo na si Benton.", "Maybe, Benton was not worth remembering.", "Forgive me, I am just too excited.", "That is why I am all over the place, no?", "Of course, we thank Dante Canlas.", "Clearly doing research is not easy, and I admire people who are able to do it and actually publish [their work].", "We are grateful that they have committed their talents to this undertaking.", "We also thank the dedicated staff of the BSP Research Academy and the Communication Office who worked on the publication from the initial concept to the end to see it in print.", "Of course, we will have a digital version, right?", "You have my utmost thanks.", "It is my hope that this book will serve as a valuable resource to policymakers, employers, and laborers alike, and, maybe, even people who are writing the script for telenovelas.", "mabuhay tayong lahat.", "Thank you very much, and"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["labor market", "COVID-19 pandemic", "education", "economic implications", "policy guidance", "human capital", "scarring effects", "telenovelas", "Benton Hall", "BSP Research Academy"]}