{"sentences": ["Ladies and Gentlemen, Thank you for the invitation.", "It is a real pleasure for me to be here at this Conference.", "Over the last few months, I have had the opportunity to attend several similar events.", "My personal impression is that the business is becoming more and more actively involved in Bulgaria's accession to the euro area and this is a very positive trend.", "I am going to dwell on three issues, trying not to repeat what Mr. Mihailov and Mr. Metodiev have said, which by the way I totally agree with.", "The three questions associated with the process of Bulgaria's accession to the euro area that I will focus on are: what is the starting position; what comes next; and what are the conditions needed for this process to finish successfully.", "Starting position Before we go into discussion on the next steps, we have to be very clear about what our starting position is.", "This position is unique, at the very least for two reasons: The first reason is that Bulgaria is the only country in the European Union, which is a member of the European Banking Union, a key institution of the euro area, but it is not a member of the euro area itself.", "The second reason is that Bulgaria is one of the two countries in the European Union, together with Denmark, whose currency has joined the European Exchange Rate Mechanism, which many observers describe as the euro area \"waiting room\".", "The preparedness of the Central Bank and of the banking sector to operate under the conditions of the euro area, as well as the stability of the exchange rate are actually two of the most important requirements for a country to enter the euro area.", "These requirements, in the case of Bulgaria, have already been met.", "As you know, in 2020 Bulgaria become a full member of the European Banking Union.", "Ever since our currency has been part of the European Exchange Rate Mechanism.", "By virtue of our membership in the European Banking Union and in its key mechanisms, the Single Supervisory Mechanism and the Single Resolution Mechanism, the Bulgarian National Bank takes part in making the most important decisions related to the supervision and resolution of the banks in the euro area, plus of course the banks in Bulgaria.", "Therefore, we are not at the beginning of this road, we are in the home stretch, and we had come through an important and difficult part of this road when our country joined the European Banking Union and the Bulgarian lev joined the European Exchange Rate Mechanism.", "If we want to complete the accession process successfully, we need to accomplish a few groups of tasks.", "The first and the most important task is to meet the convergence criteria or the socalled Maastricht criteria.", "At present, Bulgaria complies with the criteria of the public finances, the long-term interest rates, and the exchange rate stability.", "Some of these indicators exceed the requirement by a substantial positive margin.", "Let me remind you, for instance, the wellknown fact that our ratio of debt to gross domestic product is the second lowest one in the European Union.", "The exchange rate is unshakable and is backed by the foreign exchange reserves of the Bulgarian National Bank, which have reached their historically highest level.", "The only criterion that we are not complying with is the one of inflation.", "Behind this are both external and internal factors, but this is the subject of another indepth debate.", "The second group of tasks includes the commitments taken during the preaccession period.", "These are the measure in four spheres - the non-bank financial sector, anti-money laundering measures, the insolvency framework, and the management of state-owned enterprises.", "Quite a good progress has been made in fulfilling all these commitments, and yet there is more to be done.", "The Ministry of Finance regularly publishes information on the progress in the performance and the outstanding tasks.", "The third group of tasks deals with the legislative programme that must ensure the legal framework for the operation of institutions and businesses within the euro area.", "Some progress has been made on these tasks too.", "Several legal acts have already been adopted.", "Some of the issues that are most complicated from a legal point of view, regarding the BNB for example, such as the judicial protection of the Governing Council members other than the Governor, have been resolved with the amendments to the Law on the BNB passed by the Parliament at the end of last year.", "However, what still remains to be done is a lot more.", "And by saying this, I do not mean so much the readiness in terms of drafted legal acts, but rather the procedure for discussing and adopting these acts by the National Assembly.", "This also applies to the most important laws - the Law on the Euro adoption, and the Law on the BNB.", "The draft Law on the Euro adoption is about to be finished.", "The draft Law on the BNB has been finalised, according to the set timeline.", "It will be approved by the BNB Governing Council at its next meeting that will take place on 13 April, i.e.", "in about a week from now.", "As the BNB is not entitled to direct legislative initiative, we are going to immediately submit this draft to the Ministry of Finance so that they move it on to the National Assembly.", "Therefore, when we speak of the legal framework, it is not so much about our readiness with drafted laws, but about whether we will have a working Parliament and political will.", "If these are present, the legislative programme can be fully completed in the next few months.", "The fourth group of tasks deals with the technical preparations and the entire logistics of the process of accession to the euro area.", "With regard to this group of tasks, not a small part of the burden falls on the Bulgarian National Bank and commercial banks.", "We are working intensely and systematically to fulfil this group of tasks.", "I will give a few examples to illustrate this.", "As a Central Bank, we have already received the full documentation on the minting of the Bulgarian euro coins.", "You probably know that at the end of last year, together with the Minister of Finance, we signed a Memorandum on this issue with the European Commission and with the Eurogroup that represents the euro area Member States.", "Under this memorandum, we have received the full set of documents from the European Commission and we are preparing for the first tests of minting the Bulgarian euro coins.", "The programme for development and renovation of our system of cash centres is well under way.", "The new cash centre in Plovdiv opened a bit more than a year ago, another cash centre is about to open in Pleven, and we have already initiated the project for acquiring a site and starting the construction of a new cash centre in Varna.", "The adaptation of the payment systems is also going as planned and in close cooperation with the European Central Bank.", "Of course, I can give numerous technical and logistic examples but I will leave it at that.", "The same applies to commercial banks' preparations, which are running relatively smoothly.", "We are monitoring and guiding this process.", "All banks have provided the required funds in their administrative budgets, including for setting up functional units to plan, coordinate and control their activities related to the entry in the euro area, along with the adaptation of the accounting and information systems.", "Thus, the Bulgarian National Bank and commercial banks will be highly prepared for the euro changeover during this year.", "The last group of tasks, of course not in importance, is related to the communication campaign.", "This campaign was very seriously delayed.", "I must say right away that this delay is not due to lack of readiness, but due to, let me put it this way, the peculiarities of the political process in our country in the last two years.", "By now, all the elements of a truly meaningful and good communication campaign are in place.", "The credit for this goes mainly to the Ministry of Finance.", "We, as a Central Bank, try to contribute to this process in the best possible way.", "The formal launch is a matter of decision by the government.", "I see no reason why this should not happen within the current month.", "The third topic that I will touch on is: What are the conditions for the tasks I talked about to be successfully completed and thus to successfully complete the entire process of joining the euro area?", "The short answer to these conditions is contained, in my opinion, in one word: \"consolidation\" with three important dimensions - political, institutional and fiscal.", "Political consolidation means a functioning parliament and a regular government with clearly defined and consistently implemented priorities, and joining the euro area must definitely be one of these priorities.", "Institutional consolidation means ambitious reforms to address the still serious institutional deficits in the country and achieve the much-needed institutional convergence.", "Perhaps biased, but I will give an example with the BNB.", "In 2014-2015, the Central Bank, and the banking sector as a whole, were the subject of sharp political attacks and heated political discussions.", "Among other things, one of the main reasons was precisely the institutional deficits in the banking sector.", "It was about both the state of banking supervision and the lack of an institutional framework for solving problems in the banking sector.", "As a result of the reforms carried out in recent years, a high degree of institutional convergence was achieved in the banking sector.", "The concrete results are the full membership of the country in the European Banking Union and the indicators of our banking sector.", "All independent observers point out that our banking sector is profitable and well capitalised, including in the report on Bulgaria that the OECD presented yesterday.", "It gives clear messages that key indicators for our banking sector, such as capital adequacy and liquidity, are above the average level not only for the European Union, but also for the OECD countries.", "Institutional convergence is therefore not an exercise in itself.", "It brings significant positive results.", "Fiscal consolidation means restoring our more than 20-year track record of drawing up and exercising a disciplined budget, which was somewhat lost in the last two years.", "Fiscal consolidation is important both in the short term and in the medium and long term.", "In the short term, it is important because it is the main macroeconomic tool at our country's disposal to contain and reduce inflation, which, as stated, is the only criterion for joining the euro area that we do not meet.", "Even outside the context of the euro area, fiscal consolidation is important, with a view to avoiding the macroeconomic imbalances we witnessed only a few years ago.", "One channel for the creation of such imbalances is the increasingly open conflict between the fiscal expansion of the past two years and the ongoing global trend of monetary policy tightening.", "The two policies must work in sync.", "The medium and long-term aspect of the fiscal consolidation topic is related to the structural reforms to be carried out in the country.", "A disciplined regular budget with a realistic medium-term macroeconomic and fiscal forecast will provide the framework needed to accelerate structural reforms in relation to investment, the labour market, perhaps the most serious medium-term risk to our economy, education, social security, social assistance, health care, not forgetting of course energy security.", "To conclude, let me summarise what I want to say.", "Bulgaria is not in a bad position, yet, in terms of joining the euro area.", "A large and important part of the road has already been covered through the accession of our country to the European Banking Union and of the Bulgarian lev to the European Exchange Rate Mechanism.", "In order to complete this process successfully, several groups of tasks need to be completed.", "First, it is necessary to meet the nominal convergence criteria, with a focus on inflation, which is actually the only criterion we are currently not meeting.", "Second, it is necessary to fulfil pre-accession commitments in the areas of the non-banking financial sector, anti-money laundering measures, the management of state-owned enterprises, and the insolvency framework.", "Third, it is necessary to implement the legislative program, which is not a matter of readiness with draft legal acts, but rather a matter of parliamentary procedures for discussion and adoption of the prepared legal acts.", "Next, in fourth place, are the tasks related to technical and logistical preparation.", "The banking sector has made relatively good progress and continues to work actively and systematically on this issue.", "The fifth group of tasks is related to the communication campaign, which must be launched without further delay and which will be an important factor in reaching both the messages and the answer to the specific questions to businesses and people.", "The success of the overall euro accession process will depend crucially on our ability to achieve political, institutional and fiscal consolidation.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Euro accession", "Convergence criteria", "Legislative framework", "Technical preparations", "Communication campaign", "Political consolidation", "Institutional consolidation", "Fiscal consolidation", "Structural reforms", "Banking sector"]}