{"sentences": ["Governor Boris Vujčić's speech at the FBF Executive Seminar Published: 4/7/2023 Governer Vujčić held a keynote speech at the FBF Executive Seminar \"European finance in 2020s: new risks in a volatile world\" organized by Florence School of Banking and Finance - The European University Institute on the Keynote speech at the Florence School of Banking and Finance Executive Seminar Introduction Over the last ten days that I have been on the road I spoke about CBDC to bankers, about the war in Croatia and economic lessons for the Ukraine, important, but heavy topic, and, of course, about monetary policy, interest rates and the balance sheet.", "So, I am happy to have been given a different topic for the last speech - financial stability.", "Thorsten told me to speak either about what the entry into the euro area means for the financial stability of Croatia, or about the risks to financial stability.", "I shall try to combine both and tell you what I have learned about financial stability from Croatian experience over the last 30 years, and how I see things now that we got into the euro area and the banking union.", "Over the last three decades, the Croatian banking system went through a transformation from a group of mostly bankrupt socialist financial institutions into a set of strictly supervised, overwhelmingly private, internationalised companies with strong corporate governance.", "Today, Croatian banks are amongst the best capitalized in Europe, have fairly efficient operations and comfortable profitability, which adds to their ability to withstand even major economic and financial disturbances.", "However, this transformation was not quick or simple.", "Neither was the progress linear, as there were no textbook solutions to many problems that arose along the way.", "Nevertheless, every step forward and each single setback provided us with important lessons that are helping us navigate in the complex economic and financial environment.", "So, today, I thought of sharing with you some of the insights we got along this journey, and what we bring into the euro area and banking union in particular, what we have learnt along the way.", "A tale of two crisis First, I want to draw on the Croatian experience of two banking crises from the 1990s, the first at the beginning of the decade, and the second at its very end.", "Both crises had a strong macro dimension.", "However, the roots of the problem were always in the banking sector, although set in different corners of the system.", "In the first case, the background was economic collapse amid transition from socialism into market economy and market disruption caused by war in the former Yugoslavia.", "Banks operating in such an environment were underdeveloped, poorly capitalized, loosely managed and regulated, and their main function was to grant cheap loans to the state-owned companies, often without adequate risk assessment.", "The Croatian National Bank noted the following in its 1991 Annual Report: \"At the end of 1990 ... five banks were solvent, ten banks were solvent with problems related to the settlement of claims, eleven banks were technically insolvent and two banks were seriously technically insolvent.\"", "Accordingly, already prior to the war, 13 out of a total of 28 banks were insolvent.", "Therefore, in 1990s the Croatian National Bank was trying to forge a political consensus for the rehabilitation and restructuring of banks.", "The Government financed the linear rehabilitation of the banking system.", "Nonetheless, banks continued to operate poorly, largely due to a further provision of loans to big state-owned enterprises and implicit financing of the war.", "Four out of five largest banks had to be recapitalized again in mid-90s, after the war.", "The biggest one, did not, as it was mostly a retail bank, dealing with households rather than the state and SOEs.", "This time, after the war, it was done better, making the banks sound and sustainable.", "Managements were replaced, banks downsized, costs cut, and banks were prepared for a privatization.", "The total cost of these two sets of rehabilitations rose to 31% of GDP, which is one of the most expensive rehabilitations of the banking system (Jankov, 2000).", "This was, then, immediately followed by privatisation of four systemic state-owned banks, and, with further liberalisation, by the entry of new players to the market.", "The establishment of new, private banks, was thought to be a large part of solution to legacy issues.", "However, some of the new players adopted risky business models, growing very quickly, and to do that they attracted deposits with high interest rates.", "In addition, they did not adequately assess risks in lending, and sometimes lending was directed to related persons.", "The number of banks increased considerably, and peaked in 1998 at 60 - the highest number of banks that ever operated in Croatia, twice as much as before Croatia's independence and three times the current number.", "That is when I joined the central bank.", "Just before the next crisis was about to happen.", "In the second case, the trigger of the crisis that started in 1999, and lasted for the next two years, was again macroeconomic - the recession caused by drying-up of global capital flows in the aftermath of the Russian and Asian crises and negative spillovers of the military intervention in Kosovo for the tourist industry.", "However, this time around none of the large banks were affected.", "It was a crisis of small and medium-sized banks.", "Within a very short period of time the central bank submitted proposals for bankruptcy proceedings for a total of 16 banks and five savings banks.", "In only one case was the rehabilitation of the bank proposed in order to preserve trust in the banking system and safeguard financial stability, all other banks that operated at too high a risk were removed from the market.", "This time around, however, the fiscal cost was much smaller, around 1 per cent of the GDP.", "Not all of them disappeared though, for example, Charlemagne capital bought four regional banks and consolidated them into a single bank.", "Cleaning up the market, by removing inefficient banks, laid foundations for a healthier banking system, resistant to macroeconomic disturbances and improved risk management.", "Moreover, these two crises made us attentive to emerging risks, such as rapid credit growth or lax risk management practices and generated political support required to provide us with the toolkit needed to prevent future disruptions in the financial sector with large spillovers to the real economy and potentially huge costs to the budget.", "Since then, we continued cleaning up the system with no threat to either the financial stability or the budget.", "Navigating the Boom and the Bust The resumption of growth and resolution of weak banks eventually stabilized the banking system, setting the stage for the period of rapid international integration and financial deepening of the 2000's.", "After the first clean-up at the turn of the century, the number of banks has fallen to slightly above 40, and consolidated institutions started to compete strongly.", "In their pursuit of higher market shares, banks turned to foreign sources of financing, facilitated by extremely favourable financing conditions and high liquidity at the global level.", "At the surface, the financial sector supported the story of economic growth and convergence.", "However, experiences from the 1990s provided an optics needed to spot risks emerging underneath.", "Rapid credit growth, emerging external imbalances with growing current account deficit (reaching at one point 10% of GDP), and consequently rising external debt.", "Price bubbles in the real estate and equity markets coupled with the expansion of the construction sector all provided red flashing lights far ahead of the 2008 global market mayhem.", "In order to preserve stability of the banking system throughout the crisis, resolute action had to be taken years ahead of the global financial crisis.", "In the period of large capital inflows, raising interest rates to tame the cycle was not a policy option due to the risk of exacerbating capital inflows even further.", "Therefore, already in 2003, in the early phase of the cycle, the CNB started to implement a range of measures to limit excessive lending and the increase in foreign debt, which were gradually adjusted and tightened until 2007.", "Stringent capital and liquidity requirements, way above and beyond anything we have available in the current macroprudential setup, were necessary in order to stem excessive risk-taking and instil resilience into the system to cope with a potential fallout.", "Such measures were at that time labelled (by banks and some of the colleagues) \"administrative\" tools, but would later be classified under macroprudential policy instruments.", "For example, implicit tax on credit growth (when we asked banks to subscribe zero yielding CB bonds for any euro of credit growth over 12% per annum), and high marginal reserve requirement on foreign borrowing by banks, together with high capital requirements.", "Episodes of global financial crises are an excellent illustration of how macroprudential policy measures can be activated in a counter-cyclical manner.", "In the upward phase of the financial cycle, they were undertaken in a timely manner, with the aim of limiting banking system's exposure to risks and strengthening its resilience by building additional reserves.", "After 2008, in the downward phase of the cycle, this extra liquidity was released to provide support to the financial sector and the economy.", "The banking system remained highly capitalized and profitable at the aggregate level.", "Only a few smaller banks left the market, and there was no need for bank resolution, apart from one regionally significant bank.", "A different scenario from that in a number of European countries, which went on to bail out banks at a very high fiscal cost.", "Still, a deep recession took place during the GFC, demonstrating the need for a macro-prudential policy to work hand-in-hand with other policies.", "Even a very tight financial regulation may fall short of fully curtailing the buildup of macro imbalances and their eventual unwinding.", "Capital inflows came to a halt and borrowing costs surged as risk premia increased due to worries about growth and fiscal position.", "As that happened, as you would expect, asset price overvaluations unravelled.", "However, all systemic banks were doing fine, thanks to a massive use of macroprudential policies in the run up to the GFC.", "Smaller banks continued to exit either by being closed down or acquired.", "The consolidation of the banking system meant that the banks that were unable to bring down their cost/income ratios to a sustainable level, or took too much risk gradually exited the market.", "We managed to complete the consolidation, reduce the number of banks by two thirds, from 60 to 20, without creating financial instability or fiscal costs for the government.", "Promises and pitfalls of euro introduction While macroeconomic and financial cycles turned and financial structures and policies changed throughout the three decades, there was only one constant in the banking system - overwhelming asset and liability euroisation.", "It proved to be a lasting legacy of high and volatile inflation that lasted for several decades, until implementation of the 1993 stabilization program.", "Currency mismatches built into the balance sheets of the non-financial sector made stabilization of the exchange rate the prime goal of monetary policy, rendering counter-cyclical function ineffective.", "About half of bank loans and deposits were in FX, while the share of FX in total debt (both domestic and foreign) of households, the corporate sector and the government reached 70%, or about 130% of GDP just before the euro changeover.", "Any significant depreciation would noticeably increase debt servicing costs and have a contractionary impact on the economy, as aggregate domestic demand would fall much more than current account would expand.", "In addition to balance-sheet effects, pervasive deposit euroisation gave rise to potential liquidity issues as the central bank was not able to act as the lender of last resort for euro deposits.", "In every crisis, depositors would typically ask for foreign currency cash, inducing exchange rate pressures and prompting monetary policy tightening in order to counter those pressures.", "Euro adoption was the only way to get rid of currency mismatches and endow the central bank with the ability to provide euro liquidity in the case of emergency.", "This eventually took place at the beginning of this year, after a process that was internally started in 2017 and followed a new, more complicated procedure (due to the changed euro area architecture after the crisis).", "The process was successfully completed in the shortest possible time, five years.", "Before the introduction, however, we also had to deal with public fear of unwarranted price increases, in particular due to the euro introduction taking place during a period of high inflation.", "Nevertheless, the immediate impact of the changeover on the aggregate price level was in line with the experiences of other Member States, around 0.4 p.p.", "What were the immediate effects?", "Credit rating agencies responded promptly to the elimination of currency and liquidity requirements, increasing the sovereign rating by two notches immediately following the formal decision on euro adoption.", "Also, market participants repriced government bonds, reducing the yields by around 80 bps, with some additional price in effect taking place even before the decision.", "At the time of the entry, reducing high mandatory reserve requirement from 9% to 1%, and foreign currency liquidity requirement from 17% to 0, substantially increased excess liquidity.", "All these effects - lower risk perception and better rating together with ample excess liquidity have dampened the transmission of ECB's monetary policy tightening into local financing conditions.", "These effects have taken place against fragmented banking and money markets within the euro area, creating preconditions for substantial divergence in financing conditions between Member States.", "For example, the interest rates for corporate loans in Croatia reached 3.6% in 2023Q1, an increase of about 2 p.p.", "over the same period last year, while they reached 3.9% in the euro area (YoY increase of 2.6 p.p.)", "In the Czech Republic, Hungary, Poland and Romania, these interest rates reached levels between 9%-13% as a response to a much tighter monetary policy.", "), while the same interest rates in the euro area reached 3.3% (YoY increase of 1.9 p.p.)", "In the Czech Republic, Hungary, Poland and Romania, these interest rates reached levels between 6%-11%.", "Residential real estate prices and lending to the non-financial private sector continue to grow steadily, with no clear evidence of a reversal in the upward phase of the financial cycle.", "Therefore, the CNB has decided to continue with further tightening of the capital based macroprudential measures.", "While the muted response of interest rates of Croatian banks reduces the risks to financial stability of sudden, unexpected and until very recently unprecedented monetary policy tightening, it may also weaken the pace of disinflation.", "However, it is interesting to note that inflation rate in Croatia remained amongst the lowest in Central and Eastern Europe, currently running at 7.9%, despite much lower interest rates.", "Rising interest rates will prove to be a boon for the European banking industry - at least in the short term.", "Profits are already reaching a decade high, not least thanks to the ECB's deposit facility in an environment of abundant liquidity.", "The banking system is already looking much better than only a few years ago, putting to rest painful memories of the \"low for long\" period.", "However, we know that the benefits for banks of rising interest rates are frontloaded, while the costs associated with rising rates are backloaded for a number of reasons.", "First, the corporate sector has so far managed to benefit from the high inflation environment, but as inflation gradually converges back to target, we might expect the profit share in GDP to revert back to the pre-war level.", "Further on, households' balance sheets are supported by strong labour markets and savings accumulated during the pandemic.", "Yet, it is uncertain for how long this could last in the face of deteriorating macroeconomic outlook.", "Moreover, the transmission of tighter monetary policy to deposit rates is also likely to strengthen as excess liquidity gradually dries up, bringing also down income from the remuneration on risk-free assets with the central bank.", "Finally, the risks arising from declines in volumes and prices in the real estate market loom large, exacerbating the risk of potential losses on future non-performing loans.", "Meanwhile, structural issues have not disappeared - the problem of overbanking is still very much relevant.", "The welcomed improvement of efficiency of European banks, as cost-to-income ratio declines from about 60% to about 55%, may prove to be only temporary, if \"windfall gains\" of rising rates impact negatively focus on cost control.", "And all of this is taking place in an environment where banks sit on a substantial holding of low-yielding assets (such as government bonds, while \"flash-runs\" on banks may take place without much prior warning and at a blazing speed.", "We do not need to go to the US to observe such a phenomenon.", "The Croatian subsidiary of Sberbank lost almost 20% of deposits in a matter of two days, with the announcement for a third day, which never happened, because of the moratorium, of close to a third of deposits, pushing the bank into liquidation.", "That has happened in a typical European bank, without significant concentration of deposits or coordination of depositors through social networks, as was the case in the SVB.", "There are also many risks luring outside of the euro area - geopolitical tensions can have a detrimental effect on growth and inflation, prompting further monetary policy tightening and disorderly adjustment in the financial markets.", "Recent failures of banks outside of the euro area have exposed vulnerabilities in markets and institutions, and how quickly shocks can transmit through the system.", "Complacency and overconfidence are chief enemies of every bank and every regulator.", "Temporary boost to profits may be like a sugar rush - weakening bank discipline on costs and hiding deeply rooted weaknesses.", "Banks should use the opportunity to improve their capital position, prepare for the potential losses if outlook deteriorates and intensify preparations to resist the rising competition from the non-banking sector.", "Failure to do so may become expensive in the medium term.", "Conclusion - a few lessons that we learned 1.", "Structural issues in the European banking system have likely not gone anywhere - they may just be hiding behind the huge excess liquidity created over the last years, and windfall profits that have started to accrue and will stay with us for some time.", "However, as they dry out, problems are likely to reappear.", "In some corners sooner than in others.", "Banks need to put an effort into efficiency improvements and regulators should not be complacent and need to be cognisant of over-banking.", "Downsizing of the overbanked market is possible.", "It took us 20 - 25 years to do so, bring down the number of banks by two thirds.", "With good planning and a good resolution system that can be done without provoking financial instability and without much cost to the budget.", "The combination of microprudential and macroprudential policies is needed, while the monetary policy also needs to take financial stability considerations into account.", "Boom-bust cycles can be managed with macropru, but if not hand in hand with monetary and fiscal policy, there is a need to do a lot, much beyond what is currently in our macropru toolbox.", "Entry into the euro area has been without any doubt beneficial, and would be beneficial for a peer group of EU countries.", "The risk premium declines with entry, primarily because of the removal of the foreign currency risk.", "If Croatia is compared with the peer group of countries over the last three years since we entered the ERM mechanism, it is obvious.", "Most of the benefits happen during the crisis times.", "That is also a clear benefit for financial stability and the financial system.", "However, the health and strength of our banking system was built even before entry into the banking union and the euro area.", "That is a legacy of what we had to do before, and what we learned along the way: Croatian banks have an average CAR of approximately 24%, My preferred measure of bank capitalization - leverage ratio, 12%, LCR is approximately 240%, C/I ratio 47% and the latest ROE 14% And banks are still lending almost as there was no tightening.", "Another lesson that we clearly learned is that well capitalized banks lend more than poorly capitalized ones.", "However, in the last six months, we have also learned that the euro area is to a significant degree still a fragmented market in which we also risk negative spillovers.", "Therefore, we should do as much as possible to make it a smooth, functional single money and banking market.", "Otherwise, we have a different transmission of monetary policy and potentially different resolution issues, which can create political tensions and reduce degrees of freedom for optimal policymaking.", "In other to achieve that, completing the banking union is necessary, and so is making sure that the SRB is operationally capable of resolving banks in a timely manner in a similar way, and similar cost structure across the whole banking union.", "Aligning the national regulations across different countries is necessary in many areas.", "And, of course, breaking the national banks / national public debt nexus is as necessary as it ever was.", "All of that is not easy and requires a lot of work on all sides.", "We need to try and think \"out of the box\" and seek new and creative solutions to old problems - fighting old battles might not bring victories.", "In order to move from the situation in which we say that many of these things are necessary, but unrealistic - we need political support.", "That is what we also learned from experience.", "And political support usually comes after a good crisis.", "With that happy note I would like to thank you for the attention, excuse myself if I was too long, and leave you to the rest of the dinner.", "(2000), Banking Sector Problems: Causes, Solutions and Consequences, S - 1, Croatian National Bank, Zagreb.", "Vedran Šošić, Maja Bukovšak, Lana Ivičić (2022), Prevencija sistemskih kriza i očuvanje financijske stabilnosti, u Stojanović A.", "Suvremene financijske usluge: razvojni pravci i strateška pitanja, str.", "Vujčić, B., Dumičić, M. (2016), Managing Systemic Risks in the Croatian Economy, BIS Paper No.", "© CROATIAN NATIONAL BANK"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Macroprudential policy", "Banking sector", "Euro adoption", "Overbanking", "Bank resolution", "Monetary policy", "Interest rates", "Credit growth", "Financial crises"]}