{"sentences": ["SPEECH Monetary and financial stability - can they be separated?", "Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the Conference on Financial Stability and Monetary Policy in the honour of Charles Goodhart London, 19 May 2023 Over the past years, we have seen a fundamental change in the macroeconomic environment.", "[ After years of low inflation and low interest rates, inflation has come back with a vengeance, reaching double- digit rates in some countries.", "After some initial hesitation, central banks around the world have responded forcefully to the inflationary threat, leading to a rapid and broadly synchronised tightening of monetary policy across advanced and emerging economies (Slide 2, left-hand side).", "In the euro area, too, the pace of rate hikes has been unprecedented (Slide 2, right-hand side).", "This rapid change has caught many by surprise.", "In December 2021, market participants still expected policy rates to remain in negative territory until the end of 2024, virtually unchanged relative to the end of 2019 (Slide 3).", "The unexpected sharp rise in interest rates has exposed fragilities in the financial system that had built up over the long period of low interest rates, adding to the uncertainty caused by the pandemic and Russia's war of aggression against Ukraine.", "The rise in financial stress is visible in the ECB's composite indicator of systemic stress (CISS), which started to soar in tandem with long-term interest rates (Slide 4, left-hand side).", "Implied volatility in the bond market also rose well above its longer-term average, driven to a large extent by uncertainty about future monetary policy, while implied volatility in stock markets remained contained (Slide 4, right-hand side).", "Since the start of the unexpected sharp hiking cycle, we have witnessed repeated episodes of financial distress in different parts of the world.", "Many of them are in one way or another related to the quickly changing interest rate environment.", "[ Historically, global interest rate hiking cycles often coincided with bank or other financial distress (Slide 5).", "For central banks, this raises the question of what the risk of financial instability implies for their policy choices at a time when inflation, and underlying inflation in particular, remains stubbornly high, suggesting the need for further policy tightening.", "In my remarks today, I will discuss this question, starting from the \"separation principle\", which posits that monetary policy stance considerations can be separated from financial stability concerns.", "I will then look at some of the more recent financial disturbances to see whether such separation worked in practice.", "Finally, I will consider current challenges for the euro area financial system and draw some lessons for the future.", "In conclusion, I will argue that recent history has shown that, even in high-inflation periods, separation between monetary and financial stability considerations can be ensured if financial disturbances are caused by market dysfunction and liquidity issues rather than solvency concerns.", "A fundamentally sound, well-regulated financial sector protects central banks from any form of financial dominance, allowing them to focus on their primary mandate of price stability.", "The separation principle in ECB history The \"separation principle\" can be interpreted as an application of the Tinbergen rule, which says that achieving a certain number of targets requires the policymaker to control at least an equal number of instruments.", "[ It implies that, if the central bank has different instruments at its disposal, its actions to safeguard financial stability need not impinge on its ability to maintain price stability.", "This principle first appeared in ECB communication at the height of the global financial crisis when policymakers stressed that ample liquidity was provided in order to ensure the proper transmission of monetary policy, whereas the monetary policy stance was controlled by conventional interest rate policy.", "[ In later years, the separation principle was invoked to clarify the distinction between the use of \"standard\" (i.e.", "interest rates) and \"non-standard\" measures, emphasising that longer-term liquidity operations and asset purchases were not thought of as tools to steer the monetary policy stance.", "[ Accordingly, purchases under the Securities Markets Programme (SMP), introduced in 2010, were fully sterilised via reverse repurchase operations.", "The same would apply to the Outright Monetary Transactions (OMT) if they were ever used.", "This distinction became unsustainable when inflation remained stubbornly below the 2% target and interest rates were approaching the effective lower bound.", "In order to fulfil our price stability mandate, the ECB began using asset purchases also for monetary policy stance reasons, complemented by forward guidance on interest rates.", "Thereby, the previous formulation of the separation principle - framed as a distinction between conventional tools calibrated to deliver price stability and non-conventional tools designed to preserve smooth market functioning - became obsolete.", "[ This view was reinforced by the monetary policy strategy review of 2021, which confirmed the regular use of formerly \"non-conventional\" tools for monetary policy in certain circumstances, namely when interest rates are already close to their effective lower bound.", "[ The strategy review also pointed to macroprudential regulation and supervision, which had been adopted as one major lesson from the global financial crisis, as the first line of defence against the build-up of systemic financial risks.", "If macroprudential policy was fully effective, the Tinbergen principle would also apply here, allowing monetary policy to focus only on price stability, while macroprudential policy would target systemic stability.", "However, the strategy review acknowledged that macroprudential policies are unlikely to be fully effective, primarily due to inaction bias and the lack of such policies for the non-banking sector.", "[ Therefore, given that financial stability is a precondition for price stability, and vice versa, there is a clear case for the ECB to take financial stability considerations into account in its monetary policy deliberations even in the presence of macroprudential policies.", "[ The question therefore remains under what conditions the separation principle can be maintained, implying that both objectives - monetary and financial stability - can be reached via central bank actions.", "Recent applications of the separation principle To understand how the separation principle has been applied in practice, it is useful to consider how the ECB and other central banks have responded to financial disturbances since the beginning of the pandemic.", "PEPP: alignment of price and financial stability objectives During the pandemic, financial stability risks materialised in a manner that avoided a trade-off between monetary policy stance and financial stability measures.", "The pandemic emergency purchase programme (PEPP) was announced at the onset of the pandemic when financial stress increased sharply, liquidity dried up and volatility hit levels last seen in 2008.", "[ The CISS suggests that the PEPP stabilised financial market functioning and helped restore investor confidence, likely preventing a severe financial crisis that would have had dramatic consequences for the economy in the euro area (Slide 6, left-hand side).", "Prices and wages would probably have fallen significantly, which would have run counter to our price stability mandate.", "Quick and decisive action by the ECB was essential to prevent market dysfunction, and it was also in line with the desired monetary policy stance, as an expansionary monetary impulse was needed to counter the projected sharp drop in inflation (Slide 6, right-hand side).", "Hence, when confronted with financial instability in the middle of a deflationary shock, there is typically no need for separation.", "The same tool could, in principle, be used for the two purposes.", "However, the PEPP was designed in a specific way that supported financial stability: It provided flexibility - implying that asset purchases could be allocated flexibly over time, across asset classes and among jurisdictions.", "[ This essential feature of the PEPP helped to protect the transmission of monetary policy across the euro area at a time when sovereign spreads diverged rapidly beyond what could be justified by economic fundamentals (Slide 7, left-hand side).", "After the announcement of the PEPP, in conjunction with an emerging agreement on fiscal support at European level, sovereign spreads normalised.", "The active use of flexibility was needed only in the early stages of the pandemic.", "Once the market stress subsided, its active use was no longer required, as can be seen from the swift decline in the deviations from the ECB's capital key (Slide 7, right-hand side).", "TPI: financial stability as a precondition for price stability Over the following two years, the macroeconomic backdrop changed fundamentally.", "After a short spell of negative annual inflation rates in the euro area at the end of 2020, inflation started its sharp upward trend.", "While the rise in inflation and inflation expectations was initially welcomed because it allowed the euro area to leave behind the long period of too low inflation, the mood gradually turned, giving way to concerns about steadily increasing inflation.", "After repeated upside surprises to inflation, which cast increasing doubts on the narrative that inflation would revert to target by itself once the supply-side shocks had faded out, the desired monetary policy stance shifted from broad expansion to sharp tightening.", "In line with the pre-announced sequencing, the ECB first discontinued its net asset purchases under the PEPP and the asset purchase programme (APP), before embarking on interest rate hikes.", "However, after the Governing Council had in June 2022 announced its intention to start raising interest rates at its next monetary policy meeting, a negative inflation surprise in the United States was sufficient to trigger sharp and fundamentally unjustified movements in sovereign bond markets, which raised fears of self-reinforcing dynamics that could lead to severe market dysfunction (Slide 8, left-hand side).", "[ A new programme, the Transmission Protection Instrument (TPI), was created to prevent financial market fragmentation and ensure a smooth transmission of our monetary policy stance across the entire euro area at the time of policy normalisation.", "At the same time, it explicitly sought to avoid any interference with the appropriate monetary policy stance.", "The new tool allowed for purchases of public sector securities, but only in jurisdictions that fulfilled a list of eligibility criteria.", "This was to ensure that the programme would only be used in countries with sound and sustainable fiscal and macroeconomic policies.", "[ The TPI complemented the PEPP's in-built flexibility, which also allowed shifting reinvestments flexibly over time, across asset classes and among jurisdictions.", "Again, the PEPP's flexibility was actively used only over a short time span.", "Meanwhile, the TPI has unfolded its power without being used.", "The mere option of activating the TPI helped to halt the disorderly and unwarranted rise in sovereign spreads.", "It restored the smooth transmission of the monetary policy stance across all euro area countries.", "Since the announcement of the TPI, sovereign spreads have been range-bound and rather insensitive to shifts in rate expectations, despite repeated tightening shocks over the past year as the historically unprecedented sharp interest rate hiking cycle proceeded (Slide 8, right-hand side).", "It is probably fair to say that such a steep hiking cycle would not have been possible in the euro area in the absence of the TPI.", "In that sense, the new tool to ensure smooth transmission was a precondition for tackling the inflation problem forcefully and preventing a de-anchoring of inflation expectations.", "Therefore, this episode can be seen as an example of successful separation.", "LDI: targeted action to ensure financial stability without interfering with price Another example from the high inflation period is the Bank of England's intervention in the autumn of 2022 to address dysfunction in the long-dated UK government bond market.", "In an environment of globally elevated volatility in financial markets due to central banks' efforts to fight high inflation, the new UK government's announcement of its \"mini budget\", which comprised historic tax cuts and a sharp rise in public borrowing, caused a massive repricing in the gilt market.", "[ This exposed risks at leveraged liability-driven investment (LDI) funds, requiring them to sell large volumes of gilts in an already illiquid market, which threatened to give rise to a self-reinforcing price spiral (Slide 9, left-hand side).", "Responding to these financial disturbances, the Bank of England announced a strictly time limited and targeted backstop purchase facility in line with its statutory financial stability objective, specifying that it would carry out purchases of long-term UK sovereign bonds to restore market functioning.", "These purchases were announced to be reversed in a timely but orderly manner via asset sales.", "[ The operations were explicitly designed to deal with financial instability.", "In fact, the Bank of England emphasised that these operations were not to be seen as a deviation from the general monetary policy stance, which foresaw the start of active sales from the monetary policy bond portfolio in the light of the persisting threat to price stability.", "The Bank of England was able to restore market functioning quickly through its interventions, while it also managed to start active asset sales from its monetary policy portfolio (Slide 9, right-hand side).", "The balance sheet expansion due to the LDI episode was short-lived and did not put into question the general monetary policy stance.", "In that sense, the Bank of England's response can be seen as another successful application of the separation principle.", "[ SVB and the US regional banking turbulence: when providing liquidity is not Since March of this year, a series of bank failures has shaken the US financial system.", "In early March, Silicon Valley Bank (SVB), which had lent heavily to start-up companies, was closed down, followed two days later by the closure of Signature Bank.", "[ As in the TPI episode, the turbulences were related to monetary policy.", "The sharp hiking cycle exposed the risks that had built up at SVB over time, due to its failure to properly manage its interest rate and liquidity risks and a lack of sufficient supervisory scrutiny.", "[ Two key factors led to SVB's demise.", "The first was its peculiar deposit structure.", "The bank's deposits came mainly from very large, uninsured investors who were highly concentrated in the venture capital and technology sector, exposing SVB to synchronised and rapid withdrawals, amplified and facilitated by social media and digitalisation (Slide 10, left-hand side).", "[ The second issue was the composition of its asset side.", "SVB had high holdings of long-term US government bonds that were classified as \"held-to-maturity\" (HTM) assets, implying that they were not marked to market.", "[ At the time of purchase, these securities appeared to be low risk and highly liquid, with a safe return well above typical deposit rates.", "However, the rapid rise in interest rates led to a sharp increase in unrealised mark-to-market losses in SVB's bond portfolio, which raised doubts about the bank's solvency and triggered a run by its depositors (Slide 10, right-hand side).", "[ This also implied that temporarily providing liquidity would likely have been ineffective as the underlying problem was one of insolvency, rather than illiquidity.", "In the end, equity and debt holders were wiped out, while even large, uninsured depositors were spared from losses.", "In order to stabilise the overall banking sector, the Federal Reserve swiftly established the bank term funding programme (BTFP), which accepts devalued high-quality collateral at par without haircuts.", "[ Effectively, it provides liquidity at rates lower than market funding.", "The liquidity provision via different facilities partly reversed the reduction of the Federal Reserve's balance sheet, while quantitative tightening continued as planned (Slide 11).", "Thanks to the prompt and decisive response by US policymakers, the crisis did not evolve into a full- fledged banking crisis.", "However, as shown by repeated disturbances, regional banks remain vulnerable.", "The SVB case differs from the other episodes in two respects: First, the underlying cause was more related to insolvency than illiquidity.", "[ In such cases, liquidity injections by central banks are likely insufficient, implying that governments need to step in.", "Second, compared with LDI, the problem was more widespread as similar vulnerabilities were shared by other regional banks, albeit to a lesser extent.", "[ In such circumstances, the separation principle is harder to maintain.", "[ Current challenges for the euro area financial system The recent banking turbulence immediately spilled over to the euro area.", "Bank stocks and financials' bond prices dropped sharply, and bond market volatility soared.", "However, tensions were short-lived and remained largely confined to the banking sector.", "A decomposition based on a dividend discount model shows that the sell-off of euro area bank stocks after the SVB failure reflected a sharp and sudden increase in risk premia amid contagion fears rather than a deterioration in euro area bank fundamentals.", "In fact, banks' earnings outlook continued to improve in the aftermath of the banking turmoil, overall offsetting the massive increase in the discount rate (Slide 12, left- hand side).", "Euro area bank stock prices are now well above their 2022 average, suggesting that equity investors perceived banks to be net beneficiaries of higher interest rates.", "This is confirmed by euro area banks' return on equity, which has not only recovered from the low levels recorded during the pandemic but has reached levels not seen in a decade (Slide 12, right-hand side).", "The resilience of the euro area financial system can largely be attributed to the greatly improved prudential framework, reflecting concerted international action taken since the global financial crisis.", "The euro area banking sector displays strong liquidity and capital ratios, much higher than before the global financial crisis (Slide 13).", "[ Risks from unrealised losses on marketable securities are likely to be moderate for euro area banks on average, as central bank reserves account for the largest part of liquid assets.", "However, there is no room for complacency as financial stability risks may be hidden below the surface of relatively calm financial markets and benign regulatory ratios.", "[ After all, the dramatic and unexpected shift in the macroeconomic environment affects all institutions conducting maturity transformation, albeit to different degrees depending on their business models.", "Financial regulation may not always sufficiently capture such risks.", "One key example is interest rate risk in the banking book (IRRBB), which has not been included under the Pillar 1 capital requirements of the Basel Accord.", "In the current regulatory framework, it is up to supervisors to decide how interest rate risk is to be reflected in banks' capital requirements.", "In the euro area, there has been a strong focus on interest rate risks over recent years, including a dedicated stress test in 2017 and a thematic review last year.", "[ Such analyses show that, in the short run, most euro area banks tend to benefit from higher interest rates, which boost banks' margins and net interest income due to the slow and partial pass-through of higher rates to depositors.", "The pass-through of higher rates to deposits, and hence the boost in net interest income, depends on the deposit structure.", "The pass-through tends to be larger for term deposits than for overnight deposits.", "Moreover, firm deposits tend to be more responsive than household deposits (Slide 14, left-hand side).", "The positive effect of higher interest rates on net interest income has been amplified by euro area banks' increased reliance on overnight deposits over recent years, generating a higher franchise value of deposits (Slide 14, right-hand side).", "[ The changing interest rate environment is also reflected in banks' funding structure.", "Both in the euro area and in the United States, overnight deposits declined over recent months.", "However, in the euro area, a larger share was shifted into term deposits, and the shortfall in deposits was largely compensated for by higher bank bond issuance, keeping bank funding overall broadly stable (Slide 15, left-hand side).", "By contrast, in the United States, a much larger share of deposits appears to have been shifted into money market funds (Slide 15, right-hand side).", "While parts of those funds may have been circulated back to banks, some may have flown into the overnight reverse repo facility (ON-RRP), thereby reducing banks' excess liquidity.", "But also in the euro area, the shift from overnight deposits into higher-yielding alternatives implies that net interest margins are bound to shrink over time, as funding costs eventually rise more strongly than banks' interest income in many cases.", "As shown by sensitivity analyses to a 200 basis point interest rate shock, the impact on banks' long-run performance is less benign than suggested by the short-run positive effect on net interest income.", "Due to a duration mismatch, the economic value of equity of most euro area banks drops over the long run in response to rising interest rates (Slide 16, left-hand side).", "[ The analyses also show that banks' exposure to interest rate risk has increased since the start of the tightening cycle (Slide 16, left- and right-hand side).", "The impact of higher interest rates on the economic value of equity is again heterogeneous and depends, among other things, on the composition of the banks' asset side.", "Banks with a higher share of mortgages are expected to experience a much sharper decline in the economic value of equity than those with a lower share (Slide 17, left-hand side).", "This is because mortgages were, on average, granted at low rates and with a relatively long duration, exposing banks to interest rate risk.", "Similarly, banks with a lower share of reserves in total assets are more sensitive to interest rate hikes, as they may be forced to liquidate marketable assets at low prices in case of withdrawals (Slide 17, right-hand side).", "Taken together, the longer-run and heterogeneous impact of rising interest rates needs to be monitored carefully, including banks' strategies to deal with those challenges.", "Risks can be mitigated via hedging strategies or a larger share of variable rate loans.", "But hedging contracts do not offer perfect protection as they may be subject to counterparty risks.", "Even variable rate loans can give rise to vulnerabilities as interest rate risk may be converted into credit risk.", "So far, however, credit risks have not increased.", "In addition, risks may also be lurking in the non-bank sector.", "In light of potential systemic risks emanating from them, the macroprudential framework for non-bank financial institutions needs to be enhanced.", "Both banks and non-banks may be facing additional headwinds in future.", "Higher interest rates will eventually cool the economy, possibly leading to higher credit risks.", "Moreover, one can already see signs of a reversal of the overvaluation of assets observed both in real estate and in the stock market (Slide 18).", "Lessons for the future: when can separation work?", "Let me conclude by drawing some lessons regarding the conditions under which the separation principle can work.", "The ECB has a clear mandate of price stability.", "Since financial stability is a precondition for price stability, and vice versa, we need to take financial stability into account in our monetary policy deliberations.", "In fact, central banks have an important role to play as lenders of last resort to deal with liquidity crises and stabilise financial markets at times of self-reinforcing dynamics.", "Such interventions do not create a conflict with price stability in the presence of a deflationary shock, as shown by the PEPP episode.", "But even if liquidity crises occur in high-inflation periods, tools can be designed in a smart way to ensure separation.", "This requires that the tools are targeted and temporary, and that the underlying issue is truly one of liquidity rather than solvency.", "Monetary policymakers cannot address solvency issues, which are clearly in the realm of fiscal authorities.", "In fact, by doing so, they would risk overstepping their mandate and endangering their independence.", "Governments and supervisors are therefore essential to enable monetary policymakers to focus on their primary mandate of price stability.", "A sound financial regulation and supervision are the best protection against financial dominance, just as a functioning fiscal framework is needed to protect against fiscal dominance.", "This speaks in favour of maintaining or strengthening macroprudential capital buffers, being cautious on profit distributions and share buy-backs, and closing regulatory gaps, including by fully implementing the Basel III reforms.", "[ Taking financial stability into account is not just about market stabilisation.", "To ensure the proportionality of their monetary policy decisions, central banks need to consider potential side effects regarding the build- up of financial stability risks, even if those risks may materialise only in future.", "During the years of low inflation, monetary policy encouraged risk-taking as part of its monetary policy transmission mechanism.", "[ Moreover, central banks themselves underestimated the possibility of a return of persistent high inflation, which affected our monetary policy actions and shaped firms', households' and investors' expectations.", "Central banks need to reflect on how such factors may have contributed to the build-up of financial fragilities.", "In the current situation, given the resilience of euro area banks, President Lagarde rightly stresses that there is no trade-off between price stability and financial stability.", "The ECB can continue to do whatever is needed to bring inflation back to our 2% target in a timely manner.", "This implies raising rates to a sufficiently restrictive level and keeping them at that level for as long as necessary.", "At the same time, the ECB has the tools to provide liquidity to the euro area financial system, if needed to preserve financial stability and a smooth transmission of monetary policy.", "[ Over the longer run, weakened bank profitability may expose the persisting problem of overbanking in the euro area coupled with a lack of pan-European bank mergers - an issue the ECB cannot solve on its own.", "So, the changing interest rate environment may provide a new impulse for one of the most important steps in European integration - completing European banking union.", "19 May 2023  I would like to thank staff from the ECB's Directorate General Macroprudential Policy and Financial Stability for their contributions to this speech.", "Credit Suisse may be an exception, see Admati, A., Hellwig, M. and Portes, R. (2023), \" Credit Suisse: Too big to manage, too big to resolve, or simply too big?", "(2022), \"Monetary Policy, Inflation, and Crises: New Evidence from History and Administrative Data\", Working Paper No 1378, Barcelona School of Economics, December; Grimm, M., Jordà, Ò., Schularick, M. and Taylor, A.", "(2023), \"Loose Monetary Policy and Financial Instability\", NBER Working Paper, No 30958, February.", "(1956), Economic Policy: Principles and Design, Amsterdam: North Holland Publishing Company.", "Trichet, J.C. (2008), \" Some lessons from the financial market correction \", speech at the \"European Banker of the Year 2007\" award ceremony Frankfurt am Main, 30 September; Trichet, J.C. (2011), \" Monetary policy in uncertain times \", speech at the Bank of Finland 200th Anniversary Conference, Helsinki, 5 May.", "From Policy Rule to Stop-and-Go\", Oxford Economic Papers, Vol.", "Honohan, P. (2018), \"Real and Imagined Constraints on Euro Area Monetary Policy\", Working Paper 18-8, Peterson Institute for International Economics, August.", "ECB (2021), An overview of the ECB's monetary policy strategy .", "Martin, A., Mendicino, C. and Van der Ghote, A.", "(2021), \" On the interaction between monetary and macroprudential policies \", ECB Working Paper Series 2527.", "As explained by Martin et al.", "), a simple rationale comes from an \"envelope-theorem\" argument: a local deviation from the central bank's focus on price stability would lead to second-order losses with regard to inflation but could lead to first-order gains with regard to financial stability.", "Said differently, it may be worthwhile to temporarily tolerate small deviations from the 2 percent inflation target if this yields large gains with respect to financial stability.", "This can be done, for example, by flexibly adjusting the medium-term horizon over which inflation is brought back to target, by prioritising tools with lower side effects, and by designing monetary policy tools in a way that mitigates financial stability risks.", "(2021), \" Monetary policy and financial stability \", speech at the fifth annual conference of the European Systemic Risk Board, 8 December.", "(2020), \" The ECB's monetary policy during the coronavirus crisis - necessary, suitable and proportionate \", speech at the Petersberger Sommerdialog, 27 June.", "ECB (2020), ECB announces €750 billion Pandemic Emergency Purchase Programme (PEPP) , press release, 18 March.", "(2022), \" United in diversity - Challenges for monetary policy in a currency union \", commencement speech to the graduates of the Master Program in Money, Banking, Finance and Insurance of the Panthéon-Sorbonne University, 14 June.", "ECB (2022), The Transmission Protection Instrument , press release, 21 July.", "Bank of England (2022), letters from Sir Jon Cunliffe, Deputy Governor at the Bank of England, in response to a series of questions from the Chair of the Treasury Committee.", "The separation of monetary policy and financial stability objectives was underlined by the fact that the intervention was based on a recommendation from the Bank's Financial Policy Committee (FPC).", "The UK government provided an indemnity to protect the Bank of England from losses.", "(2023), \" Looking through a glass onion: lessons from the 2022 LDI intervention \", speech at the Initiative on Global Markets' Workshop on Market Dysfunction, the University of Chicago Booth School of Business, 3 March.", "Federal Deposit Insurance Corporation (2023), \" FDIC's supervision of Signature Bank \", 28 April.", "Federal Reserve Board (2023), \" Results from the review of the supervision and regulation of Silicon Valley Bank \", 28 April.", "The advent of digital banking appears to have had a significant impact on the stickiness of bank deposits.", "To be classified as HTM at the time of purchase they must be acquired with the intent and ability to be held until maturity.", "In contrast to the HTM portfolio, assets designated \"available for sale\" need to be marked to market.", "However, once a bank sells a portion of its HTM assets, it must recognise all mark-to-market losses on the entire portfolio.", "Rising interest rates create incentives for a bank run by uninsured depositors, as argued by Drechsler, I., Savov, A., Schnabel, P. and Wang, O.", "Federal Reserve Bank Term Funding Program (BTFP) term sheet.", "The US Treasury has provided 25 billion US dollars as credit protection to the Federal Reserve Banks.", "Michael S. Barr writes in his letter introducing the SVB report: \"While the proximate cause of SVB's failure was a liquidity run, the underlying issue was concern about its solvency.\"", "According to one estimate, the US banking system as a whole may have accumulated more than 2 trillion US dollars of unrealised losses over the past year.", "(2023), \" Monetary Tightening and U.S. Bank Fragility in 2023: Mark-to-Market Losses and Uninsured Depositor Runs?", "\", NBER Working Papers, No 31048. International Monetary Fund (2023), Global Financial Stability Report , April.", "The potential trade-off between price and financial stability is mitigated if the additional financial tightening due to the banking turbulence strengthens monetary policy transmission and helps to bring inflation back to target.", "ECB (2023), Financial Stability Review [May] (forthcoming).", "De Guindos, L. (2023), \" A resilient banking sector for the euro area \", speech at the 18th edition of the Banking Sector Industry Meeting \"Banking: Navigating the Wave of Inflation\", 17 May.", "(2022), \" Monitoring and managing interest rate risk along the normalisation path \", keynote speech at the Deutsche Bundesbank symposium \"Bankenaufsicht im Dialog\", 8 November.", "However, recent events illustrate that the deposit franchise may be overestimated when calculations are based on historical elasticities.", "See Drechsler, I., Savov.", "A. and Schnabl, P. (2021), \"Banking on Deposits: Maturity Transformation without Interest Rate Risk,\" Journal of Finance, Vol.", "The shown calculations are an update of an earlier analysis from ECB (2022), Financial Stability Review , Box 5, May.", "The Savings and Loans crisis in the United States in the 1980s carries a lesson on how financial institutions with a significant duration mismatch can suffer from eroding profitability over time, giving rise to excessive risk-taking and gambling for resurrection.", "Washington, D.C.: Urban Institute Press; White, L.J.", "(1991), The S&L Debacle: Public Policy Lessons for Bank and Thrift Regulation.", "New York, NY: Oxford University Press.", "(2023) \" Prudential policy and financial dominance: exploring the link ,\" BIS Quarterly Review, March.", "Kashyap, A. and Stein, J.", "(2023), \"Monetary Policy When the Central Bank Shapes Financial-Market Sentiment,\" Journal of Economic Perspectives, Vol.", "Lagarde, C. (2023), speech at the Hearing of the Committee on Economic and Monetary Affairs of the European Parliament, 20 March."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Inflation", "Interest rates", "Financial stress", "Central bank independence", "Macroprudential policy", "Liquidity", "Solvency", "Financial regulation"]}