{"sentences": ["SPEECH A digital euro: widely available and easy to use Introductory statement by Fabio Panetta, Member of the Executive Board of the ECB, at the Committee on Economic and Monetary Affairs of the European Parliament Brussels, 24 April 2023 I am pleased to appear before this Committee again today as part of our series of hearings on the digital euro project.", "We are now entering the final stage of the investigation phase of the project.", "The ECB's Governing Council recently endorsed a third set of design options for the digital euro - design options that we have also discussed in previous hearings.", "Today we are thus publishing a report setting out the Eurosystem's views on how people could access, hold and start to use the digital euro.", "The report also examines how the digital euro could be distributed by intermediaries as well as the services and features it could offer.", "[ Our work in recent months has not just been about investigating technical issues.", "We have also held focus groups to hear from potential users of a digital euro and find out what they think about the different features a digital wallet should have.", "This will help us in designing a product that meets their needs.", "[ In a modern economy, being able to pay digitally is a basic need for people.", "With cash, central banks already provide a means of payment that is risk-free, widely accessible and easy to use, and that leaves no-one behind.", "But the rapid digitalisation of our economies requires us to complement cash with its evolution in the digital sphere: a digital euro.", "As a central bank, we need to be ready for future evolutions and make sure that the money we issue maintains its role as a monetary anchor in the digital era, thereby reassuring us that one euro is one euro whatever form it takes and wherever we go.", "And it cements people's trust in our currency.", "[ For this monetary anchor to be effective, the digital euro would need to be in line with people's preferences.", "Everyone across the euro area should be able to use it for day-to-day payments: online, in shops or from person to person.", "In my remarks today, I will focus on how we can ensure that everyone in the euro area would be able to easily access and use a digital euro - if and when they want to, no matter who they bank with or which country they come from.", "People would have no obligation to use the digital euro.", "But they should always have the option to use it.", "Just like they do with cash today.", "You, as European legislators, will take decisions that will be key to us achieving this objective.", "Therefore, in my remarks I will look at the digital euro also from a regulatory angle.", "Ensuring the digital euro is widely available and easy to use There is currently no single European digital means of payment that is universally accepted across the entire euro area.", "It therefore comes as no surprise that Europeans see the ability to pay anywhere as the most important feature of a potential digital euro.", "[ In other words, they are keen for one of the key characteristics of euro banknotes to be replicated in the digital realm.", "At the ECB, we have been investigating the technical solutions that would enable people to easily make payments in digital euro, anywhere in the euro area.", "[ But if we want the digital euro to replicate these cash-like features, we need a proper regulatory framework.", "Legislators assigned the legal tender status to euro banknotes in the Treaty[ ], and this is why citizens can use them throughout the entire euro area.", "[ They are tangible proof that we share a single currency.", "The digital euro could also be given legal tender status by legislators.", "[ If introduced, the digital euro would be a public good, and Europeans would expect to be able to access and use it easily, anywhere in the euro area.", "So, it would be more beneficial and convenient for all users if merchants that accept digital payments were obliged to accept the digital euro as legal tender.", "[ A requirement for merchants to accept digital euro could, in fact, also be seen as an opportunity.", "For example, it would make European payments more resilient and would enhance competition.", "This, in turn, would help to make payments cheaper, with clear benefits for everyone in the euro area.", "[ But if we want to make the digital euro widely usable, acceptance is only one side of the coin.", "The other side is access.", "Individuals and merchants will expect to be able to obtain digital euro at their banks[ ], just like they do today with cash.", "[ It should be simple for people to start using the digital euro, and there should be no need to change bank in order to do so.", "In our regular exchanges, consumer associations and merchants[ have remarked that the best way to ensure broad access for consumers would be to require euro area banks and other payment service providers to make the digital euro available to their customers.", "[ Previous attempts at building pan- European payment initiatives have shown that ensuring broad access throughout the euro area has ultimately always required regulatory measures.", "[ So, both sides of the coin - widespread acceptance and broad access - are necessary to ensuring the digital euro would be a public good that meets the expectations of consumers and merchants.", "These two aspects are also key to achieve other public policy goals.", "For instance, they are essential to ensure that the digital euro can support financial inclusion and generate opportunities for financial intermediaries.", "A digital euro would offer a new platform for innovation that is truly European.", "It would allow these intermediaries to build services for their customers that are instantly available across Europe.", "It could help domestic payment providers and new instant payment solutions to scale up and operate at the European level.", "And it would reduce dependence on a few dominant providers, increasing competition and resilience.", "Ensuring a seamless European payment experience Over the past 20 years euro banknotes have enabled everyone in the euro area to easily recognise and use public money, regardless of what country they are living in, or where they are paying.", "The same should be true for the digital euro.", "People should be able to pay and be paid in digital euro anywhere in the euro area, no matter which intermediary they are using to access the digital euro or which country they are in.", "To achieve this, we need a common set of standards - which we call a \"payment scheme\".", "[ The scope of these standards will be limited to what is strictly necessary to establish and offer users a harmonised and convenient payment experience, while enabling and inviting the supervised intermediaries to develop further services and solutions.", "[ Even if supervised intermediaries will distribute the digital euro, one should not forget that it will be a liability of the central bank.", "The Eurosystem, as its issuer, would be accountable to euro area citizens for its correspondence to their payment needs.", "The Eurosystem should therefore be able to govern the standards to ensure that using a digital euro in the future is as standardised as using cash today.", "It would do so by steering consensus among all involved stakeholders - consumers, retailers, banks and nonbanks.", "Ensuring wide availability through the right economic incentives Economic incentives should be used to encourage the active distribution of the digital euro and to ensure that it is widely available.", "We have already proposed a set of four core principles for a digital euro compensation model.", "[ You asked for more details on these principles in previous hearings, so I will share our thoughts on them now.", "Ultimately, however, the decision on the regulatory framework for fees is primarily a matter for you, as European legislators.", "The first principle is that, as a public good, the digital euro should serve society.", "We believe consumers should be able to use it free of charge for basic day-to-day purposes.", "[ Second, intermediaries should be compensated for the services they provide, just like they are for other digital payments.", "Third, legislative safeguards should prevent merchants from being overcharged by intermediaries if they are obliged to accept digital euro as legal tender.", "While we believe that the digital euro would allow for more competitive fees, this principle would ensure that fees for merchants cannot exceed the current levels for comparable means of payment.", "Finally, the Eurosystem would bear its own costs, for example for settlement[ activities and managing the common standards for making and receiving payments in digital euro.", "This would reflect the public good nature of the digital euro and follow the same logic that currently applies to cash.", "The savings that arise from the Eurosystem covering its own costs would ultimately benefit the end-users.", "The design of the digital euro and its regulatory framework are key to ensuring that it retains its key characteristics as a public good.", "It will then be European legislators to decide whether the digital euro will be an inclusive, truly European means of payment - widely usable and accessible across the entire euro area, free for basic use, and offering the highest levels of privacy.", "The success of a digital euro will be in your hands.", "The ECB stands ready to continue discussing all these issues with you during the legislative process.", "Throughout the next project phase, which is expected to be launched later this year, we will accommodate necessary adjustments to the design of the digital euro that may emerge from legislative deliberations.", "In that phase, we will develop and test the possible technical solutions and business arrangements necessary to provide a digital euro.", "These two processes - legislative and design - should advance in parallel so we can be in a position to promptly begin issuing a digital euro, if and when warranted.", "The possible decision by the Governing Council to issue a digital euro would be taken only after the legislative act has been adopted.", "We will take all the necessary measures to ensure that the digital euro would act as a true public good.", "But all European institutions have to play their part to achieve our common goal of making the digital euro a success.", "This is why we are looking forward to the European Commission's legislative proposal.", "It will be a decisive step forward for the digital euro and put Europe at the forefront of the work on central bank digital currencies among the G7.", "I now look forward to your questions.", "See ECB (2022), Progress on the investigation phase of a digital euro , September; ECB (2022), Progress on the investigation phase of a digital euro - second report , December; ECB (2023), Progress on the investigation phase of a digital euro - third report , April; and ECB (2022), Letter from Fabio Panetta to Ms Irene Tinagli on progress reporting on the investigation phase of a digital euro , 14 June.", "The first report covers topics such as the transfer mechanism, privacy and tools to control the amount of digital euro in circulation.", "The second report focuses on the roles of intermediaries, a settlement model, funding and defunding and a distribution model for the digital euro.", "The third report covers the Eurosystem's views on accessing the digital euro, holdings, onboarding, distribution aspects, services and functionalities.", "See Kantar Public (2022), Study on New Digital Payment Methods , March; and Kantar Public (2023), Study on Digital Wallet Features , April.", "People's trust in money issued by private intermediaries (such as bank deposits) relies on the ability to convert it, on a one-to-one basis, into risk-free central bank money (such as cash).", "See for example Central bank digital currencies: a monetary anchor for digital innovation, speech by Fabio Panetta, Member of the Executive Board of the ECB, at the Elcano Royal Institute, Madrid, 5 November 2021.", "Focus groups suggested that people see the ability to \"pay anywhere\" as the most important feature of a new digital payment instrument.", "This emerged in all countries and age groups.", "See Kantar Public (2022), Study on New Digital Payment Methods , March; and Kantar Public (2023), Study on Digital Wallet Features , April.", "Panetta, F. (2023), \" The digital euro: our money wherever, whenever we need it \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 23 January.", "See Article 128(1) of the Treaty on the Functioning of the European Union.", "The fact that euro banknotes and coins enjoy the status of legal tender means that they are a valid means of payment to settle a monetary debt unless the parties have agreed on another means of payment.", "The definition of legal tender relies on three main criteria: (i) mandatory acceptance; (ii) acceptance at full face value; and (iii) power to discharge from payment obligations.", "The European Commission is also expected to publish a proposal on the scope of legal tender of euro banknotes and coins in the second quarter of 2023.", "While the main objective of legislative measures related to cash is to preserve its widespread use and availability, for the digital euro the goal would be to establish its use and availability from scratch.", "Giving the digital euro legal tender status may help to increase its adoption and use, creating a positive feedback loop of network effects (where the value and utility of a payment system increase as more users join and transact within the network).", "In other words, the more people use a particular payment system, the more valuable and convenient it becomes for all users.", "For the merchants, the digital euro, as a true pan European retail payment solution, would allow for enhanced bargaining power in the payments market that is currently dominated by a few dominant providers.", "See Written feedback after the 6th Euro Retail Payments Board (ERPB) technical session , March 2023.", "Banks are mentioned here as an example of a payment service provider (PSP) that could distribute the digital euro.", "The Eurosystem believes that all PSPs as defined in the revised Payment Services Directive (PSD2) - i.e.", "credit institutions, electronic money institutions and payment institutions - could distribute the digital euro.", "Panetta, F. (2022), \" Building on our strengths: the role of the public and private sectors in the digital euro ecosystem \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 29 September.", "See Written feedback after the 6th Euro Retail Payments Board (ERPB) technical session , March 2023.", "Without this obligation, the digital euro may not be universally accessible to everyone across the euro area.", "There could be a situation where each euro area country has only a few banks (or even no banks) that offer digital euro accounts/wallets, forcing many customers to open an account with a new bank because their current one does not provide access to digital euro.", "This would also endanger network effects necessary to the success of a payment solution (see footnote 9).", "There are lessons to be learned from the delays in achieving pan euro area reach in case of the SEPA Credit Transfers and direct debit schemes and then also the SEPA Instant Credit Transfer scheme.", "If broad access is to be ensured for the digital euro, the required regulatory measures need to be established at an earlier stage in the process.", "Panetta, F. (2022), \" Building on our strengths: the role of the public and private sectors in the digital euro ecosystem \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 29 September.", "To avoid placing an additional investment burden on intermediaries, the digital euro scheme Rulebook Development GroupECB hosts first digital euro Rulebook Development Group (RDG) meeting is investigating how to leverage existing standards and solutions as much as possible, and how to make the digital euro compatible with existing solutions.", "It will also reflect on present and future regulatory requirements.", "See as well as RDG mandate and the related calls for expression of interestscheme compatibility workstream by experts to participate in workstreams (e.g.", "A compensation model for the digital euro refers to the framework that determines how entities are remunerated for their participation in or use of a digital euro currency.", "The digital euro compensation model is a four-party scheme with variations concerning three aspects: (i) pricing for private individuals, (ii) pricing for merchants, and (iii) costs for the Eurosystem.", "The model could also cover factors such as transaction fees, interest rates, incentives and other mechanisms for compensating users.", "See ECB (2023), \" Compensation model for the digital euro \", presentation at the Euro Retail Payments Board, 22 February.", "The scope of digital euro basic services is yet to be defined, but it should be similar in nature to the basic services that banks are required to provide under the Payment Accounts Directive .", "These basic services could therefore include features such as free-to-open digital euro accounts/wallets, payments between individuals, and the funding and defunding of digital euro accounts/wallets.", "If consumers had to pay for the basic services, it would also put the digital euro at a disadvantage to some existing digital means of payments.", "Settlement can be defined as the completion of a payment transaction with the aim of discharging end users' obligations through the transfer of funds.", "See Panetta, F. (2022), \" Building on our strengths: the role of the public and private sectors in the digital euro ecosystem \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 29 September.", "In autumn this year, the Governing Council may decide to enter the next preparation and experimentation phase.", "This is entirely separate from the decision on whether or not to issue a digital euro, which will only be taken once the legislative process has concluded."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital euro", "Wide availability", "Easy use", "Public good", "Acceptance", "Access", "Regulatory framework", "Economic incentives", "Compensation model", "Payment experience"]}