{"sentences": ["Every year scientists, researchers, authors and economists all over the world eagerly await the awarding of the Nobel prizes.", "But did you know there is a satiric version of these prizes, called the Ig Nobels?", "Since 1991, the Ig Nobels have been awarded to honour achievements in scientific research that first make people laugh, and then make them think.The Ig Nobels are organised by the satirical scholarly journal 'Annals of improbable research', the annual ceremony is held at Harvard University,there are ten prizes every year for a variety of scientific fields, presented by genuine Nobel laureates, and the prize is 10 trillion Zimbabwean dollars from a time of hyperinflation.", "And the honour, of course-.", "Yes, some of the winning research seems very trivial and totally irrelevant.", "For instance the project that concluded that black holes fulfil all the technical requirements for being the location of Hell...Or the discovery that fleas living on a dog can jump higher than fleas living on a cat-Or the winner of the 2005 Ig Nobel prize in Economics who invented Clocky: an alarm clock that runs away and hides, repeatedly, to ensure that people get out of bed and have a more productive day- But there is a noble side to the Ig Nobels: history shows that seemingly trivial research sometimes leads to important breakthroughs.", "A good example is the experiment that won André Geim and Michael Berry an Ig Nobel in 2000: how to levitate a frog with magnets.", "It seemed weird and trivial, but the experiment showed that the magnetism of water is strong enough to counter gravity.", "That insight became part of the inspiration for China's lunar gravity research.", "And of course, Geim won a real Nobel prize - for Physics - in 2010.", "No, I am not saying that the research papers you will present today are trivial in any way, shape or form, but we all know that every invention, every discovery, every research project has to start somewhere.", "Just like every change has to start somewhere.", "Mostly with events- And recent years have been truly eventful.", "The euro area economy was rocked by several large shocks, - the Global Financial Crisis (GFC), the European sovereign debt crisis and a pandemic that kept the economy in lockdown.", "And more recently, Russia's unjustifiable war in Ukraine that caused energy prices to spike and inflation to soar.", "Shocks that have challenged central banks all over the world in their quest for price stability.", "Shocks that have challenged us to find new instruments, to expand our toolkit to counter the deflationary dynamics and enable governments to engage in fiscal stimulus.", "A challenge that we met by deploying several unconventional monetary instruments, including forward guidance, asset purchases and longer term refinancing operations.", "Yes, they certainly left their mark.", "Forward guidance and asset purchases lowered medium to long-term interest rates, making credit more affordable and boosting the economy.", "TLTROs significantly reduced banks' funding cost, and stimulated banks to pass on these favorable funding costs to businesses and households.", "These measures are now an integral part of the central bank's toolbox; they add policy space when rates are at the lower bound, even though they are not unbounded themselves.", "Yet, as we have found out, they also come with a challenge: the combination of instruments and the sequencing we ourselves imposed have created a very high degree of persistence in our monetary policy.", "In other words: it reduced our ability to 'turn the ship' when inflation flared up.", "The moment policy makers could effectively raise rates was delayed because we communicated that the we would first stop with net asset purchases before raising rates.", "And stopping asset purchases takes time.", "They were a novel, untested instrument.", "And as Brainard argued: uncertainty regarding an instrument calls for smaller steps.", "So, to 'turn the ship', we started by gradually reducing the net asset purchases to zero under the PEPP and APP.", "After that, in July 2022, we were 'free' to raise rates for the first time.", "What followed was a rise of policy rates at an unprecedented pace: between July 2022 to September 2023, policy rates increased by a total of 450 basis points from minus 0.5 percent to 4 percent today.", "Restrictive policies will likely remain needed for some time to come to get inflation back down to target.", "Personally, and conditional on incoming data confirming the latest projections from September, I see the current level of our policy rates as a good 'cruising altitude' where they can remain for some time.", "And that brings me to another challenge: the right calibration of our monetary policy to strike a balance between doing too much and doing too little.", "Why is that a challenge?", "First, you are all aware of the long and variable 'transmission lag' of monetary policy between one and two years.", "In other words: the effects of the policy tightening on the real economy - think about investment, GDP, unemployment - will only be felt in about one year's time.", "Hence, we should be a little patient and not raise rates too much to prevent choking off the economy.", "Second, even though inflation numbers have started to decrease, the risk still remains that high inflation may become entrenched if second round effects persist or inflation expectations de-anchor.", "Therefore, we need the incoming data to continue to confirm our projections - which have not been the best in an environment of major shocks - if we are to have confidence in them.", "There is one other challenge I want to mention: the size of the central bank balance sheets.", "More than a decade of implementing 'unconventional monetary policy' tools has increased central banks' footprint in financial markets in an unprecedented fashion.", "As we have stopped reinvesting the principal payments from maturing securities under the APP, the Eurosystem's balance sheet is now shrinking at a measurable pace.", "Under both the APP and PEPP, we bought billions in sovereign bonds with an average maturity of about 7 years.", "Some of these bonds are now maturing: that means the 'principal' of our investments is flowing back to us.", "Through this process, excess liquidity is drained form the system.", "However, we currently still reinvest the principal payments for the PEPP, leaving the overall bond portfolio unchanged.", "To date, this 'quantitative tightening' has been smooth and well-absorbed by financial markets.", "This is similar to what we see from our international peers, who - in fact - are reducing their balance sheet at a relatively faster pace.", "That brings me to the challenge.", "While, clearly, the current balance sheet has to shrink, our future balance sheet size may need to be larger than it was before the Global Financial crisis.", "The reason is that structural changes in financial markets, including a higher demand for liquidity, will call for a larger central bank reserves in the future.", "In my view, refinancing operations represent the most efficient tool to provide such a level of reserves down the road.", "For all these challenges, I look forward to your ideas, your expertise, your input.", "Because monetary policy is too important, too crucial for our economy and our general well-being, to rely on trial and error.", "The ECB, the central banks, would prefer to avoid the honour of receiving an Ig Nobel prize.", "Yes, in the history of the Ig Nobel prizes some were also awarded as criticism wrapped up in a blanket of satire.", "For instance, in 2009, the Ig Nobel for Economics was awarded to the directors, executives, and auditors of four Icelandic banks for demonstrating that tiny banks can rapidly mushroom into huge banks, and vice versa, and for demonstrating that similar things can happen to an entire national economy .", "So, to avoid that 'honour', we need data and research to fulfil our mandate, so that we can do the best possible job at what we must do best.", "Because in monetary policy, we cannot live by the slogan of the Ig Nobel prizes, also you didn't win a prize - and especially if the closing remark of the annual ceremony: \"If you did - better luck next year!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Financial markets", "Interest rates", "Balance sheet", "Transmission lag", "Fiscal stimulus", "Economic growth", "ECB", "Quantitative tightening"]}