{"sentences": ["Ladies and gentlemen, good afternoon.", "Thank you for giving me the opportunity to address this annual convention once again.", "Just as these addresses have become a November tradition for me, so digital euro milestones also tend to be reached at around this time of year.", "And this year is no exception.", "As in 2021, I would thus like to focus this afternoon on the digital euro project, which I consider to be of great interest to us all, not only as professional economists, but also as ordinary citizens.", "Two years ago I broached three major ideas in my address.", "First, the motivations propelling different jurisdictions, and the Eurosystem in particular, to consider issuing a digital currency.", "Second, I outlined the European Central Bank's (ECB) roadmap.", "And finally, I shared some reflections on the benefits of issuing a digital euro, as well as on the risks involved, and the mechanisms that might be used to mitigate these.", "Today, two years on, and given the recent decision of the ECB's Governing Council to embark upon a new phase of the project, I would like to delve more deeply into the motivations underlying the possible issuance of a digital euro, to update you on the status of the work and to conclude by reflecting on the importance, for the success of the project, of cooperating and interacting with all types of market agents and society as a whole.", "The digital euro as a possible response to the digitalisation of society Over the last two years we have continued to analyse the factors that may lead the Eurosystem to issue a digital euro.", "As you may recall, our motivations essentially revolve around three issues: complementing cash in an environment of increasing digitalisation; promoting innovation and efficiency in the European payments system; and safeguarding our strategic autonomy and monetary sovereignty.", "I will now explain each of these issues in detail.", "First, we find ourselves in an environment characterised by growing use of digital means of payment and, consequently, a relative decline in the use of cash.", "This trend, apparent to us all in our daily lives and, as I will mention later, borne out by the figures, may ultimately affect the role of central bank money as an anchor for the stability of the monetary system as a whole.", "Essential for financial stability, this role is based on the central bank's unique ability to guarantee the convertibility of private money into central bank money in any situation.", "Also, central bank money is the sole means of payment permitting transactions to be carried out and debts settled in any part of the euro area.", "Both these factors lie at the heart of the security and reliability of the financial and monetary system and the public's confidence therein.", "This balance between private money and central bank money would be affected if the use of cash were to diminish to the point of its relegation to a relatively minor role.", "Indeed, there might be an adverse impact on public trust in the currency and in the stability of the financial system.", "Currently, in terms of numbers of transactions, cash remains the means of payment that is used most in the euro area for purchases at physical points of sale and person-toperson payments.", "However, as in the case of other daily activities, the public's preference for digital means of payment has been constantly increasing in recent years.", "Highly revealing in this respect are the results of the latest ECB study on the payment attitudes of consumers in the euro area.", "According to this study, 55% of citizens say they prefer to use cards and other electronic means of payment for their purchases at physical points of sale.", "And this preference is confirmed by the evidence.", "The percentage of purchases paid for in cash has been declining in recent years and, especially between 2019 and 2022, during the pandemic.", "This decrease is also observed in the case of person-to-person payments, for which the use of cash also fell by 13 pp.", "In this case, however, the share of cash generally remains high and in 2022 stood at 73% on average.", "As you can imagine, there are marked cross-country differences, but the decline in the use of cash is a widespread reality.", "That said, the study mentioned also indicates that 60% of the population consider having the option to pay with cash to be very or fairly important.", "In my opinion, this figure goes to highlight the importance of continuing to guarantee access to central bank money, in its current format of banknotes and coins certainly, but also potentially, in a digital format.", "In any event, the purpose of the digital euro should be seen as to complement cash and not under any circumstances to replace it.", "The aim of the initiative would be to move with the times and ensure that people can continue to enjoy access to central bank money, with its particular characteristics and guarantees, in the format of their choice.", "The second reason that might lead us to issue a digital euro relates to its potential to promote innovation in the European payments system as a whole, in other words beyond national borders.", "How could the digital euro contribute to this aim?", "By laying the foundations for the financial sector to be able to develop innovative solutions with a truly European scope.", "I would like to stress this aspect, the European scope of the solutions, in contrast to the current notable fragmentation of retail payments between euro area countries.", "A clear example of this fragmentation is the value-added services that have emerged around SEPA (Single Euro Payments Area) instruments, in particular instant mobile payment applications, such as Bizum in Spain.", "These exceptionally useful and efficient solutions help to significantly improve the user experience, doubtless one of the keys to their success.", "However, the advances they spur are highly asymmetric across countries, and their value for domestic payments is not reflected at European level, despite the industry's efforts to achieve interoperability.", "The digital euro, on the other hand, could provide the necessary means to reach this objective and ensure a uniform user experience throughout the euro area for person-to-person and point-of-sale payments.", "Obviously the digital euro would be useful not just for instant mobile payments, but for any other innovative service that might emerge in future, thus helping to foster innovation and more integrated and efficient European payment systems.", "Lastly, the third motivation relates to the region's strategic autonomy.", "As you know, the Eurosystem has long sought to develop European digital payment solutions whose governance is not affected by the decisions of third countries.", "That is because it seems vital to have payment instruments under European governance, aligned with the region's interests, to ensure that payments can be made throughout the euro area under any circumstances.", "The degree of integration achieved with SEPA instruments amounts to a very significant advance.", "However, a similar advance has not been made in the case of point-of-sale payments, which continue to depend largely on a small number of foreign brands.", "Not only does this weaken the euro area's strategic autonomy, it may also make it difficult to ensure a sufficient degree of competition between the providers of these services, which are essential for the smooth operation of the economy.", "European banks and payment service providers have long worked to reduce this dependence, and the European Payments Initiative (EPI) is one of several promising projects in this connection.", "The digital euro may also contribute to this objective, offering an additional alternative and even facilitating private sector endeavours by developing standards it can leverage.", "As I have already mentioned, safeguarding European autonomy and sovereignty has been a constant feature of the Eurosystem's policy on retail payments.", "However, concern has recently been heightened by growing geopolitical tensions, and by the deployment, or potential deployment, of global payment solutions.", "I am referring in particular to stablecoins and foreign digital currencies, which could be used for domestic payments.", "This would not only jeopardise the euro's role as a monetary anchor, but also the use of the euro as a means of payment in the broad sense.", "While probably not as imminent as the foregoing scenarios, I should admit that announcements such as the Libra project (subsequently Diem) proposed by Facebook (now Meta) caused some unease within the central banking community, prompting more than one central bank, including the Eurosystem, to step up their efforts in the area of digital currencies.", "The fact that this initiative failed to take off does not preclude others in the future, particularly if we factor in the strength of activity in the payments market and the legislative developments in this area.", "In this context, the digital euro - which is being designed to meet user needs and offer intermediaries a foundation for developing other solutions - could help prevent a potential loss of monetary autonomy and sovereignty.", "In any event, it is essential that a digital euro be properly designed if it is to fulfil any of the objectives I have just mentioned.", "Such a design should also ensure that the digital euro does not generate undesired risks for monetary and financial system stability.", "This calls for an in-depth analysis that takes into consideration a host of interdependent factors that need to be carefully evaluated.", "Even though none of the three aspects outlined above would seem to be urgent, the complex nature of the task, coupled with the buoyant payments market, justifies advance preparations to enable us to respond swiftly if the situation changes in the future.", "Status of the project: latest developments and next steps Indeed, this was the rationale behind the ECB Governing Council's decision to launch the digital euro project two years ago, thus starting the investigation phase.", "As I said here at the time, the purpose of this phase was to somehow bring down to earth the theoretical and practical analyses that had already been carried out of the possibilities that a digital euro could offer, the risks it could pose and the ways to mitigate them.", "Thus, the investigation phase focused on exploring various design options and agreeing on the main functionalities and the distribution model.", "Based on this work, it has been concluded that it would be feasible to design a digital euro that is accessible to, and meets the needs of, all euro area citizens and businesses, without introducing significant distortions in the financial system or in monetary policy implementation.", "In view of these conclusions, the ECB Governing Council has agreed to proceed to the next phase of the project: the preparation phase.", "Before explaining what the preparation phase entails, allow me to describe what a digital euro would be like.", "Broadly speaking, a digital euro would be designed as a digital form of cash that could be used for payments throughout the euro area.", "It would be widely accessible, free of charge for basic services (such as opening an account, making payments and managing payment instruments) and usable with a mobile or card.", "It could also be used for the most frequent payments (person-to-person, at the point of sale, in e-commerce and in transactions with government bodies) and would include an offline mode, enabling transactions to be carried out without an internet connection and offering a high level of privacy.", "Payments would be settled instantly, 24 hours a day, seven days a week, and automatic top-up and withdrawal functionalities would be offered, making it easier to control spending.", "But, going beyond this broad picture, today I would like to focus specifically on those features that, as I understand, could be of most interest to you owing to their potential impact on financial institutions.", "In this respect, I should point out that the Eurosystem envisions that the digital euro will be distributed by regulated payment service providers.", "As you may imagine, institutions are much better placed than central banks when it comes to managing the relationships with their customers.", "As such, they are better positioned to place them in the ecosystem, provide the payment instruments and route payment orders to the Eurosystem's settlement platform.", "In short, it would be a matter of replicating, as far as possible, the current distribution of tasks within the payments market.", "This would also help institutions preserve their current relationships with customers, who could even consult and use their digital euro via online banking.", "Another concern that I am aware banks have is regarding the possible shift of deposits to the digital euro.", "Indeed, this is a concern that we central banks share with the industry.", "Consequently, the Eurosystem has analysed various tools that would minimise this impact, and favours setting maximum limits for digital euro holdings.", "The level of such limits, however, has not yet been decided, as this will require rigorous analysis that takes into consideration the economic conditions prevailing in the euro area if and when a digital euro is ultimately launched.", "That said, there are already theoretical studies that point to the effectiveness of such mechanisms, when adjusted to the specific prevailing market situation.", "Mindful that setting limits could reduce usability, we would need to endow the digital euro with a series of functionalities to ensure that payments are not rejected for exceeding the limit and that transactions can be carried out for an amount in excess of the holding limit.", "Specifically, I am referring to what we have been calling waterfalls and reverse waterfalls.", "The waterfall approach would enable users to receive payments in digital euro that push the balance above the holding limit.", "Activating this functionality (which would, in any event, be voluntary) would mean that any deviations would be isolated, as the excess balance would be transferred - instantly and automatically - to a linked payment account.", "As you may imagine, reverse waterfalls would work in the opposite direction.", "That is to say, users that activate this feature could make payments in digital euro for amounts in excess of the balance available and even the holding limit.", "To this end, the payment would be automatically linked to a previous top-up of digital euro, for the amount needed, from their associated payment account.", "I should point out that these waterfall and reverse waterfall mechanisms would not in any way detract from the operability of any holding limits set.", "On the contrary, they would allow for an efficient uncoupling of transaction flows and holdings.", "It makes no sense to limit transaction flows, as what we are designing here is a means of payment.", "But it does make sense to limit holdings, as we are specifically trying to avoid the digital euro being used as a store of value.", "The analysis of the mechanisms to limit potential excessive use of the digital euro also covered the question of remuneration, with the conclusion being that introducing such remuneration is not sufficiently justified.", "The last design aspect I would like to focus on today is the compensation model.", "As you will have already inferred, the decision to ensure that the digital euro is free of charge for basic use, in combination with its distribution through payment service providers, calls for a compensation model that provides the latter with sufficient incentives to guarantee the ecosystem's sound functioning.", "To this end, the Eurosystem is arguing for an arrangement similar to that of card payment schemes, such that payment service providers can charge merchants and, simultaneously, pay a commission to the bank of the digital euro account holder.", "Clearly, it is important to ensure that charges are reasonable, and the co-legislators could therefore implement safeguards against potential abuses.", "Furthermore, since the digital euro would be a public good, the Eurosystem would assume its own costs, forgoing scheme and settlement fees.", "Lastly, it is important to note that the absence of charges for basic services would not prevent intermediaries from developing and charging for value-added services.", "To return, then, to discussing the progress made in the project, we have recently entered into a new phase - the preparation phase - which will initially last for two years.", "The preparation phase seeks to lay the foundations for a potential digital euro, finalising the work needed to be ready to develop one, should the decision be made to do so.", "This entails undertaking three main tasks.", "The first is to define the above design in a set of operating rules, namely a digital euro rulebook.", "In fact, this work has already begun, with the establishment of the Rulebook Development Group at the start of this year, in which professionals from both the public sector and industry are participating.", "The aim is to finalise a preliminary draft rulebook by the end of the year, so that it can be submitted for public consultation in 2024 Q1, a step that I would encourage you to participate in.", "The second task of this new phase will be selecting providers that could develop the digital euro platform.", "The Eurosystem has weighed up the possibility of reusing the existing settlement infrastructure, but the particularities of the digital euro (number of users, transaction volume, privacy requirements, etc.)", "and its strategic importance render this option impracticable.", "Launching the digital euro would therefore require a new platform, managed by the Eurosystem, to be developed to settle transactions.", "No decision has so far been made on the type of supporting technology that should be used.", "We are open to any option that provides the necessary guarantees, and the very act of selecting providers will help us reach a decision.", "Lastly, some matters will continue to be analysed from both a theoretical and practical standpoint during the preparation phase.", "For example, it has been agreed that the Eurosystem will not have access to end-user data, so that it will not be able to see customers' digital euro balances or transaction details.", "However, guaranteeing this level of privacy is no mean feat.", "We must therefore make headway in assessing the different options technology affords.", "Other matters will also be examined over the next two years, such as how to ensure the optimal user experience and digital euro access for everyone that wants it, irrespective of their level of financial and digital inclusion.", "In any event, I wish to stress that the decision to proceed to the preparation phase does not mean we have decided to issue the digital euro.", "Mindful, as I mentioned earlier, of the strength of the payments market and the complexity of a project of this scope, our aim is to be as ready as possible to respond swiftly, if necessary.", "I must also state that any decision on issuing a digital euro would always be conditional on the existence of an appropriate regulatory framework.", "Progress has also recently been made on this front.", "In my address two years ago I referred to the European Commission's support for the digital euro project as a driver of the European Union's digitalisation and, with it, the modernisation of the Spanish economy.", "Today I can say that this support has materialised in the form of a draft legislative proposal that was adopted last June and, once passed, will provide the necessary legal framework for the potential issuance of a digital euro.", "At the Eurosystem, we will continue to work with the co-legislators to ensure that sound and consistent legal foundations are laid.", "We are aware that the legislative process is complex and that we cannot anticipate how long it will take.", "What we do know is that any decision on issuing a digital euro must wait for such legislative framework to be adopted.", "Cooperation: the key to success This leads me to another aspect that I would like to highlight today, which is the importance of cooperating with all agents to develop a digital euro that meets the Eurosystem's objectives, caters to user needs and preferences and allays the industry's concerns.", "In addition to cooperating with the co-legislators, this naturally involves establishing communication channels with citizens and merchants in order to ascertain the shortcomings they perceive in the current payments market and the characteristics they would like a digital euro to have.", "If and when the digital euro is issued, its success will undoubtedly hinge on it fulfilling users' expectations.", "Consequently, listening to them has been and will remain a cornerstone of the project.", "Specifically, during the investigation phase, two sessions were held with focus groups, comprising users from all countries who were chosen at random and included citizens from all age groups with different degrees of tech savviness and merchants of all sizes.", "The findings were very revealing and have helped considerably in designing a digital euro that very much incorporates user needs and preferences, both in relation to basic design features, such as privacy, and to more specific functionalities, for example automatic top-ups.", "Likewise, users have also had the chance to express their opinion on the digital euro by participating in the Euro Retail Payments Board (ERPB).", "As you may already know, this is a forum chaired by the ECB in which the main representatives from the supply and demand sides of the European retail payments ecosystem participate.", "During the investigation phase, the ERPB was consulted on the different design decisions that were being taken.", "Its members' opinions and observations have proven particularly valuable on our journey to define a digital euro, and I am certain that this will remain the case during the next phase.", "But this has not been the only forum for interacting with financial institutions.", "We must not forget the inestimable contribution of the Rulebook Development Group or the Market Advisory Group, a group of experts created specifically to advise the Eurosystem on the design and distribution of the digital euro.", "The ECB has held countless technical discussions with different industry professionals and, at the Banco de España, we have frequently conversed with the Spanish industry to discover its view and concerns.", "Lastly, we should mention the collaboration regarding the pilot project conducted during the investigation phase.", "Private agents' full readiness to help the Eurosystem trial the complete transaction cycle, by providing user interfaces for different scenarios, and their input in the analysis of the results of these trials have proven a key contribution to the project.", "As you can imagine, the Spanish industry has been present in all these European fora.", "In addition, in the specific case of the pilot project, one of the five providers selected to participate in the trials was Spanish.", "I would therefore like to take this opportunity to thank the Spanish banking community for its contribution to the project and encourage its members to continue providing their extensive experience and knowledge of the retail payments market during the preparation phase.", "I will conclude by reiterating this project's importance for the euro area.", "As I have commented throughout my address, a digital euro that is soundly anchored to a welldesigned legal framework of the highest level has the potential to provide significant benefits to European citizens.", "Logically, a project of this scope also entails costs.", "And I am not only referring to purely monetary costs, but also to the risks that could emerge and which must be mitigated.", "The digital euro cannot jeopardise the stability of the financial and monetary system.", "This is why we are pushing ahead with our analysis with the utmost caution.", "I am fully aware that, in its current state, this initiative raises many questions both for society in general and for the financial industry.", "Ultimately, the European payment system - and, in particular, the Spanish payment system - is highly efficient.", "In these circumstances, issuing a digital euro is not naturally perceived to be a pressing need.", "But this should not prevent us from seeing the bigger picture.", "The speed of digitalisation, in general, and of the digitalisation of payments, in particular, means we should not underestimate the risk that in a not-too-distant future we are faced with a scenario that bears little resemblance to the current one.", "I believe it is our responsibility - not only the central bank's, but also the financial industry's - to be ready to ensure that a service which is key to society's well-being, as the payment system is, does not come under threat.", "Therefore, and irrespective of the decision which is ultimately made, I believe that all the Eurosystem's past and future efforts are fully warranted."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Digital Euro", "Innovation", "Monetary Stability", "Financial Stability", "Strategic Autonomy", "Digitalisation", "Payment System", "User Experience", "Privacy", "Cooperation"]}