{"sentences": ["Ladies and gentlemen, esteemed guests, I would like to thank the Hellenic Bankers Association UK for inviting me to deliver a speech at tonight's gala dinner.", "It is indeed an honour to address this distinguished gathering of professionals.", "he global economic environment has become a very complex tapestry, undergoing unprecedented shifts, presenting significant challenges to all regions, including the euro area.", "The dynamics are complex and multidimensional: Brexit, the aftermath of the pandemic, increasing de-globalization, digitilisation and artificial intelligence advances.", "Concurrently, geopolitical turmoil has brought loss of human lives and added layers of economic complexity such as energy security issues and high energy prices impacting both industrial production and consumer spending.", "In the euro area, the national central banks as well as the European Central Bank (ECB), are playing a significant role in navigating the economies of Member States.", "As we are today in the ECB's official quiet period, five days before our next monetary policy meeting, I cannot make any specific comments on the path of inflation or monetary policy.", "In compliance, I will focus instead on the current state and main challenges of the financial sector in the euro area.", "We are all aware of climate change and the risks it presents.", "For financial institutions, climate-related risks pose threats through two distinct channels: physical risk and transition risk.", "Physical risk, attributed to extreme weather events such as fires and floods, affects banks through damages to property that reduce collateral value, which consequently exposes banks to credit risk.", "Physical risk also impairs, and may lead to the insolvency of counterparties, because of loss of production and creditworthiness.", "Transition risk could result in bank losses through exposures to high emitting firms, which will have to bear a significant cost for greening their operations.", "The ECB has committed to addressing climate change within its mandate, and focuses on three relevant key objectives: managing climate-related risks, supporting the green transition and fostering wider action.", "In order to understand the impact of the physical risks, the ECB conducted economy wide stress tests, which showed that the more we delay the green transition, the impact of climate change increases and the cost of reverting these effects, at a future later date, increases exponentially.", "To support this transition, the Governing Council of the ECB decided to adjust corporate bond holdings in the Eurosystem's monetary policy portfolios and its collateral framework, to introduce climate-related disclosure requirements and to enhance its risk management practices.", "A second major challenge is digitalisation and technology.", "t is crucial for financial institutions to keep abreast with technological developments in an increasingly competitive and saturated environment, in which banks, fintechs, big-techs and third party service providers, co-exist.", "We must not be against evolution, but certain developments might lead to instability and confusion about what is money and what is not money.", "For example, the so-called crypto-assets are too volatile to be considered a currency or to act as a means of payment.", "Stablecoins are often not backed by any reserves to be considered as a currency, but rather seek to maintain a stable value through algorithms or protocols.", "Moreover, stablecoins are vulnerable to runs, as evidenced in May 2022 by the collapse of Terra, the fourth-largest stablecoin at the time, and in March 2023 by the collapse of USD Coin, the second-largest stablecoin at the time.", "Ladies and gentlemen, as Bigtechs are further expanding into digital finance, there are risks to our payment system, as well as to monetary and financial stability, especially from a potential issuance of their own currency.", "This is not mere speculation, as evidenced by the decision of PayPal to launch its own dollar-denominated stablecoin.", "PayPal has a user base 1,3 times bigger than the Eurozone's population - therefore such ventures pose challenges in at least three areas: a) Firstly, to the functioning of our payment system.", "Stablecoins are structured as 'closed-loop solutions' that restrict payments to users who adopt a particular payment tool.", "b) Secondly, if citizens prefer to use stablecoins issued by Bigtechs instead of money issued by a central bank, then public money could ultimately lose its role as an anchor that has been safeguarding for decades the convertibility of commercial bank deposits or liquidity, into central bank money at par value.", "c) Thirdly, there could be risks to the financial stability of the euro area, as Bigtechs would not be concerned with avoiding disruptions to financial intermediation, or the impact on the financial sector's liquidity, or ensuring a balanced compensation model for all involved stakeholders, the intermediaries, acquirers and merchants.", "Indeed, the examples of Bigtechs' increasing entry in digital finance are numerous.", "Apple's new savings account, linked to its payment solutions, oers interest at more than 10 times the US average rate and has attracted more than 10 billion dollars in user deposits since its launch in April 2023.", "X (former Twitter) is reportedly planning to oer a full range of payment and financial services.", "In light of these developments, preserving financial stability is what central banks prudently do.", "Within this spirit our journey towards the digital euro is one that promises to revolutionize how we view and use money.", "he ECB's aim is to provide consumers with the option to use the safest form of money, that is central bank money, in a digital format, complementing existing euro banknotes and coins.", "The digital euro will be inclusive, serving 347 million people in the euro area.", "A free of charge and truly European solution for day-to-day payments: online, in shops or from person-to-person, with usability and accessibility everywhere.", "It would offer high privacy levels and offline use.", "Nowadays, no other means of payment offers all these characteristics at once.", "Ultimately, trust in the digital euro will be the same as in cash, of equal value to the cash euro, as it will be issued and guaranteed by the ECB and not at the level of the member state, thereby distinguishing it from a typical bank deposit.", "As most of you here are bankers, let me assure you that the digital euro would not be a threat to the role of banks as financial intermediaries.", "The remuneration and quantity constraints per person, would stop the digital euro from competing with banks for deposits.", "Besides, banks could and should constitute an integral part of the digital euro payment solution, through for example their front-end services, as the central bank will not interact directly with end-users.", "Unlike digital platforms and e-payment solutions, the digital euro's platform could stimulate innovation from banks and spur competition amongst them.", "If at the ECB's Governing Council we decide at the end of the preparatory and legislative phases to introduce the digital euro, it will address some of the challenges brought about by the technological revolution.", "It would also contribute to Europe's strategic autonomy, by providing payment service providers a platform for innovation, immediately scalable at European level.", "Moreover, since geopolitical developments make us more vulnerable to power outages and cyberattacks, designing the digital euro as a fall-back option such that it relies on infrastructure rails other to those of nonEuropean card-based payments, would enhance the resilience of the European payment ecosystem.", "Following the successful completion of the consultation phase, on the 1st of November 2023, at the Governing Council of the ECB we approved the launch of the preparation phase, during which we will develop and test technical solutions and business arrangements for our digital currency.", "The Eurosystem will continue this journey with stakeholders and will adjust the digital euro design upon finalisation of the legislative negotiations that are running in parallel.", "In conclusion, as we navigate through these dynamic times, the euro area is proactively reacting and preparing for the changes ahead.", "As Albert Einstein said, 'The measure of intelligence, is the ability to change.'", "Let us change before we are forced to do so, and, in this way, proactively shape our future.", "Thank you for your attention.", "As we approach the festive season, I extend my personal wishes for a Merry Christmas and a hopeful, and perhaps more predictable, 2024."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["climate change", "digitalisation", "financial stability", "euro area", "digital euro", "ECB", "crypto-assets", "stablecoins", "Bigtechs", "payment system"]}