{"sentences": ["Assalamualaikum, good morning and welcome to the Malaysia Pavilion.", "Over the past few days, pressure has intensified for advanced economies to deliver on their promises to support developing economies navigate the effects of climate change.", "One highlight has been the agreement by world leaders on formal adoption of the loss and damage fund.", "With commitments trickling in, a pragmatic solution towards the delivery of these commitments is critical.", "Another major issue taking centre stage is the debate surrounding phasing out of fossil fuels.", "This has a direct bearing on many developing economies, including Malaysia.", "With the undeniable high cost of reducing emissions, a balanced approach is crucial to ensure progress both in building climate resilience, and economic and social developments.", "We take great interest in the outcomes of these conversations.", "Let me now turn to Malaysia.", "We see the climate agenda not only as a pressing challenge but an opportunity for growth.", "Through the National Energy Transition Roadmap, the Hydrogen Economy and Technology Roadmap, and the New Industrial Master Plan, Malaysia is taking concrete steps that will enable us to advance sustainable practices across the economy.", "This is consistent with a just and orderly climate transition.", "Effective and coordinated implementation of national and sector-level transition plans by the Government is crucial.", "It addresses a key condition for Malaysia to benefit from the opportunities offered by the green transition.", "This can be achieved by reducing strategic and policy risks for investments in the green transition and effecting partnerships between the public and private sectors.", "This would mean better higher skilled jobs, more sustainable and higher income, as well as overall shared prosperity.", "The Malaysian financial sector is working closely with the Government as part of the whole-of-nation approach to turn these plans into reality.", "Significant efforts have been invested in strengthening our collective capacity, institutional frameworks and coordination arrangements that will drive financial flows towards Malaysia's climate transition efforts.", "You will hear today some of these efforts at this Pavilion.", "We have a packed programme, with an exciting line up of speakers who will share what Malaysia is doing to innovatively bridge traditional financing mechanisms with sustainability to fund green initiatives.", "To kick things off, allow me to share some thoughts from the perspective of Bank Negara Malaysia (BNM).", "The climate agenda is very important to the central bank.", "While Malaysia is blessed as we do not see extreme weather events happening often, we are starting to see tangible marks of climate change on our economy.", "For example, more frequent, intense and unpredictable rain, floods, droughts and dry spells affect agriculture and food production.", "In addition to presenting risks to inflationary pressures, such events also increase physical and liability risks, which translate themselves into financial risks such as asset impairment and rising claims.", "For BNM, preparing the economy and financial system to become more climate-resilient is not only consistent with, but integral to discharging our mandate to promote monetary and financial stability that is conducive for the sustainable growth of the Malaysian economy.", "In surah al-A'raf, verse 56, Allah says \"Do not corrupt the earth after it has been set right\".", "This verse calls upon human to conserve, preserve and restore the environment to achieve the objectives of Shariah and prohibits pollution, depletion of resources and disturbing nature's balance.", "Guided by this, Malaysia's advancements in Islamic finance have provided an important springboard to grow and expand transition and green finance.", "With a mature Islamic finance ecosystem, dynamic and resilient players, diverse products, and comprehensive enabling infrastructure, Malaysia is well-poised to play an important role in addressing the financing needs of the climate challenge.", "To fully harness the proposition of Islamic finance, Value Based Intermediation or VBI was introduced in 2018 to reinforce efforts to embed sustainability elements in finance.", "Since then, the industry, in collaboration with BNM, has issued detailed sectoral guides to conduct ESG assessments at a granular level.", "Today, VBI is closely integrated with and complements broader efforts to elevate banking and financial practices of all financial institutions - Islamic or otherwise - to address contemporary challenges of the world, including the climate emergency.", "In the capital market space, the Securities Commission (SC) has fronted many initiatives, including embedding Sustainable and Responsible Investment (SRI) in the Second Capital Market Masterplan (CMP2) issued in 2011.", "With CMP3 and the SRI Roadmap, the SC has continued to develop a comprehensive SRI ecosystem in Malaysia, which includes to encourage innovative capital market products to meet the diverse needs of businesses and investors.", "As you may already know, Malaysia also issued the world's first USD-denominated sovereign sustainability sukuk in 2021.", "Meanwhile, Bursa Malaysia has launched \"Bursa Carbon Exchange\", the world's first Shariah-compliant voluntary carbon exchange.", "Through trading of high-quality carbon credits, this helps businesses meet climate targets in the near term, while more practical solutions are taken to decarbonise their operations.", "Malaysia recognises the need for a cohesive and coordinated approach in responding to the climate challenge.", "That is why in 2019, we launched the Joint Committee on Climate Change or JC3 to serve as the main focal point for spearheading the financial sector's response to the climate agenda.", "The JC3 is jointly chaired by the BNM and SC.", "Its members include the stock exchange, industry players and relevant experts.", "Through collaborative partnerships, the JC3 is driving change across pivotal facets of the economy, providing tools, resources, and advocacy for climate action.", "This includes efforts to bridge climate data gaps, innovative pilots to scale up transition and adaptation finance, and capacity building to support SMEs in transition.", "More details on these and other initiatives pursued by the JC3 can be found at www.JC3malaysia.com .", "I am also heartened by the growing focus and concrete climate actions taken by financial institutions in Malaysia.", "To date, the industry's financial commitment stands at over USD43 billion for ESG purposes.", "Indeed, by 2026, we expect to see at least half of new financing by our banks aligned with climate-supporting or transitioning activities.", "That said, Malaysia cannot do this on its own.", "As stated in the NETR, the Government anticipates that Malaysia will require investments of about USD280 billion by 2050 to meet our energy transition needs.", "The sessions at this Pavilion today are not just about what the Malaysian financial sector is doing to finance our own climate journey.", "It is also about the many opportunities open for financial institutions, investors, businesses and other entities from all over the world to join or partner with us on our journey - be it to contribute or mobilise capital and technology; to share expertise; or even to participate in the conversation to share your ideas.", "Our aspiration is for the Malaysian financial sector to play a key, vibrant role in mobilising capital to address the enormous climate financing needs of the world at large that is estimated at USD275 trillion by 2050 .", "Our vision for Malaysia to facilitate and catalyse green finance flows for the betterment of the planet aligns closely with our aspiration of becoming the renewable energy hub for ASEAN, as well as to serve as an international gateway for Islamic finance.", "We see the opportunity for more innovative solutions such as blended finance to support a just and orderly transition.", "To illustrate, by combining concessional financing and commercial funding, blended finance can help increase the bankability of high-risk green and transition projects.", "Blended finance can also ease transition costs especially for small and medium-sized enterprises.", "Being a nation blessed with unparalleled biodiversity, nature conservation holds paramount importance for Malaysia.", "Our rich ecosystems not only contribute to the global tapestry of life but also form the backbone of our economy and the livelihoods of many Malaysians.", "By safeguarding our natural treasures, we ensure the sustainability of vital resources, supporting agriculture, forestry, and fisheries.", "As stewards of this diverse and precious land, embracing nature conservation is not just a responsibility but a pathway to a sustainable and resilient future for Malaysia and beyond.", "Climate and nature-related risks are tightly intertwined.", "Climate change, driven by factors like emissions and deforestation, exacerbates extreme weather events and biodiversity loss.", "These changes, in turn, heighten risks of more frequent disasters, shifts in disease patterns, and challenges to food and water security.", "Recognising these interconnections, BNM has been and will continue to actively build its knowledge and understanding of nature and role of the financial sector in nature conservation.", "As I wrap up my remarks, let me reiterate that Malaysia welcomes the opportunity to work with partners to deliver on our commitments to fight climate change.", "On its part, BNM is fully committed to providing a sound and facilitative policy environment that allows for innovation to meet the large financing needs for climate risk mitigation and adaption, while strengthening climate risk management practices within the financial sector.", "Malaysia also recognises that while the climate challenge requires urgent action by all, it is equally important for the world to chart the path forward in a just and orderly manner.", "This means striving to improve the wellbeing of communities all over the world, particularly for those most affected by climate change and the transition.", "Only by promoting positive outcomes that benefit everyone and by minimising negative impacts and unintended consequences - such as financial exclusion - can we get long-lasting and meaningful commitment from all.", "We therefore follow with great interest the outcomes of COP28.", "We will continue to actively participate in the global conversation and represent emerging market perspectives on sustainable finance developments and challenges, to support a more inclusive global approach to fighting climate change.", "Lastly, I believe that amid all the buzz here at Dubai this week, we must be reminded that in whatever we do, our efforts must be rooted in our shared duty and responsibility to preserve, protect and care for our Planet Earth that we call home.", "Not just for the eight billion of us here today, but also for generations to come.", "On that note, I look forward to engaging sessions ahead.", "In 2022, McKinsey estimated that capital spending on physical assets for energy and land-use systems in the net-zero transition between 2021 and 2050 would amount to about USD275 trillion, or USD9.2 trillion per year on average.", "\"The net-zero transition: What it would cost, what it could bring\", McKinsey & Company, January 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green finance", "Climate resilience", "Sustainability", "Islamic finance", "Transition finance", "Value Based Intermediation", "SRI", "Blended finance", "Nature conservation"]}