{"sentences": ["Ladies and gentlemen I am very pleased to welcome you to the Third High-Level Conference on Global Risk, Uncertainty, and Volatility.", "Thank you all for taking the time to join us today.", "I would especially like to thank our colleagues at the Bank for International Settlements and the Federal Reserve Board for working together with us in organising this event.", "The topic of this year's conference - policy-making under uncertainty - is highly relevant.", "There is, for instance, substantial uncertainty regarding the impact of accumulated monetary tightening on future inflation.", "There is also high uncertainty about how the current geopolitical tensions will affect the global economy.", "These examples illustrate just two of many different sources of uncertainty.", "So how can policymakers, who should act with foresight, still take good decisions in such a highly uncertain environment?", "At last year's conference, I explained the Swiss National Bank's risk management approach to monetary policy.", "This approach is characterised by three principles: pragmatism, consistency and determination.", "A pragmatic risk management approach means choosing policies that deliver good outcomes in many scenarios, rather than seeking policies that are optimal in one particular scenario only but deliver poor outcomes in most others.", "We are also pragmatic in the sense that we do not blindly rely on our models when taking monetary policy decisions.", "Judgement has an important role to play.", "At the same time, our policy has to be consistent.", "Policy decisions must always be geared towards the objective of price stability.", "Finally, determination is important in preventing uncertainty from giving rise to inherent indecision.", "A risk management approach to policy-making sometimes requires decisive action.", "Over the past year and a half, many central banks in advanced economies have used a similar risk management approach.", "They have tightened monetary policy swiftly since early 2022.", "Subsequently, headline inflation has come down.", "Core inflation is proving sticky, but there are signs of progress here as well.", "Finally, labour markets have remained robust and economic growth has been relatively resilient, even though there are increasing signs of a slowdown in many countries.", "Thus, the economic backdrop has changed greatly since last year's conference.", "Monetary policy is now at a different point in the tightening cycle.", "However, in my following remarks I will argue that central banks' risk management approach to monetary policy should remain the same.", "I will also point out some challenges that central banks are facing in the current situation.", "Economic backdrop has changed, central banks' approach to policymaking remains the same The SNB kept its policy rate unchanged at its September monetary policy assessment.", "However, we emphasised that price stability may not yet be ensured.", "Thus, we will not hesitate to tighten monetary policy further if necessary.", "At the next meeting, we will review whether the measures we have taken to date are sufficient to keep inflation within the price stability range on a sustainable basis.", "To this end, we will monitor the development of inflation closely in the coming weeks.", "The SNB thus remains pragmatic, consistent and determined, in line with our risk management approach.", "With inflation rates lower and interest rates higher than they were a year ago, it has become considerably more difficult to balance the risk of tightening too much against the risk of tightening too little.", "Many central banks have therefore also slowed or paused tightening, while signalling that they remain focused on returning inflation to their respective targets.", "When central banks approach monetary policy turning points, the way forward is particularly uncertain.", "Providing forward guidance in such situations carries high risks.", "A central bank that gives strong forward guidance has to be fairly certain about the future path of monetary policy.", "Suppose the economy moves in a direction that calls for a monetary policy that is not in line with the forward guidance provided.", "This can put the central bank in a dilemma.", "Either it deviates from its guidance, which can lead to a communication problem and even a loss of credibility.", "Or it sticks to its guidance and runs the risk of pursuing an inappropriate monetary policy.", "That is why central banks have moved away from providing strong forward guidance at present.", "Instead, many central banks are emphasising that their decisions are data-dependent.", "The SNB, too, is highlighting the importance of incoming data.", "But what exactly do central banks mean when they say their decisions are data-dependent?", "After all, central banks always take a close look at the data.", "A useful interpretation would be as follows: Given the high uncertainty regarding the economic outlook, there is no clearly mappedout path for monetary policy in the near future.", "Therefore, central banks are using incoming data to reassess the desirable path for monetary policy from meeting to meeting.", "Ladies and gentlemen, compared to a year ago, when monetary policy was being tightened with large interest rate hikes, central banks are now proceeding more cautiously.", "This is because there is less need to further tighten monetary policy given the economic situation.", "It is not because of a change in central banks' approach, which is still characterised by the three principles of pragmatism, consistency and determination.", "Data-dependent but with a clear medium-term orientation However, proceeding in a data-dependent, meeting-by-meeting manner also entails certain challenges.", "The first challenge is not to fall into the temptation of reacting to every data surprise with a substantial change in policy.", "Such behaviour would result in an erratic monetary policy.", "As monetary policy affects the economy only with a certain lag, frequent changes of direction would be counterproductive.", "Thus, while being data-dependent, central banks must maintain a medium-term orientation.", "Their models, which incorporate medium-term relationships between economic variables, can help them achieve this goal.", "Rather than reacting directly to the data, central banks first let their models process the incoming data.", "By factoring in different assumptions, the models provide decision-makers with scenarios for monetary policy.", "But models only reflect reality to a limited extent.", "Therefore, outside information - such as discussions with company managers and anecdotal evidence - support central banks in checking the plausibility of the model results.", "And, finally, central banks have to use judgement in deciding whether a new scenario has become more likely, and whether a change in monetary policy is warranted.", "A second challenge is how to communicate the currently high uncertainty about the monetary policy outlook while still providing some guidance to households and companies.", "Of course, central banks have to acknowledge that there is uncertainty surrounding the monetary policy outlook.", "At the same time, they can give households, companies and market participants a compass by clearly communicating their reaction function.", "This includes information on how they deal with trade-offs.", "What are their priorities when there are upside risks to inflation, but downside risks to economic activity?", "The SNB has clearly communicated that its focus remains firmly on ensuring price stability.", "We will not hesitate to tighten our monetary policy further if necessary in order to keep inflation below 2% on a sustainable basis.", "Although this may not give markets certainty about future monetary policy, it does provide some guidance.", "Households and companies can continue to plan for stable prices in Switzerland in the future.", "Central banks' risk management approach, which is guided by pragmatism, consistency and determination, has served us all well in the fight against inflation so far.", "We are well advised to stick to this approach.", "At the same time, we must keep a medium-term orientation and communicate this clearly to the public and the markets.", "When the monetary policy outlook is very uncertain, an exchange of views as well as the sharing of experiences and research findings between economists from universities and central banks are particularly valuable.", "That is why I am very much looking forward to the discussions and presentations at this conference.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Uncertainty", "Risk management", "Central banks", "Data-dependent", "Economic outlook", "Price stability", "Communication", "Decision-making"]}