{"sentences": ["The cost of not issuing a digital euro Speech by Fabio Panetta Governor of Banca d'Italia CEPR-ECB Conference The macroeconomic implications of central bank digital currencies Frankfurt am Main, 23 November 2023 It is a pleasure to be with you today to discuss the implications of central bank digital currencies (CBDCs) from a macroeconomic and policy perspective.", "I am sure there will be a lot of discussion at the conference about what we can expect if CBDCs are issued.", "So let me focus on the counterfactual - the consequences of not issuing CBDCs - using the digital euro as a case study.", "Therefore today I will highlight the costs of not issuing a digital euro.", "Throughout history, monetary transformations have been the result of a dynamic interplay between technological progress, changing human preferences and institutional evolution.", "In the early Renaissance, commerce and financial innovation flourished in the Italian city-states.", "The introduction of letters of exchange and correspondent banking freed merchants from the perils of transporting cumbersome gold and silver coins and promoted secure methods of payment which, in turn, facilitated international trade.", "The substantial wealth of the Italian city-states could then be used as the foundation for the splendour of the Italian Renaissance.", "Today, we are once again at a pivotal point in the evolution of money.", "The economic landscape is changing in unprecedented ways.", "Digital innovation has ushered in a new age with the potential to unlock enormous opportunities.", "These changes inevitably affect payments and money, which are becoming as digital as our economies.", "Central banks around the world are preparing for this new digital era, recognising both the opportunities and the challenges it brings.", "They are actively exploring the potential of issuing a digital payment instrument alongside cash as a logical next step in the evolution of central bank money.", "According to a BIS survey3, in 2022, out of a pool of 86 surveyed central banks, 80 (or 93 per cent) engaged in some form of CBDC work, ranging from research and proof of concept to pilots and also live CBDCs.", "The European Central Bank is one of these, as the Governing Council of the ECB has recently decided to launch the preparation phase of the digital euro project.", "Central banks have long provided reliable means of payment as a public good and an anchor of stability for the financial and monetary system.", "Why should they not do the same in the digital age and be the only ones not to offer a digital version of their product?", "But there are sceptics today who claim that issuing CBDCs would be fruitless.", "Some believe that a digital euro may not be successful enough; many ask what specific benefits it could offer that existing payment methods do not already provide.", "At the same time, others fear that a digital euro could be too successful and create instability by potentially challenging traditional bank deposits.", "These opposing concerns deserve close attention, and clear responses.", "A digital euro would be a digital form of cash that could be used for all digital payments throughout the euro area, free of charge, both online and offline.", "It would offer the highest level of privacy by default and allow users to settle payments instantly in central bank money.", "It could be used for person-to-person (P2P), point-of-sale, e-commerce and government payments.", "No existing digital payment instrument offers all these features.", "The digital euro would fill this gap.", "And its design features would prevent its introduction from triggering financial tensions and provide appropriate incentives for all parties involved.", "It would contribute to financial inclusion while fostering integration, innovation and resilience in the European payments market.", "But above all, the concerns that are sometimes expressed also tend to overlook a crucial consideration.", "Assessing the prospective advantages and disadvantages of CBDCs on the assumption that the payments landscape will not change in the future can be misleading.", "To do so would be to ignore the fact that our 21st century economies are in a state of flux, as evidenced by the multiple technological shocks hitting many sectors of the economy - think of the rise of generative artificial intelligence, to take one recent example.", "And the financial services sector is certainly not exempt from the inexorable progress of the digital revolution.", "The use of cash is expected to continue to decline, while large technology companies have already begun to expand into the payments market and are increasingly setting their sights on other financial services, thanks to their very large customer base and global operations.", "It is against this backdrop that we need to assess the merits of a digital euro.", "Today I will first examine the most important current shortcomings of the European digital payments market and the risk that these shortcomings will be exacerbated by the quest for dominance of technology platforms in a counterfactual scenario where a digital euro is not issued.", "I will then argue that the digital euro would offer clear advantages in ensuring a competitive, innovative, open and secure digital payment system, while maintaining the highest standards of privacy protection.", "I will also discuss how potential risks to the financial sector can be effectively mitigated through the careful design of safeguards.", "The counterfactual: technology firms' quest for dominance The rapid digitisation of payments is a prevailing trend that was accelerated by the Covid-19 pandemic.", "The share of payments made via mobile applications and the share of consumer online payments tripled in the euro area between 2019 and 2022.5 Consumers are clearly embracing the efficiency and convenience of digital payments.", "However, this transformation is associated with a number of challenges for the European payments market.", "While pan-European credit transfers and direct debits work thanks to European payment schemes and infrastructures,6 this is not the case for cards and certain types of online payments - whose use is growing disproportionately.", "This means that, as digitalisation progresses, pan-European payments are in the hands of international players, increasing our dependence on the payment rails they provide.", "A handful of international companies dominate domestic and cross-border card and online payments.", "International card schemes operate payment networks that are exclusively compatible with their point-of-sale terminals.", "This situation raises barriers to entry and expansion and discourages potential competitors from setting up new payment networks.", "The situation remains largely unchanged despite regulatory initiative and competition law enforcement.", "The decision of European banks to abandon their plans for a continent-wide card scheme is a stark illustration of the dominant position held by these firms.", "It is also striking that the average cost of card payments in the EU has been reported to be higher now than in 2015, when the Interchange Fee Regulation came into force.", "And the scheme fees applied by international card schemes almost doubled between 2016 and 2021 in the EU.", "SEPA payment instruments - which are the result of a public-private partnership.", "See Fabio Panetta's speech at the European Payments Council: .", "-abandons-plan-for-visa-and-mastercard-rival-asmember-banks-quit.", "-of-interchange-fee-regulation-now-nullified-by-feeincreases/.", "See -content/ uploads/CMSPI-Zephyre-Scheme-Fee-Study-V3-1.pdf.", "As a result, and given the difficulty of using cash in e-commerce, consumers are faced with prevailing payment solutions that work well, but may not be sufficiently tailored to their needs and preferences in terms, for example, of privacy11 and pan-European reach.", "This situation leads to unnecessary complexity and costs, as consumers are forced to rely on a variety of payment methods depending on the specific transaction and counterpart involved.", "Surveys show that consumers value the possibility of benefiting from a universally accepted payment method across online and physical stores in Europe.", "In essence, the current state of digital payment markets already justifies the introduction of a truly public and openly accessible payment solution to safeguard competition, better meet user needs and preserve European autonomy.", "This is likely to become even more critical in the future, as further expansion of large technology companies into payments would make the concerns I have outlined even stronger and more pressing.", "Three challenges deserve careful consideration.", "The first is the drive for dominance of technology platforms.", "These companies are increasingly entering the financial sector and reshaping financial markets.", "The logic of platforms revolves around bundling various activities, including financial ones, with the aim of expanding their customer base and enhancing network effects.", "By creating closed ecosystems, or 'walled gardens', they reduce competition.", "This is not far-fetched fiction.", "Concerns about platforms favouring their own products have already been at the forefront of antitrust cases.", "In as far back as 2010, the landmark European antitrust case known as the 'browser wars' exposed the ability of companies to restrict competition.", "More recently, the European Commission took issue with Apple's decision to prevent app developers of rival mobile payment wallets from accessing the necessary hardware and software on its devices.", "This was done to favour its own solution, Apple Pay.", "It is inevitable that technology platforms, armed with their large customer base and big data processing capabilities, will expand their reach into financial services to attract new customers - at the risk of reducing competition.", "In China, big tech companies such as Payment data are often used for purposes other than those strictly related to payment execution.", "For example, payment providers may work with private credit scoring companies that inform landlords, creditors and service providers about the individual trust score of their prospective clients.", "Data obtained from the payment process are also used by merchants in tailoring their offering, using profiling techniques to understand a payer's spending capacity or their preferences to increase the effectiveness of certain marketing campaigns.", "-protection/our-work/publications/techdispatch/ techdispatch-22021-card-based-payments_en.", "By adopting the commercial practices of bundling and price discrimination, suppliers can replicate monopoly pricing and extract consumer surplus from their customers.", "See Adams, W. and Yellen, J., 'Commodity bundling and the burden of monopoly', The Quarterly Journal of Economics, Vol.", "See also Jullien, B. and Sand-Zantman, W., 'The Economics of Platforms: A Theory Guide for Competition Policy' (July 2020).", "CEPR Discussion Paper No.", "DP15071; Brunnermeier and Payne, 2022 -papers/platforms-tokens-and-interoperability/.", "AntFinancial and Tencent have overtaken the digital payment and e-commerce sectors, and are expanding into financial intermediation.", "As a result, between 2020 and 2021, big tech credit in China grew at an average annual rate of 37 per cent, outpacing the growth rate of bank credit by more than 20 percentage points.", "Western technology companies are also increasingly challenging financial institutions, seeking to compete with traditional banks as financial service providers.", "In the United States, Apple's new savings account, linked to its payment solutions, offers interest at more than 10 times the national average rate,18 and has attracted more than 10 billion dollars in user deposits since its launch in April.", "And X (formerly Twitter) is reportedly planning to offer a full range of payment and financial services.", "Amazon offers buy-now-pay-later services to its customers worldwide.", "This brings us to the second concern about the dominance of technology platforms, that of privacy.", "Through their involvement in payments, large technology companies have access to extensive customer information - including income, preferences and demand patterns.", "This information is key to their business model, whether it is based on advertisement revenue, sales of technology-intensive products and services or e-commerce.", "Their quest for data will only increase with the development of artificial intelligence and big data techniques.", "Market forces alone will not satisfy the demand for digital money with socially desirable levels of privacy.", "As I have mentioned above, extensive use of payment data allows big tech companies to price discriminate between customers, cross-sell products and increase margins on their advertisement and commercial services.", "Even if most consumers do not perceive these indirect costs, many have become highly sensitive to the use of their personal data derived from digital payments, as shown by the results of the Eurosystem's public consultation on a digital euro.", "They are also ; Ant Financial's Yu'e Bao is China's largest money market fund and one of the largest worldwide, providing on-demand redemptions and close substitutes for bank deposits at higher returns than bank deposits; see also / pandp.. ~783ffdf46e.en.html; the share of online payments in consumers' non-recurring payments increased from 6 per cent in 2019 to 17 per cent in 2022.", "Mobile phone app payments increased in P2P payments.", "The share of payments using mobile apps increased threefold between 2019 and 2022.", "-cards-savings-account-by-goldman-sachs-sees- over-10-billion-usd-in-deposits/.", "-musk-wants-x-to-replace-users-bank-accounts- within-a-year?utm_medium=newsflash&utm_source=2023-10-27&member=144349.", "www.ecb.europa.eu/pub/pdf/other/Eurosystem_report_on_the_public_consultation_on_a_digital_ euro~539fa8cd8d.en.pdf.", "aware that, in the absence of a digital form of cash, they do not have an attractive and convenient alternative that meets their desired level of privacy.", "The third concern about the rise of technology platforms is that they may start issuing their own digital payment instruments, posing risks to the functioning of the payment system, monetary sovereignty and financial stability.", "This is a real possibility, as illustrated by the decision of PayPal - a big-tech-like company with a user base of 450 million - to launch its own dollar-denominated stablecoin.", "Big Tech issuance of their own currencies will be focused on maximising profits rather than taking responsibility for monetary and financial stability.", "Depending on the scale of adoption, stablecoins may lead to the fragmentation of the payment system, as they are structured as 'closed-loop solutions' that restrict payments to users who adopt a particular payment tool.", "And, as I have stressed in the past,23 Big Tech would not be concerned about avoiding disruptions to financial intermediation, preventing excessive outflows of bank deposits and ensuring a balanced compensation model, as instead a central bank would be.", "On the contrary, they would deliberately seek to change the market structure to their advantage.", "In other words, without policy intervention, the growing role of technology platforms in payments and financial services could have a strong negative impact on the financial sector, disrupting the prevailing financial intermediation process.", "Digital Euro: Forging a sustainable digital future Regulatory measures can go a long way towards countering the negative effects and preserving the integrity of the digital payment system,24 although tackling the anti-competitive practices in the payment landscape is a highly complex task.", "It requires a fresh look at the existing toolkit and enhanced international cooperation given the global nature of the phenomenon.", "But it is important to recognise that regulation alone cannot replace the essential role of public money and the confidence it inspires.", "Consider, for example, the introduction of euro banknotes in 2002, when people started counting, paying, contracting, and setting prices in euros.", "Without the introduction of paper banknotes, the euro might have been perceived as a mere pegging of earlier currencies to a synthetic unit of account, rather than as a fully-fledged currency, backed by strong trust, which is the foundation of Economic and Monetary Union.", "Similarly, without the European Central Bank issuing digital money - that would provide a common unit of account and a convertibility anchor underpinning the various forms of private digital money - consumers could lose sight of a visible symbol linking money to the State.", "This could undermine trust in money and ultimately monetary sovereignty.", "Moreover, it remains unclear to me why central banks, charged with fulfilling their mandates, should stand idly by in the face of digitalisation.", "The changes affecting money and payments are at the core of central banks' responsibilities.", "In today's technological landscape, central banks cannot confine themselves to merely providing paper money.", "They have a responsibility to satisfy people's needs, which increasingly favour digital payments over physical cash.", "Issuing a digital euro as a form of digital cash would ensure that public money remains an option available to all, providing a convenient payment instrument with a pan-European reach.", "And it would provide an alternative payment network to those operated by the dominant card and online payment solution providers, making it easier and cheaper for supervised intermediaries to offer new, pan-European services.", "The benefits of a digital euro would be amplified in the context of the potential disruption caused by a handful of large technology companies seeking to dominate the payments market.", "It would play a key role in fostering competition, protecting privacy and enhancing stability.", "Let me start with competition.", "A digital euro would be driven by public interest, promoting open standards to create a network that benefits everyone, rather than serving private interests by creating 'walled gardens'.", "A digital euro would avoid the creation of closed loops, and instead offer all payment service providers (PSPs) an open platform for innovation, immediately scalable at European level.", "Nowadays, the novel and advanced payment solutions available in many European countries encounter challenges in achieving a pan-European dimension, with direct costs for European citizens who cannot fully harness their benefits.", "Unlike digital platforms and e-payment solutions such as PayPal, a digital euro would allow banks to maintain their customer relationships, thereby stimulating innovation within banks.", "Finally, the reduction of market power would ultimately lead to lower charges for merchants and consumers.", "A digital euro would ensure that, as the use of cash declines and private companies offering digital payment options gain a larger market share, the benefits do not accrue exclusively to these private companies, but also to consumers and merchants.", "In addition, it safeguards the role of central bank money, preserving seigniorage - the profit made by the State as the issuer of the currency - for the benefit of taxpayers.", "The second advantage of a digital euro is its ability to preserve privacy in digital payments.", "In this respect, it has a notable advantage due to the absence of profit-maximising incentives on the part of its issuer, the ECB.", "In addition, a specific legal framework would establish strict privacy requirements: for example, the legislative framework proposed by the European Commission would ensure that the ECB has no access to users' personal data.", "Furthermore, offline payments would also offer enhanced privacy, as they would not require any third-party validation, relying only on the direct transfer from payer to payee.", "The third benefit of a digital euro is its potential to contribute to long-term stability.", "Unlike the potentially disruptive changes expected from large technology firms vying for dominance in digital payments (and, potentially and more broadly in financial services, at a later stage), the issuance of a digital euro will not cause instability in the financial system.", "On the contrary, it would maintain healthy competition in digital payments, thereby promoting the overall resilience of the financial sector.", "Crucially, its design features would allow the ECB to maintain a balance between private money, such as commercial bank deposits, and central bank money.", "Features such as holding limits can be calibrated to avoid any undesirable consequences for monetary policy, financial stability and the allocation of credit to the real economy.", "In all likelihood, the process of digital euro adoption would unfold gradually, as is often the case for new payment methods, reducing the risks of cliff-edge effects on bank deposits.", "However, to manage the transition well and to mitigate the risk of tensions along the way, the holding limit could be initially set below the intended steady-state level and gradually increased towards it.", "Ultimately, the limit should neither be so restrictive as to hamper the convenience of the digital euro as a means of payment,28 nor so lax as to ignore the risk of excessive deposit outflows.", "The holding limit will be chosen on the basis of thorough empirical analysis, using models to simulate its effects and alternative transition strategies.", "Appropriate calibration will also need to ensure robustness to differences between banking markets and supervised intermediaries.", "And when it comes to the impact of a digital euro on run risks, it is important to remember that depositors do not need digital central bank money to run from a bank.", "They can already do so by withdrawing cash or digitally, by moving deposits to an account held with another intermediary.", "In fact, CBDCs could even help mitigate run risks.", "A digital Adalid, R. et al.", "(2022), \"Central bank digital currency and bank intermediation: Exploring different approaches for assessing the effects of a digital euro on euro area banks\", Occasional Paper Series, No 293, ECB, May; Meller, B. and Soons, O.", "(2023), \"Know your (holding) limits: CBDC, financial stability and central bank reliance\", Occasional Paper Series, No 326, ECB, August; Bindseil, U., Panetta, F. and Terol, I.", "(2021), \"Central Bank Digital Currency: functional scope, pricing and controls\", Occasional Paper Series, No 286, ECB, December.", "Linking a digital euro wallet with a commercial bank account could reduce the impact of the holding limit on convenience.", "First, it would always be possible to receive a payment, even if the amount to be received raises the digital euro balance above the holding limit.", "The excess amount would be transferred automatically to the linked commercial bank account (waterfall functionality).", "Second, if there are insufficient funds in the digital euro account when making a payment, the shortfall could be transferred immediately from the linked commercial bank account (reverse waterfall functionality).", "Assenmacher et.al., forthcoming, 'Managing the transition to central bank digital currency'.", "euro could provide real-time information on outflows of bank deposits, allowing for a quicker response to incipient runs, which, in turn, would help stabilise expectations by increasing depositors' confidence.", "I know that the aspects I have raised are difficult to model, but I am also convinced that they are crucial and must be taken into account when analysing the effects of a CBDC on welfare, economic growth and risks.", "Central banks have a mandate to ensure stability - both monetary and financial - and are therefore naturally inclined to be prudent.", "But prudence should not mean inaction.", "The cost of not issuing a digital euro could be significant.", "Central bank digital currencies would bring considerable benefits to digital payments.", "As the large technology companies further expand into digital finance, the availability of digital central bank money, together with effective regulation, would become necessary to ensure competition, privacy and the smooth functioning of payments and the financial intermediation process.", "As forward-looking policymakers, the central banks of the Eurosystem are preparing - including through the possible issuance of a digital euro - to address the risks that the digital revolution poses to monetary and financial stability.", "Carrying out this complex transition phase to the benefit of the well-being of everyone is the ultimate goal.", "Thank you for your attention.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Technology platforms' dominance", "Digital payment market shortcomings", "Financial stability", "Privacy protection", "Competition", "Monetary sovereignty", "Digital euro advantages", "Central bank digital currencies", "Digital payments", "Economic growth"]}