{"sentences": ["Going with the flow: how liquidity risks have evolved in the higher rate environment - remarks by Dave Ramsden Given at the European Systemic Risk Board annual conference Published on 16 November 2023 Dave Ramsden considers the question: What are the implications of the end of the low interest environment for liquidity risk and what are the macroprudential policy options?", "These remarks provide insights into how liquidity risks have evolved and consider how policymakers can best identify and respond to these risks.", "Good afternoon, I'm honoured to have been invited to the European Systemic Risk Board (ESRB) conference today to, along with the other panellists, contribute to a subject as important and topical as liquidity risk in a higher rate environment.", "I look forward to adding my perspectives as not only a member of the Bank of England's Monetary Policy Committee (MPC) and as the Deputy Governor responsible for our central banking operations and use of the Bank of England's balance sheet including to backstop liquidity, but also as a member of the Financial Policy Committee responsible for financial stability issues, just as my colleagues are here at the ESRB.", "So why is the subject so topical?", "Firstly, markets expect that rates will remain higher for longer when compared to the very low levels that prevailed between the global financial crisis and the pandemic and so market participants will be looking at whether the factors that were responsible for low interest rates are likely to persist going forward.", "It is possible that market perceptions of the equilibrium real interest rate have risen in recent years.", "Separately, a rise in term premia (the additional compensation that investors require to hold longer-term bonds have been a driver in the most recent rise in longer-term global yields).", "In part, that could reflect increased uncertainty around the economic outlook and interest rates, as well as an evolving assessment of the balance of supply and demand in government bond markets.", "Since we completed the MPC's November forecast there has been some fall back in global yields which may reflect a partial unwinding of some of these shorter-term factors.", "It remains the case, however, that changes in term premia have accounted for only a small proportion of the overall rise in longer-term UK and US government bond yields over the past two years, relative to the contribution from the rise in expected policy rates.", "The MPC's latest projections indicate that monetary policy is likely to need to be restrictive for an extended period of time.", "The MPC have communicated that monetary policy will need to be sufficiently restrictive for sufficiently long to return inflation to the 2% target sustainably in the medium term, in line with the Committee's remit.", "Secondly, I do not judge that there are any financial stability grounds for adjusting our approach to monetary policy or the level of interest rates, and in fact returning inflation to target will support financial stability.", "But, undoubtedly, the transition from a long period of low rates to higher rates, while necessary to bring inflation back to target, has affected individual households and businesses.", "It also introduces challenges to the business models of some financial institutions that they need to be ready to respond to.", "Thirdly, given my responsibilities for the balance sheet, we're mindful at the Bank of England of the importance of ensuring that we use our balance sheet to deliver our financial stability as well as our monetary stability remit.", "And as my colleague Andrew Hauser recently considered, we continue to work towards assessing what our future steady state reserves supply looks like, both to meet our monetary policy objectives through quantitative tightening, while ensuring our financial stability objective is also supported by supplying reserves to the banking systems to meet prudential liquidity needs[1].", "But where I want to focus my remarks today is the conjunction of structural changes, liquidity and interest rate risk.", "Recent events have revealed that shocks can uncover vulnerabilities, exacerbating rapid or sharp moves in market interest rates - independent of the impact of monetary policy - leading to additional liquidity stress in the financial system, harming the functioning of core markets.", "As I will go on to describe, there is ongoing work at central banks to address the vulnerabilities that these events revealed.", "At the Bank of England we are leading or supporting a range of work both nationally and internationally to strengthen resilience in non-bank market participants and infrastructure.", "In addition, we are developing new backstop facilities to tackle severe instances of dysfunction that threaten UK financial stability, including through lending to eligible Non-Bank Financial Institutions (NBFls) in exceptional circumstances.", "In that sense we at the Bank of England are going with the flow of market conditions but it is very important that in doing so we don't in some sense determine the flow.", "The evolving nature of liquidity risk Liquidity risk is a very old concept, but as markets have evolved so have the liquidity risks the financial system faces.", "Central bankers as lenders of last resort have always been concerned with liquidity risk and my predecessors in Threadneedle Street have been responding to liquidity risk for centuries.", "As a result of our historical experiences, both distant and recent, the Bank of England today has a well-developed framework which, as already noted, we are augmenting.", "But the nature of liquidity risk in the financial system has changed over time, including in the relatively short period since the global financial crisis.", "In particular, banks, insurers and central counterparties (CCPs) both in the UK and globally are generally better regulated and more resilient to shocks, including liquidity shocks, than they were prior to the crisis.", "Post-crisis reforms, such as the clearing obligation for some OTC derivatives, have made CCPs in particular a central part of the global financial system, and thus are held to high standards of risk management and regulatory oversight.", "Partly in response to better regulation of banks, there's also been a shift of financial market activity away from banks towards NBFIs.", "At the same time, there has been a large increase in derivatives trading, including by non-banks, facilitated by centralised clearing and the now ubiquitous use of collateral, notably government securities.", "While this has financial stability benefits, including by facilitating hedging of firm-level interest rate risk and significant reduction in counterparty credit risk, it has led both to an increase in system-wide liquidity needs and an increased importance for effective risk management of idiosyncratic liquidity risks at individual firms.", "And leverage across NBFls has proven to amplify these risks, as collateral and margin calls can exacerbate these liquidity shortages in a stress.", "Interest rate risk, the financial system and regulation To start from first principles, financial institutions are exposed to interest rate risk whenever unanticipated changes in interest rates affect the economic value of their assets and liabilities.", "This can occur directly via changes in the present value of (expected) future streams of income and expenses.", "And it can also occur indirectly - depending on why interest rates have changed -- via the prices of other assets (like equities) and via losses from defaults.", "While some exposure to interest rate risk is a natural by-product of desirable functions that financial institutions perform - including maturity transformation, extension of credit, and market-making - unchecked exposure can create financial stability risks.", "These can materialise through many channels - increased funding costs, rising payment defaults, asset repricing, and costs associated with deleveraging just to name a few.", "For this reason, regulation has played a key role in shaping the exposures of financial institutions to interest rate risk.", "For example, UK banks actively manage their interest rate risks through hedging practices, taking into account the maturity and variability of interest rates on their funding and assets as a whole.", "These banks fall under a regulatory framework that includes rules designed to ensure that UK banks hold capital against interest rate risks in their banking book, maintain substantial liquid asset buffers, are closely supervised by the PRA, and stress tested regularly.", "That stress testing has included stressing banks to higher rates alongside a very large recession with large falls in asset prices, both in 2019 and, more recently, in 2023.", "The 2023 stress test made considerations for higher rates both domestically and internationally.", "These stress tests have underpinned the FPC's assessment that the UK banking system is resilient and has the capacity to support households and businesses through a period of higher interest rates, even if economic and financial conditions were to be substantially worse than expected.", "Some non-banks fall under the scope of regulation requiring them to manage their interest rate risk.", "For example, Solvency II stipulates insurers should use fair value accounting so that losses are recognised on balance sheet immediately, and the Matching Adjustment deviates from this principle to incentivise insurers to match the duration of their assets with their liabilities.", "Similarly, the UK Pension Regulator stipulates that pension trustees should appropriately manage and mitigate risks, including those arising from interest rates.", "Financial institutions often manage their interest rate risk via interest rate derivatives or repos.", "The widespread use of derivatives and repos as part of financial institutions' interest rate risk hedging strategies mitigates idiosyncratic risks from changes in interest rates but creates liquidity risks to manage.", "In particular, it creates exposure to liquidity risk via margin or collateral calls when asset prices move.", "In normal market conditions, these risks are smaller and easier to manage.", "But in volatile conditions, the vulnerability can be exposed, often materialising through mismatches in liquidity supply and demand, causing sharp price adjustments and further negative feedback loops.", "This was seen in UK liability-driven investment (LDI) funds in autumn 2022.", "Following a very sharp fall in gilt prices, levered LDI funds saw falling net asset values and faced liquidity pressures from large collateral and margin calls.", "To stem the fall in their asset values and meet these margin calls, some funds delevered by selling, or preparing to sell, their gilts.", "This put further downward pressure on gilt prices and began a self-reinforcing spiral posing a material financial stability risk.", "It was to avert this systemic risk crystalising that the Bank of England intervened, through the use of a temporary and targeted buy/sell operation to ensure LDI funds and their pension fund investors had time to place themselves on a firmer footing.", "The 'dash for cash' in March 2020 provided another clear example.", "A range of financial institutions, and in particular non-banks, sought to raise cash by selling bonds during that period[2].", "In that context of an already volatile and illiquid market, hedge funds with leveraged positions in US Treasury cash-futures basis trades closed out their positions, amplifying the moves.", "There has been a lot of focus on the renewed growth in hedge fund short positioning in US Treasury futures over the course of this year.", "Some NBFI business models incorporate inherent maturity and liquidity mismatches, which can arise when assets are less liquid or longer dated than liabilities.", "These mismatches expose weaknesses in liquidity risk management and could, for example, lead to firms requiring additional cash to meet liquidity shortfalls, forcing them to liquidate assets rapidly and putting further pressure on asset prices.", "But how do all these dynamics interact?", "Firstly, financial institutions are exposed to and must manage interest rate risk.", "But interest rate risk and liquidity risks are intertwined, and the speed of a given move in interest rates and asset prices matters more than the level for liquidity risks.", "Secondly, as I mentioned earlier, the growing role of NBFlIs has increased the systemic importance of their collective liquidity risk management.", "Where NBFIs do run short of liquidity, as was the case with LDI funds, they may seek to delever and/or raise liquidity through asset sales, potentially creating material risks to financial stability via core markets.", "It's important to note that recent growth of NBFls occurred during an ultra-low rate environment.", "For many institutions, the past two years have marked their first exposure to higher and more volatile rates markets and is thus a test of their risk management practices.", "How are micro and macro prudential authorities responding?", "Having highlighted the developments in liquidity risk, you are probably wondering - so what as central bankers do we do now?", "Firstly, it is important to keep stressing that the first line of defence is effective risk management by financial institutions themselves, and it is the responsibility of market participants to identify and manage the risks they face, as they are required to do by prudential regulation and international standards.", "And this is not just liquidity and interest rate risks - firms must remember the importance of managing their counterparty credit risk.", "There is a risk that firms underestimate risk concentrations and correlations within their aggregate counterparty exposures, direct or indirect, and connected collateral.", "And these positions are crucial if credit conditions begin to deteriorate or if those counterparties themselves experience tighter access to liquidity, including through a tighter monetary environment(3}.", "As I have touched on, the role of NBFIs in the financial system is growing, changing the structure of financial markets and altering the risk landscape.", "And as a result the Bank has expanded its work beyond traditional bank stress-testing.", "We have launched the ambitious System Wide Exploratory Scenario (SWES), which aims to improve the Bank's understanding of the behaviour of financial firms, including non-banks, when they are transacting under stress[4].", "The SWES scenario comprises a severe, but plausible, stress scenario.", "This is faster, wider ranging, and more persistent than those seen in recent periods of market instability, such as the March 2020 'dash for cash' and LDI episode, and includes a 10-day shock to the financial system with a very sharp move in rates and risky asset prices.", "The SWES will allow us to enhance our understanding of how the NBFI eco-system sits within wider financial markets and to consider how these interactions with other participants can introduce or amplify stresses and shocks.", "My fellow FPC member, Randy Kroszner, has spoken more broadly on the SWES todayj5].", "More broadly, our recent Financial Stability in Focus report sets out the FPC's approach to assessing and managing various risks in market-based finance - including interest rate risk, liquidity risk and the role of NBFls[6].", "We approach this assessment with three lenses, considering NBFI business models and sector characteristics; broader market-based finance market structure, dynamics and vulnerabilities; and using scenario analysis to examine how vulnerabilities can transmit and amplify across markets.", "This aids in identification and prioritisation of the most material risks to financial stability.", "Where material vulnerabilities are identified, the FPC will consider how resilient sectors are to these risks and take actions, where appropriate and possible, to reduce financial stability risks.", "In a number of areas, such vulnerabilities have already been identified and action has already e Following the LDI crisis last year, the FCA has published guidance on enhancing the resilience of LDI funds[7] and The Pensions Regulator has published guidance on the responsibilities of pension scheme trustees in ensuring LDI resilience[g].", "In addition, the government is in the process of encouraging DB scheme trustee boards to more actively detect and respond to risks/9].", "e Furthermore, UK authorities will publish a consultation paper before the end of the year on reforms to improve resilience of Money Market Funds (MMFs), following on from the discussion paper issued last year[10].", "Market-based finance vulnerabilities are not something we in the UK, or indeed any one jurisdiction, can tackle alone.", "International coordination is essential to avoid fragmentation and regulatory arbitrage, as well as to identify and mitigate the risk of any cross-border spillovers.", "The Bank and authorities internationally remain committed to improving the resilience of the global financial system.", "Recent efforts internationally include: e The FSB's MMF policy proposals were published in 2021 and should now be implemented at a domestic level[11].", "e The Bank and other FSB members are working on new proposals to improve margin practices, including a set of recommendations aimed at improving the liquidity preparedness of market participants for meeting margin and collateral calls in the repo and derivative markets, building on the work completed in September 2022 by the Basel Committee on Banking Supervision (BCBS), BIS's Committee on Payments and Market Infrastructures (CPMI) and IOSCO/12).", "e The FSB published a report earlier this year on the financial stability implications of non- bank leverage [13] and the FSB is now working on policies to enhance the monitoring of, and address financial stability risks from, leverage in NFBIs.", "¢ Both the FSB/[14] and IOSCO[15] have published guidance or policy proposals to address liquidity risks in open-ended funds.", "IOSCO have published further guidance[16] and in complement the FSB are building on their initial work in 2017 to address structural vulnerabilities from asset management activities[17].", "So now we've taken steps to understand and mitigate system-wide liquidity risks, including considering how they may transmit across the financial system.", "We continue to introduce and to build upon measures to appropriately address systemic vulnerabilities.", "And firms themselves, whether banks or NBFls, must have appropriate risk management in place to insure against severe stresses including those arising from interest rate and liquidity risks.", "However, whilst we can work to build better system-wide resilience to risks, we cannot insure against all states of the world.", "The Bank has several functions that act to identify and monitor liquidity risk should it develop.", "The Prudential Regulation Authority (PRA) undertakes supervisory engagement and collects intelligence from regulated firms.", "The PRA is able to make use of a unique set of public and private data to model risks and potential amplification channels using firm-level exposures.", "In addition, our Markets area continuously monitors real-time conditions in core markets using quantitative metrics and qualitative market intelligence (MI).", "MI relationships span banks, NBFls and non-financial corporates and have proven essential in the design of Bank facilities in the past - our wide network of contacts ranging from domestic banks to international asset managers enables us to get a picture of emerging developments in real time[18].", "Where we identify crystallising risks with the potential to cause systemic financial instability, we, along with colleagues at the ESRB and other central banks, have been wrestling with the question of how to ensure central banks have the appropriate tools to be able to respond.", "Providing a final backstop in the case of financial instability due to severe dysfunction in the financial system's core markets[19}.", "The Bank's long-standing Sterling Monetary Framework has the ability to support banks during liquidity shocks and, in many cases, this will be sufficient to provide indirect liquidity to their NBFI clients.", "However, recent years have shown that when shocks are particularly extreme, banks may not always be willing or able to lend in sufficient size, or sufficiently rapidly, to stop shocks from undermining financial stability through core market dysfunction.", "Central Banks do of course have the option of tackling dysfunction through buy/sell operations but those come with their own material downsides.", "First, careful design (such as that undertaken during the LDI crisis) is needed to ensure they do not conflict with monetary policy operations, such as quantitative tightening.", "Second, outright buy/sell operations inevitably have implications for risk taking incentives in markets, both during the operations themselves and over future periods.", "And, third, buy/sell operations pose material financial risks to public authority balance sheets.", "Accordingly, the Bank of England is working to develop a lending tool for NBFIs to backstop market functioning in core sterling markets in the exceptional circumstances where there is a threat to UK financial stability[20].", "Designing this tool requires balancing its effectiveness in underpinning financial stability with ensuring it acts as a genuine backstop and doesn't encourage greater risk-taking or put excessive public resource at risk.", "As a first step, the Bank is designing a facility open to UK insurance companies and pension funds, including LDI funds.", "These firms hold large volumes of gilts and contributed to a large share of the gilt sales in the dash for cash and LDI episodes.", "As a second and parallel step, the Bank is exploring how access might be expanded to other NBFI sectors beyond ICPFs over time while still meeting the backstop principle, for example by varying the terms of access (including prices and haircuts) according to firms' resilience levels and/or the efforts being made to reach resilience.", "It is crucial to stress that this tool is not aimed at providing liquidity insurance for individual firm-specific liquidity stresses, and hence will not absolve firms of their responsibility to maintain robust self-insurance.", "That is why it is so important that domestic and international work to improve NBFIs' resilience keeps pushing forward alongside the development of central bank tools.", "Over the period since the global financial crisis, the nature of liquidity risks has evolved.", "Interest rates are likely to remain higher than for most of that period, and firms must make sure they are able to adapt and manage their risks in a higher rate world.", "It is important firms make sure they are protected against interest rate and liquidity risks, including during severe shocks when interest rates can change very quickly, and under different monetary conditions.", "And since, at a system wide level liquidity, needs are higher than they were pre- global financial crisis for both banks and NBFIs, our steady state supply of reserves will need to meet our monetary policy objectives but also support our financial stability objectives.", "Whether it be due to sharp moves in pricing and yields or adjustments in market structure, the Bank and the FPC will continue to monitor liquidity risk dynamics and ensure the system is appropriately resilient, in tandem with complementary activities by authorities in the EU and other jurisdictions, The Bank will not provide insurance for individual firm liquidity mismanagement.", "However, when exceptional and systemic circumstances threaten UK financial stability, we stand ready to tackle these risks while ensuring that we avoid creating new forms of moral hazard: going with the flow but not adding to it.", "With thanks to Charlotte Buckingham and William Rawstorne in their assistance in preparing these remarks and to my Bank colleagues, including Andrew Bailey, Charlotte Barton, Sarah Breeden, Jonathan Bridges, Adam Brinley Codd, Nicholas Butt, Edward Denbee, Steven Dodkins, Rand Fakhoury, Gerardo Ferrara, Lee Foulger, Andrew Hauser, Robert Hills, Tom Jennings, Andrew Linn, Clare Macallan, Jamie Mckerchar, Arif Merali, Ali Moussavi, Rob Patalano, Matt Roberts-Sklar, Matthew Waldron, Gareth Walton, Stephen Walton for their helpful contributions.", "Disclaimer: a shorter version of these remarks were delivered at the conference.", "See 'Less is more' or 'Less is a bore'?", "Re-calibrating the role of central bank reserves - speech by Andrew Hauser I Bank of England .", "See Financial Stability Report August 2020 I Bank of England for more detail .", "See 'Yesterday's logic' - speech by Nathanaél Benjamin I Bank of England .", "See The Bank of England's system-wide exploratory scenario exercise I Bank of England .", "See Interconnectedness, Innovation and Unintended Consequences: What macroprudential policy can do to assess fragilities and risks outside of the banking sector - speech by Randy Kroszner I Bank of England .", "See Financial Stability in Focus: The FPC's approach to assessing risks in market-based finance I Bank of .", "See Further guidance on enhancing resilience in Liability Driven Investment I FCA .", "See Using leveraged liability-driven investment I The Pensions Regulator .", "See Government response: Consolidation of defined benefit pension schemes I Department for Work & .", "See Resilience of Money Market Funds I Bank of England .", "See Policy proposals to enhance money market fund resilience: Final report I FSB .", "See Review of margining practices I FSB .", "See The Financial Stability Implications of Leverage in Non-Bank Financial Intermediation I FSB .", "See Policy Recommendations to Address Structural Vulnerabilities from Asset Management Activities I FSB .", "See Recommendations for Liquidity Risk Management for Collective Investment Schemes and Open-ended Fund Liquidity and Risk Management - Good Practices and Issues for Consideration I IOSCO .", "See IOSCO Proposes Detailed Guidance for Open-Ended Fund use of Anti-Dilution Liquidity Management Tools I .", "See Addressing Structural Vulnerabilities from Liquidity Mismatch in Open-Ended Funds - Revisions to the FSB's 2017 Policy Recommendations I FSB .", "See Message received and understood - speech by Dave Ramsden I Bank of England .", "See Stabilising financial markets: lending and market making as a last resortI ESRB = and Market dysfunction and central bank tools I BIS See A journey of 1000 miles begins with a single step: filling gaps in the central bank liquidity toolkit - speech by Andrew Hauser I Bank of England"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Liquidity risk", "Interest rate risk", "Financial stability", "Non-bank financial institutions (NBFIs)", "System-wide exploratory scenario (SWES)", "Financial Stability in Focus report", "Money Market Funds (MMFs)", "Margin practices", "Open-ended funds", "Central bank tools"]}