{"sentences": ["Sustainable Finance meeting* Margarita Delgado **IEnglish translation from the original in Spanish Good morning everyone and thank you for inviting me to this sustainable finance meeting organised by Acciona and El País.", "This is not the first time that this key subject has been the main topic of debate at a round table.", "Just over a year ago we discussed the way forward to the decarbonisation of the economy at a similar forum also organised by El País.", "Since then, we have gained further knowledge of environmental risks, particularly climate-related ones, and work has continued, albeit at a slower pace, on social and governance matters.", "It's clear that this entire process of decarbonisation, of fighting against climate change and of transitioning to a more sustainable economic model will require a huge amount of resources to be invested.", "These resources must be channelled through the financial system and in order for them to be channelled effectively, financial intermediaries must identify, measure, manage and report on the risks associated with climate-related risks and incorporate them properly into their investment decisions.", "The existence of robust datasets is crucial to making financing decisions that are aligned with the goals of transitioning to more sustainable models.", "The mainstay, and also the biggest challenge facing us - the supervisors, financial institutions and firms in general - all, is data compilation.", "The data should be reliable, comparable and have sufficient historical depth.", "To such end, they must be constructed on the basis of clear and common standards and definitions.", "Only when we reach this consensus on common definitions and we have granular data will it be possible ascertain the full extent of this risk and manage it completely.", "We, the regulators and supervisors, continue to work on improving this facet and on assessing the tools to comprehensively analyse the financial risks posed by climate change.", "Scenario analyses and stress tests are fundamental in this context.", "Financial institutions will have to analyse and manage the physical risks associated with the materialisation of climate change and the transition risks stemming from the change in economic model to make it more sustainable.", "These risks, which will materialise through traditional credit, liquidity, market and operational risks, will impact financial institutions via microeconomic and macroeconomic channels.", "The former refer to the effects that climate change could have on borrowers and, therefore, on their repayment capacity.", "The latter are related to the implications of climate change for economic growth in general, which will also undoubtedly impact the institutions.", "Corporate sustainability reporting, which will subsequently enable financial institutions to manage this risk and channel the resources in the most efficient manner, becomes important in the huge challenge of properly managing this new risk.", "I will now briefly review the headway made, since my last address at this forum, towards data compilation that enables these risks to be managed and robust and informed investment and consumption decisions to be made.", "The proposal for a Directive as regards corporate sustainability reporting1 (CSRD), which increases the number of firms required to report ESG information, was published in April 2021.", "This requirement was already stipulated in a previous Directive that was transposed into Spanish law by Law 11/2018.", "However, this new proposal requires that corporate sustainability reporting also be machine-readable in digital format to foster its analysis and comparability and that it be subject to some form of assurance.", "The crux of the proposal is that the information to be reported will be based on standards that are currently under development.", "Specifically, environmental information will have to cover the six environmental objectives2 established in the Taxonomy Regulation.", "Another milestone since my last address is the publication in January 2022 of the EBA's final draft implementing technical standards (ITS) on Pillar 3 disclosures on ESG risks.", "While the final draft ITS only affect financial institutions, they are key because they outline the reporting framework these institutions must follow for ESG risks, which essentially refers to the households and firms comprising their loan portfolios.", "The ITS require a comprehensive range of disclosures.", "On the one hand, quantitative disclosures on climate change physical and transition risks and indicators on climate change mitigating measures (including the Green Asset Ratio (GAR)).", "These indicators will be crucial to enabling comparisons between financial institutions, in this case.", "On the other, qualitative disclosures on environmental, social and governance risks.", "It will be necessary to establish a wide range of indicators that serve not only the financial institutions, but also all firms that comprise the productive system.", "Furthermore, these indicators should not just be static, i.e.", "they should not just measure a firm's exposure to environmental risks at a given point in time.", "Instead, they should also serve to examine firms' progress towards adapting their business to more sustainable models.", "Therefore, establishing clear and consistent indicators is essential to conducting the analyses required and to tracking the sustainable transformation of both firms and financial institutions.", "As you can see, this is a huge challenge.", "The last and latest milestone I wish to highlight is the publication at the end of March of the draft climate-related and general sustainability-related disclosure requirements by the International Sustainability Standards Board (ISSB).", "As you well know, the ISSB was established in November 2021 by the IFRS Foundation as a result of the Glasgow climate conference.", "The function of this organisation is none other than delivering global sustainability-related standards that aid in the preparation of reliable and comparable reports, thus helping all stakeholders make informed decisions.", "This is a key point, given that environmental risks are global and affect everyone.", "Establishing global standards therefore makes all the more sense.", "However, the impact will be highly uneven across geographical areas and sectors.", "The exposure of a given sector to climate change not only depends on its direct emissions, but also on its energy use and links to other sectors.", "Therefore, conducting a detailed analysis of the potential impact by sector is crucial to appropriately managing this risk.", "Europe is spearheading the global process to establish a framework for managing climate risk and the transition to more sustainable models.", "Yet an international and coordinated approach to this matter is clearly essential.", "Furthermore, as has been stated on several occasions, this transition will need a huge amount of financial resources.", "Some of them will come in the form of European funds.", "Yet to better harness them, collaboration with private investors will be necessary.", "To do so, having accurate and comparable information that serves to make informed decisions will be essential.", "Much is said about the taxonomy and the classification of the different sectors by their sustainability.", "Yet I would like to highlight that for the economic transition to be gradual and orderly, the taxonomy should not be binary, i.e.", "it should not classify the sectors as green or brown.", "It should instead consider each productive sector's nuances and specific features.", "This is necessary in order to appropriately fund the transformation of the dirtiest sectors.", "As I stated earlier, any indicators and metrics that are established must also reflect this process in order to assess such transformation and compliance with the sustainability plans that firms must draw up.", "This last point is included in the proposal for a Directive on Corporate Sustainability Due Diligence4 published in February of this year.", "Lastly, I would like to highlight the role of the financial system as a driver of the aforementioned transition.", "Investors have shown a growing interest in those products incorporating sustainability factors, such as green bonds, social bonds, sustainability bonds and sustainability-linked bonds.", "The volume of financing mobilised through these instruments has done nothing but grow in recent years and all signs point to the trend continuing over the coming years.", "However, there are still many related matters that remain unresolved.", "One of them is whether sustainability aspects are properly priced into these financial assets.", "This is key to correctly allocating resources to the different sectors and activities so that the transition is efficient.", "To date, the analyses in this connection are not entirely conclusive.", "However, they have found some evidence that things are heading in the right direction.", "Another of the matters to weigh up is the purpose of the \"sustainable\" financing.", "Is analysing the project for which the ESG-rated funds are earmarked enough, or do the firm's overall indicators need to be analysed?", "We are deeming this to be a global matter.", "We cannot therefore conduct a compartmentalised analysis, because the environmental or social consequences are not features that can be stripped out.", "We must assess the entire process and the dynamics of the economic sectors' transition to more sustainable models, while always considering, naturally, the profitability criterion.", "These are but a few examples of the challenges posed by sustainable finance that we, the participants, all still face.", "As a result, in order to make headway in this process of defining and understanding climate-related risk, we, the supervisors, have been analysing and comparing institutions on the basis of the expectations published.", "We have also performed stress tests - the latest one is currently under way - which without doubt will help us gain experience and expertise in this field.", "In addition, international fora are still discussing the prudential treatment that should be afforded to this risk.", "Sustainability affects us all, and in this respect we, the central banks, have also responded.", "In February 2021 the 19 euro area countries and the ECB agreed on a common stance for applying climate change-related sustainable and responsible investment principles in eurodenominated non-monetary policy portfolios.", "Moreover, the Banco de España's ownportfolio investment policy has included sustainability and responsibility criteria since 2019.", "We, the competent authorities, must ensure that rules and a framework are established that primarily enable sufficient quality data to be compiled under the same criteria and definitions.", "These data, when duly processed, should result in information allowing correct investment decision-making that facilitates the optimal allocation of resources, thereby helping the economy's transition to more sustainable models.", "All participants - firms, financial institutions, regulators and supervisors - are currently defining the criteria for properly managing this new risk.", "We have seen that efforts have been made to that effect and that we are heading in the right direction.", "However, it is clear that many aspects still need to be clarified, defined and regulated.", "All parties must coordinate to do so."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Climate-related risks", "Sustainability", "ESG", "Corporate sustainability reporting", "Financial risks", "Data compilation", "Transition to sustainable models", "Green bonds", "Sustainable finance", "Scenario analyses"]}