{"sentences": ["SPEECH SVERIGES RIKSBANK 13/05/2019 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Deputy Governor Henry Ohlsson Swedish Society of Financial Analysts Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Underlying inflation - for better or for Thank you very much for the invitation to come and speak at the Swedish Society of Financial Analysts!", "Concepts such as underlying inflation and core inflation are often used in discussions on inflation and monetary policy.", "But what do these concepts actually mean?", "And what do measures of underlying inflation actually measure?", "My aim today is to discuss why central banks are interested in underlying inflation and how it can be measured.", "I will first explain why we need to measure underlying inflation (or core inflation, which I regard as a synonym) and then briefly describe the history of the concept.", "There are two common methods of calculating underlying inflation, and on the basis of these I will discuss which properties are desirable for measures of underlying inflation.", "I will also present different examples of measures.", "There are measures that are better or worse with regard to how well they fulfil the criteria for desirable properties.", "But a first conclusion is that there is no measure that is unequivocally better than all the others.", "Although there are a couple of measures that are clearly better than others.", "A second conclusion is that this shortage of an unequivocal measures means that problems may arise for monetary policy decision-makers.", "On the one hand, we need to test our way forward with regard to the available data and look at them from different aspects and for this we need the different measures.", "But we also need, on the other hand, to be clear and transparent with regard to the objective for monetary policy.", "I would say that we have seen examples of this conflict in recent years.", "It can be problematic if monetary policy decision-makers talk too much about underlying inflation, because the rest of the world can start to believe that the focus of monetary policy is shifting from the actual inflation rate to some other measure.", "Differentiate between lasting and temporary price We need some background to understand why these are important questions.", "According to the Sveriges Riksbank Act, the objective for monetary policy is to maintain price stability.", "In 1993, the General Council of the Riksbank specified the operational target for monetary policy to be an annual rate of inflation of 2 per cent.", "For a long time the inflation target was expressed in terms of the Consumer Price Index (the CPI), but since 2017, it has been expressed in terms of the CPI with a fixed interest rate (the CPIF).", "In the CPIF the direct effects of changes in mortgage rate have been excluded.", "The following description of the concept of inflation can be found on the Riksbank's website: If prices of some individual goods or services rise, this is not inflation.", "Prices of individual goods and services can rise because, for instance, it is more difficult to get hold of them.", "For instance, the price of oil may rise as oil reserves diminish.", "Such price increases are usually called relative price increases and are thus not inflation.", "For inflation to exist there should be an increase in the general price level, that is, prices in general should rise.", "And if one is to call it inflation, the price increase should be lasting.", "If, for instance, the government raises VAT, this has a one-off effect on the general price level, but does not lead to prices continuing to rise.", "The key concepts in the quotation are \"prices in general\" and \"lasting\".", "Using this as a starting point, it is reasonable to try to calculate measures of inflation that distinguish temporary price changes regarding individual products from more lasting price changes covering several goods and services.", "Most central banks tend to use concepts such as core inflation or underlying inflation in this way.", "The concept of underlying inflation began to be used more often during the 1970s Underlying inflation, or core inflation, is a concept that has long been used in the monetary policy debate.", "However, it has received rather more sporadic treatment in academic literature.", "The concept is defined for the first time in an article by Schreder (1952), analysing text in a number of articles from the JSTOR database (see Wynne, 2008).", "This was in connection with a discussion on the general increase in prices that was expected to happen in the United States: Even those who tend to agree with the concept of a rough balance between supply and demand (i.e.", "no inflationary or deflationary gap), point out that there is still a huge money supply- and that is the hard core of inflation....", "In time, this concept began to be used increasingly often, especially when inflation began to rise at a rapid pace in the beginning of the 1970s (see Figure 1).", "According to Gordon (1975a), the higher rate of inflation was due to a number of factors: That food prices had begun to increase faster as a result of supply factors in the United States and abroad, that the oil price had risen as a result of production restrictions introduced by the OPEC oil cartel, that the Nixon administration had introduced price and wage freezes and the devaluation of the dollar in 1971 and 1973.", "Now a need arose to distinguish temporary price increases from more lasting ones.", "CPI inflation in the USA Annual percentage change.", "50 55 60 65 70 75 80 85 90 95 00 05 10 15 Source: Bureau of Labor Statistics In November 1974, when the rate of inflation according to the consumer price index amounted to more than 12 per cent in the United States, Milton Friedman wrote the following in Newsweek:5 That monetary expansion on the average could be expected to produce an inflation of something like 6 per cent a year, not of 12 per cent.", "The difference is attributable to nonmonetary factors, mostly transitory, and so constitutes something of a bubble on the underlying inflation trend.", "In the past, when such bubbles have broken, the rate of inflation has declined precipitously.", "For example, in the Korean War bubble, the rate of inflation of consumer prices fell from 10 per cent to 2 per cent in nine months.", "One now began to use different filtered measures in the econometric research literature.", "Gordon (1975b) calculates an equation where the aggregate selling prices exclude energy and food prices.", "He motivated his choice by saying that variations in food and energy prices, particularly in the beginning of the 1970s, were due to other factors than domestic supply and demand.", "Some calculations had been published earlier, but from 1978 the Bureau of Labor Statistics (BLS) started regular reporting of monthly figures for the consumer price index and the producer price index that excluded food and energy prices.", "At the same time, the Bureau of Economic Analysis (BEA) began to publish monthly figures for the consumption deflator (PCE) excluding food and energy prices.", "Back in the early days of the inflation targeting regime, it was part of the Riksbank's monetary policy strategy not to allow effects assessed as temporary to influence the actual policymaking to any great extent.", "Since then, various ways of measuring underlying inflation have been designed and used in inflation reports, in-depth articles, commentaries and speeches, for instance.", "Their purpose has been to describe the inflation process and chisel out an assessment of future inflation.", "Various employees at the Riksbank have also written articles of a more theoretical nature on this subject.", "Two different ways of calculating core inflation Despite the concept of underlying inflation often being used in central bank communication, there is no unequivocal way to describe it.", "The most common methods can be divided into two main lines.", "The first involves using different statistical methods to exclude, or dampen, the effect of temporary price changes over time.", "The second involves excluding predetermined goods and services whose prices usually vary a lot.", "Let us look at an example of the first type.", "Figure 2 shows how inflation in Sweden has developed since 2011.", "It shows clearly a falling trend in inflation up to 2014-2015.", "After that, the trend has been an upward one.", "But it is also clear that there are major variations from one month to the next.", "In other words, there is a considerable amount of white noise in the series.", "CPIF inflation Annual percentage change.", "Figure 3 shows the results of such a calculation.", "Now the white noise has been removed and the underlying development is shown more clearly.", "But it must be emphasised that this is the underlying development given the method I have chosen.", "CPIF inflation, twelve-month moving average Annual percentage change.", "Perhaps the most common measure used internationally is inflation excluding energy and food prices.", "Energy prices contribute to more temporary and short-term price movements, the same applies to food prices.", "One reason for these price movements is temporary variations in demand.", "Unusual weather can also temporarily affect prices of, for instance, electricity, cereals, fruit and vegetables.", "The risk of excluding entire product groups is that prices in these groups may have changed in a more lasting manner.", "CPIF excluding energy is an often used index in Sweden.", "The columns in Figure 4 show how energy prices have contributed to CPIF inflation.", "The contribution from energy prices has at times been fairly large (just over a percentage point).", "But one can also see that it does not vary as much from month to month if it is expressed as an annual percentage change.", "A positive contribution in one month tends to be followed by a positive contribution the next month, too.", "CPIF inflation and energy prices Annual percentage change.", "The line shows the ratio between index figures for the CPIF and the CPIF excluding energy.", "When energy prices rise faster than other prices, the numerator (CPIF) increases faster than the denominator (the CPIF excluding energy) and the ratio rises.", "Energy prices rose more slowly than other prices during the period 2012-2016.", "Since 2016, on the other hand, energy prices have risen faster than other prices in the CPIF.", "Which properties are desirable for measures of underlying inflation?", "Which properties are then desirable for measures of underlying inflation?", "Here are some of those most often discussed in academic literature:15 The measure of underlying inflation should have the same average as the actual inflation rate.", "The average for the measure of the underlying inflation should agree with the average of the actual inflation rate.", "In other words, it is desirable that measures of underlying inflation neither underestimate nor overestimate the long-term development of inflation, the measure should have the same average as inflation.", "Policy-makers should thus not be guided by an indicator that can be misleading and can lead to conducting a too tight or too expansionary monetary policy.", "If the average is the same as for the target variable, it makes communication easier.", "The measure of underlying inflation should covary with the trend in actual inflation and should have lower volatility.", "The underlying measure should covary with long-term movements in the target variable.", "When inflation has a rising trend, the underlying inflation measure should increase at the same pace.", "On the other hand, the underlying measure should vary less than the target variable.", "The measure of underlying inflation should say something about the future actual inflation rate.", "The measure should be forward-looking, that is, say something about future inflation.", "If the underlying measure covaries with the trend in actual inflation, this should give some guidance regarding future developments.", "Let us imagine a situation where the underlying measure of inflation is higher than the actual rate of inflation.", "If it is a good measure of underlying inflation, it should then show the actual inflation rate rising somewhat further ahead.", "The measure of underlying inflation should covary with factors that are important to the development of the actual inflation rate.", "It is also desirable that the measure covaries with macroeconomic factors that are important to the development of actual inflation, such as the general demand situation in the economy.", "The better the measure succeeds in adjusting for white noise, the better it should covary with various explanatory factors.", "The measure of underlying inflation should be easy to understand.", "The underlying measure should be available soon after new data on actual inflation has been published.", "It should also be easy to understand how the indicators have been calculated.", "An Economic Commentary published by the Riksbank in 2018 contains a study of a number of measure of underlying inflation.", "One of the better measures according to the above criteria is based on so-called principal component analysis, CPIFPC.", "This method aims to capture common trends among the various price indices for the sub-groups that together comprise the CPIF.", "As a final step, the component is standardised so that it has the same mean value as the CPIF.", "This means that the first criterion is met by definition.", "The other criteria are well met in relation to other measures, possibly with the exception of the final criterion, of being easy to understand.", "Figure 5 shows how CPIFPC has developed since 1995.", "It is clear that the underlying measures shows less white noise than the original CPIF series, but it is not entirely without white noise.", "At the same time, it is easy to detect the more long-term trends.", "Underlying measure calculated using principal component analysis and CPIF inflation Annual percentage change.", "The CPIFPC is a measure of underlying inflation calculated using the statistical method.", "In this section I show how consumer prices for various groups of goods and services have developed since 1995.", "This is the type of basic data needed when calculating underlying inflation with the aid of exclusion.", "Table 1 below shows the fifteen components (or price groups) in the CPIF that have varied the most since 1995, measured according to the standard deviation for the series.", "The results show that prices of coffee, tea and cocoa have had the most volatile rates of price increase during the period.", "Table 2 shows the fifteen components that have varied the least.", "This shows that rents have had the least volatile rate of price increase during the period.", "The calculations are made using monthly data expressed an annual percentage change.", "The weights for all groups included in the calculation add up to 100.", "The calculations are made using monthly data expressed an annual percentage change.", "The weights for all groups included in the calculation add up to 100.", "Figure 6 shows the fifteen components with the highest volatility according to the procedure above, aggregated into an index (see dark blue line).", "The total weight of these goods and services in the CPIF is close to 17 per cent.", "The red line in the figure also shows an aggregate measure for the components with the lowest volatility.", "Their weight in the CPIF is on average 38 per cent during the period.", "The remaining share is also aggregated and plotted in the same figure (pale blue line).", "The series of volatile prices oscillates between 4.5 and 10.1 (14.6 percentage points) measured as an annual percentage change, while the index with less volatile prices amounts to between 1.1 and 3.8 per cent during this period of time.", "Prices with high and low volatility in the CPIF respectively Annual percentage change.", "-2 95 00 05 10 15 Prices with high volatility (weight about 17 percent) Prices with low volatility (weight about 38 percent) Other prices (weight about 45 percent) Sources: Statistics Sweden and the Riksbank The average for the index with high volatility is 3.0 per cent, calculated from 1995.22 The average for CPIF inflation since 1995 is 1.6 per cent.", "In other words, if one excludes the groups with high volatility one obtains a measure of underlying inflation that has a much lower average than the actual inflation for the period of time concerned.", "And at the same time, the average for the groups with low price volatility is also higher than the actual rate of inflation; 2.2 per cent compared with 1.6 per cent.", "It is common to divide the CPIF into separate indices for goods, services, energy and food.", "The prices of these large groups can have different determinants, which motivates sometimes wanting to distinguish between the price increases.", "Service prices have the greatest weight among the components with the lowest volatility (Table 2).", "There is more of a mixture among prices with high volatility, but all energy prices are included there.", "There are fewer services prices in the group with high volatility.", "It is not the same prices that are volatile all the time.", "Figure 7 plots the volatility of four price indices over time.", "The standard deviations here are calculated over a moving 36-month period25.", "The figure shows that volatility has different levels during different periods.", "The prices of Swedish-produced fruit and vegetables varied more in 1995-2019 than between 2005 and 2019.", "The volatility of prices of coffee and cocoa has increased again after being quite low over a 15-year period.", "The price movements on books have become much more volatile in recent years.", "The same applies to prices for foreign travel.", "The changed volatility can often depend on changes in measuring methods.", "A new way of measuring prices of foreign air travel, for instance, has contributed to a new seasonal pattern with a higher volatility in recent years.", "Rolling standard deviation for different price indices Annual percentage change 25 25 10 10 95 97 99 01 03 05 07 09 11 13 15 17 19 Fruits and vegetables, Swedish Coffee and cocoa Air travel Sources: Statistics Sweden and the Riksbank The calculations are based on annual percentage changes.", "The price measurement for books was changed in 2007.", "The new method, where one follows the prices on a top list for books sold, probably gives greater variations than the old method where one followed the prices on a number of indicator books.", "The top list changes every month, while the indicator list changed less often.", "Sales are now captured to a greater extent than before.", "Foreign air travel was not included in Table 1, but a new method of measuring prices has contributed to a new seasonal pattern with a higher volatility in recent years.", "Underlying measures and actual monetary policy The different measures of underlying inflation give us the opportunity to approach the existing data and view it from different angles.", "But in the next step, the measures will be used by policymakers responsible for monetary policy.", "Here a conflict arises between on the one hand bringing forward various underlying measures and on the other hand being clear and transparent about the objective of monetary policy.", "The conflict become particularly clear if one chooses to use measures of underlying inflation that systematically deviate from the actual rate of inflation.", "Or, in other words, the poorer the measure of underlying measure of inflation, the greater the communication challenges.", "I would say that we have seen clear examples of this conflict in recent years: In June 2018, analysts at Handelsbanken Capital Markets considered it necessary to deny that the Riksbank had changed its target variable in a newsletter.", "The Riksbank's focus on CPIFXE in connection with the April meeting resulted in questions on whether the Riksbank was changing target variable or rudder once again.", "This is not the case.", "Another example is from September 2018.", "Nyhetsbyrån Direkt writes:29 CPIFXE inflation (the CPIF excluding energy), the measure on which the Riksbank is currently focusing a lot on, ...", "I have quoted two examples here but there are more.", "The measure that was intended to make it easier for us to understand and to help us in our monetary policy decision-making has instead come to be perceived as the actual target for monetary policy.", "For my part, I handle the trade-off between taking in other measures than actual inflation in the assessment and being clear that CPIF inflation is the target for monetary policy as follows.", "The desirable properties for an underlying measure as I described earlier in my speech are very important to me.", "The underlying measures I analyse are of decisive significance when assessing the development of inflation.", "And I can say here that CPIF excluding energy does not fare well in the competition.", "In my speeches and presentations on monetary policy, I have in principle always referred to CPIF inflation.", "When I have included underlying measures, they have never been alone.", "This has been my way of emphasising that it is CPIF inflation -nothing else - that is the target for monetary policy.", "When speaking at the monetary policy meetings I have gone a stage further.", "On these occasions I have in principle never discussed underlying measures, but focused entirely on CPIF inflation.", "There can be a lot of white noise in the time series data used for economic analysis.", "This applies in particular to monthly data.", "One therefore needs to adjust the data for white noise and seasonal variations.", "If one wants to analyse the development of inflation, for instance, one must make these adjustments.", "The purpose is to calculate the underlying rate of inflation, or, in other words, core inflation.", "There are largely two different ways of doing this.", "One is to use more or less advanced statistical methods to adjust for white noise and temporary changes.", "It is also possible to exclude goods and services groups that have proved to have volatile prices.", "Today I have presented a number of examples of measures calculate with the different methods.", "There are a number of important properties that one wants these measures to have.", "They should, for instance, show the same basic development as the non-adjusted series.", "There are measures that are better or worse with regard to how well they fulfil the criteria for desirable properties.", "But there is no measure that is unequivocally better than all the others.", "And this is where the problems arise for the monetary policy decision-makers.", "There is, on the one hand, a need to approach the existing data with caution and to regard them from different perspectives.", "But at the same time, there is on the other hand, a need to be clear and transparent with regard to the objective for monetary policy.", "I have shown obvious examples of this conflict from recent years.", "Another thing that it is important to realise is that what I have presented here are different types of decomposition of the development of inflation.", "Decomposition can occur in different ways, I have talked about two main methods here, but they both concern decomposition.", "It is not a question of basic explanations of the development of inflation.", "Inflation is the result of a very large number of economic agents' individual decisions to change prices.", "This can be a businessman altering a price list, or negotiation between a buyer and a seller, it can be a public procurement, it can be an employee setting prices with the aid of software that compares competitors' prices on-line, etc.", "Exactly what lies behind these decisions, what explains them, is not something we can learn from decomposition.", "Apel, M and Jansson, P (1999), \"A parametric approach for estimating core inflation and interpreting the inflation process,\" Working Paper No.", "80, Sveriges Riksbank, April.", "Andersson, K and Berg, C (1995), \"The Inflation Target in Sweden\", in Haldane, A G (red), Targeting Inflation, Bank of England, pp.", "Bank of Canada (2016), \"Renewal of the Inflation-control target\", Background information-October Bryan, M, F, and Cecchetti S, G (1994), \"Measuring Core Inflation,\" in N, G, Mankiw (ed,), Monetary Policy, Chicago: University of Chicago Press, pp.", "Clark, T (2001), \"Comparing Measures of Core Inflation\", Economic Review, Second Quarter, Federal Reserve Bank of Kansas City, Eckstein, O (1981), \"Core Inflation\", Englewood Cliffs, N.J.: Prentice-Hall.", "Friedman, M (1974), \"Inflation Prospects\", Newsweek, 4 November, p. 84 Gordon, R. J (1975a), \"Alternative Responses of Policy to External Supply Shocks.\"", "Brookings Papers on Economic Activity, 1975, no.", "Gordon, R. J (1975b), \"The Impact of Aggregate Demand on Prices.\"", "Brookings Papers on Economic Activity, 1975, no.", "Johansson, J, Löf, M, Sigrist, O, Tysklind, O (2018), \"Measures of core inflation in Sweden\", Economic Commentaries No.", "11 Nessén, M and Söderström, U (2001), \"Core Inflation and Monetary Policy\", International Finance vol.", "Roger, S (1998), \"Core inflation: concepts uses and measurement\", Reserve Bank of New Zealand Schreder, H, X (1952), \"Impact of Business Conditions on Investment Policies.\"", "Wynne, M, A (2008), \"Core Inflation: A Review of Some Conceptual Issues.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Underlying inflation", "Core inflation", "Actual inflation", "Price stability", "Monetary policy", "CPI", "CPIF", "Temporary price changes", "Statistical methods", "Exclusion of goods and services"]}