{"sentences": ["Ladies and Gentlemen, It is a great pleasure to welcome all of you to this seminar at the Bank of Finland.", "Today we are addressing a very timely subject: technological upheaval and the labour markets.", "Let me point out that this seminar has two parallel origins: popular demand and substantive importance.", "By popular demand I am referring to our seminar last December with trade unions and employers' associations, when these issues were raised in many interventions, calling for further research and dialogue on them - rightly so.", "So we are now responding to this welljustified popular demand.", "By substantive importance I am referring to the fact that these issues are indeed at the heart of the ongoing transformation of work and the labor markets.", "They have a profound impact on the everyday lives of our citizens - thus, what could more important than studying them?", "Against this backdrop, let me outline a few questions I hope and trust that this seminar will be analyzing and even providing some answers.", "First of all, in recent years it seems that technological change has shifted gears.", "Many of our daily activities have moved online, we are talking about the platform economy, while artificial intelligence and robotics seem to be on the minds and agendas of companies and policymakers.", "Digitalization and automation have been around for decades, and there have been many waves of technological change that have caused disruptions in various industries and professions.", "Nevertheless, it seems that there are some important differences between what has happened in the past and what is happening today.", "Most importantly, it would appear that information technology is having a more widespread effect across all sectors of the economy.", "Also, the ongoing process of digitalization may be affecting a larger share of jobs than the general purpose technologies of the past.", "This has also raised 'automation anxiety', with predictions that machines will displace jobs and cause mass unemployment.", "However, there is a long history of such predictions.", "Let me give you a few examples.", "Already 25 years ago, in 1995, American economic and social theorist Jeremy Rifkin warned \"Now for the first time, human labor is being systematically eliminated from the production process.", "Intelligent machines are replacing human beings in countless tasks, forcing millions of blue and white collar workers into unemployment, or worse still, breadlines.\"", "A few decades earlier, in 1962, President John F. Kennedy declared that \"the major domestic challenge of the sixties\" was to \"maintain full employment at a time when automation is replacing men.\"", "President Lyndon B. Johnson followed in his footprints by appointing a national commission to assess these issues in 1964.", "Even before that, in 1930, John Maynard Keynes declared that the world was suffering from \"technological unemployment\", meaning \"unemployment due to our discovery of means of economizing the use of labor outrunning the pace at which we can find new uses for labor\".", "Well... as history tells us, none of these predictions turned out to be accurate.", "Employment as a share of population has remained remarkably stable in the long run.", "I think it is important to keep this sober, perhaps 'structurally optimistic' fact in mind.", "But it won't happen automatically.", "Policy choices do matter, and in order to make right choices from the public policy standpoint - I am thinking of high level of employment and sustained, inclusive growth of real incomes - we need solid evidence-based analysis.", "That is one main reason, why we are here today.", "In other words, we need research-based answers to the question, should we expect - in the era of digitalization, robotics and artificial intelligence - that machines will displace jobs on a massive scale?", "In the academic literature on the effect of technological change on the labour markets, the hypothesis of skill-biased technological change dominated the scene for a long time.", "In recent decades, however, employment growth has not been concentrated only on the highly skilled, but also on the least skilled workers, while employment has declined among middleskilled workers.", "This phenomenon has been referred to as job polarization.", "Job polarization arises from the development of information and communication technologies and their ability to replace tasks formerly performed by human labour.", "The key issue is that all tasks are not equally prone to computerization.", "Computers have increasingly displaced workers in 'routine' tasks that are characteristic of many middle-skilled activities, such as clerical and administrative work, and repetitive production tasks.", "But as David Autor, one of the leading scholars in this field, importantly points out, the fact that a task cannot be computerized does not imply that computerization has no effect on that task.", "On the contrary: tasks that cannot be substituted by computerization are generally complemented by it.", "This is evident in many highly skilled jobs where information technologies increase the productivity of workers.", "But this may also be the case in many manual jobs.", "David Autor uses the example of contemporary construction workers, who by historical standards are akin to cyborgs.", "Augmented by cranes, excavators, power tools and pneumatic nail guns, there has been a staggering increase in the output of these workers.", "Many tasks of both high- and low skilled-workers have been complemented by automation, which has resulted in strong employment growth for both groups of workers.", "There is also a close interaction between technological change, globalization and the polarized job structure of developed countries.", "Today, many mid-level tasks are most prone to relocation (e.g.", "programming, accounting or payroll services).", "In contrast, many other jobs cannot be offshored because they require personal contact (e.g.", "elderly care, security, public transport)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Technological change", "Labor markets", "Digitalization", "Automation", "Job polarization", "Skill-biased technological change", "Complementary tasks", "Globalization", "Employment", "Policy choices"]}