{"sentences": ["Arab #FinTeX Symposium - H.E.", "Governor Opening Remarks Honored guests, ladies and gentlemen, good morning, and welcome to this symposium on Blockchain and Financial Inclusion.", "I think we can all agree that FinTech is radically changing the financial sector.", "Rapid advances in digital technology, from artificial intelligence, cryptography to distributed legder technology are already revolutionizing the way financial services are provided.", "This ranges from the (1) collection and processing of financial information, (2) the way saving and borrowing is executed, (3) the channels for payment of goods, and (4) money transfers between wallets and accounts, both domestically and across borders.", "FinTech companies are increasingly offering technology-enabled solutions that can better address customer needs and preferences by offering enhanced accessibility, convenience and tailored products.", "By responding to consumer needs for security, trust, privacy and lower cost services, the FinTech industry is poised to affect an array of financial services in a big way.", "More widely, I believe that FinTech has the potential to enhance financial inclusion and unlocking SMEs and microenterprise' access to financing.", "This is a critical aspect in driving private sector growth and further economic diversification across many countries, including the UAE.", "However, as exciting as these developments are, as a Central Bank we must always be mindful of our primary goal of maintaining both the safety and soundness of the banking system, and adequate levels of consumer protection.", "And to that end FinTech presents both challenges and opportunities for consumers, financial service providers and regulators alike.", "The Central Bank (CBUAE) is currently in the process of developing a Fintech Roadmap that aims to build upon the many successes of the UAE FinTech ecosystem, and to cohesively deploy more balanced regulatory and development initiatives to ensure a healthy and sustainable Fintech ecosystem in the long term.", "This roadmap will be underpinned by a balanced regulatory framework that protects consumers and maintains institutional safety and soundness on the one hand, but does not stifle innovation on the other.", "At the same time, we must find ways to ensure that supporting public and financial infrastructures are put in place within the ecosystem for sustainable innovation to flourish.", "As a strong advocate towards the UAE's innovation and FinTech agenda, the CBUAE has developed and launched multiple initiatives to help advance applications of technological innovation that will collectively benefit every stakeholder in the UAE economy.", "Allow me to name a few:  First, the Central Bank has finalized and is in the midst of implementing the National Payment Systems Strategy.", "It aims to create a secure, future-proof payments ecosystem that best supports the UAE digital economy and cashless society objectives.", "To this end, the CBUAE will be working with multiple authorities, global and domestic payment providers and FinTech firms to create consumer-centric, cost-effective and safe e-payment solutions.", "Second, the Central Bank has also issued regulations for stored valued facilities offering specific digital payment services.", "This set outs clear requirements to facilitate the advent of convenient and accessible digital payment services to all consumers, in line with the CBUAE financial inclusion agenda.", "Third, the Central Bank is also in the midst of finalizing its crowdfunding regulation.", "It seeks to provide regulatory clarity for the operations of crowdfunding platforms.", "More importantly, it aims to strengthen necessary safeguards to ensure adequate consumer protection and robust disclosure requirements when such platforms serve the UAE market in a larger scale.", "Fourth, the Central Bank in collaboration with Saudi Arabia Monetary Authority (SAMA) is undertaking a unique, joint project - leveraging on blockchain and cryptography - to issue a joint digital currency accepted in cross border transactions between two countries.", "A Distributed Ledger Proof of Concept (PoC) to facilitate such cross border settlements is already in put into motion.", "The PoC's design involve using digital currency backed by fiat currencies of the two nations.", "This is probably the first time ever we witness such cooperation in this policy front.", "We hope that the potential success of this initiative will foster similar collaboration in the GCC region and globally.", "In the wider UAE context, we have also seen the rapid growth of Fintech-related activities in both onshore and in the two offshore financial centers.", "These include the regulatory sandboxes managed by financial free zones which have enabled for the experimentation of innovative financial services technologies within predefined boundaries.", "As we navigate through the evolving ecosystem, we believe that constant, close engagement with regulated businesses, FinTech firms, regulators and other stakeholders is crucial.", "Clearly, ongoing dialogue and collaboration are the best way to ensure industry players are aware and able to navigate the applicable rules.", "In addition, we must also ensure that supervisors are well-equipped to identify, assess and tackle potential risks associated with FinTech.", "I cannot stress enough, the criticality of domestic and international cooperation in this area.", "We can, and should, work to find common approaches to such risks and share best practices.", "With any new financial product or service that is introduced to the marketplace, we have a responsibility to ensure that the potential risks are clearly identified and measures to mitigate those risks put in place.", "Financial consumers should not be the 'laboratory mouse'.", "Experience has taught us that unexpected problems will still surprise us from time to time despite our best supervisory and regulatory efforts.", "Such potential risks should not necessarily impede progress; but we must have the foresight to ensure these risks are well managed.", "The technologies may be new, but most of the risks are similar.", "Regulators and consumers must be assured that risks to stability and integrity - including from cyberattacks, money laundering and terrorism financing - can be effectively managed without impeding innovation growth.", "As has been well articulated, Fintech has the potential to offer services across the country, to all segments of society equally, at less cost and with more convenience in making finance transactions.", "Overall we aim to facilitate the adoption of safe, secure, consumer-centric and innovative digital payments services.", "Indeed, the legal mandate of the Central Bank UAE, also now specifically includes a provision on financial inclusion.", "In a very strong statement from the UAE government, the law states, and I quote, that we shall \"establish necessary regulations and mechanisms to ensure that every natural person shall have the right to access all or part of the banking and financial services and products from Licensed Financial Institutions suited to his/her need\".", "To this end, we undertaking transformative changes to CBUAE's consumer protection department.", "The department will bring a clear focus on consumer protection, consumer education, literacy and awareness and promote inclusion.", "All of these components of consumer protection should be a very important part of the dialogue at today's conference.", "I would like to highlight that solutions for expanding access to appropriate financial services through mobile banking and other forms of branchless banking tend to enhance the convenience for customers.", "However, they do not necessarily target the unbanked segment of the population.", "We should therefore be looking to find and promote breakthrough FinTech innovations that target the unbanked segments of the population, enhance the degree of financial inclusion and reduces the costs of cross-border remittances.", "Let me conclude by welcoming you again to the conference.", "And I wish you all a constructive and insightful discussion over two days."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["FinTech", "Financial Inclusion", "Consumer Protection", "Innovation", "Digital Payments", "Blockchain", "Crowdfunding", "Cross-Border Transactions", "Cybersecurity", "Unbanked Population"]}