{"sentences": ["\"Opportunity...Impact...Synergy...\" ...Introduction in Malaysian... Malaysia is well-positioned to capitalise on huge opportunities in the global halal The global halal business is thriving.", "This creates abundance of opportunity.", "In its report on \"The State of the Islamic Economy 2018 - 2019\", Thomson Reuters projected the size of global halal industry to grow from USD2.1 trillion in 2017 to USD3.1 trillion by 2023.", "Growing global population of young and affluent Muslims , is among the main drivers supporting such demand.", "Domestically, this is further supported by the Malaysian demography of Muslim-majority.", "As a nation, Malaysia has the necessary ingredients to seize the opportunity.", "Infrastructure for halal business is comprehensive.", "The halal certification programme by JAKIM is internationallyrecognised and well-sought after.", "Malaysia also has a mature domestic Islamic financial system that stands ready to respond to the evolving and growing needs of businesses.", "This is evidenced by Malaysia reigning the Thomson Reuters Global Islamic Economy Indicator Index (GIEI) for five consecutive years.", "The global numbers are exciting.", "But, Malaysia remains a small player in the halal trade internationally.", "As at Q4 2018, halal exports amounted to RM40.0 billion or only 4 percent of total Malaysian exports, of which halal exports by small and medium enterprises (SMEs) account for a mere 8.4 percent .", "To capture the market, businesses in the halal industry need to be agile and be quick to respond to changing consumer preferences and behaviours.", "This means business practices and processes need to be re-calibrated to be more aligned with sustainable expectations.", "Similarly, quality enhancements are given expectations in terms of product offerings, using a more current and efficient distribution channels and payments methods.", "In conjunction with Japan Olympic 2020, for example, there is a strong demand for halal products with high traffic of tourists, supporters and spectators.", "Companies which are able to satisfy the high bar placed by Japan on production, quality, safety and health aspects, will be able to open up a series of medium to longer term opportunities to export to other countries.", "As such, securing a suitable financial solution to upgrade and upscale production to meet the demand and requirements, would be an important prerequisite for businesses.", "Recognising these key success factors, recent announcement by Government to introduce The Halal Industry Strategic Development Programme, or 'be-Halal' - under the National Halal Council Secretariat to drive the growth of the halal industry is timely.", "Under \"be-Halal\", participants will be developed further through programmes run by experts in various fields to enable them to be more innovative and progressive as they face various global challenges and ultimately contribute to the nation's halal industry.", "Islamic finance has become part of the mainstream with offerings of competitive financial Malaysia has an Islamic financial system that operates alongside the conventional system.", "Our unique experience with a dual financial system has been effective on many fronts - effective in bringing segments of the society to access the services of the formal financial system; effective in enabling and facilitating businesses, especially the small and medium-sized entrepreneurs, to expand their businesses; and effective in steering development of the country.", "We have a comprehensive Islamic financial system comprising the core components of banking, takaful and capital markets.", "The Islamic finance system have matured and are as competitive with the conventional system, thus providing better choices and options.", "A robust financial infrastructure is also in place to support development of this system, alongside a responsive regulatory and supervisory framework whilst achieving the high standards of best practice in corporate governance and in financial transparency and disclosure.", "The Islamic financial system consistently reinforces its position as a viable and effective means of intermediation that contributes to the overall economic development.", "Today, Islamic banking accounts for 33 percent of Malaysia's total banking assets while takaful market share stands at 11 percent for family takaful and 10.1 percent for general takaful.", "The Islamic financial system continues to grow - at a pace faster than the conventional system.", "As at end-June 2019, financing outstanding of Islamic banks expanded at 8.6 percent compared to 2.1 percent for the conventional.", "Meanwhile, new general takaful contributions grew at 16.4 percent compared to 6.2 percent for the insurance premium.", "However, new family takaful contributions grew at 10 percent, slightly lower to life insurance premium of 15.4 percent.", "This brings me to the point on impact.", "Financial institutions, through its intermediary actions, can be an effective agent of change for businesses and economy.", "In 2018, a number of Islamic financial institutions began adopting a change in their business philosophy.", "By embracing valuebased intermediation or VBI, more comprehensive financial solutions, beyond just financing, are provided.", "These may include assistance and advisory as well as capacity building opportunities to businesses in their journey to transition to a more efficient, environmentally friendly and sustainable business as part of financing.", "To illustrate, Islamic financial institutions will play greater nurturing role in advocating sustainable practices among their client.", "They will drive programme with other strategic partners who share similar aspirations to provide services beyond financing.", "Clients will be advised to adopt sustainable practices for example Malaysian Sustainable Palm Oil Certification and necessary funding and technical advises will be provided to the clients accordingly.", "Traditional credit standards are also being reformed - taking into consideration prospects of a proposed project to create positive impact on wider stakeholders and community.", "In adapting to changing economic environment, businesses must have in place adequate risk management and protection.", "This is key to ensure business sustainability.", "Takaful operators offer a wide range of commercial protection schemes to help businesses build its risk management.", "These include protection against risks associated with natural disaster, weatherrelated events, payment default, professional indemnity and damage in crops, among others.", "For example, trade credit takaful solution to be launched in 2020 complements the wide range of trade finance solutions for importers and exporters that transact on an open account basis.", "Islamic finance is a natural fit for halalan-toyyiban Let me now move on to the final component - the underlying strength which ties the halal opportunity with Islamic finance - synergy.", "At the national level, the government supports and recognises the role of Islamic finance as an important tool to develop and grow businesses and SMEs.", "In the 2019 Budget, the SME Shariah-Compliant Financing Scheme was established to strengthen the development of SMEs.", "Under the Scheme, the government has committed to subsidise 2 percent of profit rate or borrowing cost for total financing worth RM1.0 billion.", "A number of other strategies are also being pursued to better position Islamic finance solutions to meet the needs of halal businesses.", "The industry players have participated in mega events such as Halal Expo 2019, Halfest 2019, and Festival Islam dan Halal Antarabangsa Johor Darul Ta'zim 2019 to create awareness on its offerings.", "The industry has also come together in demonstrating their commitment to businesses, in particular halal businesses and enhancing protection for halal businesses to venture into emerging markets.", "A dedicated RM20.0 billion yearly fund has been allocated by Islamic banks under AIBIM for SMEs including halal businesses.", "I urge eligible entrepreneurs to take this opportunity to empower their businesses and leverage on this platform in maximising business' potentials.", "There is now growing awareness of the concept of halalan-toyyiban - which calls for Shariah compliance to be assessed throughout the entire supply chain of the products including distribution, marketing, and financing.", "Currently, only 54.1 percent of halal businesses are bankfinanced, and less than a quarter of the financing (21.9 percent) is in the form of Islamic solutions .", "Islamic finance offers a variety of solutions through use of wide-range Islamic finance concepts such as sales based, leasing, profit sharing or partnership and many more that enables better fit for businesses' need.", "For example, businesses who wish to acquire equipment or commercial vehicles can explore Ijarah contract, which allows businesses to lease equipment or commercial vehicles from an Islamic bank on rental for the usage of equipment during the lease period.", "The total leased rental, which is fixed throughout the tenure provides businesses with a hedge against future rates movement and provides businesses with an avenue to improve and better manage cash flow.", "Currently, Islamic finance institutions are rigorously exploring more customised solutions and improving customer experience and journey.", "This is facilitated partly by a more adaptive and proportionate regulatory response.", "... Ending in Malaysian... Population of Muslims expected to grow by 70% to reach 3 billion Muslims by 2060 from current 1.8 billion Muslims.", "Source: Thomson Reuters report, \"The State of the Islamic Economy 2018-2019\".", "Source: Halal Industry Development Corporation Bank Negara Malaysia survey"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["halal industry", "Islamic finance", "synergy", "sustainable practices", "risk management", "financing", "SME", "halalan-toyyiban", "value-based intermediation", "takaful"]}