{"sentences": ["Remarks by Paul Beaudry Deputy Governor of the Bank of Canada Université Laval January 30, 2020 Monetary Policy and Financial Introduction It gives me great pleasure to be at Laval University today to talk to you about monetary policy.", "I am from the Quebec City area, and I studied in the economics department here at Laval in the early 1980s.", "I know several of you well, and I am very happy to see you again.", "Being here in January brings back many memories.", "When I was a student, the economics department was at the Pavillon De Koninck.", "I had an apartment at the corner of Chemin Ste-Foy and Du Vallon.", "To get to classes I had to cross a large field that has now almost disappeared.", "In January, with temperatures at 20 below and the wind blasting across the field, I felt like I was in a film in Siberia.", "I really had to like economics to motivate myself to attend classes in the middle of winter!", "But the quality of the education offered here pushed me to make it to every class.", "Apart from the cold, when I think about my time at Laval-and at CEGEP de Ste-Foy near here-I am struck by how different things were then in terms of inflation and interest rates.", "In the late 1970s and early 1980s, inflation was very high and variable.", "That created a lot of frustration.", "The Bank of Canada, like many other central banks, responded by raising interest rates.", "In Canada, rates reached a peak of 21 percent.", "These high borrowing costs eventually succeeded in reducing inflation, but at the cost of a major recession.", "In fact, in terms of unemployment, it created a deeper recession in Canada than the one associated with the 2008 financial crisis.", "It was a difficult time for many people.", "I paused my studies between CEGEP and university to work in the construction industry.", "I can tell you that it was a difficult time for this sector.", "But in this environment of social difficulty and high unemployment, I became interested in macroeconomics and monetary policy.", "In particular I thought there must be better ways to manage the macroeconomy.", "Fortunately, we are now in a much better situation.", "As you may know, since the 1990s, the Bank of Canada has conducted monetary policy with the aim of keeping inflation close to 2 percent.", "To achieve this goal, we choose the overnight policy interest rate to help steer the economy toward the full use of its resources-in terms of both employment and capital.", "We know from experience that inflation will tend to stay close to our 2 percent target if the economy is close to its potential.", "But we also recognize that there is a delay between when we move interest rates and when we see the effect of that move on the economy.", "We take this delay into account when making our policy decisions.", "I think it is fair to say that, using this framework, the Bank of Canada has been extremely successful at keeping inflation close to 2 percent.", "Still, the Bank of Canada is always looking for ways to improve our conduct to keep inflation on target.", "In particular, we want to make sure that our decision-making framework is not too narrow or too short-sighted.", "One issue that we've looked at a lot over the past decade is how financial factors affect the economy-that is, how much money Canadians are borrowing and lending, and what implications that has for monetary policy.", "This is one of the questions raised by the financial crisis of 2008.", "Given my role at the Bank in overseeing the Financial Stability Department, my talk today is aimed at clarifying some current thinking around financial vulnerabilities and monetary policy.", "It is important to stress that our thinking on these issues is still a work in progress and that a proper quantification of the forces at play remains an area of active research.", "After briefly reviewing the main sources of financial vulnerabilities, I will cover the 1) How financial vulnerabilities could give rise to unique challenges for monetary 2) How the Bank currently incorporates financial vulnerabilities into its discussion of monetary policy and what we plan to do to move forward 3) Why monetary policy has a role in addressing financial vulnerabilities along with macroprudential and other policies 4) How international financial vulnerabilities affect Canada It is clear to me that financial vulnerabilities raise new challenges for central banks for two reasons.", "First, they give rise to a different type of trade-off-an intertemporal tradeoff-which can create a conflict between the shorter term and longer term.", "And second, they evolve more slowly than traditional monetary factors, and their impact is generally harder to predict.", "Let's start with the basics.", "There are many different types of financial vulnerabilities, and every year our Financial System Review presents the most important for Canada.", "It is helpful to emphasize three main classes of financial vulnerabilities: balance sheet vulnerabilities, asset price vulnerabilities and risk allocation vulnerabilities.", "Balance sheet vulnerabilities arise when assets and liabilities are not well matched.", "These can be on the consumer side, the corporate side or the financial intermediary side.", "They are usually associated with debt or leverage, but they can also involve a liquidity mismatch.", "For example, on the household side, when debt levels are very high relative to income and assets, a small change affecting household finances can cause payment difficulties and possible default since financing costs can't be easily adjusted.", "This is clearly an important worry in Canada and is likely our biggest balance sheet vulnerability.", "Asset price vulnerabilities refer to situations where asset prices rise well above a value that can be justified by fundamentals-driven by either over-optimism or herd behaviour.", "Again, the easiest example of this for Canada relates to house prices.", "As we have seen in some cities, house prices can sometimes take on a dynamic of their own, leading to situations of extreme unaffordability.", "Obviously, balance sheet vulnerabilities and asset price vulnerabilities can interact, creating an even bigger problem.", "Risk allocation vulnerabilities are slightly harder to describe.", "These vulnerabilities involve situations in which those that are holding the most risk in the economy-through their asset holdings-may not be in a good position to manage and absorb it.", "They may not be fully aware of the risks they are facing.", "This appears to have arisen in the asset-backed commercial paper (ABCP) market in 2007, when many investors complained about not understanding the nature of the product they had bought.", "Climate risk could also give rise to a risk allocation vulnerability if people have a poor understanding of which assets are likely to perform badly as climate-related events become more frequent and we transition to a lower-carbon economy.", "The risk of boom and bust The causes of economic fluctuations in Canada are varied-particularly because we are an open economy, vulnerable to the winds of global economic storms.", "But we as central bankers want to ensure we are lessening the occurrence of potential boom and bust periods, not causing them.", "For that reason, I'd like to focus on how the dynamics associated with certain financial factors could cause boom-bust periods and how monetary policy may need to adjust to avoid being a contributing factor.", "It is important to understand how financial vulnerabilities differ from other forces generally included in the discussion of monetary policy.", "In macroeconomic models, external disturbances or shocks are transmitted to the economy through a set of amplification and propagation mechanisms.", "The most common of these are referred to as multipliers and accelerators.", "Multipliers are widely understood, especially in the case of consumption, where a positive feedback between income and consumption can make the impact of a shock larger.", "Throughout my discussion, I will often refer to positive and negative feedback effects, so it may be worth being explicit about these terms.", "Positive feedback effects relate to forces that build on one another: for example, when income boosts consumption and consumption boosts income.", "To take a sports analogy, a positive feedback would arise when more training gives you more energy, and more energy allows you to train more.", "In this analogy, we can also see how a negative feedback can arise.", "If you train harder, you put pressure on your joints, and over time that can cause injuries that force you to train less.", "That would be an example of a negative feedback.", "An accelerator force, especially the type of financial accelerator force expressed in Bernanke and Gertler (1989),4 reflects a positive feedback that develops over time.", "The standard financial accelerator works through the balance sheets of firms.", "If a firm's balance sheet is in good shape, it can more easily invest in equipment, structures and research and development.", "Given that balance sheets tend to improve in expansions due to increased profits, this gives rise to a clear positive feedback mechanism (see the Appendix).", "It follows that a reduction in interest rates in such an environment-even if it is temporary-can be amplified and propagated over time and lead to long-lived effects on the economy.", "In particular, the feedback on firms' net worth from an economic expansion can cause a small positive shock to the economy to evolve into a prolonged boom as firms' higher net worth increases investment.", "This increases activity and in turn increases net worth and so on.", "Figure 1 qualitatively illustrates such an outcome, which is generally referred to as a financial accelerator.", "Figure 1: In the presence of a financial accelerator, an interest rate cut generates a sustained increase in production Deviation of GDP from steady state 1 2 3 4 5 6 7 8 9 10 Strong financial accelerator Weak financial accelerator Source: Bank of Canada illustration reflecting System A in the Appendix Monetary policy fully recognizes and confronts this type of dynamic every day as both positive and negative shocks hit the economy.", "However, one aspect of this type of feedback worth noting is that it never gives rise to a boom-bust pattern.", "If the initial impulse is positive, it will never directly cause below-normal economic activity later.", "Shocks in such a system cause either a virtuous cycle or a vicious cycle, but not a mix of the two.", "Good outcomes build on each other, and bad outcomes do the same.", "That is what a positive feedback does.", "This is where vulnerabilities are different from such accelerator forces.", "Vulnerabilities, such as high debt or excessive leverage, are forces that grow during expansions.", "But contrary to accelerator forces, they can eventually weigh negatively on the economy by foreshadowing potentially bad future outcomes.", "This potential negative effect of debt accumulation could arise even though debt accumulation for households and firms has many positive benefits.", "For example, if we introduce household debt in the above There are different ways to define a vulnerability in a system.", "The main notion is a state variable that foreshadows the possibility of bad future outcomes.", "However, to make the notion operational, one needs an additional element to prevent any variable (or its negative) from becoming a vulnerability.", "To this end, one could define a vulnerability as a state variable that causes a negative skew to the future distribution of economic activity (as in Adrian, Boyarchenko and Giannone 2019).", "The drawback I see with this definition is that it implies that almost any variable (or its negative) that affects the shape of the distribution of output becomes a potential vulnerability, while it omits variables that negatively weigh on future outcomes even if they don't change the shape of the distribution.", "For this reason, I define a vulnerability as having a negative weight on the future distribution of economic activity while also contributing to the expansion.", "This definition ties vulnerabilities to the notion of intertemporal trade-offs.", "scenario and we allow this debt accumulation to affect consumption decisions, then the dynamics can change quite drastically.", "Here I want to introduce the possibility that household spending decisions are negatively affected by the past accumulation of consumer debt.", "This addition introduces in the system what I am calling a financial vulnerability (see the Appendix).", "In this slightly richer environment, a fall in interest rates can now cause an initial boom in economic activity as more household debt increases consumption.", "But this may be followed by a later bust if the accumulation of household debt becomes a drag on consumer spending.", "The bust can be quite delayed relative to the initial disturbance that induced a boom period.", "This boom-bust dynamic makes vulnerabilities distinct from accelerators and gives rise to new challenges and trade-offs for monetary policy.", "For example, if a central bank in such an environment were to cut interest rates to stimulate demand and help inflation attain its target, this would generally favour an expansion- and increase inflation as desired.", "However, if there were financial vulnerabilities at play, this could turn out to be costly later.", "Financial vulnerabilities, such as consumer debt, have the potential to accumulate sufficiently during the boom and eventually reverse the initial positive impact of lower interest rates.", "For instance, the drag of consumer debt on household spending can eventually lead to a reduction in consumption below its steadystate level because people feel poor and need to repay loans.", "When this happens, the downturn induced by debt will generally be amplified as firms start making less, which in turn leads them to cut back on investment.", "The resulting bust period makes attaining the inflation target at a later date more challenging.", "Figure 2: In the presence of a financial vulnerability, an interest rate cut generates a delayed bust Deviation from 1 2 3 4 5 6 7 8 9 10 Source: Bank of Canada illustration reflecting System B in the Appendix It is important for an inflation-targeting central bank to recognize whether vulnerabilities are present, as these can give rise to this difficult trade-off dynamic.", "The challenge is that the same policy choice that helps the central bank attain its inflation target in the short run may be making it more difficult to attain its target in the longer run.", "Accordingly, the discussion of vulnerabilities for an inflation-targeting central bank should be seen not as a change in its objective but as a recognition of this potential intertemporal trade-off.", "So far, I have highlighted a key feature that distinguishes vulnerability forces from accelerator forces.", "That distinction is the potential for a negative feedback loop in the presence of vulnerabilities, as opposed to a positive feedback loop associated with a pure accelerator force.", "However, this is not the only way to distinguish vulnerabilities from accelerators.", "An important additional element is the role of triggers.", "When we consider most vulnerabilities, they typically play a negative role in economic activity when they are activated by some event.", "For example, the key financial vulnerabilities behind the 2008 financial crisis were activated by the fall of Lehman Brothers.", "The collapse of Lehman-itself a symptom of many other problems-played the role of trigger (see the Appendix).", "Returning to our earlier example of household expenditures that depend negatively on the past accumulation of consumer debt, it is easy to imagine how this may be activated by a trigger.", "For example, the trigger may be a repricing of risk on international markets that causes a change in long-term mortgage rates.", "As long as the trigger is dormant, the negative effect of the vulnerability is muted; but this effect comes into full force once the trigger activates it.", "The effect of a current vulnerability on future economic activity can be visualized as a change in the distribution of future economic activity (Figure 3).", "A higher vulnerability means that in the future, the expected distribution of economic activity shifts to the left.", "This could be due to a shift that is dominated in the tails (Figure 3b) or that is spread out more equally (Figure 3a).", "The actual way the distribution changes shape depends on the interaction between the vulnerability and the trigger.", "Given the two possibilities illustrated in Figure 3 and their potential combination, it is useful to track how the tail of the distribution shifts when vulnerabilities accumulate.", "Figure 3: Financial vulnerabilities change the distribution of future growth of gross domestic a) Effect mainly through the mean of the b) Effect mainly through the skewness of the distribution GDP at risk, 5th New 5 percentile, Future Future growth growth We will also see this at play when I discuss our growth-at-risk framework.", "However, tracking the tail of the distribution does not imply that vulnerabilities act only on the tails.", "Instead, tracking the tail should be seen as a robust means of measuring the effects of vulnerabilities whether they affect the tail, the mean or both.", "How do we incorporate financial vulnerabilities in our modelling efforts at the Bank of Canada?", "Before I explore this, let me stress that the relevance of financial vulnerabilities for monetary policy remains a debated issue.", "Some research suggests vulnerabilities are of utmost importance, while other research concludes that in many cases they may be of minor importance or it may be too costly to address them with monetary policy (Svensson 2017).", "In fact, at the time of our 2016 inflation-target renewal, the Bank emphasized research that concluded the benefits of using interest rates to lean against the buildup of household debt were quite limited, while the costs in terms of foregone output were large.", "Since then, some new research suggests that allowing for the effects of monetary policy on housing markets could significantly affect these calculations (Adam and Woodford 2018).", "More broadly, the endogenous risk taking of borrowers or financial institutions can add another channel to the traditional monetary policy transmission mechanism (Adrian and Liang 2018).", "For an inflation-targeting central bank, the dynamics brought on by financial vulnerabilities are particularly relevant if they create a conflict related to how interest rates may affect the economy in the shorter run versus the longer run.", "We confronted this issue in last October's interest rate decision, when there was uncertainty in the economy and an \"insurance cut\" was discussed.", "Given the weakness in the global economy, we could have considered a cut to ensure the Canadian economy wouldn't perform below its potential and pull inflation below target.", "But given the state of the financial vulnerabilities in Canada, we judged the risk of reigniting an acceleration in house price expectations and a buildup of debt was too high-and that could make attaining our inflation target harder in the long run.", "This is a real-life example of the intertemporal trade-off I've spoken about: the gain in the short run did not seem to be worth the potential cost in the long run.", "If financial vulnerabilities don't spark such a conflict, then they don't create a new trade-off that central banks need to worry about.", "An additional challenge in evaluating the role of vulnerabilities for monetary policy is the time frame over which financial vulnerabilities may play out.", "If they play out only very slowly, which is quite plausible, then it becomes very difficult to properly establish the quantitative link between interest rate decisions and future effects of financial vulnerabilities on the economy.", "That is, if the effects of interest rate cuts come many years later, it is more difficult to say whether they caused the vulnerabilities.", "While the role of financial vulnerabilities is debated, several different pieces of evidence suggest they are most likely relevant.", "For example, let me discuss evidence based on countries that experienced long periods of above-normal credit growth.", "Figure 4: Countries that experienced a banking crisis in 2008 had a stronger growth of credit before the crisis and a slower recovery after the crisis a) Credit-to-GDP gap b) Real GDP, index: 2007=100 of 110 -5 OECD countries without banking crisis in 2008 OECD countries without banking crisis in 2008 OECD countries with banking crisis in 2008 OECD countries with banking crisis in 2008 Note: The definition of banking crises follows Laeven and Valencia (2018).", "For both groups of countries, the average is weighted using real GDP.", "Although simple, the Bank for International Settlements credit-to-GDP gap measure faces a number of limitations (Grieder, Hogg and Duprey 2017).", "Sources: Laeven and Valencia (2018), International Monetary Fund, Bank for International Settlements and Bank of Canada Figure 4 contrasts the histories of countries that did or did not experience a banking crisis in 2008.", "In Figure 4a, we see that countries that experienced a banking crisis in 2008 had above-average credit growth several years before.", "Moreover, in Figure 4b we see that these same countries witnessed lower economic outcomes during and after 2008.", "This illustrates there may be a long lag between the accumulation of vulnerabilities and subsequent poor economic outcomes.", "Note that I am not claiming that the buildup of this debt was primarily driven by monetary policy.", "However, if interest rate decisions can partially spark the debt buildup over many years, this would present a new challenge for a central bank like the Bank of Canada, since the time frame usually used to discuss the effects of monetary policy is only two years.", "Taking these effects into account could thus require the Bank to extend the period of analysis of monetary policy.", "Evidence also suggests that the effects of some financial vulnerabilities may play out at a slightly higher frequency than that associated with debt and leverage.", "These higherfrequency effects generally involve aspects of financial markets closer to market sentiment.", "This is particularly evident in the work by Adrian, Boyarchenko and Giannone (2019).", "Their research suggests that periods of bullish market sentiment, as potentially reflected in low credit spreads and low volatility, are often followed by downturns.", "This may indicate a risk allocation vulnerability.", "Source: Excess bond premium of Gilchrist and Zakrajšek (2012) In Figure 5 we see that before the Great Recession of 2008-09, the pricing of risk, as captured by credit spreads, was very low.", "In particular, this figure shows that the difference in return between risky and safe debt was at a historic low in the United States between 2003 and 2008, before surging during the recession period of 2008-09.", "Figure 6 goes a step further to show that market volatility was lowest in countries that eventually experienced a banking crisis.", "As shown in Figure 4b, these are precisely the countries with high credit growth and lower post-crisis outcomes.", "This illustrates that excessive market optimism, as captured by credit spreads or volatility, may also be considered a vulnerability.", "Weighted average using real GDP.", "Series smoothed using a yearly moving average.", "Sources: Laeven and Valencia (2018), International Monetary Fund and Bank of Canada calculations Incorporating vulnerabilities: the path ahead Given the evidence, the Bank of Canada has been tracking financial vulnerabilities for many years, and we discuss these forces when considering monetary policy.", "The main tool we currently use to discuss potential trade-offs associated with financial vulnerabilities is our growth-at-risk framework, which was first introduced by Adrian, Boyarchenko and Giannone (2019) and popularized in policy circles by the International Monetary Fund.", "To understand the growth-at-risk framework, which is somewhat technical, one needs to imagine the distribution of growth of gross domestic product (GDP) at some time in the future.", "Using historical data, we estimate how this distribution shifts in response to changes in financial vulnerabilities such as the debt-to-GDP ratio.", "When financial vulnerabilities increase, this distribution shifts to the left in the manner illustrated by the dotted or dashed lines in Figure 3.", "Since we want to be particularly sensitive to bad economic outcomes, such as recessions, we measure the movement in this distribution by following its 5th percentile.", "For example, when accumulated household debt over one year increases by 100 basis points, the 5th percentile falls by 30 basis points one year later.", "That indicates that bad outcomes-if they arise-will tend to be worse when debt is growing.", "How does all this relate to monetary policy?", "Consider a cut in interest rates.", "Our standard models tell us how this will affect economic activity now, and we can also use these models to help predict how the cut will increase the debt-to-GDP ratio in the future.", "Then, by using our growth-at-risk framework, we can quantify the potential tradeoff associated with monetary policy by simply contrasting the increased growth in the short run with the worsening of growth at risk in the future.", "Even if a cut in interest rates appears desirable in the short run, once we factor in the growth at risk, the cut may no longer look attractive.", "It should be emphasized that this approach is not a departure from our inflation-targeting objective but is simply an added tool to judge the risks to our inflation outlook further into the future.", "While the growth-at-risk framework offers very important insight, we do not see this as the end state of how we would like to bring financial vulnerabilities into the discussion of monetary policy.", "In particular, this framework still involves a large element of judgment, as many of the relationships are estimated imprecisely.", "Accordingly, in our current modelling efforts, we are looking to develop a framework that is more explicit about the mechanisms at play.", "One dimension we are particularly interested in exploring relates to the formation of expectations.", "Expectations often play a key role in the development of financial vulnerabilities.", "To illustrate, let me focus on house prices.", "One way interest rate cuts affect economic activity is by boosting demand for housing.", "The most desirable outcome in the housing market is to have the building of new houses follow the fundamental needs of the economy, which are driven in large part by demographics.", "However, this is not always the case.", "A particular worry in the housing market is that over-optimistic expectations of house price growth can sometimes arise-people buy houses because they believe prices will keep rising.", "That fuels speculative activity, which in turn may lead to overpriced housing, over-building and an eventual housing bust.", "In such a case, it is easy to see how interest rate cuts could lead to the type of boom-bust cycle, or negative feedback, that I have associated with vulnerabilities.", "Now, if everyone in the economy has expectations based only on fundamentals, these types of outcomes should not arise.", "But if we want to understand and prepare for such possibilities, we have to move away from the economic notion of pure rational expectations and look instead at expectations influenced by learning and psychological factors.", "So, while some rational observers might see rising house prices as a symptom of the market getting ahead of fundamentals, surveys of expectation formation suggest that many market participants are extrapolating past price growth into the future.", "In other words, when they see prices increase, they think prices will keep going up just as fast.", "At some point, the prices become so high that houses are no longer affordable and a reversal in dynamics sets in.", "Alternatively, an adverse shock to incomes or interest rates or a change in housing policy could lead to an outsized decline in prices.", "This is precisely the type of ingredient that can be dangerous for the economy as a whole.", "That is why understanding the process of expectation formation for asset prices is important for central bankers if we want to better understand how monetary policy may spur financial vulnerabilities.", "Bank staff are also examining how financial vulnerabilities could impact the conduct of monetary policy by embedding a financial sector into a standard New Keynesian macro model.", "In the model, accommodative monetary policy not only boosts economic activity but also encourages greater risk taking in the financial sector.", "And, if sustained, increased risk taking ultimately leads to higher vulnerabilities and a more volatile economy.", "Monetary policy faces a trade-off in which enhanced macro stabilization today comes at the cost of less stability down the road.", "This work will help guide our discussion on how monetary policy should best manage that trade-off.", "How macroprudential and other policies can help monetary policy When discussing financial vulnerabilities, it is important to recognize the primary role of macroprudential policies in countering such forces.", "In particular, since 2008 there have been important changes to banking regulation, both internationally and domestically, aimed at mitigating financial vulnerabilities.", "These changes generally come under the heading of macroprudential policies.", "Changes brought by government and regulators have helped make the financial system more resilient by reducing the potential buildup of imbalances and by ensuring that financial institutions are capable of absorbing important shocks.", "These changes make the choices faced by central banks easier since the changes directly control vulnerabilities.", "For example, researchers at the Bank of Canada have shown how requiring banks to hold more capital during credit expansions, creating countercyclical capital buffers, substantially stabilizes the economy.", "This is illustrated in Figure 7, where staff simulations show that the economy is much more resilient to shocks with the presence of a capital buffer than without.", "That makes it easier to set monetary policy.", "In the Figure 7 example, the external shock is an unexpected drop in mortgage rates, which leads to increased debt and movements in GDP.", "But with a capital buffer in place, the response of both debt and GDP is muted.", "Figure 7: The countercyclical capital buffer reduces the volatility of both debt and GDP growth Impulse response to an unexpected drop in mortgage rates a.", "Gross domestic product b.", "Household debt Deviation from steady state, 2 percent 0 5 0 5 10 15 20 Quarters Source: Bank of Canada calculations using the MP2 model of Alpanda, Cateau and Meh (2018) Given that macroprudential policy is a tool aimed at directly tackling financial vulnerabilities, it is sometimes argued that monetary policy should not focus on such forces at all.", "This challenge, it is argued, should be left entirely to macroprudential authorities.", "While macroprudential policies should be the first line of defence, especially when a central bank has limited tools, it may be overly simplistic to think that monetary policy need not worry about financial vulnerabilities.", "As long as interest rate policies may affect the buildup of financial vulnerabilities, an inflation-targeting central bank may need to worry about such forces and act in a manner that complements macroprudential policies.", "Even if macroprudential policy is best suited to ensure the resilience of the financial system, that does not mean it is capable of eliminating all the risks associated with financial vulnerability.", "Other complementary policies could also help manage the trade-offs faced by inflationtargeting central banks in the presence of financial vulnerabilities.", "For example, fiscal automatic stabilizers that ramp up during severe financial stress periods also improve the trade-offs faced by central banks and help monetary policy to achieve its target and stabilize the economy (MacKay and Reis 2016; Meh and Poloz 2018).", "Our recent macroprudential stress tests of the financial system suggest that banks are resilient, making it unlikely that the next downturn would be associated with a financial crisis.", "This is very good news.", "But that doesn't mean financial vulnerabilities won't play a role in the next recession.", "Even in the absence of any failures among financial institutions, financial vulnerabilities can cause a longer and more painful recession.", "That is why monetary authorities need to keep a watch on financial vulnerabilities that may cause problems-even if macroprudential policy ensures they do not create a financial crisis.", "The global dimension Up to now, I have said very little about the role of international financial factors in influencing an open economy such as Canada's.", "The most relevant and worrisome case is when financial factors abroad play the role of trigger on a domestic financial vulnerability.", "For example, this could be the case with the repricing of risk.", "Because Canada has open financial markets, a repricing of risk on international markets will generally lead to a repricing of risk in our market.", "Such a repricing may interact with our financial vulnerabilities and create a downturn where the depth of the recession in Canada would be a product of both the size of the external shock as well as the size of the domestic vulnerabilities.", "Consider again the ABCP crisis in 2007.", "There was an important repricing of risk in the United States in 2007, especially in investment products backed by subprime mortgages.", "That repricing of risk quickly migrated into Canada and affected our ABCP market.", "This market was not dominated by subprime mortgages, but it had similarities, and this Canadian market collapsed when people became worried about the underlying assets.", "Still, because the market was not very big relative to our economy, its collapse did not create a widespread financial crisis.", "This is a prime example of a foreign trigger interacting with a domestic vulnerability-luckily for us, the vulnerability was not very big.", "Another example is that at the height of the global financial crisis, Canadian banks faced elevated funding costs even though large Canadian banks were relatively healthy.", "This can be seen as an external trigger that interacted with vulnerabilities in our banking system.", "Government actions through the Insured Mortgage Purchase Program (IMPP),12 along with Bank of Canada facilities, allowed Canadian banks to reduce their use of term funding significantly and thereby supported the stability of the Canadian financial system (Meh and Poloz 2018).", "Because such interactions can arise, it is important for monetary policy to both follow domestic financial factors and keep a close watch on external developments that could trigger difficult adjustment processes in Canada.", "The Bank of Canada is always looking for better ways to support the economic and financial well-being of Canadians.", "To do this, it is best to maintain an environment where inflation is low, stable and predictable.", "As I have laid out, financial vulnerabilities are forces that can make attaining this objective more challenging because they could cause interest rate changes to have a different effect on the economy in the short term than in the long term.", "This should be seen not as contrary to our objective or a change in our focus on the inflation target but as another side of the same coin: that is, financial vulnerabilities may make it harder to achieve our inflation target in the future.", "If we bring financial vulnerabilities into the equation, it means introducing a degree of flexibility into the inflation-targeting process.", "The horizon over which we would work to get inflation back to target then depends on the severity of financial vulnerabilities.", "It's not yet entirely clear how important these channels are, but there is sufficient evidence to warrant our attention.", "For this reason, the Bank of Canada has made important strides in incorporating issues related to financial vulnerabilities into our discussion of monetary policy, and we are pursuing further efforts to refine and improve our understanding of these mechanisms.", "To more explicitly set out ideas about accelerator forces, and most importantly to be able to contrast it with vulnerabilities, consider the following introductory textbook-level macroeconomic model: YYtt CCtt IItt CCtt αα1 αα2YYtt-1 IItt ββ1 ββ2WWtt ββ3iitt WWtt γγ1WWtt-1 γγ2YYtt-1 (5) = + - YY) ππtt ππtt+1 ϗ(YYtt In this illustrative model, the first equation simply states that production, is the sum of consumption plus investment.", "In turn, the second equation states that consumption depends on production.", "The third equation expresses that investment depends on firms' net worth, denoted by and negatively on interest rates The fourth equation WWtt, iitt.", "indicates that firms' net worth grows over time when the economy is doing well.", "The fifth equation is a Phillips curve that relates current inflation to expected inflation and an output gap.", "In what follows, for simplicity, I will assume that inflation expectations are well anchored and therefore can be treated as a constant.", "The main dynamics driving this model economy can be reduced to a simpler set of two equations for production and firms' net worth: YYtt (αα1 ββ1) αα2YYtt-1 ββ2WWtt ββ3iitt WWtt γγ1WWtt-1 γγ2YYtt-1 This system (System A) is an example of a model with an accelerator, which was used to build Figure 1.", "In this model, a reduction in interest rate can start an extended economic expansion as the positive feedback between economic activity and firms' net worth builds.", "As discussed in the text, a richer model with a vulnerability can be created from this initial model by simply adding to the consumption behaviour a negative feedback from the accumulation of debt.", "These ideas are expressed in equations 2' and 6.", "CCtt αα1 αα2YYtt-1 αα3(DDtt+1 DDtt) αα4DDtt DDtt θθ1DDtt-1 θθ2YYtt-1 Equation 2' indicates that consumption expenditures are positively supported by new borrowing - but are negatively affected by the level of debt.", "Equation 6 indicates that consumer debt accumulates in a procyclical fashion.", "If we consider the system composed of equations 1 to 6, with 2 replaced by 2', we now have a system with a potential vulnerability in the form of debt; this system (System B) was used to build Figure 2.", "A cut in interest rates in this system can initially cause an expansion period, but eventually the buildup in debt can be large enough to drag the economy into a bust period where economic activity is below its initial position.", "This type of boom-bust process causes interest rates to have a different effect on economic activity in the short run versus the long run.", "Finally, building again on this illustrative model, we can introduce a trigger by adding an interaction term where the negative role of debt on consumption now depends on the realization of some external factor, which I will denote by the random variable in equation 2''.", "For example, may be thought of as an event outside of Canada that leads to a repricing of longer-term mortgage rates.", "In general, should not be thought of as a mean zero random variable.", "In fact, it is often best to think of as a random variable that only takes on non-negative values.", "However, the presence of the trigger implies that the current debt vulnerability can make the distribution of future output shift down in different ways, as presented in Figure 3.", "If the draw of the trigger is very large, the negative implication for economic activity of highly indebted consumers can become very large, as captured by the tail of the distribution in Figure 3b.", "Alternatively, if the debt is very high, even a small shock can have significant effects.", "If we disregard the effects of firm wealth by setting = 0 and simplify the system further by setting = = 0, the dynamics of a system with a vulnerability and a trigger can be reduced to the following two equations.", "These two equations incorporate in a very succinct way the main elements we have discussed.", "\"Leaning Against Housing Prices as Robustly Optimal Monetary Policy.\"", "NBER Working Paper No.", "Adrian, T., N. Boyarchenko and D. Giannone.", "Adrian, T. and F. Duarte.", "\"Financial Vulnerability and Monetary Policy.\"", "Federal Reserve Bank of New York Staff Report No.", "Adrian, T. and N. Liang.", "\"Monetary Policy, Financial Conditions, and Financial Stability.\"", "\"A Policy Model to Analyze Macroprudential Regulation and Monetary Policy.\"", "\"Agency Costs, Net Worth, and Business Fluctuations.\"", "Danielsson, J., M. Valenzuela and I. Zer.", "\"Learning from History: Volatility and Financial Crises.\"", "Duprey, T. and A. Ueberfeldt.", "\"How to Manage Macroeconomic and Financial Stability Risks: A New Framework.\"", "Bank of Canada Staff Analytical Note No.", "Duprey, T. and A. Ueberfeldt.", "\"Managing GDP Tail Risk.\"", "Bank of Canada Staff Working Paper No.", "Gilchrist, S. and E. Zakrajšek.", "\"Credit Spreads and Business Cycle Fluctuations.\"", "Grieder, T. D. Hogg and T. Duprey.", "\"Recent Evolution of Canada's Credit-to-GDP Gap: Measurement and Interpretation.\"", "Bank of Canada Staff Analytical Note No.", "-25. International Monetary Fund.", "Global Financial Stability Report October 2017: Is Growth at Risk?", "Laeven, L. and F. Valencia.", "\"Systemic Banking Crises Revisited.\"", "IMF Working Paper No.", "\"The Role of Automatic Stabilizers in the U.S. Business Cycle.\"", "\"Investing in Monetary Policy Sovereignty: Ideas from the Periphery.\"", "In Monetary Policy Spillovers in a Financially Integrated World, 66-80.", "Proceedings of the Joint Danmarks Nationalbank-BIS conference, September 7-8.", "Copenhagen: Danmarks Nationalbank.", "\"Cost-Benefit Analysis of Leaning Against the Wind.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Vulnerabilities", "Monetary Policy and Financial Vulnerabilities", "Macroprudential and Other Policies", "Growth-at-Risk", "Expectations Formation", "International Financial Vulnerabilities", "Inflation Targeting", "Accelerator Forces", "Triggers", "Credit-to-GDP Gap"]}