{"sentences": ["Manila Times President and CEO Dante \"Klink\" Ang, Chief Operating Officer Blanca Mercado, other Manila Times officers and staff, members of the media, ladies and gentlemen.", "Good afternoon and thank you for inviting me to this Manila Times Online Forum.", "I adopted your theme, \"Road to Recovery: Turning Crisis into Opportunities\" as the title of my presentation today.", "We are three and a half months into the lockdown.", "Cautiously but surely, we are getting back on our feet.", "Even as the COVID-19 uncertainty continues, I am optimistic that we can overcome this crisis.", "Let me share BSP's views on growth and recovery after this pandemic.", "This is a snapshot of the terrain after the outbreak of COVID-19.", "The domestic financial markets were racked by heightened volatility following the outbreak of the COVID-19 pandemic.", "We saw a sharp decline in portfolio inflows in the first two months of 2020.", "The stock market index noted on March 19 its lowest year-to-date record since October 11, We have had serious exogenous shocks in the first quarter - the Taal volcano eruption, USChina trade tensions, African swine fever.", "But nothing comes close to the COVID-19 pandemic that has brought the global economy to a halt.", "The confluence of these shocks resulted in the contraction of the economy by 0.2 percent in the first quarter of 2020.", "This is the first negative real GDP growth since 1998 when the economy wrestled with El Nino and the Asian Financial Crisis.", "In its latest assessment, the Development Budget Coordination Committee forecasts a full-year contraction of - 2.0 to - 3.4 percent (NEDA, 13 May 2020).", "On a positive note, the peso appears to buck the trend as most regional currencies have depreciated significantly against the US dollar.", "The peso is the least depreciated currency among its peers.", "We have hefty gross international reserves estimated at US$93.3 billion in May.", "We forecast that the year-end GIR will reach US$95 billion.", "Despite the bleak global picture, there is reason to be optimistic about the future of the Philippine economy.", "The long reform agenda that the government has consistently pursued across administrations has allowed the country to achieve a more broad-based growth.", "The volatility of real GDP and inflation considerably declined over time.", "Aggregate demand in the post global financial crisis period expanded at an average rate of 6.4 percent annually, comparable to the growth rates of China and India.", "We have a hefty foreign exchange reserves, low public sector debt, manageable external payments position, and a solid credit profile.", "The country's external debt-to-GDP ratio is only 21.4 percent as of end-March 2020 down from about 60.0 percent in 2005.", "Philippine banks are well-capitalized.", "Their liquidity positions are strong, and non-performing loans are low - proof of the effectiveness of progressive banking regulatory reforms we have implemented over the years.", "In a recent survey released just this May by The Economist, among 66 emerging economies, the Philippines is ranked the 6th most robust on the basis of four measures of financial strength, namely, public debt, foreign debt, cost of borrowing, and reserve cover.", "When the coronavirus crisis broke out in the country, the government had, and continues to have, adequate fiscal and monetary policy space which it immediately deployed to calm down the market and ease liquidity pressures.", "For its part, the BSP promptly implemented measures to ease liquidity and sustain the flow of credit that have calmed down market jitters.", "Recognizing the importance of MSMEs in the economy, the BSP allowed banks to include new MSME loans as part of their compliance with the required reserve ratio.", "The credit risk weight of MSME loans that are current in status was temporarily reduced while MSME loans with government guarantee were assigned zero weight.", "These policy measures are aimed at encouraging more lending to MSMEs.", "However, our optimism is also tempered by a sense of realism that there are still much work to be done.", "We have a good head start with the economic and regulatory buffers we built over the years.", "But these can be easily eroded given the huge resource requirement of the crisis response measures.", "As we restart the economy, we remain vigilant because the risk of COVID-19 remains high.", "We continue to maintain a disciplined approach to policy coordination and decision-making.", "The crisis has exposed the vulnerabilities and gaps in existing processes and systems that we need to swiftly deal with to recover lost momentum because of this pandemic.", "Let me expound on four critical structural reform imperatives that I believe are opportunities for growth that we should seize.", "First is the modernization of the country's health system to ensure efficient public health infrastructure and resilient crisis preparedness framework.", "This would require giving incentives for the use of science and technology in health policy decision making.", "It would require overhauling of the healthcare supply chain management.", "The government must also initiate the formulation of a national preparedness and response framework for disease outbreaks and pandemics, taking into account coordination gaps across different levels of government.", "Second is the need to upgrade the Information and Communication Technology (ICT) infrastructure system and processes.", "Technology will play a pivotal role in reshaping the means of production and the delivery of goods and services in the post-COVID world.", "Digital technology will also be critical in enabling simpler and more efficient transactions with government agencies.", "Business transactions such as online retail, online banking, online medical consultations, and digital payments will become a necessity.", "All these need to be supported by a safe and reliable digital infrastructure system with robust and dependable cybersecurity protection.", "Third is the modernization of Philippine agriculture and the government's supply chain management system with the aid of digital technologies.", "This will help ensure that food and other essential goods and services are available, accessible, and affordable.", "Fourth is the development of a highly skilled and resilient workforce by strengthening the educational system, sustained upskilling, and adequate health protection to future-proof our workforce.", "In this way, the country's productive capacity can benefit more strongly from its favorable demographics.", "The structural reform imperatives I have outlined are outside the ambit of BSP.", "Yet they have profound impact on the realization of the BSP's policy thrusts.", "Against this backdrop, what else can the BSP do?", "The BSP's policy space remains sufficient.", "The BSP has yet to exhaust the conventional monetary instruments in its toolkit to support the liquidity requirements of the economy, should conditions warrant.", "Given the possibility of higher defaults and non-performing loans, there may be scope to offer more debt restructuring measures.", "We agree in principle with the goals of the proposed Philippine Economic Stimulus Act of 2020.", "The act seeks to ease the plight of workers, families and businesses who were adversely affected by the COVID-19 pandemic.", "It also aims to facilitate recovery and preserve the country's economic growth.", "As in any measure providing support using public funds, prudence has to be observed to rein in excessive moral hazards that may arise.", "Human behavior is expected to change with physical distancing as the new norm.", "People are expected to prefer using electronic payment and financial services to face-to-face and over-thecounter transactions.", "To expand the reach of digital transactions, we need to increase contactless payment facilities, such as PayMaya and GCash.", "Their use can be expanded to include wet markets, retail stores, and public utility vehicles (jeep, taxis, tricycle, bus).", "We need to quicken the adoption of the National QR code standard (\"QR Ph\") to enable interoperable payments for person-to-person (P2P) and person-to-merchant (P2M) transactions.", "The scale of the recently launched EGov Pay Facility can be expanded to enable ordinary citizens to digitally pay government taxes, fees, and charges.", "The speedy implementation of the national ID system will enable inclusive and innovative digital finance and ensure reliable database for the design and impact assessment of policies, including those for taxation and social support purposes.", "With the increased usage of non-bank channels to send and receive money, the BSP has been improving channels of remittances with the approval of new technologies in remittance transfers (mobile phones, internet, cash cards).", "Admittedly, insufficient IT infrastructure leading to the slow internet connection, data privacy and cybersecurity risks, and lack of knowledge on new technologies may pose challenges in the implementation of financial digital services.", "Promoting financial literacy and ensuring good market conduct are likewise important to deepen the public's trust in digital financial services.", "Moving forward, more measures should be taken to reduce external vulnerabilities.", "Congress, meanwhile, must provide additional measures to reduce the costs of doing business in the Philippines; streamline the investment process; and increase business confidence by improving the business climate, fostering competition, and boosting productivity growth via the Corporate Recovery and Tax Incentives for Enterprises Act (CREATE)and amendments to the Public Services Act.", "Former US President John F. Kennedy once said, \"The Chinese use two brush strokes to write the word 'crisis.'", "One brush stroke stands for danger; the other for opportunity.", "In a crisis, be aware of the danger-but recognize the opportunity.\"", "The COVID-19 pandemic may be unprecedented in scale, but as in most global economic crises, it provides important lessons to governments in terms of preparing for similar challenges and seizing opportunities to move forward.", "The pandemic emphasizes the importance of building sufficient buffers during good times and the need to speed up the modernization of the country's ICT infrastructure and policies.", "The list of reform possibilities is longer than what I have offered.", "There are deep learnings that we should collectively heed if we are to rise above the crisis and forge ahead towards the goal of a stronger and more inclusive society."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "economic recovery", "structural reforms", "monetary policy", "digital infrastructure", "financial inclusion", "fiscal policy", "external vulnerabilities", "health system", "education"]}