{"sentences": ["Remarks by Tiff Macklem Governor of the Bank of Canada The Canadian Chamber of Commerce September 10, 2020 Economic progress report: a very uneven recovery Thank you for the kind introduction.", "I am pleased to connect with you virtually to discuss our interest rate decision yesterday and some of the challenges facing Canada during the current economic recovery.", "Tomorrow marks six months since COVID-19 was declared a global pandemic.", "Since then, this disease has taken a huge toll on lives and livelihoods.", "In the first half of 2020, it caused the biggest global downturn since the Great Depression.", "In Canada, the economy saw the sharpest drop on record in the second quarter.", "Gross domestic product fell about 13 percent in the first half of the year.", "At the low point in April, about 3 million Canadians were out of work, and millions more were working reduced hours.", "This recession has been exceptionally severe.", "It is also unusual in how unevenly it is affecting businesses and people.", "Business closures and job losses have been less severe in sectors that could quickly adapt to remote work and online transactions.", "In contrast, sectors that require close contact-and the people who work in them-have been hit hardest.", "These are mostly service industries, whose workers-often women, youth and low-wage earners-have borne the brunt of the impact.", "As central bank, we set monetary policy to help create the conditions for broad-based growth and opportunity.", "Our mandate is to maximize the economic well-being of Canadians.", "Very uneven recessions tend to be longer and have a larger impact on the labour market.", "So, uneven outcomes for some can lead to poorer outcomes for all.", "Thus, even if monetary policy cannot target specific sectors, it is important for us to understand the uneven impacts of this recession and to make policy decisions that support lasting, broad-based growth.", "I'm going to Today talk about: the uneven impact that COVID-19 is having on different sectors and the role policy plays in boosting growth with benefits that can be widely Governing Council's decision yesterday to keep our policy interest rate unchanged and maintain our quantitative easing program.", "Afterwards, I'd be happy to take your questions and exchange views.", "A very uneven contraction and reopening In our July Monetary Policy Report, we saw the recession and recovery playing out in three phases: containment, reopening and recuperation.", "We expected that the strong growth of the reopening would give way to a slower and bumpier recuperation.", "As a result, the economy would take a long time to get back to where it was at the end of 2019, before the pandemic.", "Data released since July suggest the bounce-back has been a little stronger than we had anticipated.", "By August, almost 2 million jobs had been recouped-that's roughly two-thirds of job losses through March and April.", "But the pandemic put us in a very deep hole, and we still have a long climb ahead.", "For some sectors, the hole was deeper, and the climb back will take longer.", "Fields where remote work is possible have generally not experienced widespread job losses.", "And essential workers-hospital staff, first responders and grocery store employees-had to keep working despite the pandemic.", "We are very grateful to them.", "But workers in several service industries-such as restaurants, retail and travel-saw devastating job losses during the containment phase (Chart 1), and these sectors are recovering only slowly.", "Many of the businesses in these industries have closed.", "And many of those that have reopened are operating well below capacity.", "The latest data from Statistics Canada show that air transportation in June was still down 94 percent from February, and the food service industry was operating at 40 percent below prepandemic levels.", "Job losses were more severe in sectors with close contact and less remote work, affecting women in particular* % of workers who worked from April 2020, monthly data home, week of April 12, 2020 Educational services Professional, scientific & technical services Information, culture Finance, insurance & real estate Public administration Health care & Agriculture Other services 40 social assistance Manufacturing 20 Accommodation & food support services Construction 0 10 20 30 40 50 60 70 80 90 % of workers in a job involving close physical contact in 2019 * The size of the bubble represents the percent change in employment between February and April 2020.", "Sectors in green represent those where women's share in employment as of 2019 is above their average share for all industries (47.6%).", "\"Resources\" includes forestry, fishing, mining, and oil and gas.", "Sources: Statistics Canada and Bank of Canada calculations This unevenness across sectors is disproportionately affecting lower-income jobs (Chart 2).", "Remote work tends to be possible in higher-paying occupations.", "Jobs in the service industries most affected tend to be lower-paying, part-time and with fewer benefits.", "Chart 2: The declines in employment were greatest for low-wage workers Change in employment from February to April 2020 by weekly earnings, not seasonally adjusted, monthly data -20 -45 Less than $500 $500 to $799 $800 to $1,199 $1,200 or more Change in employment by weekly earnings Change in employment for all earnings Sources: Statistics Canada and Bank of Canada calculations These jobs tend to be held by women and youth.", "Women make up 47 percent of the labour force but about 56 percent of the accommodation and food sector.", "Young people aged 15 to 24 make up about 40 percent of that sector-more than three times their share of the labour force.", "Before the pandemic, the labour participation rate for women was closing a longstanding gap with men.", "The female participation rate fell during the containment period and is not recovering as quickly as the male participation rate in most age groups (Chart 3).", "Chart 3: More women than men have dropped out of the labour force Change in participation rates by age and gender between February and August 2020, seasonally adjusted, monthly data percentage points 1.0 0.5 0.0 -0.5 -1.0 -1.5 -2.0 -2.5 All ages (15+) 15-24 25-54 55+ Sources: Statistics Canada and Bank of Canada calculations The closing of schools and daycares kept many parents at home, especially women, who tend to take on more of the responsibility for child care (Chart 4).", "How quickly this can be turned around depends on how the reopening of schools plays out and whether at-home learning arrangements allow parents to work.", "Among parents, mothers have seen a greater decline in hours worked and a slower recovery than fathers Change in total hours worked relative to February 2020 by age of youngest child, monthly data* -5 -5 -20 -20 Under 6, men Under 6, 6-12, men 6-12, women 13-17, men 13-17, women Current level vs. February, men Change at trough, men (February to April) Current level vs. February, women Change at trough, women (February to April) *To account for seasonal fluctuations, staff compare the change in 2020 employment with changes in 2019 to isolate the additional changes in hours worked related to the COVID-19 shock.", "Sources: Statistics Canada and Bank of Canada calculations Last observation: August 2020 Job losses and reduced hours have been especially severe for young people.", "At one point, more than half of the potential youth labour force was underutilized.", "Among younger workers, women have been affected much more than men.", "Finally, although the data is not as complete for visible minorities and Indigenous Peoples, available data suggests that these groups have fared worse during the pandemic than other Canadians.", "For example, Statistics Canada reported that in August the unemployment rate for younger members of visible minorities is almost 15 percentage points higher than that for other Canadian youth.", "Moreover, as of August, employment for Indigenous Peoples living off reserves was still almost 9 percent below its February level, compared to just over 3 percent for non-Indigenous Canadians.", "Incomes have been much less affected than employment, thanks to government programs like the Canada Emergency Response Benefit (CERB).", "And government wage-support programs are helping workers stay connected to their employers-many of the job losses from COVID-19 are temporary layoffs.", "Statistics Canada created a specific definition of labour underutilization to track the impact of COVID-19 on the labour market.", "The labour underutilization rate as measured by Statistics Canada combines the following segments of the population into a share of the potential labour force: unemployed workers, people who are not in the labour force but who wanted a job yet one, and employed workers who lost all or most of their usual hours worked for reasons likely related to COVID-19.", "In this paragraph, \"other Canadians\" refers to Canadians who were not a member of a population group designated as a visible minority and who did not identify as Indigenous.", "Chart 5: Permanent layoffs drove more of the increase in non-employment for youth and women Change in non-employment as a percent of the population, April vs. February 2020, not seasonally adjusted, monthly data 19.0% 9.8% 9.4% 8.0% 10 -5 Male Female 15-24 25+ Permanent layoff Temporary layoff Other Total Note: Non-employment includes both unemployed people and people who are not in the labour force for any reason.", "Sources: Statistics Canada and Bank of Canada calculations Still, young people and women are more likely to have been laid off permanently (Chart 5).", "On average, people who are permanently laid off take twice as long to return to work as people on temporary layoff.", "This risks long-term damage to their prospects.", "High unemployment for young people, for example, has been shown to have a lasting drag on their incomes.", "We've known for years that good policy frameworks can help set up a virtuous circle of sustainable growth with declining inequality.", "Over the past 40 years, Canada has done a better job than many advanced economies in promoting growth that is shared (Chart 6).", "While Canada and the United States have seen almost identical average growth since around 1980, our growth has been achieved with less income inequality.", "Income inequality rose in many countries in the 1980s and 1990s, including in Canada.", "But in our case, it peaked in about 2006 and has been trending down to stable since (Chart 7).", "A Statistics Canada study found that if youth unemployment stayed at its June rate of almost percent for the rest of 2020, this year's high school and 28 post-secondary graduates could lose an average of $25,000 in income over the next five years compared with previous graduates.", "For example, see T. \"Promoting Growth, Mitigating Cycles and Inequality: The Role of Price and Financial Stability\" (speech to the Brazil-Canada Chamber of Commerce, São Paulo, Brazil, March 12, 2012).", "Park, \"Four Decades of Canadian A. Bowlus, É.", "Gouin-Bonenfant, Earnings Dynamics Across Workers and Firms,\" Bank of Canada Staff Working Paper (forthcoming 2020).", "People who had given up looking for work found jobs and returned to the labour force.", "Unfortunately, the pandemic has undone these employment gains and more.", "Moreover, COVID-19 may accelerate some of the global forces that could make growth less inclusive.", "The use of digital technology has accelerated as COVID-19 drives households and businesses to do more online.", "Like earlier waves of innovation, digitalization can be expected to lead to broad economic gains and higher living standards over time.", "But there are risks, particularly in the transition.", "In the early days, lower- and middle-income workers are likely to bear much of the initial cost of displacement (although even higher-paying jobs are increasingly not immune).", "There are other ways that the pandemic could narrow opportunity.", "The commodities boom in the mid-2000s was good for both growth and economic opportunity in Canada.", "Higher prices for oil and other resources helped raise wages for workers in those sectors and reduced poverty rates in energyproducing regions.", "Long-distance commuting to the oil patch also helped increase wages elsewhere in Canada.", "The resource sector continues to be an important source of employment in many regions.", "Lower global demand for oil, though, means investment and hiring in that industry are likely to remain weak, and some projects may never come back on stream.", "Inequality, growth and monetary policy Because we were faced with an exceptionally severe and unusually uneven recession, the fiscal and monetary policy responses to the pandemic have been unprecedented.", "Fiscal policy has taken the leading role, with the government scaling up existing programs and introducing entirely new ones to bridge Canadians through this sharp downturn.", "Measures like CERB and wage-support programs have replaced lost incomes, providing a cushion for many families, especially lowincome households.", "To help during the reopening of the economy, the government has extended its wage subsidy program and is changing CERB into an expanded employment insurance program.", "These programs are keeping workers connected to employers and the unemployed connected to the labour force, supporting the recovery.", "The Bank of Canada also responded to the economic crisis with speed and determination.", "We lowered the policy rate to the effective lower bound of 25 basis points and launched a series of liquidity and purchase programs, first to keep credit flowing and then to provide monetary stimulus as the economy reopened.", "With the economy now moving through reopening to recuperation, the Bank is doing everything it can to support growth and get people back to work.", "The best way to durably improve economic outcomes and avoid the scarring effects of extended job losses is to get people working again.", "By making credit more affordable, our policies help pave the way for consumers to spend and for businesses to invest and expand.", "By anchoring our actions around our inflation target, we will be supporting the economy through the full length of the recovery, helping to bring it back to full capacity with full employment.", "That is the best contribution we can make to broader opportunity.", "It's also good for Striving for equality of opportunity is simply the right thing to do.", "The loss of jobs for women, youth and low-wage workers is a problem for us all.", "If these workers become discouraged and leave the labour force or lose valuable skills over time, their reduced economic participation will lower our potential growth, limiting living standards for everyone.", "More generally, as highlighted in recent years by the G20, inequality can make economies less resilient.", "The Bank policy framework is up for renewal next year, and we were already in the middle of a comprehensive review before COVID-19 came along.", "As Senior Deputy Governor Carolyn Wilkins said recently, we are exploring different frameworks to compare how effectively they support price stability, the economy and jobs, including the distribution of income and wealth.", "We are Let's Talk Inflation asking Canadians to take part in an online survey called to tell us how changes in the economy are affecting them and their communities.", "This will inform our review and help us understand how monetary policy affects people and their economic decisions.", "Our experience responding to the pandemic gives us plenty to think about.", "As part of our review, we are also studying the effects of tools such as largescale purchases of assets, like government bonds.", "Along with many other central banks, we have been using this tool since March to stimulate the economy through a process known as quantitative easing (QE).", "The use of these tools by central banks around the world is still relatively new, and we are assessing their effectiveness.", "The experience of the 2008-09 global financial crisis in other countries led some to argue that QE contributed to inequality by boosting prices for financial assets held by wealthier people.", "It is true that QE works through many channels, including financial portfolios, that may boost wealth inequality.", "But as research on the experience with QE in the United States and euro area highlights, QE can also reduce income inequality.", "because lower borrowing costs stimulate economic activity, which in turn boosts jobs and See, for example, this G20 leaders' communiqué from the 2014 summit in Brisbane, Australia, and this communiqué from the 2015 summit in Antalya, Turkey.", "Wilkins, \"Opening remarks\" C. A.", "(remarks [delivered virtually] to Bank of Canada Workshop: Toward the 2021 Renewal of the Monetary Policy Framework, Ottawa, Ontario, August 26, 2020).", "Other central banks are doing similar reviews of their monetary policy frameworks, and we are \"New Economic Challenges and the all learning from each other.", "See, for example, J. H. Powell, Fed's Monetary Policy Review\" (speech to the economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, August 27, 2020).", "Frost, \"Does unconventional monetary policy affect inequality?", "Evidence from Japan,\" Applied Economics 46, no.", "See Bank of Canada, \"Monetary policy tools,\" Monetary Policy Report (July 2020): 27-28 for a discussion of policy tools and the channels through which QE provides stimulus to the economy.", "See, for example, J. Bivens, \"Gauging the Impact of the Fed on Inequality During the Great Recession,\" Hutchins Center Working Paper No.", "12 (2015); C. Guerello, \"Conventional and Unconventional Monetary Policy vs.", "Households Income Distribution: An Empirical Analysis for the Euro Area,\" Journal of International Money and Finance 85 (2018): 187-214; and M. Lenza and J. Slačálek, \"How Does Monetary Policy Affect Income and Wealth Inequality?", "Evidence from Quantitative Easing in the Euro Area,\" European Central Bank Working Paper No.", "incomes, particularly for people with lower incomes.", "Research on this topic is ongoing both internationally and here in Canada.", "We will continue to study and monitor all the effects of QE.", "In summary, we know that monetary policy is a broad macroeconomic instrument that cannot target specific sectors or workers.", "But growth and how it is shared are not independent.", "The stronger and more durable the recovery, the more opportunity there is for everyone.", "And the more opportunity there is for everyone, the stronger the recovery, and the more durable is growth.", "Our decision yesterday Let me conclude with a few words about yesterday's policy announcement.", "In our deliberations, the Governing Council naturally spent a lot of time reviewing the latest economic data.", "We saw that the Canadian and global economies are evolving largely in line with the scenario we laid out in July.", "After shrinking by just over 13 percent in the first half of the year, the Canadian economy has bounced back even more strongly in the reopening phase than we were expecting.", "Employment has rebounded, although as I have reviewed in some detail, this rebound has been uneven.", "The economy is benefiting from considerable fiscal support to protect the most vulnerable, replace lost income and subsidize wages.", "The Bank of Canada has complemented this effort by keeping credit flowing and reducing borrowing costs.", "The cuts in our policy rate combined with our QE program have contributed to reducing the interest rates faced by households and businesses since the pandemic began.", "With credit markets functioning well, demand for our short-term liquidity facilities has declined, and the uptake on our provincial and corporate bond-buying programs has been modest.", "The provincial and corporate bond programs will continue as announced.", "The Bank stands ready to adjust our short-term liquidity facilities as market conditions warrant.", "Well-functioning credit markets and considerable monetary policy stimulus have supported growth through the reopening phase.", "In fact, we've seen more household spending-particularly on goods and housing-than we were expecting, largely reflecting the release of pent-up demand.", "Exports are also recovering as foreign demand picks up, although they remain below prepandemic levels.", "Despite this good news, the members of Governing Council still expect the recuperation phase to be slow and choppy.", "We don't expect the we've seen to continue at the same pace in the months ahead.", "Business confidence and investment remain subdued.", "More fundamentally, uncertainty about the future course of the pandemic will continue to restrain the economy, particularly in sectors that involve close contact.", "And the pandemic itself is accelerating several structural challenges, some of which I mentioned earlier, to which the economy will need to adjust.", "The Governing Council also discussed inflation and its outlook.", "With CPI inflation close to zero, and downward pressure coming from energy prices, travel services and economic slack more generally, we expect inflation to stay well below the 2 percent target in the near term.", "Our core measures of inflation have drifted slightly lower, consistent with the unused capacity in the economy.", "So, we agreed that as the economy shifts from reopening to recuperation, it will continue to need extraordinary monetary policy support.", "This is how we can help bring the economy back to its capacity and help get people working again.", "The Governing Council will hold the policy interest rate at the effective lower bound until economic slack is absorbed so that the inflation target is sustainably achieved.", "To reinforce this commitment and keep interest rates low across the yield curve, the Bank is continuing its large-scale asset purchase program at the current pace.", "This QE program will continue until the recovery is well underway and will be calibrated to provide the monetary policy stimulus needed to support the recovery and achieve the inflation objective."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Uneven economic recovery", "Job losses and reduced hours", "Income inequality", "Monetary policy", "Fiscal policy", "Quantitative easing", "Youth unemployment", "Women's labour force participation", "Digitalization", "Commodity prices"]}