{"sentences": ["SINGAPORE FINTECH FESTIVAL 2020 BY DR. ERNEST ADDISON GOVERNOR, BANK OF GHANA December 7, 2020 The Managing Director, Monetary Authority of Singapore, The Singapore FinTech Association, Captains of Industries and Financial Technology Companies, Distinguished Guests, Distinguished Ladies and Gentlemen, 1.", "It is a great pleasure to deliver the keynote address for the session on 'Digitization of the Afro-Asian Small and Medium Enterprises (SMEs) Trade Corridor - A Multimillion Economic Zone' at this year's Singapore Fintech Festival.", "I would like to thank the organizers for choosing Ghana as a satellite host, which among others, endorses the country's growing technological capabilities and strong Fintech industry.", "Ladies and Gentlemen, trade relations between Africa and Asia has witnessed tremendous growth over the past decade.", "This phenomenon, led by SMEs, has leapfrogged with technological advancement and the emergence of digital trade channels.", "Currently, trading activities between the two continents are shifting to e- commerce platforms due to enhanced access to the internet and adoption of digital products fostered by Fintechs.", "Indeed, the ongoing digital transformation is disrupting existing modes of trade and business models including, the deployment of resources, and organization of production, marketing and trading of goods and services.", "This disruptive process, which is felt at every stage of trade relations, has become a necessary enabler for SMEs in international trade.", "Ladies and Gentlemen, SMEs in Ghana, similar to others across the African continent, contribute significantly towards economic growth through provision of goods and services, creating job opportunities, and helping with poverty reduction.", "Notably, the SME sector is dominated by women and the youth, with vast opportunities to harness economic potential.", "According to the World Bank estimates, about a third of all SMEs in Africa are owned by women.", "These contributions notwithstanding, SMEs across Africa face severe constraints that stifle their active participation in international trade.", "Over time, however, the growing adoption of digital technology by government, businesses, and households are gradually opening opportunities for SMEs to explore affordable digital alternatives to actively participate in the global value chains on trade, production, and investments.", "Across Africa, mobile money adoption is the game changer in promoting financial inclusiveness and enhancing economic growth.", "For instance, the increasing use of technology has engineered innovative, efficient and competitive financial products and services in Ghana's payment service space.", "These outcomes are underpinned by sound regulatory frameworks and policy guidance by the Government and the Bank of Ghana to support the payment service providers, including Fintechs.", "Ghana's example shows that strong policy support and interventions are useful and can leverage the capabilities of digital payments industry to enhance SME competitiveness for international trade.", "Ladies and gentlemen, on a positive note, actions have been initiated by African governments and their counterparts in Asia to allow for the interconnection of markets through harmonization of technology and trade policies, as well as sharing of knowledge and experiences.", "In this regard, I will like to recognize the lead role of Singapore in promoting SME international trade between Africa and Asia under the Business Sans Borders project.", "Currently, the African Union is also exploring the potential of digital trade to drive economic growth and transform the tenets of international trade through the African Continental Free Trade Area (AfCFTA) established on May 30, 2019.", "The Free Trade area is expected to open up African markets, which has an estimated population of 1.2 billion and a combined GDP of more than US$2.5 billion, to international trade.", "This will also create vast opportunities to SMEs on the continent to expand and effectively participate in intraregional trade as well as explore global markets.", "For African SMEs to take advantage of international trade, there needs to be ready access to digital merchant accounts, legislations that enforce data protection and cyber security, and comprehensive national strategies to drive the agenda.", "In most countries, the requirements for businesses to access digital accounts is onerous and steep, making merchant digital account only accessible to big businesses.", "To remedy the unintended exclusion of SMEs from such opportunities, there is need for digital merchant account policies based on the principles of regulatory proportionality and aimed at achieving merchant inclusiveness.", "This is because digital trade policies that address merchant inclusiveness are likely to bring about remarkable digital transformation.", "Ghana has adopted this approach and laid the foundation for SMEs to receive and make digital payments.", "Another critical component required to advance the agenda of promoting the Afro-Asia SME Trade Corridor is for member countries to implement legislations that enforce data protection, consumer protection and consumer recourse mechanisms, and cyber security.", "These regulations are expected to secure cross- border flow of data, protect consumer rights on digital platforms and promote security of trade platforms to engender confidence in digital trade.", "Facilitating global market access by SMEs using digital technology also demands a comprehensive national strategy that aims at building a digital economy.", "In Ghana, SMEs digitization is part of a broader national strategy to digitize the economy.", "The strategy addresses issues pertaining to infrastructure, cyber and data security, digital and financial inclusion, and digital innovations.", "This holistic approach identifies and harnesses complementarities, particularly in digital payments and e-commerce for efficiency and cost effectiveness in the development of merchant e-commerce platforms.", "A robust and resilient digital infrastructure is expected to lay the foundation for SMEs to use digital technology to extend product and service delivery across different jurisdictions.", "In January 2012, the African Union adopted an Action Plan for Boosting Intra-African Trade (BIAT).", "The action plan, which is aimed at deepening Africa's market integration using trade as a tool, will need massive investment in digital infrastructure for the achievement of rapid sustainable socio-economic development.", "Ladies and gentlemen, despite the challenges associated with digitization of trade, the onus lies more with African economies to build local capacity, support SMEs growth, and encourage the adoption of digital technologies in trade relations with counterparts on the Asian bloc.", "Additionally, African countries would have to embrace digital trade and formulate policies and strategies that will enable them to benefit from future trade engagements.", "With the convergence of digital networks steadily deepening, prospects for an international digital economy regime remains brighter now than before.", "In conclusion, Ladies and Gentlemen, let me emphasize the path towards deepening trade through digitization demands investments in capacity building and skills development of SMEs.", "This will propel the rapid adoption of digital technologies and ease trade relations with counterparties.", "I believe that this forum will offer new thoughts and perspectives on shaping policy directions towards addressing some of the challenges associated with digital trade on the Africa-Asia bloc, and overall global trade.", "Thank you and enjoy the rest of the programme."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitization", "SME", "Digital Trade", "Financial Inclusion", "Ghana", "Africa-Asia Trade", "Merchant Inclusiveness", "Data Protection", "Cyber Security", "National Strategy"]}