{"sentences": ["Greek economic developments and prospects The COVID-19 pandemic has halted the recovery of the Greek economy that had begun in 2017.", "Real GDP contracted by 8.5% y-o-y in January-September 2020, mainly driven by the decline in exports of services and private consumption.", "The fiscal and labour market measures taken by the Greek government to support businesses and employment, as well as the unprecedented interventions of European institutions - which include fiscal, monetary, supervisory and structural policies - have reduced the negative impact of the pandemic on economic activity and mitigated its adverse effects on the labour market.", "The fiscal support measures and the recession have led to a reversal of the general government budget surplus into a deficit for 2020 and, combined with deflation, to a significant increase in the debt-to-GDP ratio.", "However, the developments in international financial markets for Greece are positive, as evidenced by the recent upgrade of Greece's credit rating by Moody's, a decline in Greek government and corporate bond yields and the steady and uninterrupted access of the Greek State to international capital markets.", "This is mainly due to the inclusion of Greek government bonds in the Pandemic Emergency Purchase Programme (PEPP) of the ECB and their eligibility as collateral in Eurosystem refinancing operations.", "Nonetheless, the second wave of the pandemic in autumn has increased uncertainty and affected confidence.", "In particular: The economic sentiment indicator (ESI) declined in November 2020 to 91.0 (from 92.3 in October), due to deteriorated business expectations in the manufacturing and the services sectors and a further drop in consumer confidence, which reached a 29-month low.", "Τhe PMI manufacturing index fell further in November (42.3, from 48.7 in October).", "The overall decline was driven by a substantial downturn in new orders due to a sizeable contraction in both domestic and foreign demand.", "In this context, forecasting macroeconomic variables is extremely difficult and depends solely on the future course of the pandemic.", "The general lockdown, imposed by the government on 7 November initially for three weeks, will remain in force until 7 January for most of the activities concerned.", "This is expected to lead to a new decline in economic activity in the fourth quarter of 2020 and take a toll on growth for the year as a whole, and, through a negative carry-over effect, lead to weaker recovery in 2021.", "According to the baseline scenario of the Bank of Greece, economic activity will decline significantly in 2020, with real GDP contracting by 10%.", "Economic activity is expected to recover at a rate of 4.2% in 2021 and 4.8% in 2022, given that both domestic and foreign demand are expected to strengthen significantly.", "As a result of the recession and the fiscal expansion measures, both debt-to-GDP and gross financing needs-to-GDP trajectories are expected to shift upwards relative to the pre-pandemic estimates.", "Despite growing uncertainty, risks to public debt sustainability remain contained until the early 2030s, due to the low fixed average borrowing interest rate, the ultra-long maturity of the official sector debt and the interest deferral on official sector loans as a result of the medium-term debt relief measures agreed in the June 2018 Eurogroup meeting.", "It should be recalled that public debt sustainability is ensured when the debt-to-GDP ratio is on a downward path and annual gross financing needs do not exceed a threshold of 15% of GDP in the medium term (and 20% of GDP in the long term).", "To maintain public debt sustainability, it is necessary that the combination of three parameters, namely the nominal GDP growth rate, the effective interest rate on government debt and the primary balance of the general government, ensures a declining trend of the debt-to-GDP ratio.", "Fiscal policy should pay particular attention to all three of these elements for debt sustainability.", "European economic developments and prospects The gradual lifting of the restrictive measures and the extended monetary and fiscal policy measures led to a strong recovery of euro area GDP in the third quarter of the year by 12.5% (q-o-q), after an unprecedented drop of 11.7% in the second quarter.", "However, the rapid spread of the coronavirus after the summer has led several European governments to reinstate extensive restrictions on economic and social activity since the end of October.", "The impact of these measures, combined with persisting uncertainties regarding major outstanding international trade issues (US-China and UK-EU relations) and other geopolitical tensions, is expected to lead to a further weakening of economic activity in the fourth quarter of 2020.", "According to the baseline scenario of the latest Eurosystem staff macroeconomic projections (December 2020), real GDP in the euro area is expected to decrease by 7.3% in 2020.", "Adjustment of GDP to pre-crisis levels is expected to be slow and uneven across economies, mainly as a result of the asymmetric evolution of the health crisis, the different initial economic conditions, the economic weight of sectors directly affected by social distancing, and the policy measures adopted.", "Real GDP is projected to increase by 3.9% in 2021 and 4.2% in 2022, due to a rebound of both domestic and external demand.", "Inflation in the euro area, as measured by the Harmonised Index of Consumer Prices (HICP), fell sharply throughout 2020.", "The downward trend in inflation is mainly due to a fall in international oil prices since the beginning of the pandemic, an appreciation of the euro, as well as a drop in effective demand.", "According to the Eurosystem staff macroeconomic projections, inflation is estimated at 0.2% in 2020, compared with 1.2% in 2019, while it is expected to rebound to 1.0% in 2021 and 1.1% in 2022 as a result of higher oil prices, a gradual strengthening of economic activity and the consequent increase in wage costs.", "Risks Despite the projected recovery of the European and Greek economies in 2021, risks to the projections remain elevated.", "The resurgence of the pandemic and the new round of restrictive measures across Europe could lead to a longer and deeper recession associated with a wave of corporate defaults, rising non-performing loans and job losses, while financial conditions may worsen due to cliff effects after the expiration of loan moratoria and state support measures.", "Additional risks to the Greek economy stem from geopolitical tensions in the South-Eastern Mediterranean.", "For the European economy, the UK leaving the EU without an agreement poses another major downside risk.", "On the other hand, a better-than-expected growth outcome could result from a faster-than-expected roll-out of coronavirus vaccines in early 2021.", "At the same time, the rapid activation and efficient use of funds from the new EU recovery instrument (Next Generation EU - NGEU) could further boost the growth prospects of the Greek and European economies.", "Recommended policy actions at the EU level The pandemic has increased uncertainty and plunged the global and the European economies into recession.", "However, there is no cloud without a silver lining.", "Drawing on the experience of previous crises, such as the euro area sovereign-debt crisis, the European authorities have responded proactively and in a coordinated manner to support the European economies, safeguard financial stability and give time to the medical-scientific community to develop effective coronavirus treatments and vaccines.", "The expansionary fiscal policy response along with an easing of monetary policy have supported the European economy, mitigating the negative effects of the pandemic on economic activity.", "The first reaction came from the ECB, which secured the necessary liquidity in the euro area economies by adopting the flexible Pandemic Emergency Purchase Programme (PEPP).", "The Single Supervisory Mechanism (SSM) and the national competent authorities took a number of temporary measures to provide relief to banks, including the possibility to use some of their capital buffers with the aim to continue financing the real economy but also to absorb losses.", "In fact, this flexibility will remain available at least until the end of 2022, so banks have a clear view of the timeline for an exit from the measures.", "In addition, the European Banking Authority (EBA) provided guidance regarding the inclusion of obligors in loan moratoria.", "The temporary relaxation of the rules of the Stability and Growth Pact and of State Aid rules, as well as the European aid package of €540 billion agreed in the spring of 2020, have allowed euro area Member States to support output and employment and averted massive defaults of obligors.", "The main policy action taken by the EU to address the economic impact of the pandemic is the creation of an EU recovery instrument (NGEU).", "The NGEU will finance growth initiatives, over the period 2021-2026, worth €750 billion at constant 2018 prices.", "This recovery instrument will be funded through the issuance of mutual debt at the EU level, to be repaid between 2028 and 2058.", "The combination of all these measures contained the impact of the pandemic and preserved financial stability.", "However, there is still more to be done.", "The policy measures to support the European economy should be continued, as their early withdrawal could delay recovery and lead to a sharp rise in bankruptcies, non-performing loans and structural unemployment, and a reduction in investment and labour productivity.", "Such a negative development would lead to stagnation and deflation in Europe.", "Therefore, the combination of expansionary fiscal and monetary policies should continue until the recovery is on a steady path and inflation in the euro area approaches levels close to 2% on a robust and sustainable basis.", "The creation of the NGEU should not be a one-off policy, but rather a permanent fiscal tool for macroeconomic stabilisation allowing for the issuance of safe assets.", "It is now high time to complete the Banking Union and to strengthen the crisis management framework.", "Completing the Banking Union and strengthening the crisis management framework The COVID-19 pandemic has, once again, brought to the fore the need for a more resilient European banking sector.", "Euro area banks face a number of existing and new challenges: First, the low interest rate environment, combined with a sluggish economic recovery, remains a big challenge for European banks, with clear implications for their core profitability and capital generation capacity.", "A large number of banks' obligors are under loan moratoria that differ across countries and sectors.", "Even though relevant EBA Guidelines on moratoria do not cancel banks' obligation to conduct an 'unlikely to pay' assessment and record loan-loss provisions accordingly, there is a widespread feeling that the credit losses from the pandemic are underestimated.", "The expiration of public support measures, especially those related to fiscal support, could have negative implications on banks' cost of credit risk.", "There are pockets of risk in the non-bank financial sector that is continuously growing in size.", "Climate-related risks that seemed a distant possibility some years ago are rapidly gaining importance in the risk heat map.", "In view of these challenges, it is necessary to strengthen the crisis management framework and to complete the Banking Union.", "In more detail, the Bank Recovery and Resolution Directive (BRRD) can address the failing of single banks, but cannot address systemic crises where financial stability is at risk.", "In exceptional cases, the introduction of a more flexible stance on State Aid is fully justified.", "The setting-up of state-guaranteed Asset Management Companies (AMCs), with appropriate remuneration of the State, can address asset quality issues outside resolution.", "Moreover, the BRRD offers no clear strategy for dealing with the failure of small and mid-sized banks that are primarily deposit-funded and cannot issue sufficient amounts of subordinated securities to be bailed-in.", "Such banks may be left only with a solution of liquidation along national insolvency regimes.", "The fragmented nature of these regimes means that banks from different EU Member States are handled in different ways with varying hierarchies of creditors (bondholders, depositors, etc.).", "Some harmonisation of the different national liquidation procedures is warranted.", "A key area is creditor hierarchies.", "I believe that, for financial-stability reasons, all deposits should be excluded from the instruments that absorb capital losses.", "It is crucial to progress with the missing piece of the Banking Union, namely the European Deposit Insurance Scheme (EDIS).", "This will provide confidence among depositors across Europe, reducing the likelihood of bank runs and effectively severing the bank-sovereign nexus.", "The very recent Eurogroup agreement (30 November 2020) to establish a common backstop to the Single Resolution Fund (SRF) in the form of a credit line from the ESM, which will enter into force at the beginning of 2021, is an important step towards a more robust banking sector.", "Still, liquidity needs in resolution may easily surpass what is currently provided for.", "Drawing on the experience of the Bank of England, the establishment of a special credit line by the ECB could be considered, subject to appropriate safeguards.", "In conjunction with the completion of the Banking Union, the Capital Markets Union (CMU) must move forward in order to strengthen and diversify the financing of European companies and to improve risk-sharing.", "Incidentally, Brexit increases the need for CMU.", "At the end of the road, when political and social conditions are ripe for Treaty changes, a full Economic and Monetary Union, involving a Fiscal Union, will make the euro area economy more competitive, the capital and bond markets will gain the necessary depth, the euro will be able to compete with the dollar as a world reserve currency and monetary policy will become more efficient.", "Recommended policy actions to boost the recovery in Greece In order to deal with the effects of the pandemic, a combination of actions in the short and medium term is required.", "In the short term, all government interventions (loans, guarantees, grants, debt settlement on favourable terms, etc.", "), aiming at supporting businesses and employment should remain in place in order to facilitate the recovery.", "In the medium term, it is crucial to implement the necessary structural reforms and to close the investment gap in order for the Greek economy to return to high and sustainable growth rates.", "To this end, timely and effective utilisation of NGEU funds, amounting to €32 billion at constant 2018 prices (of which €19.3 billion are grants and €12.7 billion are loans) will strengthen the growth prospects of the Greek economy, financing mainly, but not exclusively, investments in the sectors of the so-called 'green' growth and digital technology.", "The proposed interventions of the National Recovery and Resilience Plan, which utilise the medium-term growth plan of the Pissarides Committee, are fully in line with corresponding policy recommendations put forward by the Bank of Greece in its regular reports over the past few years.", "According to the Bank of Greece estimates presented yesterday in the December 2020 Interim Report on Monetary Policy, NGEU funds will increase real GDP by an average of 2.3% per year in the period 2021-2026, primarily due to the increase in total investment.", "At the same time, the NGEU resources are estimated to lead to an increase in total factor productivity and higher potential growth for the next decade.", "An average annual real GDP growth rate of 3.5% for 2021-2030 is deemed feasible given that the resources that will flow into the Greek economy in the period 2021-2027 from the EU Structural Funds and the NGEU amount to approximately €72 billion.", "A comprehensive approach is needed to address the weaknesses of the Greek banking sector Let me now focus on the Greek banking sector, which was hard hit by the pandemic at a time when the scars from the previous crisis were still visible: Despite the reduction of NPLs by about €50 billion since their peak in March 2016, the NPL ratio at the end of September 2020 remained at exceptionally high levels of 35.8%, far above the EU average (2.9% as of June 2020).", "The capital adequacy ratios of Greek banks are above the minimum required, but will be challenged by several factors, namely: i) the full impact from IFRS9, ii) the cost of their NPL strategy as seen in recent planned or executed transactions, iii) the fact that more than half of banks' capital is in the form of Deferred Tax Credits (DTC), which is perceived by the markets as 'low quality capital'.", "Bank profitability is still weak on the back of low business volumes and high cost of credit risk.", "Finally, banks will need to gradually tap the markets over the next few years to meet their MREL target.", "On top of these challenges, banks will face a deterioration of their asset quality from new defaults due to the pandemic, especially after the expiration of loan moratoria.", "The key to unlock the start of a virtuous circle in the banking sector and the economy in general, is for banks to clean up of their balance sheets and achieve effective private debt resolution.", "Starting with the latter, ample results are expected from the loan servicers that - together with the single liquidator (PQH) - now manage about €38 billion of loans outside the official banking sector on top of those that they manage on behalf of banks.", "It should be clear that moving NPLs outside the banking sector is not enough to remove credit risk from the financial system.", "Only the effective workout of these loans will essentially remove the burden to obligors and reduce the credit risk, eventually allowing a better allocation of resources in the economy.", "Regarding NPL resolution, the Bank of Greece has proposed an Asset Management Company (AMC) that simultaneously addresses the top two challenges for Greek banks (the high level of NPLs and the high share of DTC in bank capital), with the minimum cost for all stakeholders.", "The proposed AMC could take up the legacy NPLs that the Hellenic Asset Protection Scheme (Hercules) will not tackle (estimated at about €30 billion) as well as the new NPLs resulting from the pandemic (estimated at about €8-10 billion).", "According to the BoG proposal: An NPL transfer at net book value to the AMC creates incentives for banks with higher coverage ratios and eliminates asymmetries in the cost associated with participation in the proposed scheme.", "Banks undertake the cost of cleaning their balance sheets, not the taxpayer.", "However, banks may benefit from the introduction of a gradual loss recognition mechanism that allows strengthening of capital adequacy reserves.", "Shareholders are not subject to undue dilution because of loss-triggered DTC conversion.", "The proposed AMC is not envisaged to perform as a servicer; on the contrary, the scheme will utilise and build upon existing contractual terms of loan servicing companies.", "Concluding remarks The resurgence of the pandemic has increased uncertainty regarding the depth of the recession and has weakened the prospects of economic recovery in Europe.", "For this reason, fiscal and monetary policy should remain expansionary until a very large proportion of the population is vaccinated and, particularly, the European economy returns to a stable growth path.", "In the medium term, the outlook for the Greek and the European economies is improving, due to encouraging news about the roll-out of effective coronavirus vaccines, and the resources available through the new EU recovery instrument (NGEU).", "The funds available through the NGEU provide an opportunity for the modernisation, green transition and digital transformation of the Greek economy, which is expected to show a strong recovery in 2021 and 2022 following the deep recession in 2020.", "If economic policy remains reform-oriented, it is possible for the Greek economy to achieve an average growth rate of close to 3.5% annually over the next decade.", "Regarding Greek banks, great challenges as well as great opportunities lie ahead.", "The key to unlock the start of a virtuous circle in the banking sector and the economy in general is for banks to clean up their balance sheets and achieve effective private debt resolution.", "Regarding NPL resolution, the Bank of Greece has proposed an Asset Management Company (AMC) that simultaneously addresses the top two challenges for Greek banks (the high level of NPLs and the high share of DTC in bank capital), with a minimum cost for all stakeholders.", "The creation of the NGEU is a key step towards further European integration.", "However, this is far from being a \"Hamiltonian Moment\" for the euro area.", "More has to be done to make the European economy and banking sector more resilient.", "This calls for the strengthening of the banking crisis management framework, the completion of the Banking Union and the creation of full Capital Markets Union (CMU).", "At the end of the road, when political and social conditions are ripe for Treaty changes, a full Economic and Monetary Union involving a Fiscal Union will make the euro area economy more competitive, the capital and bond markets will gain the necessary depth, the euro will be able to compete with the dollar as a world reserve currency and monetary policy will become more efficient.", "Bank of Greece (2020), Interim Report on Monetary Policy, December 14.", "(2020) Fostering sustainable growth in Europe, Keynote Speech at the European Banking Congress, Frankfurt am Main, November 20.", "(2020), Greek Economy: Developments, Challenges and Opportunities from the Pandemic Crisis Speech at the \"Greek Economic Summit\" of the Hellenic American Chamber, December 1.", "(2020), \"Key priorities for a resilient Εuropean banking system\" Op-ed for Handelsblatt Newspaper, November 27."], "classifications": ["none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none"], "topics": ["Greek economic developments", "European economic developments", "Fiscal policy", "Monetary policy", "Banking Union", "NGEU", "Asset Management Company", "NPL resolution", "Debt sustainability", "Economic recovery"]}