{"sentences": ["The first phase of the coronavirus (COVID-19) crisis was an extraordinary challenge for public policy, but policy responses around the world converged fairly quickly.", "Governments everywhere acted swiftly to offset the loss of private sector income through massive fiscal interventions.", "Central banks stabilised financial markets and financing conditions, and - within their respective mandates - worked hand-in-hand with fiscal authorities to absorb the shock.", "The results were remarkable and averted what would have been a catastrophic depression.", "But today the challenges facing economic policy are broader.", "The COVID-19 recession simultaneously calls on us to avoid structural damage and to encourage structural change.", "We need supportive policies to remain in place for as long as needed to avoid scarring of the economy and rising inequality.", "However, we also need to acknowledge the permanent changes that are taking place and - to extract as much benefit as we can from them - start transforming the economy now.", "The potential for both structural damage and structural change emanates from the unprecedented impact of the COVID-19 recession on the services sector.", "Compare what we have seen in the first half of this year with what we saw in the six months following the Lehman crash.", "From the third quarter of 2008 to the first quarter of 2009, services contributed -1.7 percentage points to the recession in the euro area and manufacturing contributed -2.8 percentage points.", "But in the first half of this year, the loss was -9.8 percentage points for services and only -3.2 percentage points for manufacturing.", "This has implications for the health of the labour market, the strength of the recovery and the distributional effects of the recession.", "First, services are the most job-rich part of the economy, accounting for almost 75% of employment in euro area countries, putting a greater share of the workforce at risk .", "Second, research finds that the recovery from a services-led recession can be slower than from a durables-led recession, as the latter creates more pent-up demand through deferred purchases .", "Indeed, demand for consumer goods in the euro area softened in the summer months after bouncing back briefly in May and June, confirming the absence of widespread pentup demand.", "Third, a services-led recession - especially one driven by social distancing in high-contact sectors - tends to increase inequality.", "At the peak of the crisis, 40% of income for the poorest Europeans was coming from sectors that were heavily affected by COVID-19, compared with 16% for the richest.", "According to one estimate, two months of lockdown followed by six months with the economy operating at 80% capacity could increase the Gini coefficient by almost 14% in Europe .", "And this feeds back into the recovery, since lower income households have a higher propensity to consume.", "In this context, it is clear that both fiscal support and monetary policy support have to remain in place for as long as necessary and \"cliff effects\" must be avoided.", "Otherwise, we risk hysteresis in the labour market, an unnecessary loss of viable businesses and greater inequality.", "And the recovery in the euro area remains uncertain, uneven and incomplete, while the new coronavirusrelated restrictions currently being introduced across Europe will add to uncertainty for firms and households.", "Fiscal authorities are already taking action.", "All of the \"big four\" euro area countries have extended their short-time work schemes into next year.", "Our analysis finds that, at the peak of the crisis, such schemes halved the share of firms under liquidity stress and reduced \"employment at risk\" by almost two-thirds .", "This week governments also announced their planned fiscal measures for 2021, which suggest that Member States plan to provide sizeable fiscal support to their economies next year.", "All the conditions are in place for monetary policy and fiscal policy to continue working together.", "The GDP-weighted sovereign yield curve in the euro area is in negative territory for maturities up to ten years.", "And our forward guidance on our asset purchase programmes and interest rates provides clarity for governments on the future path of interest rates.", "But precisely because the COVID-19 recession has affected services so deeply, it will also herald structural change.", "There is always some rotation of businesses during downturns, but the pandemic is different: it is accelerating the pre-existing spread of digitalisation in ways that look set to permanently reshape our economies and our societies.", "Nearly 50% of Europeans say they have worked from home during the pandemic and of those only 18% are in favour of a full return to the office .", "E-commerce increased by almost one fifth in terms of volume of sales between February and August 2020 and online payments have surged.", "Digitalisation has advanced on a massive scale in areas like education and medicine to reduce human interaction and increase resilience.", "In the United States, only 11% of consumers used telemedicine in 2019, but that number has increased to 46% with the pandemic, and 76% are interested in using it going forward .", "This presents a possible future of higher productivity growth, less carbon-intensive lifestyles and more democratised access to essential services.", "But there is also a transitional challenge.", "In a more digital, post-pandemic economy, people will still visit shops and consume in-person services, stay in hotels and travel for business or pleasure, but possibly on a smaller scale than before.", "Sectors such as accommodation, food services and transportation could be lastingly affected.", "In the euro area, these sectors have been responsible for almost one fifth of the jobs created since 2013.", "So not only do we need to protect old jobs, we also need to create new ones that reflect the new patterns of demand after the pandemic.", "And since this takes time and may require some adjustment - as we do not yet know exactly where demand will be focused - we need to create the conditions for experimentation and innovation today.", "The key is to empower young firms.", "In the United States, new firms represent only 10% of all firms in a given year but are responsible for almost 30% of productivity growth .", "New firms are also the engine of job growth: on average, firms up to five years old account for only one-fifth of employment, but are responsible for almost half of the jobs created .", "Firm creation has slowed in Europe, however.", "In Italy, for example, there have been 37,000 fewer failed companies in the first half of this year compared with the same period last year, and 52,000 fewer companies created.", "There is no contradiction between continuing to support the economy and encouraging its transformation.", "For new and innovative firms to grow, they need macroeconomic policies that support demand, because when uncertainty is too high a \"wait-and-see\" attitude stops the most productive firms from expanding .", "They also need microeconomic policies that encourage firm entry and exit and the reallocation of resources across the economy.", "For example, the negative effects of onerous business conditions - like poor contract enforcement and lengthy bankruptcy procedures - are much stronger for new firms than for incumbent ones .", "This is the direction in which policy ultimately has to move: it needs to be focused not only on protection but also on transformation; not only on preserving the economy as it is but also on creating new jobs and new sources of growth.", "In this way we can encourage structural change while minimising structural damage, which is the path we must take if our economies are to emerge from this crisis stronger.", "Beraja, M. and Wolf, C. (2020), \"Demand Composition and the Strength of Recoveries\", Mimeo.", "(2020), Inequality and poverty effects of the lockdown in Europe, VoxEu, June.", "\"Employment at risk\" is defined as employment in firms with negative liquidity at the peak of the crisis as a share of total employment in the non-financial corporate sector.", "See ECB (2020), \"The impact of COVID-19 on potential output in the euro area\", Economic Bulletin, forthcoming.", "Eurofound (2020), \"Living, working and COVID-19\", COVID-19 series, Publications Office of the European Union, September.", "Of those who shifted to working from home exclusively or partially during the crisis, 7% and 11% respectively were very unlikely to indicate not wanting to telework after the crisis, at least partially.", "McKinsey (2020), Telehealth: A quarter-trillion-dollar post-COVID-19 reality?, May.", "Klenow, P. and Li, H. (2020), Innovative growth accounting, VoxEU, August.", "OECD (2016), \"No Country for Young Firms\", Policy Note, Directorate for Science, Technology and Innovation Policy Note, June.", "See Bloom, N., Floetotto, M., Jaimovich, N., Saporta-Eksten I., and Terry, S.J.", "(2014), Really Uncertain Business Cycles, Stanford University, Mimeo."], "classifications": ["none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 recession", "Structural change", "Services sector", "Fiscal support", "Monetary policy", "Digitalisation", "Innovation", "New firms", "Structural damage", "Recovery"]}