{"sentences": ["Singapore Fintech Festival - Paris, 8 December 2020 The Pig, the Frog and the Elephant: Towards a better regulation of digital Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr), ), Déborah Guedj (deborah.guedj@banque-france.fr) Ladies and Gentlemen, I wish to thank my friend and colleague Ravi Menon for inviting me to speak at the Singapore Fintech Festival, in this very innovative hybrid format, and the organisers of the \"Choose France for Fintech\" event in Paris, where this speech is being broadcast before the speech of Minister Cedric O.", "Last year, Ravi Menon came to the Banque de France and gave a remarkable speech: \"Can the three musketeers click?", "Finance, technology, trust\".", "Earlier this year, the Banque de France opened a new office in Singapore, one of the epicentres of the Fintech industry.", "What better forum than the Singapore Fintech Festival to deliver a speech on financial innovation?", "And what better way than this partner event in Paris to illustrate the excellent relations between France and Singapore?", "The subject of innovation and digitalisation is all the more topical in light of the Covid-crisis.", "Many of you have been following the very ambitious UBIN project that MAS has been carrying out for the past years.", "You may also know that Pulau Ubin is the name of a wild and protected island in the Straits between Singapore and Malaysia.", "But you may not know the traditional story of how this island was created: it says that the formation of Pulau Ubin was due to a Frog, a Pig and an Elephant who challenged each other to a race from the island of Singapore to Johor across the Straits.", "Anyone who failed to cross would be turned into a rock.", "All three of them failed...", "But, together, they formed a new ecosystem where life and nature would thrive.", "The Pig, the Elephant and the Frog: towards a better ecosystem Let me elaborate a bit on each of these animals.", "They illustrate three key elements of digital regulation that are crucial to promoting a better ecosystem at the international level.", "I will start with the pig.", "It is a symbol of good luck and prosperity, a shield against bad fortune: this leads us to cybersecurity.", "Cybersecurity is a sine qua non for a reliable and sustainable digital future.", "The cyber threat is global, so the cyber \"shield\" should be global too.", "Cooperation between authorities and jurisdictions is therefore essential.", "In November 2019, the Banque de France and MAS signed a Memorandum of understanding on cybersecurity.", "Our teams have started to discuss since then.", "The global cyber \"shield\" also needs harmonised and strengthened regulatory frameworks.", "Clearly, progress has been made these past few years, in particular thanks to the publications of the FSB: a common lexicon in 2018 and a common Cyber Incident Response and Recovery toolkit this year.", "However, in order to address the remaining fragmentation, it is essential to structure the international governance on cyber issues; it could be partly inspired on what has been done in the area of money laundering with the FATF.", "Other important global challenges still need to be addressed, such as the oversight of Information and Communication Technology third-party providers that are taking an indirect albeit increasing role in the delivery of financial services.", "In Europe, an oversight framework for the most critical providers, including for Cloud computing services, is proposed in the DORA regulation project: such an ambitious initiative, which will involve the whole financial sector, could inspire a more global framework.", "Let us move to the elephant.", "It has another useful talent: memory.", "This brings us to the issue of data protection.", "Financial supervisors and authorities in charge of privacy have to invent new ways of cooperation to address data issues and their interaction with financial services.", "We can all notice that there is a striking discrepancy between financial services being \"borderless\" and privacy regulations elaborated mostly at the country or regional level, reflecting differing social norms.", "Furthermore, technology disrupts uses and pushes regulation to evolve, both in the financial and the privacy fields.", "The payments industry in particular makes an ample use of personal data.", "So we would need a global \"privacy data protection\" framework just as we have a common financial regulatory framework, with trustworthy privacy-friendly financial services and an upward alignment of privacy regulations and best practices.", "Europe has harmonised its data privacy legislation - and the GDPR is becoming an international standard.", "We now need to extend cooperation further with our partners, and not only cross-border cooperation, but also cross-disciplinary cooperation.", "I finally move to the frog.", "As you know, it is a strong symbol of agility and transformation - from tadpole to frog.", "This is exactly what financial institutions and firms need to respect competition and anti-trust rules.", "It is becoming an ever-greater subject in Asia, echoing similar steps that are being taken in Europe.", "Bringing in new players is essential to challenge existing business models, such as the granting of licenses to digital banks by MAS and other jurisdictions in Asia.", "We also need to make sure that similar activities and risks are addressed in the same way, regardless of the type of institution involved.", "Situations where \"the winner takes most\" while staying outside of the financial regulated scope should be adequately anticipated and avoided.", "We have to collaborate more closely at the international level in order to adopt the most comprehensive approach across borders and regulatory scopes.", "The digital revolution within payments Now I wish to say a few words on payments, because they are currently at the heart of digital innovation.", "Payments used to be considered as technical, back- office and even boring stuff.", "But a revolution is underway, and if financial institutions collectively miss it, it would mean a massive disintermediation of banks in the two key assets linked to payments: daily customer relations and personal data.", "As central bankers and supervisors, our responsibility is to ensure that financial stability, monetary policy risks and consumer protection challenges are well managed.", "This revolution could also mean a major loss of sovereignty.", "We could be dependent on a few private global players - already major global card-schemes, and more and more tech giants - with little control over business continuity and data protection.", "Meanwhile, the development of crypto-assets and so-called \"stablecoins\" aims to create a new category of settlement assets.", "Stablecoins may compete against both commercial and central bank money - take the example of cross-border payments -, even though they do not offer the same guarantees in terms of credit risk, liquidity, service continuity, and neutrality.", "This sense of urgency should prompt us all to collective action now: FSB and G20 actions are key in this field.", "In the last few months, Europe has made decisive progress in designing a holistic payments strategy, thanks to the commitment of the Commission and the Eurosystem.", "The strategy includes three key elements: 1/ A European regulation of stablecoins, as drafted by the European Commission, in the wake of the recent reports and statements by the G7, FSB and G20.", "This so-called \"MiCa\" regulation (Markets in Crypto-Assets) has two strengths: it rightly speaks of \"Crypto-assets\", and not \"Crypto-currencies\" which is a misleading expression.", "And in substance, the draft requires a strict supervision to ensure consumer protection and financial stability in a fair and consistent way within the European single market.", "/ A European acceleration on CBDC.", "We Europeans cannot allow ourselves to lag behind on CBDC.", "That means that we may create if necessary a retail CBDC, in order to ensure access to central bank money for the general public, in particular in countries where the use of cash is declining.", "It also means that we may decide to issue a wholesale CBDC, with the aim of improving the functioning of financial markets and institutions and preserve the anchor role of central bank money for interbank transactions.", "Within the Eurosystem, the ECB published a report in October and opened a public consultation until mid-January 2021.", "Towards mid-2021, the Eurosystem will decide whether to advance further a digital euro project, which would start with an investigation phase.", "Whatever the decision, it would complement cash, not replace it.", "The Eurosystem will never abandon cash, as it is part of citizens' freedom to choose their means of payment.", "As a principle, central banks need to have an in-depth understanding of innovation and shouldn't be afraid to \"learn by doing\".", "The Banque de France is currently working with innovators from the private sector to conduct a program of 8 experiments on wholesale CBDC.", "Moreover, we want to work with other monetary authorities across the globe.", "MAS is not only a strong and trusted partner for us, but also among the most advanced on CBDC.", "In that respect, I am happy to announce that MAS and Banque de France will strengthen their cooperation with the aim of conducting tests on wholesale CBDCs next year.", "/ A European mobilisation on private payments infrastructure, thanks to the engagement of major European banks in the so-called \"European payments initiative\" (EPI).", "We definitely need to go beyond existing national schemes, and offer cross-border solutions and a pan European brand.", "Let me stress that there is no contradiction between considering a euro-CBDC and supporting EPI.", "Possible impacts of a CBDC on the banking sector could be reduced with different tools: for instance, by limiting the quantity of digital euro in circulation, and distributing it through commercial banks.", "In conclusion, let me say a few words about green finance.", "In France and in Europe, we are aiming to put green finance at the forefront of our shared efforts.", "And I welcome the strong involvement of Asian central banks and supervisors within the NGFS: the People's Bank of China and of course MAS, permanent members of the steering committee, as well as Bank Negara Malaysia and the Japan FSA who have just joined the steering committee for two years.", "We can collectively be proud of the work achieved.", "Let me share a simple conviction with you: we can face the immense challenge of digitalisation and climate change only by joining our forces together.", "Thank you for your attention.", "I now leave the \"virtual\" floor to Minister Cedric O."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["cybersecurity", "data protection", "competition", "digital payments", "crypto-assets", "CBDC", "green finance", "financial stability", "consumer protection", "monetary policy"]}