{"sentences": ["1st Mapfre Sustainable Finances Observatory Margarita Delgado *English translation of the original speech in Spanish Good morning.", "I much appreciate this invitation to close this first Mapfre Sustainable Finances Observatory Forum.", "Allow me to congratulate Mapfre on this initiative and, naturally, Iberdrola and the Valladolid San Juan de Dios centre too for this well-deserved award.", "As many of you will know, I have now been Deputy Governor of the Banco de España for a little more than two years.", "A glance at my public agenda over this period will show that a significant number of my public interventions address what has come to be known as \"green or sustainable finances\".", "Yet among the public addresses by my predecessors in the post, you will find none on this subject.", "Nor do I think you will find many speeches on sustainability on other central bank websites that are more than two years old.", "Along with my personal interest in the goals of combating climate change, I believe this shows two things: first, how novel this topic is for supervisors and central banks; and second, the great interest it arouses in public opinion.", "Looking through the newspapers we see every day countless initiatives for action and communication in the most diverse sectors relating to sustainability.", "Undoubtedly, the first edition of this forum and of these awards are one such initiative.", "They are a magnificent opportunity to acknowledge efforts made in the area of responsible investment.", "What does it mean for an investment to be responsible or ethical?", "Certainly, human behaviour is the only one liable to be qualified as ethical.", "Actions by animals or acts of nature lack this dimension, irrespective of whether their consequences are good or bad.", "Finances, as an exclusively human activity, could thus also be analysed from this dimension.", "Broadly, we identify ethical or responsible investment as that which meets certain standards, namely ESG (environmental, social and governance) criteria.", "As I mentioned, this is a very topical subject in the press, but we are clearly dealing with something more than a passing trend.", "Large companies, credit institutions, multilateral banks, official credit agencies and even governments themselves have been making a growing number of debt issues that meet these criteria, generally under the name of \"green bonds\", which are duly focused on environmental sustainability.", "But issues of \"social bonds\" are also beginning to emerge.", "However, these ESG standards go beyond any debt class.", "Companies are increasingly incorporating these criteria into their decisions and actions.", "And banks are certainly no exception to this trend.", "Banks have, for some time, had corporate social responsibility areas.", "But their involvement needs to go further.", "As we supervisors have been insisting, banks also need to incorporate these elements into their risk analysis and management.", "In this respect, both the European Single Supervisory Mechanism (SSM) and the Banco de España have recently published supervisory expectations relating to the inclusion of environmental risk in banks' management.", "We are also working on the inclusion of these risks in the stress test methodology for the Spanish financial sector.", "In sum, banks and supervisors alike are moving along this path, which poses all sorts of challenges.", "For instance, it is in no way straightforward to envisage these risks as part of the commonly used valuation and measurement methodologies.", "Moreover, there are cultural factors hampering their inclusion, which calls for involvement from the uppermost levels of organisations.", "And, above all, one of the main challenges is the lack of information, which enormously hinders further progress.", "Allow me briefly to refer to these valuation-based aspects and the absence of data.", "Traditionally in finances there is a tendency to value investments exclusively from the standpoint of economic return.", "The classic focus of study in finances would be cash flows; once capitalised or discounted, these enable us to compare different investment options.", "From a theoretical standpoint, responsible investment reminds us that we should not value and compare different investments looking solely at an Excel chart.", "Rather, we should perhaps look at variables that are not directly monetisable in the expected return on each investment.", "Measuring this \"non-monetisable\" return is clearly not straightforward.", "The approach being followed focuses on the measurement of \"impact\".", "For example, environmental sustainability has for some time used measurements that take \"footprints\", be they carbon, hydric, environmental, etc.", "In corporate and labour market circles it is becoming commonplace to consider what the value or social impact of a specific activity is, and to attempt to evaluate the economic and labour consequences of regulatory changes.", "One good example of regulatory impact is the Ecological Transition Bill that is currently pending parliamentary approval.", "The aim, as you know, is to switch our economy towards an environmentally more sustainable model.", "This aim is very broadly shared in our society, but its achievement will have large-scale implications for our productive model that may also entail undesirable social consequences.", "The Banco de España is working with the Ministry of Ecological Transition to assess the economic and employment implications of the law.", "I can assure you that measuring these consequences is not proving easy, but also that their measurement is crucial.", "Measuring the consequences is essential in order for there to be genuine transparency.", "There has to be information; without measurements there is only noise.", "In the absence of information, we cannot make comparisons between alternative investments, or between consumption, economic activity or funding options.", "Without data, we are in the hands of image campaigns and good intentions.", "Responsible investment has an ambitious goal: no less than to transform the economic, environmental and social reality, or at least to contribute to this transformation.", "So how can this ambitious goal be achieved?", "The answer is simple: through the behaviour of economic agents, be they households, firms or investors.", "We have the collective power to transform reality through our actions, but this power cannot be released if we lack reliable information.", "It is generally said that information is power.", "It is hard to find a more illustrative example of the truth of this statement.", "Much remains to be done in this field, but we should congratulate ourselves on the fact that credit institutions, investors and customers are all exerting growing pressure in favour of increased transparency and information.", "Naturally, a key factor is that European regulations have also committed to achieving this goal.", "Noteworthy in this respect are various European standards, such as the European Green Bond Standard (GBS), whose public consultation concluded a month ago, and the longawaited taxonomy that was approved in June this year.", "Certain private initiatives are also well-known, such as the transparency standards produced by the Task Force on ClimateRelated Financial Disclosures (TCFD) at the request of the Financial Stability Board.", "These are ambitious standards which take time to prepare and which I often refer to in detail in my addresses.", "Today, however, I wish to take this opportunity to mention two far- reaching and quite new initiatives which demonstrate that there is growing demand for information that will enable us to assess business reality from both a social and an environmental standpoint.", "First, an initiative developed by the University of Harvard.", "Its aim is to create a new accounting framework that reflects not only the financial, but also the social and environmental performance of each company, to encourage a paradigm shift in business practices.", "Second, on 30 September, the IFRS Foundation, which as you well know sets international accounting standards for more than 140 countries, launched a public consultation2 on the development of global sustainability standards to complement financial reporting.", "This consultation, which is open until year-end, is being made in light of the growing market demand for harmonised sustainability reporting.", "The initiative even envisages the creation of a foundation specifically entrusted with these new accounting standards that would be alternative, or rather complementary, to the existing ones.", "I believe this is an important point.", "The potential creation of global sustainability standards does not mean that the accounting standards we currently use will disappear.", "Clearly, they will continue to be essential from many points of view, including to assess firms' and banks' solvency.", "In essence, this work may appear to be an academic experiment, of little practical use.", "Applying these sustainable standards to assess risk and to measure and select investments may be considered too much of a break from the current model.", "Yet the truth is that this is a tendency that is already here and is growing.", "For example, the leading global fund managers recently indicated that they consider sustainability to be a core criterion for investment selection, given that sustainable portfolios could offer higher risk-adjusted returns and that companies that follow sustainable criteria may have greater potential for success in the medium term.", "Let me finish my address by highlighting that there is still some considerable distance between expectations and the reality of the data at hand, but also that the pace of change is very brisk.", "Standards are and will always be imperfect, but this is no excuse for us not to try to move forward."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["ESG criteria", "Sustainability", "Responsible investment", "Green bonds", "Environmental risk", "Impact measurement", "Ecological Transition Bill", "Transparency", "Information", "Sustainability standards"]}