{"sentences": ["NBFC Regulation- Looking ahead1 Dr. Charan Singh, Shri Deepak Sood, Shri Ramesh Iyer, Shri Vineet Agarwal, Shri S. Ramann, Shri Sunil Kanoria, Shri Raman Agarwal, Ladies and Gentlemen, I thank the Associated Chambers of Commerce and Industry of India for this very kind invitation to address the 'National E-Summit on Non-Banking Finance Companies'- with the theme \"Stability and sustainability of Financial Sector\".", "At this juncture, NBFC sector is passing through a critical phase.", "Recent failures of certain large Non-Banking Financial Companies (NBFCs), severe liquidity strain confronting the sector and the consequent financial stability concerns have brought NBFC regulations back into focus.", "I thought that the time is opportune to talk a little bit on the innovative transformations taking place in the NBFC sector and the regulatory response from the Reserve Bank.", "It would be contextual to take stock of the direction in which regulatory focus has moved and what could be the future shape of NBFC regulations.", "This is intended as an analysis to evoke discussion and debate on the subject.", "Growth of NBFC sector and the need for prudence 3.", "NBFCs have come a long way in terms of their scale and diversity of operations.", "They now play a critical role in financial intermediation and promoting inclusive growth by providing last-mile access of financial services to meet the diversified financial needs of less-banked customers.", "Over the years, the segment has grown rapidly, with a few of the large NBFCs becoming comparable in size to some of the private sector banks.", "The sector has also seen advent of many non-traditional players leveraging technology to adopt tech-based innovative business models.", "Between March 31, 2009 and March 31, 2019, the total assets2 of NBFCs grew at a compounded annual growth rate (CAGR) of 18.6 per cent, while the balance sheets of scheduled commercial banks (SCBs) grew at a CAGR of 10.7 per cent.", "Consequently, the aggregate balance sheet size of NBFCs increased from 9.3 per cent to 18.6 per cent of the aggregate balance sheet size of SCBs during the corresponding period.", "In absolute terms, the asset size of NBFC sector (including HFCs), as on March 31, 2020, is Rs..47 lakh crore3.", "As at end-March 2020, NBFCs have been the largest net borrowers of funds from the financial system4, of which, more than half of the funds were from SCBs, followed by Asset Management Companies-Mutual Funds (AMC-MFs) and Insurance Companies.", "As the financial intermediation has shifted, so has interconnectedness.", "Many NBFCs now rely on banking system for funds and emergency liquidity needs.", "Therefore, it is not enough to understand and confront the vulnerabilities of the banking sector alone.", "The need of the hour is to understand vulnerabilities in the NBFC sector and how shocks are transmitted to or from the sector.", "Chart 1: Size & Growth of NBFC sector (Deposit taking and NDSI) Crore Per Rs.", "There is an increasingly complex web of inter-linkages of the sector with the banking sector, capital market and other financial sector entities, on both sides of the balance sheet.", "As such NBFCs, like other financial intermediaries, are increasingly exposed to counterparty, funding, market and asset concentration risks, even before the COVID-19 pandemic impacted financial markets and our lives.", "The Pandemic Effect 6.", "In the aftermath of liquidity stress post IL&FS and DHFL events, the market funding conditions turned difficult for NBFCs.", "While NBFCs with better governance standards and better operating practices did well, others bore the brunt of the market forces.", "Smaller NBFCs and Microfinance Institutions (MFIs), who were contributing significantly to the last mile credit delivery, also got impacted as their funding sources got further squeezed.", "The Reserve Bank acted in a swift and proactive manner to improve access to funding and liquidity by its monetary policy and liquidity measures and resultantly, the cost of funds for NBFCs and HFCs has reduced substantially for all rating categories (Chart-2).", "Source: RBI Staff Calculations 7.", "It is important to recognize that challenges faced by some of the NBFCs were reflective of inherent fragilities.", "As financial markets started differentiating between strong/well managed NBFCs and those having perceptible weaknesses, market discipline started to play out - entities with asset-liability mismatches or asset quality concerns faced constraints on market access.", "RBI, in response, took several calibrated steps to channel credit flow into the NBFC sector and improve the sector's long-term resilience.", "As the sector was slowly inching towards normalcy (as can be seen from Table-1 below), the outbreak of COVID-19 and disruptions in economic activity due to lockdowns led to building up of huge stress in the financial system.", "While the entire financial system was affected, the impact was significantly greater on NBFCs due to their underlying business models, thereby straining their profitability.", "Table 1: Profitability of NBFC Sector (Deposit Taking and NDSI) (Amount in Rs.", "The regulatory approach of the Reserve Bank has adapted to the increase in complexity of the entities within the NBFC sector as well as the growing significance of NBFCs within the financial sector.", "The core principles of NBFCs regulation, however, has remained intact, i.e., - a) protection of depositors (in case of deposit-accepting companies) and customers; and, b) preserving financial stability.", "The varying emphasis on these objectives at different points in time has led RBI to deploy different policy tools as appropriate.", "We must recognise that NBFC regulation has undergone certain fundamental changes in recent years.", "Let me outline five of these most significant changes in brief - (i).", "First and foremost, in line with RBI's emphasis on ownership-neutral regulations, Government owned NBFCs have been brought under the purview of prudential regulation since May 2018.", "Considering that Government owned NBFCs account for more than one-third of the sector, predominantly in infrastructure financing, this is a significant change.", "Second, considering the recent turmoil some NBFCs had to face because of liquidity stress, the criticality of sound liquidity risk management by NBFCs has been reinforced with the introduction of the liquidity risk management framework for NBFCs with asset size above Rs.", "All NBFCs, irrespective of size are encouraged to follow the framework.", "The guidelines emphasize the 'Principles of Sound Liquidity Risk Management and Supervision' published by Basel Committee on Banking Supervision.", "The framework expects the Boards of NBFCs to take an active role in the management of liquidity risk and deploy internal monitoring tools suitable to their business profile.", "More importantly, the regulations have devised a simplified and tailored Liquidity Coverage Ratio (LCR) meant for large NBFCs.", "It would prepare large NBFCs to effectively meet cash outflows even under severe liquidity stress scenarios over a 30-day horizon.", "No doubt, maintaining adequate high-quality liquidity assets would have repercussion on the overall yields of NBFCs, but the regulation is commensurate with the need to mitigate risks associated with maturity/liquidity transformation the NBFCs engage in.", "The third important development is in connection with FinTech based product delivery.", "It is now well recognised that non-banking financial sector would be a fertile ground for technology-based experimentation in financial products and services.", "Regulations have sought to create a conducive environment in this regard.", "For example, the timely introduction of guidelines for P2P lending platforms has ensured orderly growth of the segment anchored in high standards of prudence.", "Those have made lending platforms a neutral meeting place for lenders and borrowers and keeping them insulated from handling of funds involved in the underlying transactions.", "Regulations have brought down risks while creating the right environment for legitimate expansion of business opportunities.", "The ecosystem created under the Account Aggregator (AA) framework is yet another example of proactive regulation in the technology-intense activities.", "The AA framework has ushered in the required framework for safe, secure and consent-based sharing of information on financial assets of a customer.", "The critical regulatory aspect to be noted here is that the Account Aggregator does not store or view the data passing through it, thereby leaving no scope for any perverse incentive to abuse/ misuse the financial data.", "Let me also emphasize that the RBI has been flexible in according registered NBFCs to be completely app-based in financial intermediation.", "The RBI revised the regulatory framework under the principles of proportionality for Core Investment Companies (CICs) with transparency and disclosures being the focus of the revised regulations.", "The learnings from failure of a large NBFC - a Core Investment Company prompted this regulatory renovation.", "Large aggregate leverage at the group level aided by complex, multi-layered ownership structures were found to be nurturing the seeds of financial instability and vulnerability.", "Further, the aggregate risk view was missing at the holding company level.", "The revised regulatory framework tries to plug regulatory gaps in critical areas in respect of CICs.", "Taking over the regulation of Housing Finance Companies (HFCs) is yet another significant move.", "Changes in the regulatory framework of HFCs have been issued after wide public consultations.", "The idea is to treat HFCs as a category of NBFC and bring about harmonisation of regulations while allowing HFCs to maintain their unique characteristics and allow them to transition to the revised regulations over a period of time, that is in a gradual manner, to make it least disruptive for the rest of the financial sector.", "With the growth in size and interconnectedness, NBFCs have increasingly become systemically significant and the prudential regulations for NBFC sector have evolved to give greater focus to the theme of financial stability.", "However, let's not forget that regulation-light structure of NBFCs has enabled the flexibility enjoyed by them.", "This flexibility is the primary advantage of NBFCs over banks, enabling them to serve the last mile of financial intermediation.", "Therefore, it is imperative to strike a balance between regulating the NBFCs more tightly and the need to provide them the required flexibility.", "This will remain the cornerstone while we imagine the future of regulation for NBFCs.", "Principle of Proportionality 12.", "There is a view that any regulatory framework would ideally be designed according to the principle of proportionality.", "By extension, the spill-over of risks from a systematically important NBFC capable of transmitting perceptible impact on financial stability, must be dealt with in a proportionate manner.", "So, NBFCs with significant externalities and which contribute substantially to systemic risks must be identified and subjected to a higher degree of regulation.", "One can also argue that the design of prudential regulatory framework for such NBFCs can be comparable with banks so that beyond a point of criticality to systemic risks, such NBFC should have incentives either to convert into a commercial bank or scale down their network externalities within the financial system.", "This would make the financial sector sound and resilient while allowing a majority of NBFCs to continue under the regulation-light structure.", "Within the proportionality paradigm, one must deal with entities which neither belong to the critical ones in terms of systemic risk nor are they too small in their scale and complexity.", "These NBFCs currently enjoy great degree of regulatory arbitrage vis- à-vis banks.", "As a group, these entities can contribute to build-up of systemic risks because of the regulatory arbitrage enjoyed by them; hence there is a need to recalibrate the regulations.", "While dealing with proportionality principle, let me also touch upon the regulation of microfinance sector as well.", "We all are aware of the circumstances under which the regulatory framework for NBFC-MFIs was framed.", "Much water has flown under the bridge since then.", "Several large MFIs have converted into Small Finance Banks.", "The share of NBFC-MFIs in the overall microfinance sector has come down to a little over 30 per cent.", "Today we are in a situation, where the regulatory rigour is applicable only to a small part of the microfinance sector.", "There is a need to re-prioritise the regulatory tools in the microfinance sector so that our regulations are activity-based rather than entity-based.", "After all, the core of microfinance regulation lies in customer/consumer protection.", "We need to strike the right balance between the degree of regulation and the need for flexibility - a critical issue I alluded to a while ago.", "We could perhaps consider a graded regulatory framework for NBFCs calibrated in relation to their contribution to systemic significance.", "Regulating the FinTech 16.", "Let me shift focus to another contemporary area of interest.", "Although significant regulatory steps have been taken already in the FinTech, the dynamic nature of the FinTech focused NBFCs keeps throwing up new challenges.", "The NBFC sector has been in the forefront in adopting innovative fintech-led delivery of products and services which are transforming the way one can imagine access to and interaction with these services.", "The advance technological solutions such as Big Data Analytics and Artificial Intelligence are being adopted by a large number of players to extend credit in an efficient manner over digital platforms.", "The Reserve Bank has been on the forefront of creating an enabling environment for growth of digital technology for new financial products and services.", "In fact, in the non-banking space, the RBI has been ahead of the curve and has come out with regulations for new products and services when the industry itself was at nascent stage.", "Peer to peer (P2P) lending, Account Aggregator (AA), and credit intermediation over \"only digital platform\" are case in point where the regulations have helped the industry to grow in a systematic and robust manner.", "While making regulation for the future in FinTech area, orderly growth and customer protection and data security will remain the guiding principles for the RBI.", "Ensuring transparency and governance 17.", "Ensuring good corporate governance in NBFCs is at the core of any regulatory change.", "This is not an easy objective to meet, as good governance is essentially an aspirational achievement for an entity and it can seldom be founded only on regulatory prescriptions.", "Good governance would be a natural outcome if promoters/owners and senior management are fundamentally 'fit and proper'.", "It is extremely critical that appropriate filtering mechanisms are in place to allow only the genuine and able promoters to start the business of NBFCs.", "After all, by issuing Certificate of Registration to new NBFCs, we provide them with the regulatory mandate to access public funds multiple times their net worth.", "Besides, it is necessary that NBFCs do not become conduits in money laundering and terrorist financing in any manner.", "While the current mechanism within RBI focuses on the above objective for companies seeking registration, there is a need to extend similar rigour of due diligence whenever there is a change in ownership/ control in an existing NBFC.", "Consumer protection and fair conduct 18.", "A consumer of financial services provided by any regulated entity, whether a bank or NBFC, nurtures similar expectation of fair treatment and avenues for grievance redressal.", "Extension of the scheme of ombudsman to the NBFC sector is certainly a move in this direction.", "A transparent and self-disciplining mechanism has to be imagined for the future where the changing business models and newer credit delivery mechanisms do not deviate from the objective of fair treatment of the customer.", "The Global Financial Crisis was primarily attributed to feather-touch regulatory approach, ignoring of the liquidity risks by financial intermediaries and unabated financial innovation.", "Abundant Liquidity, light touch regulation and financial innovation has also aided the growth of the NBFCs.", "The financial system today is significantly different from what it was at the outset of the financial crisis more than a decade ago.", "Regulatory reforms implemented in response to that crisis in India and globally, changes in technology and, more importantly, the growth of NBFCs have contributed to this dynamic landscape.", "The NBFC sector has become extremely diverse.", "The business model, customer profile and nature of financial products vary substantially depending on the category of the NBFC.", "The uniqueness of this sector lies in the inherent diversity of activities carried out by different NBFCs and thus, there can be no 'one-size-fits-all' prescription in the regulatory approach for NBFCs.", "Perhaps a calibrated and graded regulatory framework, proportionate to the systemic significance of entities concerned is the way forward.", "While on the one hand technological innovation and FinTech based delivery of financial services and products further the objective of improving access of financial products to the members of public, on the other, they push the regulator to recalibrate regulatory interventions to achieve the objective of consumer protection and financial stability.", "The regulatory challenges in marrying these diverse and sometimes conflicting objectives are many, but clarity of purpose would help us make the right policy choices.", "As I conclude, I pray that all of you and your family members stay safe in this long-drawn battle against the pandemic.", "Let me also wish you a happy and safe Deepawali."], "classifications": ["none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["NBFC Regulation", "Financial Stability", "Liquidity Risk Management", "FinTech", "Principle of Proportionality", "Consumer Protection", "Systemic Significance", "Graded Regulatory Framework", "Corporate Governance", "Financial Innovation"]}