{"sentences": ["1 It is with great pleasure that I welcome you to the third conference on central counterparty (CCP) risk management, organised by the ECB together with the Deutsche Bundesbank and the Federal Reserve Bank of Chicago.", "This event has become an increasingly relevant international forum to discuss key challenges surrounding central clearing.", "In my remarks today, I will reflect on key developments since we met a year ago.", "The coronavirus (COVID-19) pandemic is naturally foremost in my mind - the turmoil that hit financial markets last spring has underlined the need for robust and resilient market infrastructures such as CCPs.", "The end of the transition period following the United Kingdom's departure from the European Union is of course another crucial change, and I will discuss its implications for financial stability in the EU in relation to central clearing.", "I will then argue that these developments show the urgent need for the EU to develop a deep and integrated single capital market.", "The need for robust and resilient CCPs Since the G20 agreed to make central clearing mandatory for over-the-counter (OTC) derivatives at the 2009 Pittsburgh summit, CCPs have become central pieces of the global financial infrastructure.", "Some CCPs are systemically relevant for multiple jurisdictions in view of the direct and indirect clients they serve worldwide and their interconnectedness with systemically important global banks.", "We have seen progress in making global CCPs safer and more resilient, starting with the safeguards introduced to address the shortcomings that the global financial crisis revealed.", "Today, clearing risks are much lower than they were ten years ago.", "And the robustness that CCPs have displayed since the outbreak of the pandemic shows that regulatory efforts are paying off.", "We should, however, continue to strengthen the resilience of CCPs.", "Last March we saw spikes in volatility and trading activity, coupled with a surge in liquidity and credit risk at the global level.", "Such situations call for closer cross-border regulatory, supervisory and oversight cooperation between CCPs, banks and public authorities.", "To prevent market fragmentation and preserve financial stability, both domestically and internationally, in the face of such adverse shocks, CCPs must meet the highest standards of financial and operational risk management.", "And an enhanced dialogue is necessary between CCPs, clearing banks and clients to ensure that, while managing their risks prudently, they each consider the impact that their actions may have on others and on the entire financial system.", "Central clearing is critical for sharing and managing risks effectively, and thus for supporting economic growth.", "Euro-denominated central clearing must not be a source of instability in the euro area or hamper the transmission of monetary policy.", "If disruptions in systemically important clearing services are not managed appropriately, they could be channelled through the large payment flows between CCPs and their participants, with knock-on effects on the smooth functioning of our payment and banking systems.", "The reverberations could reach financial markets and the instruments we rely on to perform central banking activities.", "The post-Brexit clearing landscape We need to consider carefully the implications of the United Kingdom's departure from the EU, in particular in relation to the derivatives transactions of EU entities.", "The City of London has long been a leading central clearing hub for EU banks and their clients, who have relied on UK CCPs for the clearing of OTC derivatives of all asset classes and in all currencies.", "UK CCPs hold a dominant position for the clearing of euro-denominated interest rate derivatives and credit default swaps, with a market share of about 80% and 40% respectively.", "Brexit has made it urgent to consider the extent to which the EU should depend on non-EU countries for critical market infrastructure.", "With respect to derivatives clearing, since 1 January 2021 UK CCPs have been temporarily considered equivalent to EU CCPs from an oversight and regulatory perspective, so as to avoid potential cliff-edge financial stability risks.", "This equivalence decision by the European Commission is valid for 18 months, until 30 June 2022.", "Meanwhile, industry stakeholders are encouraged to reduce their EU exposures to UK CCPs.", "The Commission has set up a working group with EU authorities and industry to address the issues involved and to facilitate the transfer of derivatives contracts denominated in euro or other EU currencies to EU CCPs.", "From a supervisory perspective, UK CCPs have been recognised as third-country CCPs by the European Securities and Markets Authority (ESMA).", "And two UK CCPs have been recognised as being systemically important for the EU (Tier 2 CCPs).", "In line with the provisions of the European Market Infrastructure Regulation, this means that they are subject to ESMA's supervision.", "This set-up helps to ensure that Tier 2 CCPs comply with EU regulatory standards.", "During this 18-month period of equivalence, ESMA will assess whether this set-up is sufficient to address risks to EU financial stability emanating from these two systemically important UK CCPs.", "As part of its responsibility for issuing the euro, the Eurosystem - which comprises the ECB and national central banks of the euro area - will develop its own stance on the matter and will contribute to ESMA's assessment.", "At the end of this process, ESMA may recommend that the Commission deny the UK CCPs recognition to provide certain clearing services or activities in the EU if they pose excessive risks to financial stability.", "If this recommendation were to affect eurodenominated clearing services, the Eurosystem's agreement would also be required.", "The ECB will consider the costs and benefits of any such measure very carefully, as we are well aware of its far-reaching impact on derivatives markets as well as the challenges this would pose for all involved.", "Requiring more critical services to be provided by EU CCPs would also make our domestic clearing landscape more systemically important, and would increase crossborder risks within the EU.", "In such a scenario, the current framework for supervising EU CCPs - which still largely relies on national authorities and gives ESMA and the Eurosystem a limited role - would not be fit for purpose.", "In this situation, it would be essential for EU authorities to have control over clearing activities that are systemic to the EU and critical to the transmission and conduct of monetary policy.", "This would require the EU dimension of CCP supervision to be scaled up.", "Investors are adapting to the post-Brexit landscape.", "For example, in January 2021 the trading of euro-denominated shares moved from London to venues in Amsterdam and Paris.", "This followed the Markets in Financial Instruments Regulation (MiFIR) requiring that shares listed in the EU only be traded by EU market participants on EU-regulated venues, or on third-country infrastructures considered \"equivalent\" by the Commission.", "The trading of EU carbon contracts is also expected to move from London to Amsterdam.", "For OTC derivatives, the redistribution of trading has been less clear-cut in direction, with dealers moving some activities to EU trading venues and others to US venues, the latter having equivalence arrangements with both the EU and the United Kingdom.", "Towards a well-functioning capital markets union in the EU The events of the past year - the pandemic and Brexit - have put renewed emphasis on the need for the EU to have a well-functioning capital markets union.", "In fact, EU leaders have agreed to finance the recovery from the pandemic by borrowing collectively through financial markets.", "The issuance of high-quality euro-denominated sovereign bonds under the Next Generation EU (NGEU) recovery fund is a step towards achieving deeper, more complete and liquid capital markets and establishing a European safe asset.", "As the Commission intends to raise 30% of the €750 billion recovery fund by issuing green bonds, NGEU is also expected to contribute to further developing sustainable and green finance.", "In parallel, the Commission has set out 16 specific actions to boost the EU's capital markets union, which are aligned with many of the ECB's own priorities.", "These actions aim to deepen and further integrate European capital markets, in order to allow investors, savers, firms and market infrastructures alike to access a full range of services and products, regardless of where they are in the EU.", "A deep, single capital market will also strengthen the international role of the euro, as further developed euro-denominated markets, derivatives and benchmarks will reduce transaction costs, curb spreads and mitigate rollover risks.", "This will in turn attract foreign investors and widen the possibilities of using the euro in international transactions.", "Assessing potential vulnerabilities in the light of current challenges is key to making financial markets and infrastructures more resilient.", "Authorities and market participants are reflecting on the lessons to be learned from the pandemic and this will be a key topic of today's discussions.", "Our panellists will provide insights on CCP margin practices and the related funding and operational complexities that emerged last spring and which we need to address.", "This conference will also provide an opportunity to discuss the direct and indirect implications of climate change for central clearing.", "Cash and derivatives markets have already developed products to facilitate sustainable investments and help hedge against climate risks.", "Our panellists will also consider the changing clearing landscape, including some of the regulatory and supervisory cooperation issues I have mentioned and the global dimension of this debate.", "Given the challenges currently faced by economies and financial markets, finding the right mix of internal capacity building, cooperation and innovation will be crucial to make central clearing even more resilient.", "I am sure this conference will give rise to a fruitful exchange of views.", "Thank you for your attention.", "De Guindos, L., Panetta, F. and Schnabel, I.", "(2020), \"Europe needs a fully fledged capital markets union - now more than ever\", The ECB Blog, 2 September.", "Eichengreen, B., Mehl, A. and Chiţu, L. (2017), How Global Currencies Work: Past, Present and Future, Princeton University Press."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["central clearing", "CCP risk management", "financial stability", "euro area", "Brexit", "capital markets union", "pandemic", "EU", "systemic importance", "regulatory cooperation"]}