{"sentences": ["Good afternoon, Mr Aksakov.", "Good afternoon, dear colleagues.", "First of all, I would like to thank the members of the dedicated committees for the meaningful analysis and assessment of our work in 2020.", "Both within working groups and at the meeting with parliamentary fractions that my colleagues and I attended, we received not only comments, but also suggestions regarding measures that might be implemented in the future to develop the financial market.", "We will surely study them in detail.", "I would like to affirm that I and my colleagues, who are also present here today, would be glad to answer your questions.", "We are ready to provide various types of information about our work, results, and objectives.", "The heads of the committees of the National Financial Board, where all issues are discussed, also carry out extensive work.", "Hence, we are closely communicating with the State Duma not only when we present our report, but also throughout the year.", "Today, I would like to review the key results of last year and focus on how the developments in the economy and the financial sector observed after the acute stage of the pandemic impact the decisions we are currently making and what measures we are taking to ensure that the financial system promotes recovery and, ultimately, sustainable growth of the economy and households' incomes, which is our main objective.", "We have already given such assessments, but I would like to reiterate that, in our opinion, Russia's economy got through the pandemic year relatively smoothly, compared to many other countries.", "This was possible owing to three factors: the macroeconomic stability achieved, the package of anti-crisis measures, and our approach to imposing restrictions.", "Let's look back briefly at the economic situation in early 2020 when the pandemic started.", "Economic activity in Russia was then close to its potential, and inflation was low.", "In February 2020, annual inflation equalled 2.3%.", "Beginning from June 2019, even before the pandemic, and until its outbreak, the Bank of Russia had been gradually lowering the key rate.", "In February and March, when the spread of the coronavirus beyond China became irreversible, many countries worldwide were rapidly introducing anti-pandemic restrictions to protect people's health.", "The situation in the global economy and financial markets was drastically worsening.", "The oil market, which is a key market for Russian exports, plummeted the most.", "I would like to remind you that oil prices in April 2020 plunged to their lowest level since 1998.", "Volatility in other markets also increased dramatically.", "At that moment, the Central Bank's main task was precisely to maintain financial stability and contain both devaluation and inflation expectations.", "The Bank of Russia then discontinued to reduce the key rate and made the decision to carry out proactive foreign currency sales within the fiscal rule.", "We believe that foreign currency sales linked to the oil price in the market were a key element that helped stabilise the foreign exchange market.", "At that period, there were concerns that the oil price might stay even below 25 US dollars per barrel for a long time.", "This algorithm made it possible to temper volatility using the resources from Russia's foreign currency and gold reserves to a very moderate extent.", "This was crucial during that period since nobody was able to predict then how the pandemic situation would develop, how long-lasting and deep the crisis would be, and how high the risks to financial stability might be.", "In such an environment, it is essential to use the available safety cushion thoughtfully to be able to give an adequate response to challenges if they persist.", "The introduction of large-scale restrictions worldwide caused a deep decline in both domestic and external demand.", "In order to promote economic recovery, we shifted towards accommodative monetary policy as soon as the risks to financial stability abated.", "We resumed the cycle of the reduction in the key rate as early as April.", "We were cutting the key rate rather fast, but it was carried out step-by-step.", "If it were a single but large decrease in the key rate, it would have been a shock for the market.", "Moreover, it might have turned out to be in error, given that the situation during the acute phase of the pandemic was unfolding in a very unpredictable way.", "Therefore, we were doing this progressively, although at a high pace.", "For the first time since the shift to inflation targeting in 2015, the Bank of Russia started to implement accommodative monetary policy, that is, a policy encouraging additional consumer and investment demand.", "In crisis conditions, as we faced last year, accommodative monetary policy helps the economy return to its potential.", "However, it might be hazardous to continue accommodative policy after the economy recovers since it might trigger the risks of high inflation and 'bubbles' in the financial market.", "At the end of the year, we were able to see that the economy had started to bounce back, the decline was less significant than forecast, and consumer demand was reviving faster.", "Therefore, we decided to increase the key rate.", "Moreover, at the end of 2020, demand was focused on a limited number of products, meaning prices were rising only in respective product groups.", "As you remember, we discussed all prices for a range of food products.", "Contrastingly, beginning from early 2021, we have been recording a rise in prices for an increasingly larger number of goods.", "This is evidence that the impact of aggregate demand factors on observed inflation is intensifying.", "This in turn proves that accommodative monetary policy has already made the necessary contribution to creating the conditions for economic recovery.", "We expect that Russia's GDP will return to its pre-pandemic levels already in 2021 H2, possibly by the middle of the year.", "What might happen if we delay the end of accommodative monetary policy?", "First of all, inflation would remain elevated.", "Its rate is elevated at the moment.", "This would undermine the purchasing power of households' incomes.", "Second, deposit rates would remain low.", "This would adversely affect both the purchasing power of savings and households' demand for deposits as a store of value.", "Eventually, the banking system would have fewer resources to further support economic development and promote the growth of economic potential.", "Third, if an increase in the key rate was delayed, this would prolong the period of elevated inflation and, thus, higher inflation expectations.", "A delay might force us to raise the key rate more significantly and not only return to a neutral rate (which ranges from 5% to 6% in nominal terms), but, possibly, even switch to tight monetary policy.", "I would like to emphasise once again that we were able to shift towards accommodative monetary policy last year solely because we had been keeping inflation at a low level for several previous years.", "Currently, we can see how much people are concerned about increased inflation and low deposit rates.", "We need to bring inflation back to 4% in order to ensure better life quality for people.", "Our analysis shows that this is possible without creating any constraints for economic recovery.", "From monetary policy, let's proceed to the situation in the banking sector and lending growth.", "Last year, the banking sector was capable of providing substantial support to the economy.", "I have also said this multiple times: this is the resolution and improvement of the banking sector which enabled banks to maintain their stability and restructure loans, simultaneously expanding lending.", "If we had not removed persistently unstable banks from the market, if banks had continued to conceal bad assets on their balance sheets, if we had not counteracted risk concentration on business owners and the concentration of risks in general, I assure you that we would have faced a totally different situation.", "Banks would have failed to become a source of support for households and businesses and, instead, would have needed aid themselves, as during the 2009 and 2014-2015 crises.", "Conversely, this time, banks were extensively restructuring loans, making concessions to their borrowers, and the total amount of such restructured loans, or actually financial aid, reached seven trillion rubles.", "Moreover, banks managed to maintain their capital cushion at six trillion rubles.", "In other words, we did not even approach the threshold of the system's safety.", "The banking system remained entirely stable and robust.", "As these restructured loans, which were totally necessary, did not deplete banks, they were able to ramp up lending.", "Last year, the corporate loan portfolio expanded by 9.9%, which is nearly twice as much as in 2019.", "In turn, the Bank of Russia pursued a policy making it easier for banks to address these two tasks - restructure loans and issue new ones.", "We introduced regulatory relaxations to ensure that the volatility of various financial indicators in the market did not affect banks' balance sheets.", "These measures included short-term easing providing more time to banks to adjust to the situation for them to avoid camouflaging problems and toxic assets.", "Looking at other nations, we know how all this might affect lending conditions.", "Incidentally, many banks did not even use these relaxations, which also confirms the stability of the system as a whole.", "Nonetheless, this provided them more comfort to continue restructuring and expand lending.", "In addition, we released buffers - capital cushions accumulated over previous years - for consumer and mortgage loans, which increased capital for lending.", "In our opinion, these measures were sufficient.", "What is the situation in the banking sector now?", "By the beginning of 2021, 75% of loan repayment holidays ended.", "In other words, restructured loans now pose objectively lower risks to banks' financial standing.", "Moreover, the absolute majority of borrowers have managed to resume their scheduled repayments.", "This means that they really needed loan repayment holidays and easing for that period (which was not writing-off, but easing).", "This was a critical measure.", "I said this earlier, at the meetings with parliamentary fractions, and would like to repeat this again: we are very thankful for the timely amendments to the laws in those areas where they were truly needed.", "I would like to focus on mortgage lending separately.", "Mortgage lending soared last year, adding 20% as of the end of the year.", "Banks' total mortgage loan portfolio reached 9.5 trillion rubles.", "This is a really large amount - almost one half of all bank loans issued to households.", "This year, mortgage lending continues to grow, adding 5% in Q1 alone.", "The rise in lending was spurred by low interest rates, primarily owing to the lending programmes subsidised by the Government.", "That was a very efficient programme in the conditions of the acute phase of the crisis, but in March the interest rate on both market-based and subsidised loans averaged 7.2% compared to nearly 9% as of the beginning of 2020.", "Eventually, such a significant increase in the demand for mortgage loans, coupled with other factors hindering supply expansion, pushed up housing prices.", "According to Rosstat, price growth in the primary market in 2021 Q1 reached 17.6% in annualised terms, and it is also rather high in the secondary market - 13.6%.", "I would like to remind you that currently annual inflation is about 5.8%, that is, price growth in this market is significantly higher than inflation.", "In a number of regions, housing prices surged by more than 20%, even though households' real incomes declined.", "As an anti-crisis measure, we also expanded opportunities for the so-called good mortgage loans with a small down payment.", "However, in the primary market, the portion of mortgage loans with a small down payment, which involve higher risks, increased from 24% in 2020 Q2 to 45% in 2021 Q1.", "This also reflects the observed trends and shows that the anti-crisis measures achieved their objectives and should be phased out.", "Otherwise, we might face the risks of 'bubbles' in this market.", "In turn, the Bank of Russia has already taken measures to prevent the materialisation of these risks - we have raised the so-called macroprudential buffers for mortgage loans with a down payment of 15% to 20%.", "However, if lending standards continue to lower (this is a trend we are observing) or housing price growth remains fast, we might not rule out the need to increase these buffers.", "Furthermore, unsecured consumer lending is also expanding, while households' incomes are recovering much more slowly.", "This means that households' debt burden is growing.", "It is crucial to prevent a situation where its level becomes hazardous.", "In this regard, we decided to raise the macroprudential buffers for consumer loans to the pre-pandemic level as well beginning on 1 July.", "In addition to such macroprudential buffers, we would like to have an opportunity to restrict highrisk lending not by raising the requirements for banks' capital, as banks need capital for lending and, moreover, it is distributed unevenly across the system.", "These buffers are very efficient and might become a problem for some banks, whereas they are wholly useless for other banks and do not influence lending growth paces.", "We have prepared proposals for the Bank of Russia to be entitled, just as regulators in many other countries, to set direct quantitative limits for consumer loans.", "The relevant draft law has been submitted to the State Duma.", "We also hope for your support in this regard.", "In our opinion, this measure is absolutely essential and beneficial in all respects.", "Considering the current state of the banking system and our policy aimed at preventing the accumulation of systemic risks (this is an area we are closely monitoring to avoid a build-up of systemic risks in the financial area, and the financial area is an infrastructure, the circulatory system of the entire economy, as it is often called), the banking sector will maintain its stability further on and continue to provide lending to the economy.", "This makes it possible for us to start discussing the next step in the protection of depositors' rights: jointly with the Deposit Insurance Agency, we are studying opportunities for expanding insurance for not only individuals and small businesses, but possibly medium-sized enterprises as well, and also social, educational and healthcare organisations.", "This amount will also be 1.4 million rubles.", "We would like to continue the discussion of this topic with deputies.", "In our opinion, we are fully prepared to generally extend the insurance system to them in the medium term.", "I will now speak on another type of insurance - OSAGO.", "Last year, a key reform in OSAGO (compulsory third-party liability motor insurance) was accomplished.", "It involved the customisation of insurance premiums.", "This reform was complex and implemented in several stages.", "We discussed every stage of it with you, at parliament proceedings, and in the course of various panel discussions.", "Finally, last year, we switched to this scheme of significant customisation of insurance premiums.", "In our opinion, this solution is really the fairest one for people - a good driver should not pay for those whose driving involves risks and causes accidents.", "This approach is in line with the concept of balanced development in this segment.", "We can see that the number of complaints regarding OSAGO decreased already by a quarter last year.", "Moreover, a similar reduction was recorded in complaints about the calculation of the bonus-malus coefficient.", "This was an acute issue, and we also discussed it here, in the Parliament.", "Furthermore, although prices for components and imported spare parts were up, insurance rates remained the same, and OSAGO was affordable.", "Our plans for the near future include analysis of the usefulness of insurance products - this is the start of important work and we are beginning to systematise this work.", "Some insurance products, especially in prescribed insurance, are questionable, in our opinion.", "We already identified instances of inefficient insurance, and we discussed them at the State Duma's plenary sessions as well.", "I am talking about the so-called insurance in equity construction.", "It was only for the sake of appearance, but actually did not protect anybody's interests.", "As we have a very large portion of prescribed insurance, the analysis of the usefulness of insurance products for customers with the assessment of required changes in this regard is extensive and systemic work that we are starting to carry out on a continuous basis.", "The last topic I would like to address - I do not have enough time to provide detailed information, but it is always a matter of special attention for us and deputies particularly focus on it - is financial consumer protection.", "Retail investors - Russians who have entered the securities market - currently number nearly ten million.", "And this number might continue to grow.", "In many countries, the portion of people participating in the securities market is even larger.", "Currently, people predominantly invest rather small amounts.", "However, the growth rate is high, and there are a lot of newcomers in the market.", "It is difficult for them to assess the risks and pitfalls of various financial products, which are often complex.", "Owing to the amendments to laws adopted by the State Duma, the requirement for the testing of non-qualified investors wishing to purchase complex products will become effective as early as autumn, that is, six months earlier than initially scheduled and discussed.", "We are now authorised to establish the rules for selling financial products to ensure that market participants do not sell complex products to individuals who are unable to comprehend them, or products involving non-transparent conditions of returns, which makes it impossible to assess the risks of investment.", "Moreover, the new law allows us to set the rules for selling not only the investment products we discussed, but actually any financial products and services.", "Already this year, we will stipulate the main rules for the interaction between financial institutions' employees and consumers and the rules for information disclosure.", "We will also evaluate how well they are complied with in the course of test purchases.", "It is no secret that financial institutions' employees selling products often focus on their KPI, which is the basis for their personal bonuses.", "This KPI is the amount of products they sell and they might not care about the quality of products they sell to people.", "Of course, we need to alter this system.", "The protection of retail investors is an important but by far not the only area where we believe it essential to enhance financial consumer protection.", "Signing a bank deposit agreement or a loan agreement or buying an insurance product, individuals should have comprehensive information on the conditions, expected returns, the full cost of all services, their rights and obligations.", "The issue of hard selling of services has also been discussed at the State Duma for many years.", "We are developing an instrument whereby key information documents on financial products disclose compact and clear data to consumers regarding all the conditions.", "We are also addressing the topic of hard selling of extra services and various fees when individuals sign a consumer loan agreement.", "At the end of last year, we issued an information letter obliging banks to include such additional 'services' (only so-called services because they generally provide no benefits to people) into the calculation of the total cost of credit.", "I have said 'an information letter obliging', but there is a contradiction here since these are only recommendations and, accordingly, they cannot oblige anybody.", "We propose that organisations should specify the total cost of credit from the very start so that people understand the actual costs for loan servicing.", "This will enable people to select more advantageous offers.", "However, we certainly need legislative changes.", "Such amendments have been drafted with the engagement of the Central Bank.", "They propose the introduction of a so-called open-ended cooling-off period, which will enable consumers to fully abandon any services foisted on them together with a loan (with the refund of all related payments).", "This might be legal support, consultations, or any other services.", "We observe a variety of such services that are usually added to bank deposit and loan agreements.", "Currently, this right is only available in regard to voluntary insurance, that is, in a narrow range of financial services.", "We believe that this approach should be extended to almost all financial services.", "In order to mitigate such risks of incomplete information disclosure, we need changes to the laws.", "The second law allowing the establishment of requirements for the form of a bank deposit agreement has also been drafted.", "These laws were passed in the first reading.", "We are aware that you have a lot to discuss in the course of the spring session, especially taking into account that it will be shorter than usual.", "However, in my opinion, these are essential draft laws since they are socially focused.", "Therefore, we would be very grateful to you if you find time to consider them as soon as possible.", "I would like to thank you once again for the continuous and meaningful dialogue between the deputies and the Bank of Russia, in particular for the enormous work carried out last year when we needed prompt legislative decisions to protect individuals and companies against the aftermath of the pandemic.", "If it were not for such legislative changes, we would have been unable to make prompt decisions in our turn.", "Thank you for your attention.", "If you have any questions, my colleagues and I would be glad to answer them."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "fiscal dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Banking sector", "Mortgage lending", "Consumer lending", "Financial consumer protection", "OSAGO", "Insurance products", "Retail investors", "Hard selling"]}