{"sentences": ["The pandemic, with its terrible toll, is not yet behind us, and much uncertainty remains about the course it will take.", "Considerable efforts are still required to tackle the health emergency and support the hardest hit businesses, workers and households.", "Our economy has demonstrated its capacity to recover.", "Italy must now find the cohesion it needs to return to the path of development, exploiting the opportunity provided by the EU's pandemic response and addressing the structural problems that hold it back in the formation of a common strategy, one that has at its centre the challenges of environmental sustainability and the digital transition.", "The components of the National Recovery and Resilience Plan, together with a broader recalibration of national policies, must aim to increase growth potential, defining the projects and their management in such a way as to permit their rapid realization, within the tight deadlines set out in the European programme and in accordance with the detailed operational guidelines of the European Commission.", "This is no small challenge for the public administration.", "As much as it is vital for modernizing the production sector, if it is not accompanied by reforms that tackle the problems hindering development and private investment, the Plan's implementation risks being insufficient to guarantee a lasting increase in the pace of growth.", "It is not just a matter of formally adhering to the recommendations of the European Commission, but rather of dealing concretely with problems that have been debated for years.", "The combination of the boost to potential GDP growth, made possible by a careful and targeted use of Next Generation EU funds, and the prolonged expansionary effects of monetary policy, offers Italy the opportunity to aggressively tackle its high debt-to-GDP ratio as well.", "Thanks to its relatively high residual maturity, the cost of the debt will remain low for a prolonged period of time, even after market and official rates have started to rise again.", "In these circumstances, if, as we have shown we can, the country succeeds in returning to a path of steady growth, the debt-to-GDP ratio could fall rapidly from the high point reached owing to the crisis.", "Renewed confidence in the quality of policies and in the economic outlook could enable a further narrowing of the yield spread between Italian and German ten-year bonds, which is still close to double that of Spain and Portugal.", "As the economy improves, an appropriate strategy to gradually rebalance the public accounts could strengthen these confidence effects and further accelerate the reduction in the debt-to-GDP ratio.", "The present difficulties must not prevent us from looking to the future.", "Certainly, there are risks in the near term.", "Yet by cultivating a longer-term vision, it is possible to do better than the trend projections suggest.", "Mindful, decisive and effective answers are required for today's very serious problems, greatly exacerbated by the pandemic but also reflecting existing structural gaps.", "Closing these gaps will require a collective commitment, on the part of all firms operating in our economy, including those in the financial industry represented here, but also by the institutions on which economic policy action depends.", "Extraordinary relief measures have been the necessary response for dealing with the most acute phases of the crisis.", "Once the emergency is over, the measures designed to alleviate the difficulties of those hardest hit must constitute a bridge towards the realization of the reforms and investment that will enable the country to return to the path of growth from which it has strayed for too long.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["debt-to-GDP ratio", "economic growth", "National Recovery and Resilience Plan", "public administration", "monetary policy", "structural problems", "EU funds", "financial industry", "fiscal policy", "confidence"]}