{"sentences": ["Since the previous IMFC meeting in October 2020, global prospects have improved thanks to the progress made in vaccination campaigns and the forceful policy support provided to our economies.", "However, this brighter outlook remains subject to considerable uncertainty, also regarding the path of the pandemic and the rollout of vaccinations.", "We must therefore continue to stand together to address this severe global challenge.", "In this environment, it is crucial to refrain from withdrawing policy support prematurely, either on the monetary or fiscal side.", "At the same time, it is essential to push ahead with well-tailored structural measures that will facilitate the reallocation of resources over time to more viable sectors, minimise permanent scarring effects on our economies and support potential growth in the medium term.", "Euro area developments and outlook The pandemic and related containment measures will continue to adversely affect euro area economic activity in the short term.", "Beyond the short term, activity should pick up thanks to the lifting of confinement measures once there is broader immunity, exceptional monetary policy measures, continued fiscal policy support and a rebound in foreign demand.", "Overall, the risks surrounding the euro area growth outlook have become more balanced, although downside risks associated with the pandemic remain in the near term.", "Improving global demand, also spurred by sizeable US fiscal stimulus, and the progress in vaccination campaigns constitute upside risks.", "Inflation increased sharply at the beginning of this year compared with the end of last year.", "The upswing reflected several factors, most of which were temporary and statistical.", "Headline inflation is likely to increase further in the coming months, but some volatility is expected throughout the year, and the temporary factors are expected to fade out of annual inflation rates early next year.", "Underlying price pressures are likely to increase somewhat this year due to current supply constraints and the recovery in domestic demand, although pressures will remain subdued overall, also reflecting low wage pressures and the past appreciation of the euro.", "Once the impact of the pandemic fades, the unwinding of the high level of slack, supported by accommodative fiscal and monetary policies, will contribute to a gradual increase in inflation over the medium term.", "In December the ECB's Governing Council decided to expand the envelope of the pandemic emergency purchase programme (PEPP) by €500 billion, to a new envelope of €1,850 billion, and committed to purchase flexibly according to market conditions and with a view to preventing a tightening of financing conditions that is inconsistent with countering the downward impact of the pandemic on the projected path of inflation.", "If favourable financing conditions can be maintained with a flow of asset purchases that does not exhaust the envelope by the envisaged end of the PEPP's net purchase phase, the envelope need not be used in full.", "Equally, the envelope can be recalibrated if required to maintain favourable financing conditions.", "In December we also extended the horizon for net purchases under the PEPP to at least the end of March 2022 and the period of reinvestment of the principal payments from maturing securities purchased under the PEPP until at least the end of 2023.", "In parallel, we extended the period over which very favourable terms apply to our targeted longer-term refinancing operations (TLTRO III) to June 2022, and decided to hold three additional operations under the programme before the end of the year.", "At our Governing Council meeting in early March, we assessed recent changes in financing conditions against the latest ECB staff macroeconomic projections.", "We observed that, since the start of the year, euro area market interest rates had increased measurably on account of a global repricing in the fixed-income market.", "While the appropriateness of our stance is measured in terms of a broader set of financing conditions, a sizeable and persistent increase in marketbased interest rates, if left unchecked, can translate into a premature tightening of financing conditions.", "This would have been unwarranted at a time when favourable financing conditions remain necessary to underpin economic activity and safeguard medium-term price stability.", "Therefore, based on the joint assessment of financing conditions and the inflation outlook, the Governing Council announced that it expects purchases under the PEPP over the second quarter of 2021 to be conducted at a significantly higher pace than during the first months of the year.", "Europe's response to the coronavirus (COVID-19) shock In the light of the economic fallout from the resurgence of the pandemic, it is absolutely crucial for monetary and fiscal policies to continue complementing each other in supporting the euro area economy.", "Europe's policy response to the pandemic has been swift, decisive and unprecedented, both at the national and EU levels.", "As regards fiscal policies, an ambitious and coordinated fiscal stance remains crucial, as a premature withdrawal of fiscal support would risk delaying the recovery and amplifying the longer-term scarring effects.", "National fiscal policies should thus continue to provide critical and timely support to firms and households most exposed to the pandemic and the associated containment measures.", "At the same time, these measures should, as much as possible, remain temporary and targeted in order to address vulnerabilities effectively and support a swift recovery without hampering structural changes in the economy.", "The EU's recovery instrument, the NextGenerationEU package, offers a unique opportunity to modernise the European economy and address divergences that could jeopardise the smooth functioning of the monetary union.", "To this end, the recovery instrument needs to be used to finance transformative and productivity-enhancing investment and promote ambitious structural policies.", "Euro area banking sector developments and financial stability issues Thanks to the strength of the public support measures, insolvencies have remained remarkably low during this period of economic weakness caused by the pandemic, notwithstanding a widespread deterioration in corporate balance sheets.", "At the same time, the banking sector has managed to support the economy by continuing to lend, also to the sectors most affected by the lockdown measures.", "Euro area banks still have robust capital and liquidity buffers, but they are facing heightened asset quality risks and their profitability remains low.", "Vulnerabilities in the nonbank financial sector have also increased owing to recent market developments in a context of prolonged risk-taking and deteriorating liquidity buffers.", "Financial system vulnerabilities remain elevated overall, as the optimism in financial markets stands at odds with weakened corporate balance sheets.", "Financial market vulnerabilities have increased, with recent bouts of volatility highlighting uncertainties and the potential for disorderly repricing.", "Measures supporting firms and households should continue, while remaining, as much as possible, temporary and increasingly targeted in nature.", "It will be crucial for prudential authorities to ensure that capital buffers can be used if needed to absorb losses and support lending and avoid credit supply constraints.", "At the same time, banks need to be proactive in identifying and managing credit risk.", "As long as uncertainty remains high, we will encourage continued prudence, and have asked banks to apply extreme caution and keep distributions in the form of dividends, share buy-backs and variable remuneration below a conservative threshold.", "In the medium term, after the COVID-19 crisis, it will be important to look holistically at the capital framework with a view to simplifying it and removing potential obstacles to its effectiveness.", "The non-bank financial sector needs to be made more resilient through regulatory reforms, given the growing role of non-bank financial institutions in financing the real economy and their interlinkages with the rest of the financial system.", "International crisis response As national authorities continue to take the necessary steps to fight the pandemic, global cooperation and resource and knowledge-sharing across nations remain vital.", "Addressing international trade disruptions, preserving trade openness and ensuring universal access to vaccines and treatments will be of paramount importance for a durable global economic recovery.", "Global cooperation has been instrumental in our response to the pandemic so far.", "On the central banking side, this includes the coordinated action by major central banks, including the ECB, to enhance the provision of US dollar liquidity at the onset of the crisis.", "In addition, the ECB's agreements on bilateral euro swap and repo line arrangements with some EU and EU neighbouring countries' central banks to prevent euro liquidity shortages from morphing into financial stability risks and to support the smooth transmission of monetary policy.", "Support to the most vulnerable countries, including through the G20 Debt Service Suspension Initiative and the establishment of the Common Framework for Debt Treatments, has also shown how the international community has stood together firmly to address the pandemic and its consequences.", "Further international efforts will be needed to counter the effects of the pandemic, to maintain a well-functioning international monetary system and to support a global economy that is fit for the future.", "The ECB supports the crisis response measures taken by the IMF and welcomes the recent progress made towards a general special drawing rights (SDR) allocation.", "It is a strong and important signal of constructive multilateral cooperation helping the global recovery.", "It should be accompanied by efforts to improve transparency and underpin the exchange of SDRs through a broader set of voluntary trading arrangements.", "Given the high debt levels worldwide, we are also supportive of the IMF's comprehensive work agenda on debt issues, which will continue to be a key area of work.", "The upcoming review of IMF surveillance is well timed to support a resilient global economic system during and after the recovery phase.", "Bolstering the recovery to transform the global economy The current pandemic provides a prime opportunity to build a more resilient future and make the changes towards what we want to see, namely a greener, more digital and more inclusive global economy.", "We welcome the plans to further integrate climate change-related issues into IMF surveillance.", "At the ECB, in the area of banking supervision, we published a guide on climaterelated and environmental risks in November 2020 to explain how we expect banks to prudently manage and transparently disclose these risks under current prudential rules.", "We have asked banks to conduct self-assessments in the light of the guide and to draw up action plans on that basis.", "Then, next year, we will conduct a full supervisory review of banks' practices.", "As part of our ongoing monetary policy strategy review, we will examine the risks posed by climate change and how they feed into the monetary policy framework.", "In a similar vein, the international community has to continue to work together to enhance cross-border payment systems to make them faster, cheaper and more inclusive, and to address the opportunities and challenges of the digitalisation of finance.", "At the ECB, discussions are ongoing on whether to issue a digital euro to make our currency fit for the digital age, as a complement to, not a replacement for, cash."], "classifications": ["none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Fiscal policy", "Pandemic", "Inflation", "Euro area", "Financial stability", "International cooperation", "Climate change", "Digitalisation", "Recovery"]}