{"sentences": ["Mr. Robert Joseph, Jr., president of the Rotary Club of Manila (RCM); Mr. Herminio Esguerra, chairman of the program committee; the board of directors; officers, members and guests; ladies and gentlemen, good afternoon.", "I have been invited today to talk about financial forecasts for 2021 amid the pandemic.", "But before I present the economic prospects over the near term, let us briefly step back and take a look at the past year.", "First, I will go through recent economic developments and trends.", "Second, I will share some views on the likely path of the economy, keeping in mind the highly uncertain environment we are in now.", "Finally, I would like to take this opportunity to update the RCM members on the BSP's initiatives and advocacies.", "The year 2020 began with the Philippine economy in a position of strength.", "Real GDP growth had averaged at above 6 percent over a 10-year period, or a 6.4 percent average from 2010 to 2019.", "The robust growth of the domestic economy in recent years was achieved in an environment of generally stable inflation and was anchored on purposeful structural reforms.", "The country's strong track record of prudent policymaking has likewise led to a robust external payments position, record-high international reserves, improved external debt metrics, and healthy public finances.", "At the same time, Philippine banks continue to be sound, stable, and well-functioning based on all metrics.", "These robust fundamentals gave us the monetary and fiscal space to navigate the first few months of this crisis.", "The COVID-19 pandemic had required the government to impose stringent lockdown measures to save lives and help both the public health sector and LGUs respond effectively to the health crisis.", "Unfortunately, our economy, like many other economies around the world, suffered from the lockdowns.", "After exhibiting 84 consecutive quarters of growth, the Philippine economy contracted in the first three quarters of 2020, amounting to an average real GDP decline of 10 percent.", "We must note, however, that the COVID-19 pandemic has constrained economic activity not only in the Philippines, but across the globe.", "Nevertheless, we are seeing early signs of recovery.", "The manufacturing purchasing managers index has risen to 49.9 in November, close to the 50point expansion threshold.", "At the same time, the manufacturing volume of production index has also improved.", "The gradual easing of lockdown measures and promising developments regarding vaccines have contributed to improvements in business operating conditions.", "Latest surveys indicate improved optimism of businesses and consumers, however.", "The overall business confidence index reverted to positive territory at 10.6 percent in Q4 from - 5.3 percent in Q3.", "This optimism in the last quarter of 2020 was attributed to the reopening of businesses amid the \"new normal,\" easing of community quarantines nationwide, seasonal factors such as an uptick in demand during the holiday season and the start of the milling season, and the increase in volume of sales and orders.", "Meanwhile, the overall consumer confidence index was more optimistic at -47.9 percent in Q4 from -54.5 percent in Q3.", "The improved outlook during the current quarter was brought about by expectations of more jobs and permanent employment; additional and high income; effective government policies and programs such as the Social Amelioration Program and the Plant, Plant, Plant Program; reduced community restrictions, the reopening of businesses, and the expected end of the COVID-19 pandemic when vaccines are made broadly available.", "Another cause of optimism are the results of the Google Mobility report, which provides insights on how people's movements have changed throughout the pandemic.", "The report details how activities for retail, recreation and workplaces continued to improve for the Philippines, suggesting a rise in economic activity.", "Notably, grocery and pharmacy figures were shown to come close to the baseline period, approaching pre-quarantine levels.", "Consequently, numbers under \"residential\" gradually declined to 18 percent as of December 7, 2020-compared to their peak of 43 percent in April 2020-implying that people are staying less at home.", "However, transit station activities remained subdued at -46 percent given the limited public transportation options at present.", "The unemployment rate moderated to 8.7 percent in October 2020 from a high of 17.7 percent in April, during the strictest period of lockdown.", "The unemployment rate moderated to 8.7 percent in October 2020 from a high of 17.7 percent in April, during the strictest period of lockdown.", "Price pressures remained manageable in 2020, with headline inflation averaging at 2.6 for the entire year.", "This is within the government inflation target of 2 to 4 percent.", "In December, inflation rose to 3.5 percent from 3.3 percent in November, driven mainly by adverse weather-related disturbances and higher international oil prices.", "Meanwhile, the Philippine banking system has remained resilient and stable, with sufficient capital buffers to withstand shocks.", "As of end-June 2020, the capital adequacy ratio of universal and commercial banks was at 16.3 percent on a solo basis and 16.7 percent on a consolidated basis, well above the 10 percent regulatory requirement of the BSP and the international standard of 8 percent.", "Liquidity conditions remain ample, supported by the liquidity-enhancing measures of the BSP.", "Domestic liquidity continues to grow at a double-digit pace, rising by 11.8 percent to around ₱13.5 trillion in October, albeit slightly slower than the 12.2-percent growth in September.", "Meanwhile, growth in outstanding loans of universal and commercial banks eased to 1.9 percent in October from 2.6 percent in September.", "The overall slowdown in bank lending growth reflects the combined effects of muted business confidence and the banks' stricter loan standards attributed mainly to continued disruptions in business operations.", "On a year-to-date basis, the Philippine Peso appreciated against the US dollar by 5.37 percent, to close at 48.06 pesos to the US dollar on December 28, 2020 from its end-December 2019 closing rate of 50.64 pesos to the US dollar.", "The peso has appreciated along with the Taiwan dollar, Chinese yuan, South Korean won, Japanese yen, Singaporean dollar, and Malaysian ringgit.", "Let us now turn to the macroeconomic prospects over the near term.", "The prevailing view is a \"long, uneven, and uncertain ascent\" toward global economic recovery.", "There remains considerable uncertainty if and how global trade and supply chains will evolve.", "The IMF, in October 2020, forecasted that world output would contract by 4.4 percent in 2020 and revert to an expansion of 5.2 percent in 2021.", "Beyond 2021, world output is projected to decelerate to (growth of?)", "around 3.6 percent by 2024, indicating a delayed return to the growth trajectory before the pandemic.", "In any case, some recovery is already being seen as major economies open up further, supported by the optimism brought about by the gradual deployment of COVID-19 vaccines.", "On the domestic front, economic prospects are expected to improve as infrastructure and social programs, health capacities, and fiscal policies gain traction.", "While the real domestic GDP could contract by 8.5-9.5 percent in 2020 amid the community quarantines, economic activity in the country is projected to recover and expand by 6.5-7.5 percent in 2021 and by 8-10 percent in 2022, as global and domestic economies gradually reopen.", "Moreover, the DBCC, in consultation with the BSP, decided to retain the current inflation target range for 2021 to 2022 at 2 to 4 percent and retain the same inflation target band for 2023 to Amid all the uncertainty, the national government's inflation target remains an important anchor for guiding the economy through the downturn and recovery stages.", "This inflation target serves as an important guidepost for the BSP.", "Monetary authorities could continue to provide support to the economy after the health crisis through a resolute commitment to deliver low and stable inflation.", "Latest forecasts indicate that inflation will remain within target in 2020 until 2022.", "The balance of risks to the inflation outlook also leans toward the downside from 2020 to 2022, owing largely to potential disruptions to domestic and global economic activity amid the ongoing pandemic.", "Similarly, inflation expectations appear to be well-anchored to the target range.", "In response to the pandemic, the BSP has taken decisive policy measures to support domestic liquidity, bolster economic activity, and boost market confidence.", "The cumulative cut in the policy rate by 200 basis points was complemented by decisive liquidityenhancing measures and regulatory relief to banks' borrowers experiencing financial difficulty amid the lockdown.", "In an effort to assist the national government's funding requirement for COVID-19-related programs and consistent with its liquidity enhancing policies, the BSP has also bought government securities in the secondary market, provided short-term provisional advances, and remitted 20 billion pesos in advance dividends to the national government.", "In sum, the BSP has injected some Php2-trillion into the financial system, equivalent to 10 percent of 2019 GDP.", "The BSP's policy measures complement the government's expansionary fiscal policy stance to boost demand and limit the adverse effects of the COVID-19 pandemic.", "The government's accommodative fiscal policy aims to fund priority expenditures to help rebuild the economy as well as invest in social services and infrastructure.", "Similarly, the recent approval of the 4.5-trillion peso General Appropriations Act for 2021, which prioritizes health-related response programs and infrastructure projects, could help facilitate the strong rebound of the economy and its transition to the \"new normal.\"", "In addition, let me stress that the BSP recognizes micro, small and medium enterprises as a vital component of the Philippine economy.", "In fact, the BSP has approved a number of measures to assist MSMEs during this crisis as well as hasten their recovery and ensure sustainability of operations in the post-crisis period.", "These measures include allowing banks to report MSME loans as part of their compliance with the BSP's reserve requirement.", "The BSP also implemented amendments to the regulatory capital treatment of exposures to MSMEs, which would free up capital and enable BSP's supervised financial institutions to extend more credit to the MSME sector.", "In particular, the BSP approved a temporary reduction in the credit risk weights of loans granted to MSMEs that are current in status, and the assignment of lower risk weight for MSME exposures that are covered by government guarantees.", "Overall, these measures are expected to channel liquidity to the MSME sector while ensuring the health and safety of the financial system.", "The BSP-as overseer of the payments system-likewise endeavors to provide an enabling environment for a safe, reliable, affordable, interoperable, and efficient retail payments system in the country.", "In fact, even before the pandemic, we had advocated for the shift to a more cash-lite economy through increased use of digital payment platforms under the National Retail Payment System Framework or NRPS.", "This has proven to be very useful, with physical distancing becoming the norm during this pandemic.", "In fact, a welcome development brought about by the new norm is the spike in PESONet and InstaPay transactions, the two automated clearing houses (ACHs) formed under National Retail Payment System Framework.", "In addition, the BSP's issuance of the National QR Code Standard or QR PH has helped address the country's fragmented QR-driven payment system.", "This new system can assist the economy in further leveraging on the efficiency, safety, and affordability of QR technology for payments.", "We have also supported the digitalization of payments to the government through EGov Pay, a payment channel that allows individuals and businesses to pay taxes, permits, fees, and other obligations to the government through an electronic portal.", "Ladies and gentlemen, the past year has been turbulent and challenging.", "Our economy, and the economies of other countries across the globe, have been seriously hit by this unprecedented health emergency.", "However, the Philippines's robust macroeconomic fundamentals have helped us navigate through the crisis.", "And our fundamentals remain strong.", "Domestic liquidity remains ample.", "And the banking sector remains stable and resilient.", "There are also some early signs of recovery as we see some improvements in the manufacturing index, market sentiment, as well as mobility reports.", "As we learn to live with the virus and adapt to the \"new normal,\" domestic economic activity is expected to rebound this year with inflation remaining well-anchored to the target range.", "For our part, we at the BSP have deployed timely and appropriate policy initiatives to support domestic liquidity and the country's economic comeback.", "We will implement a prudent and data-driven disengagement from the BSP's COVID-19 policy responses, in support of the whole of government and the Filipino people on our way to a solid recovery.", "Indeed, we are all aware that this path to recovery is tough.", "But this pandemic, as with other challenging periods in our history, has once again shown our resilience and fortitude as a nation.", "We will use this resilience to continue working hard in ensuring that our country will sustain a stable recovery from the pandemic.", "I am certain that each of us gathered virtually in today's meeting has a contribution to make in our collective fight against the COVID-19 pandemic.", "Thank you and I wish everyone a safe and prosperous new year!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "COVID-19 pandemic", "Inflation", "Banking sector", "Monetary policy", "Fiscal policy", "MSME", "Payments system", "Economic growth", "Philippines"]}