{"sentences": ["Ladies and gentlemen, Good morning!", "It's a great honor to speak at the Asian Financial Forum.", "Today's world is witnessing historic changes.", "Asia may play a prominent role in the development of the world's civilization as it once did a few centuries ago.", "And recently China has set out clear development objectives.", "By 2035, it will achieve socialist modernization.", "By 2050, it will develop into a modern socialist country that is strong, prosperous, democratic, culturally advanced, harmonious and beautiful.", "The 2035 objective means: China will become a global leader in innovation, a moderately developed country in terms of per capita GDP, and a country with rule of law well-established.", "It will also see its cultural soft power significantly enhanced, environment fundamentally improved and people in well-rounded development.", "It would be a huge disaster if China and other Asian countries reached modernization in the same way as Europe, US and Japan.", "Over-exploitation and an increasingly fragile environment have already sent out warning signals.", "In the past two decades, frequent infectious diseases were probably related to expanded human activities.", "Given that we haven't defeated COVID-19, were there to be any new epidemic, it's hard to imagine how we could cope.", "Hence, sustainable development is the only way forward for humanity.", "In 2020, President Xi Jinping announced that China will strive to reach peak carbon emissions by 2030 and carbon neutrality by 2060.", "We have made great progress in green development.", "Currently, China's installed renewable power capacity accounts for roughly 30% of the global total.", "And energy consumption per unit steadily decreased by about 25% over the past 8 years.", "We should try to achieve more efficient and higher quality development.", "China has achieved great success in reform and opening-up, thanks to the initiative and creativity of the Chinese people.", "Today, as input intensity of traditional production factors declines, innovation should become the key driver of modernization.", "We need to deepen policy reforms in the areas of science, technology, education and finance, and nurture more talents.", "Meanwhile, entrepreneurship, scientist spirit and craftsman spirit should be encouraged.", "The financial system should better support venture capital, engineering projects and basic R&D.", "We should aim for more equitable and secure development.", "In the past few decades, numerous workers and farmers have grown into well-known entrepreneurs, specialists and technicians.", "We believe, in the future, more common people will rise as world-class experts.", "With wider access to education, our newly employed have received higher education on average.", "Now, West and Central China have paced up their growth.", "We will continue to equally support the development of the public and non-public sectors.", "We stand firmly against monopoly and unfair competition.", "We insist that financial innovation be placed under prudential regulation.", "And we will endeavor to prevent and mitigate various risks, consolidate national security, maintain law and order, and defend sovereignty and dignity.", "We should strive for common prosperity and improve the quality of people's lives.", "The urban- rural gaps in development and income are narrowing.", "Enormous progress has been made towards common prosperity.", "China's middle income population has been growing, up from 100 million to over 400 million in the past 10 years.", "While the fair market determines the factor returns, we will improve the second and tertiary income distribution mechanisms to better the distribution structure of income and wealth.", "However, at present, China's development is still imbalanced.", "There are a lot of difficulties ahead.", "Since 2020, developed economies have adopted ultra-loose monetary and fiscal policies.", "The global financial market has been diverging severely from the real economy.", "Global inflation and asset bubbles have become increasingly worrisome.", "Hence, we are ready to enhance macroeconomic policy coordination with other countries to new challenges to the world economy.", "For a long time, China's economic and social development have had positive global impacts.", "Over the past decade, China contributed 30% on average to global growth.", "Yet internationally there were some negative remarks on China.", "Twenty years ago, it was said that China was not a market economy and needed a transition.", "More recently, they accused China of state capitalism because China has a strong public sector and its industrial policies distort the market.", "This is a big misunderstanding.", "Here let's make five points of clarification.", "First, the private sector now accounts for 60% of China's economy, while before 1978 there was hardly any.", "If there were so-called state capitalism and state protection, how could this be achieved?", "Second, China's industrial policies have been consistent with the market-oriented reform.", "At the end of the 1970s, China encouraged light industry and lifted import restrictions on consumer goods.", "From TV sets to washing machines, and from sedans to trucks, the large inflow of foreign goods made China an \"Expo of Brands of All Nations\".", "Since the late 1980s, our main policies have been to prevent duplicated constructions resulting from over competition.", "In the past 10 years, we have closed down lots of high-energy-consuming, high-polluting and over-leveraged companies.", "Thanks to open, fair and full competition, China now has the widest range of industries in the world.", "Third, SOEs in general are subject to negative subsidies from the government budget.", "The average tax on SOEs is almost twice of that on private companies.", "SOEs have in fact undertaken more social responsibilities.", "Actually, one of the important drivers for long-term and rapid growth of private and foreign firms is tax concession.", "The SOE-related government budget has been mainly used to resettle redundant workers, subsidize social security and public services.", "Fourth, banks and SOEs are financially independent from each other.", "Chinese banks are among the most profitable banks in the world.", "This couldn't be possible if they had been providing subsidies to SOEs over the long term.", "The credit market is also highly competitive.", "And banks' ownership has long been well diversified.", "Under such background, tunneling interests to SOEs is impossible, even for banks with a big state ownership.", "Fifth, the strong competitiveness of Chinese products is not due to lack of labor protection.", "China is a socialist country.", "The Constitution and other laws provide strong protection for people's interest, allowing employees to participate in corporate management and labor union activities.", "The Employee Representative Conference of China's medium and large companies is rarely seen in other countries.", "In the past 10 years, the income of Chinese workers has grown rapidly.", "Migrant workers have their income doubled.", "We don't think strikes and demonstrations are good ways to solve labor disputes.", "Through consultation and oversight by multiple parties, win-win results can be achieved for both employees and employers.", "Therefore, people's wealth and welfare can grow in tandem with economic development.", "Ladies and gentlemen, In the past 40 years, Hong Kong has played a pivotal role in every stage of China's development.", "Hong Kong is not only China's Hong Kong, but also Asia's Hong Kong and the world's Hong Kong.", "And Hong Kong will regain its vitality in the new development stage of China and Asia.", "Hong Kong is vital to China's new development pattern of dual circulations.", "Hong Kong connects China's domestic and international circulations.", "Hong Kong plays a prominent role in China's two-way flow of trade, investment, finance, legal, tourism and cultural activities.", "It is indispensable in many aspects.", "So it is necessary for Hong Kong to further strengthen the cooperation and collaboration with the mainland.", "Hong Kong can play an important role in developing the Greater Bay Area.", "The Greater Bay Area offers opportunities for deepening the economic, trade and financial cooperation in the region, in the country, and in the world.", "We will provide greater market access to firms from Hong Kong to facilitate their development.", "The Greater Bay Area will definitely become a model in our modernization drive.", "Hong Kong can contribute to developing the global innovation centers of science and technology.", "The 14th five-year plan proposes to support the Greater Bay Area, along with Beijing and Shanghai, to build national science centers and regional innovation hubs.", "In 2019, Hong Kong was named one of the three BIS innovation hubs.", "Shenzhen has been recognized as China's Silicon Valley.", "Hong Kong and Shenzhen can support and benefit each other in digital economy, biomedicines and artificial intelligence, etc.", "Hong Kong is significant in growing offshore renminbi business.", "A strong and resilient economy will have a strong and resilient currency.", "RMB is one of the few emerging global currencies.", "Now Hong Kong is the world's largest RMB offshore market.", "It can engage in more RMB businesses at a larger scale.", "It can also attract more global clients and pool larger volume of RMB funds.", "As an offshore financial center, Hong Kong can better participate in China's opening up, and can also steadily promote RMB internationalization.", "We should further improve the Shanghai-Hong Kong Stock Connect, the Shenzhen-Hong Kong Stock Connect and the Bond Connect, and together to facilitate the cross-border financial cooperation and development.", "As an international financial center, Hong Kong is embracing the opportunities of the new century.", "\"Reform and opening up\" and \"one-country, two systems\" are China's basic national policies.", "The National Security Law put an end to the violence and turmoil which were called \"a beautiful sight to behold\" by some western politicians.", "It also dealt a heavy blow to anti-China forces and separatists.", "It provides a strong guarantee for social stability in Hong Kong.", "At present, both the world and China are going through significant changes.", "They will bring more favorable conditions for Hong Kong.", "We firmly believe Hong Kong, as a global financial center, will be more stable and prosperous.", "Ladies and gentlemen, The COVID-19 haze will eventually be cleared away.", "We will work together with other countries and share the opportunities and benefits of globalization.", "Wish this forum a great success!", "Wish you all good health!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["sustainable development", "innovation", "common prosperity", "financial stability", "globalization", "China's development", "Hong Kong's role", "RMB internationalization", "economic growth", "social stability"]}