{"sentences": ["Distinguished guests, ladies and gentlemen, good morning.", "Three reasons: First, climate change is the defining crisis of our time - it is already happening, the worst is yet to come, and there is much at stake globally for lives and livelihoods.", "Second, finance has a key role to play in supporting the world's transition to a greener and more sustainable trajectory.", "Third, to enable green finance flows and address climate related risks, we need trusted, timely, and relevant data.", "I take it we are all on the same page on the fact of climate change and the role of green finance, so let me focus on issues relating to data - which is a critical foundation for the green economy architecture the world needs to build.", "Financial institutions need accurate, granular data to assess and manage the environmental risks in their portfolios.", "For example: geographical, climate and weather-related data on their assets as well as along the supply data on firms' carbon footprint, historical carbon emissions, and pathways to reduce emissions over time; data on energy use and efficiency of physical assets, such as real estate; and data to monitor customers' compliance to ESG standards and to measure the impact of transition activities on the climate.", "The demand for trusted data will only grow as regulators strengthen reporting and disclosure requirements.", "Yet, the availability of good data remains a big challenge.", "The process of ESG data acquisition is manual, cumbersome and costly.", "There is also lack of transparency in the verification and reporting process.", "Technology can be a game changer in addressing these data challenges.", "First, the problem of data acquisition.", "FinTechs are offering solutions that connect directly via Application Programming Interfaces (APIs) to existing systems, such as waste management systems, to retrieve relevant environmental and energy consumption data more efficiently.", "Financial institutions are exploring the use of IoT devices and sensors to measure directly at source, carbon emissions, energy consumption, and pollution.", "Satellite imagery is being used to track the progress of reforestation and carbon sequestration projects, which enables nature-based solutions and offerings.", "Second, the problem of data provenance.", "Here, distributed ledger technology is being considered as a way to maintain provenance and traceability in the data.", "For example, IBM's Food Trust uses blockchain to connect participants across the food ecosystem, such as growers, processors and retailers, with data collected along the supply chain.", "This allows them to ensure that food safety protocols and sustainable food practices are adopted at each stage of the food chain.", "It also allows them to trace any food fraud incidents or food safety breaches back to their source.", "With greater certainty over the provenance of the data, financial institutions and corporates are better able to mitigate the risks of greenwashing.", "Third, data for monitoring commitments.", "Technology solutions can help financial institutions and project owners in monitoring and meeting their commitments to ESG targets.", "FinTechs are providing financial institutions with good data and analytics to assess and benchmark ESG performance against peer companies.", "Intensel, a winner of the MAS Global FinTech Hackcelerator last year, uses artificial intelligence to analyse climate data and satellite imagery and assess the physical risks faced by assets to floods, typhoons, storm surges, and extreme heat.", "Fourth, data for reporting.", "FinTechs are offering tools to automate the reporting process, while being nimble enough to adapt to various standards, such as the Sustainable Accounting Standards Board (SASB) and the Global Reporting Initiative (GRI).", "Matter Analytics, another winning solution at last year's MAS FinTech Hackcelerator, offers reporting solutions that help asset managers, asset owners and banks automatically generate customised and comprehensive impact reports for their clients.", "The technologies are promising, but that is not to say there are no challenges in this space.", "First, the ESG landscape continues to evolve.", "Taxonomies are still being defined and harmonised.", "These are important efforts that will take some time.", "Disclosures and reporting requirements are also being formulated by governments and regulators.", "But financial institutions cannot adopt a wait-and-see approach.", "They should not look at ESG only from the lens of regulatory requirements.", "Climate risk is a real threat: financial institutions should have the conviction to want to understand the environmental risks in their portfolios and to mitigate these risks.", "It is imperative that financial institutions step up efforts to collect the data that are necessary to mitigate their physical and transition risks as soon as possible.", "Second, financial institutions need greater clarity on the ESG data they need.", "The Network for Greening the Financial System (NGFS) has recently published a progress report on bridging data gaps.", "MAS agrees with the recommended approach, which is to first identify the stakeholders and use cases, and then define the metrics and data requirements.", "In the absence of a use case driven approach, technology will remain a solution looking for a problem to solve.", "In Singapore, MAS is working with our financial institutions, solutions and data partners to pilot some use cases so that we can collectively learn, adapt, and grow in our ability to define the right metrics for ESG measurement.", "MAS has launched, together with the industry, Project Greenprint - a technology platform to support the green finance ecosystem.", "The project will identify use cases where technology can help to mobilise capital for green projects, monitor commitments to emissions reductions, and quantify the impact of abatement efforts.", "We look forward to collaborating with more international financial institutions and solution providers in this effort.", "Third, we need to develop methodologies to translate raw data into quantifiable assessments of climate-related risks.", "As the data to be collected and metrics that are relevant for each sector can differ greatly, there will be a need to take a sectoral approach to this.", "For example, an asset manager looking to invest in the agriculture sector will not find raw data such as temperature and rainfall levels, proximity of the farmland to conservation areas, or the education levels of the farm owners meaningful.", "These must be converted into an accurate assessment of the environmental and credit risks of the agricultural assets so that the asset manager can adjust its investment decisions accordingly.", "The financial sector has an important role to play in determining these frameworks, to ensure that capital is channelled effectively towards sustainable business practices.", "MAS is keen to work with the industry, academia and international organisations to develop these sector-specific frameworks, for example, for maritime, agriculture, logistics, and others.", "As an international financial centre, Singapore is committed to channelling financial flows towards sustainability and transition efforts in Asia and globally.", "We are developing green finance solutions and markets that can support a sustainable economy.", "We are strengthening the financial sector's resilience to environmental risks through providing guidelines on environmental risk management and stepping up disclosure expectations.", "We are working closely with the private sector to develop a taxonomy prioritising transition activities.", "We are actively exploring how technology and innovation can be leveraged to drive the financial sector's sustainability agenda.", "We must harness technology and data to drive effective climate action.", "The transition to a netzero economy can only be achieved with a committed and concerted effort across the public and private sector.", "I wish all of you a fruitful discussion ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green finance", "ESG data", "Technology", "Data acquisition", "Data provenance", "Data for monitoring commitments", "Data for reporting", "ESG landscape", "Sectoral approach"]}