{"sentences": ["Dear ..., It is a special pleasure to be part of this ceremony that marks another step of the very important contribution that KFW has continuously given to the development of the Kosovo Credit Guarantee Fund and in general to the economic development of Kosovo.", "The Kosovo Credit Guarantee Fund within a relatively short period of time has managed to become a very important institution for increasing and facilitating financing for the country's economy.", "The important role of this institution has emerged especially during the period of pandemic crisis, in which case this institution has served as a very effective mechanism of transmission and multiplication of state aid for the private sector of the country.", "The grant that is being donated by KFW will enable the further increase of the guarantee potential of this institution, making possible the increase of the number of beneficiaries from the guarantees issued by this institution.", "In other words, a larger number of individuals or businesses with difficulty accessing credit financing will be able to secure access to this source of financing on favorable terms.", "Bank lending continues to be a very important and sustainable source of private sector financing in Kosovo.", "The value of bank loans by September 2021 has reached 3.57 billion euros, marking a significant annual increase of 12.2%.", "However, despite the satisfactory trend of increasing bank lending, it is considered that the level of financial intermediation in Kosovo continues to be below the average of the countries in the region, which shows that, in relation to the size of the economy, there is further room for expansion of the lending activity.", "An important role in filling this space has exactly the Kosovo Credit Guarantee Fund, which through its guarantee mechanism can enable the increase of lending and the facilitation of the conditions of access to credit for the sectors which without this service may find it difficult or even impossible to provide access to credit financing.", "In this context, we expect that in addition to supporting the growth of credit financing in general, the KCGF portfolio, more and more to reflect the increase of credit support for sectors with greater difficulties in accessing credit financing, but which have the potential to make a significant contribution to the economic development of the country.", "In the end, allow me to once again express my highest appreciation to KFW, which has consistently proven to be a very important supporter of Kosovo's economic development."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Kosovo Credit Guarantee Fund", "bank lending", "credit financing", "economic development", "KFW", "financial intermediation", "private sector", "guarantee mechanism", "credit support", "access to credit"]}