{"sentences": ["To Finance Secretary Carlos P. Dominguez National Economic and Development Authority Undersecretary Rosemarie Edillon; Ms. Puan Fauziah Hisam, Chairperson of Maybank Philippines Incorporated; Ms. Abigail Del Rosario, President and CEO of Maybank Philippines Incorporated; Chua Hak Bin of Maybank Kim Eng Singapore; guests, ladies and gentlemen, good afternoon.", "I am honored to be here at the Year-End Market Forum for Maybank Philippines' 25th Anniversary Launch.", "Since Maybank opened its doors in the country in November 1997, the bank's network has grown to over 60 branches nationwide.", "Through your corporate social responsibility initiatives and various community and sustainability programs, you were able to demonstrate Maybank's brand of humanizing financial services.", "BSP commends Maybank's sustainability initiatives.", "We recognize the Maybank Group's long-term commitments launched in July 2021, including the mobilization of 50 billion Malaysian Ringgit in sustainable finance by 2025, carbon neutral position by 2030, and net-zero position by 2050.", "We also commend the bank's governance reforms reflecting its desire to integrate sustainability principles in its corporate structure.", "As banks take on the \"green and sustainable\" path, BSP provides the enabling regulatory environment to drive sustainable finance in the country.", "BSP is also leading by example.", "We endeavor to embed sustainability principles in everything we do as an institution, as guided by BSP's Sustainable Central Banking Program.", "This program underscores the essential roles of the BSP as an enabler, mobilizer, and doer.", "As an ENABLER, BSP provides policies and structures that will support and facilitate sustainable finance.", "In this respect, we have issued the Sustainable Finance and Environmental and Social Risk Management Frameworks.", "Released in April 2020, the Sustainable Finance Framework highlights the overarching principles of integrating sustainability and ESG considerations in banks' corporate and risk governance frameworks, business strategies and operations.", "This Framework also underscores the responsibilities of the board of directors in institutionalizing sustainability principles within the organization.", "Supplementary to this is the Environmental and Social Risk Management Framework.", "This framework gives more detailed supervisory expectations on the management of environmental and social risks in the context of credit and operational risks.", "Among these expectations are the gradual increase of loan portfolio allocation for green or sustainable activities or projects, and the consideration of environmental and social risks in the banks' operational risk management framework.", "These frameworks set the essential groundwork in promoting sustainable finance and serve as anchors for succeeding BSP's policy issuances.", "Both frameworks will kick into effect by 2023.", "As a MOBILIZER, the BSP leads and inspires its supervised financial institutions to make environmentally and socially responsible business decisions.", "We have started integrating sustainability principles in our investment process with over USD 550 million investment in the Green Bond Fund managed by the Bank for International Settlements.", "We are also reviewing our investment strategy to consider strategic allocation of investments toward those that espouse environmental, social, and governance principles.", "Several Philippine banks have already started participating in the growing green, social, and sustainability bond market.", "Latest figures show that those banks have issued green, social, and sustainability bonds totalling USD 1.15 billion and PHP 85.4 billion in both foreign and local currency denominated bonds, respectively.", "Amid the pandemic, two banks issued social bonds worth approximately PHP 29 billion to finance or refinance the needs of eligible micro, small, and medium enterprises.", "Issuances by Philippine companies, including banks, reached USD 4.8 billion or 28 percent of the total ASEANlabelled Green, Social, and Sustainability Bonds as of end-October 2021.", "Climate-proofing the financial system provides growth opportunities for banks such as Maybank.", "Just recently, we witnessed the landmark climate summit unfold at COP26 in Glasgow.", "The world's financial leaders committed to fund the shift to reduce carbon emissions.", "Private capital was also pledged through the Glasgow Financial Alliance for Net Zero toward the transition to a net-zero economy.", "Accordingly, the latest Philippine Energy Plan targets 50 thousand megawatts of renewable energy under a clean energy scenario by 2040, or equivalent to 54.3 percent of the total energy mix.", "In line with this, banks, like Maybank, should start investing in sustainable financial products and services as contribution in achieving the country's carbon emission reduction targets.", "Another opportunity is the introduction of other innovative sustainable financial products to fund the post COVID-19 recovery of the MSMEs and agricultural sectors, which were greatly hit by the pandemic.", "We believe that these opportunities complement the Maybank Group's long-term sustainability goals.", "As I end my presentation, let me assure that the BSP will remain steadfast in leading sustainability principles in the banking sector, in line with our national aspirations for sustainable development.", "Congratulations to Maybank Philippines Incorporated on your silver anniversary.", "Thank you and Mabuhay!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable Finance", "Sustainability", "Environmental and Social Risk Management", "Green Bonds", "Climate Change", "Social Bonds", "Renewable Energy", "COP26", "ESG", "Financial Inclusion"]}