{"sentences": ["November 15, 2021 Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Nagoya Governor of the Bank of Japan It is my great pleasure to have the opportunity today to exchange views with a distinguished gathering of business leaders in the Tokai region.", "I would like to take this chance to express my sincerest gratitude for your cooperation with activities of the Bank of Japan's Nagoya Branch.", "We had to exchange views online since the outbreak of the novel coronavirus (COVID-19) last year, but today are able to hold an in-person meeting for the first time in a year and nine months, given the recent low level of confirmed cases.", "I am grateful to meet with you face-to-face at this gathering.", "Although economic activity in Japan had been considerably constrained by the successive waves of COVID-19 since last year, positive signs toward normalization of economic activity are at last starting to be seen due to the widespread vaccinations and a substantial decline in the number of confirmed cases of COVID-19.", "At the same time, however, the global resumption of economic activity has triggered a new issue of supply-side constraints, which have caused shortages in raw materials and parts.", "Today, while elaborating on these points, I would like to explain the Bank's view on Japan's economic activity and prices Outlook for Economic Activity and Prices based on the (Outlook Report) released last month, as well as its thinking behind the recent conduct of monetary policy.", "Economic Developments Let me start by talking about the current situation for Japan's economy and its outlook (Chart 1).", "The economy has continued to pick up from the bottom hit in spring last year, but the recovery has been somewhat slower than initially expected.", "Due to the spread of the Delta variant in summer, private consumption was stagnant for a protracted period, mainly for face-to-face services.", "Exports and production, which had been increasing firmly to date, have been somewhat weak recently due to delays in the procurement of parts that reflect the spread of COVID-19 in Southeast Asia.", "The outlook for Japan's economy is that, for the time being, downward pressure stemming from vigilance against COVID-19 is likely to remain on services consumption, and exports and production are expected to remain in a temporary deceleration phase due to supply-side constraints.", "The economic growth rate for this fiscal year therefore has been revised slightly downward from the July forecast of 3.8 percent to 3.4 percent in the October forecast.", "However, the Bank considers that the mechanism for economic recovery has been maintained.", "Although the corporate sector has been affected by supply-side constraints, profits and sentiment have continued on an improving trend and firms have been steadily undertaking business fixed investment, partly because demand has been solid.", "Amid such firmness maintained in the corporate sector, the improving trend in the overall economy, including the household sector, is expected to become quite evident in the first half of 2022, when the impact of COVID-19 and supply-side constraints is projected to wane.", "Under these circumstances, Japan's real GDP is expected to generally recover to the pre-pandemic level (or the 2019 level) in the first half of 2022, while lagging somewhat behind the recovery in the United States and Europe.", "Thereafter, as the resumption of economic activity progresses while public health is being protected, Japan's economy is expected to follow a growth path that outpaces its potential growth rate, supported by relatively high growth in overseas economies and accommodative financial conditions.", "In relation to the outlook for Japan's economy I just outlined, attention is needed for the time being on (1) whether services consumption will recover steadily during the COVID-19 era and (2) whether supply-side constraints will head toward a resolution on the back of continued firm recovery in overseas economies.", "Let me elaborate on these two points.", "Recovery in Services Consumption during the COVID-19 Era Services consumption had been strongly pushed down by COVID-19 (Chart 2).", "Due to the spread of the highly contagious Delta variant in summer, the number of confirmed cases surged and people's vigilance against COVID-19 heightened.", "As a result, eating and drinking as well as accommodation services inevitably became subdued to a level that was roughly 40 percent below the pre-pandemic level.", "The key for the economic outlook is whether face-to-face services consumption no longer remains stagnant and instead sees a full-fledged recovery.", "In this regard, Japan's fully-vaccinated rate has risen steadily and is now above 70 percent, exceeding the levels in Europe and the United States.", "On the back of a plunge in the number of confirmed cases, various restrictions have been eased in stages since last month.", "In addition, with the use of vaccination certificates, for example, efforts have been made to gradually resume consumption activities while protecting public health.", "Meanwhile, employee income has turned to an increase, reflecting a pick-up in economic activity.", "These developments suggest that the groundwork has been laid for a full-fledged recovery in services consumption in Japan.", "Therefore, as people's vigilance against COVID-19 wanes, it is highly likely that a recovery trend in services consumption will become pronounced.", "Attention is being paid in particular to consumption by senior households, which accounts for nearly 40 percent of overall private consumption (Chart 3).", "High-frequency data based on credit card transactions suggest that seniors had been very cautious in terms of services consumption even though they were ahead of other age groups with respect to progress with vaccinations.", "However, since the second half of September, when the spread of COVID-19 Economy Watchers Survey subsided, services consumption by seniors has picked up.", "The conducted at the end of October also shows that business sentiment of consumption-related firms has clearly improved, mainly for those in the services sector including food and beverage-related firms.", "That said, these positive developments have been seen only for the last month or two.", "There also remains a possibility of a repeated resurgence of COVID-19 even after the widespread vaccinations.", "It is therefore necessary to pay attention to whether households' vigilance against COVID-19 will wane.", "Overseas Economies and Supply-Side Constraints Next, let me move on to developments in overseas economies and the effects of supply-side constraints.", "Overseas economies, albeit with variation across countries and regions, have continued to recover firmly on the whole, supported by progress with vaccinations and aggressive macroeconomic policies in advanced economies (Chart 4).", "The International Monetary Fund (IMF) projects that the global economy will continue to register very high growth of 5.9 percent for 2021 and 4.9 percent for 2022, which contrasts with the negative growth seen last year.", "Although the projected growth rate for 2021 was revised slightly downward from the forecast made in July, there is no change to the projection that the global economy will grow well above the long-term average of 3.5 percent for two years in a row.", "However, the recovery in the global economy at an unprecedented rate is creating various frictions in various areas.", "That is, it has caused supply-side constraints, such as parts and labor shortages as well as bottlenecks in logistics.", "Due to supply-side constraints on parts, Japan's production and exports have been under downward pressure, mainly for the automobile-related sector.", "When looking at supply-side constraints Japan's economy face, it is necessary to divide them into two causes: (1) the supply-chain disruptions due to the spread of COVID-19 in Southeast Asia and (2) the problem that supply has not been able to keep up with the surge in demand, mainly for semiconductors (Chart 5).", "The first cause was triggered by temporary factory shutdowns in Southeast Asia due to the rapid spread of the Delta variant in summer.", "The resultant delays in the procurement of parts have had a significant impact through the global supply chain on overseas and Japanese production and trade activities in the automobile-related sector in particular.", "However, as the spread of COVID-19 has subsided since September in Southeast Asia, production activity in the region has gradually resumed and the bottlenecks brought about by the supply-chain disruptions are expected to be resolved within the next few months.", "On the other hand, the second cause of supply-side constraints, which is supply shortages stemming from the surge in demand, will eventually be resolved but may take a certain amount of time.", "In particular, demand for semiconductors has expanded considerably because of the existing trend of acceleration in digitalization since before the pandemic, as seen in the spread of 5G networks and electrification of vehicles, and because of an increase in online demand due to the adaptation to a new lifestyle.", "In order to meet the strong demand, enhancing supply capacity, mainly through business fixed investment, is essential, and it is natural to think that this will take a considerable amount of time.", "Given that demand has remained, it is expected that, in Japan, a recovery in production to catch up with demand and the restocking of inventories that have been reduced to a large degree will boost production activity.", "In addition, business fixed investment toward raising supply capacity is projected to get underway gradually.", "Against this background, Japan's production and trade activities are likely to continue recovering firmly on the whole, after temporarily decelerating due to supply-side constraints.", "However, it is necessary to pay attention to a risk that, if supply-side constraints are prolonged globally by more than expected, this will bring about deceleration in overseas economies and cost increases and thereby negatively affect Japan's exports and corporate profits.", "In addition, in terms of a risk to overseas economies, it should be noted that the Chinese economy, which recovered ahead of other economies from a decline caused by COVID-19, has shown a deceleration in its growth pace recently, partly because of power shortages and the debt problems in the real estate sector.", "The Bank will closely monitor how these risks of globally prolonged supply-side constraints and deceleration in the Chinese economy will affect global financial markets and Japan's economy.", "Price Developments Let me move on to current developments in prices and the outlook for them.", "Prices of a wide range of commodities, such as crude oil and natural gas, have increased clearly of late because global demand has surged, while on the supply side crude oil production has continued to be reduced (Chart 6).", "Due to labor shortage and the stagnation of logistics, in addition to the rise in commodity prices, upward pressure on general prices has increased notably in the United States and Europe.", "Similarly, on the back of the rise in commodity prices, the producer price index (PPI) in Japan -- which captures prices of goods traded within the domestic corporate sector -- has increased to 8 percent on a year-on-year basis for the first time since 1981.", "On the other hand, the consumer price index (CPI) for all items excluding fresh food has moved out of negative territory but has been only at around 0 percent in Japan (Chart 7).", "One factor behind this is that Japanese firms have sufficient supply capacity.", "Since long-term employment has taken hold in Japan, most of the firms have hoarded their employees even during the COVID-19 pandemic, partly on the back of employment adjustment subsidies and various measures to support corporate financing.", "This contrasts with U.S. firms, which conducted large-scale job cuts and layoffs immediately after the outbreak of COVID-19.", "Labor hoarding has enabled Japanese firms to maintain capacity to swiftly increase supply even when demand has risen due to the resumption of economic activity.", "Another factor behind the low CPI in Japan is firms' cautious price-setting stance.", "When Japanese firms face supply-side constraints, they rarely announce price rises or allocate limited goods by giving preference to customers who are tolerant of higher prices.", "Instead, they tend to put priority on long-term relationships with the customers and try to meet their demand as much as possible by keeping selling prices unchanged while asking for understanding regarding delivery delays.", "Nevertheless, a detailed look at Japan's CPI shows that the year-on-year rate of change has increased moderately in positive territory when temporary factors, such as the effects of a reduction in mobile phone charges and of energy prices, are excluded.", "Recently, firms in industries such as food products and food services have been passing cost increases of raw materials on to their selling prices.", "In addition, some firms in the services industry have started trying to set their prices in accordance with demand while employing the method of dynamic pricing, through which higher prices are charged at a time of increased demand (Chart 8).", "Meanwhile, firms' and households' inflation expectations have turned to a pick-up, more or less recovering to the pre-pandemic level.", "The rate of change in wages has increased gradually, mainly for industries with labor shortage.", "In the outlook, the year-on-year rate of change in the CPI is likely to increase moderately in positive territory for the time being, reflecting a rise in energy prices.", "Thereafter, it is projected to increase gradually to about 1 percent as the output gap turns positive around the middle of next year.", "The Bank's Conduct of Monetary Policy Now, I would like to talk about the Bank's conduct of monetary policy.", "Looking back at Japan's financial conditions immediately after the outbreak of COVID-19 in spring last year, precautionary demand for liquidity surged due to heightened uncertainties over the future and financial positions deteriorated, mainly of small and medium-sized firms (Chart 9).", "In order to address this situation, the Bank has supported financial positions, mainly of firms, since March 2020.", "Namely, as a temporary measure, it introduced the Special Program consisting of the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19) and an increase in purchases of CP and corporate bonds.", "Owing to the Bank's responses, together with the government's measures and financial institutions' efforts, financial conditions have remained accommodative on the whole.", "Specifically, precautionary demand for liquidity, which surged immediately after the outbreak of COVID-19, has subsided to a significant degree, as seen in repayment of loans by large firms.", "The environment for external funding, such as bank borrowing and the issuance of CP and corporate bonds, has remained favorable, as evidenced by lending and issuance rates being at around the same extremely low levels as those prior to the pandemic (Chart 10).", "That said, the results of the Tankan (Short-Term Economic Survey of Enterprises in Japan) and other surveys show that weakness has remained in financial positions of some small and medium-sized firms in, for example, the face-to-face services industry that have been significantly affected by COVID-19.", "In sum, stress on corporate financing stemming from COVID-19 seems to have become limited to firms in industries facing subdued sales as well as small and medium-sized ones.", "Given that economic developments at home and abroad are expected to continue to be affected by the situation of COVID-19 for a while, the Bank will closely monitor the impact of COVID-19 and will not hesitate to take additional easing measures if necessary.", "Recently, some central banks abroad have taken steps toward reducing monetary accommodation.", "The reasons behind this differ depending on economic and price developments in the respective countries and regions, but what they have in common is that their actions are based on the mandate of central banks to achieve the inflation target.", "In this regard, as presented in the October Outlook Report, it is likely that the inflation rate in Japan will increase gradually toward fiscal 2023, by which time the pandemic is expected to have ended, but will not reach the price stability target of 2 percent by then.", "Given this outlook, let me underscore that the Bank still needs to persistently continue with powerful monetary easing under the current Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control, with a view to achieving the price stability target.", "Lastly, I would like to touch on economic developments in the Tokai region from a medium- to long-term perspective.", "Digitalization and actions toward addressing climate change have been progressing on a global basis, and these will have a large impact on the regional economy.", "For instance, in light of a global rise in awareness of the need to address climate change, efforts toward achieving carbon neutrality have become active at home and abroad.", "In this situation, firms in this region have been pushing forward with various actions, such as active research and development investment.", "In order to achieve carbon neutrality, however, not only efforts made by individual firms but also cooperation among industry, financial institutions, and government agencies are essential.", "The Bank will provide support for these efforts and actions through the Funds-Supplying Operations to Support Financing for Climate Change Responses.", "The Tokai region has been supporting Japan's economy and leading the world in the field of manufacturing.", "I am confident that this will remain the case in the future.", "I would like to close by expressing my hope for further development of the region's economy.", "Thank you very much for your attention.", "Japan's Economy and Monetary Policy Speech at a Meeting with Business Leaders in Nagoya November 15, 2021 Governor of the Bank of Japan I.", "Economic Developments II.", "The Bank's Conduct of Monetary Policy The Bank's Forecasts for Economic Activity (October 2021 Outlook Report) s.a., ann., tril.", "Sources: Cabinet Office; Bank of Japan.", "Economic Developments Impact of COVID-19 on Services Sector Level of Economic Activity in COVID-19 Vaccination Rate s.a., CY 2019 = 100 United States European Union drinking services Services for amusement and Nonmanufacturing Jan. July Jul.", "Recent Developments in Services Consumption Developments in Services Consumption Confidence Indicator by Age (Economy Watchers Survey) current conditons DI (level), s.a. change from baseline, % Aged 20-39 Aged 40-64 Food and Services Household activity-related Jan. July Jan. July Oct. Jan. Jan. Jan. Oct.", "Note: In the left-hand chart, figures are from the reference series in JCB Consumption NOW, which take changes in the number of consumers into account.", "Figures are the arithmetic averages of the corresponding age groups in five-year increments.", "The baseline is the average for the corresponding half of the month for 2016 through 2018.", "Sources: Nowcast Inc./ JCB, Co., Ltd., \"JCB Consumption NOW\"; Cabinet Office.", "Sept. Sep. Nov. CY Note: In the right-hand chart, figures are based on staff calculations using World Semiconductor Trade Statistics (WSTS) data.", "Price Developments Commodity Prices and Prices of Transactions among Businesses International Commodity Prices Producer Prices in Japan monthly avg., CY 2015 = 100 y/y % chg. Crude oil (Dubai) -6 II.", "In the left-hand chart, figures for Japan are the CPI for all items excluding fresh food.", "In the right-hand chart, figures are staff estimates and exclude (1) the effects of the consumption tax hike and policies concerning the provision of free education, (2) the effects of the \"Go To Travel\" campaign, which covers a portion of domestic travel expenses, and (3) mobile phone charges, from the CPI (all items less fresh food and energy).", "Sources: Haver; Ministry of Internal Affairs and Communications.", "Price Developments Outlook for Prices The Bank's Forecasts for Inflation Expectations CPI (All Items Less Fresh Food) y/y % chg. y/y, ann.", "In the left-hand chart, figures for households are from the Opinion Survey on the General Public's Views and Behavior, estimated using the modified Carlson-Parkin method.", "Figures for firms show the inflation outlook of enterprises for general prices (all industries and enterprises, average) in the Tankan.", "In the right-hand chart, figures exclude the direct effects of the consumption tax hike in April 2014.", "Percentage figures indicate the medians of the Policy Board members' forecasts (point estimates) presented in the October 2021 Outlook Report.", "Sources: Bank of Japan; QUICK, \"QUICK Monthly Market Survey <Bonds>\"; Ministry of Internal Affairs and Communications.", "The Bank's Conduct of Monetary Policy The Bank's Measures in Response to COVID-19 Firms' Financial Positions (Tankan) Measures in Response to COVID-19 DI (\"easy\" - \"tight\"), % points Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19 Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previous amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19 ⇒The Bank extended the duration until the end of March 2022(decided in June 2021) Stabilizing Financial Markets -20 All enterprises and industries Ample and Flexible Provision of Yen and Small enterprises in all industries Foreign Currency Funds Small enterprises in face-to-face services industry Purchases of ETFs and J-REITs CY 07 09 11 13 15 17 19 21 Note: In the left-hand chart, figures for small enterprises in face-to-face services industry are the weighted averages of the DI for retailing, transport & postal activities, services for individuals, and accommodations, eating & drinking services.", "Source: Bank of Japan."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["supply-side constraints", "services consumption", "overseas economies", "price developments", "monetary policy", "inflation", "economic growth", "economic activity", "COVID-19", "business fixed investment"]}