{"sentences": ["Dear Deputy Minister of Finance, dear representatives of financial regulators, dear representatives of the Dutch Ministry of Finance and the OECD, representatives of the international fora in the country, colleagues from the private and non-government sector, It is my great pleasure to address you at this virtual event devoted to financial literacy and education.", "First, let me use this opportunity to express our deepest gratitude to the Dutch Ministry of Finance and the International Network on Financial Education at the OECD for their support and high-level expertise provided within the regional Technical Assistance Project on Financial Education.", "At this very point, I have no doubt that we all profoundly understand the concept of financially literate and financially included citizens, and its importance for the overall prosperity of our societies.", "As a central bank, highly aware of the former, we have imprinted financial education and inclusion as a separate strategic goal, and along with other financial regulators, we have streamlined joint vision and efforts in the recently adopted first National Strategy on Financial Education.", "I do believe that the roadmap that we paved will lift financial skills of the citizens and the level of their inclusion, making them cognizant of all the possibilities, but of the potential threats as well.", "The importance of financial literacy does have enduring origins, yet it gained prominence after the global financial crisis.", "Unfortunately, it was a bitter way of learning how low level of financial literacy and risk awareness can contribute to a large-scale financial crisis.", "Of course, there is no single cause or a single player in conceiving a crisis.", "So was the case with this one as well.", "But in this crisis episode, the illiteracy played an important role.", "In the United States, \"the development of a speculative bubble and its burst was also due to the reckless financial behaviours of households, including the most vulnerable ones who contracted mortgages they should not have subscribed considering their financial situation.", "Actually, individuals were often not aware of the risks they were exposed to\".", "It collapsed the U.S. financial system, and given the tight financial linkages, it led to a worldwide financial and economic crisis.", "Another example was the widespread practice in CESSE of borrowing in foreign currency, while repaying in domestic, with adverse implications for households when currencies appreciated.", "In some countries, individuals undertook investment risk as well, by investing in high-risk, structured products, that they did not understand.", "Financial illiteracy was even a trigger for irrational exuberance, with deposit withdrawal occurring on the backdrop of ungrounded causes in some countries.", "Therefore, we do see now financial literacy and inclusion high on the global agenda.", "Thus, in 2010, Global Partnership for Financial Inclusion (GPFI) was established reflecting concerted global efforts that do not solely reflect the need to elevate financial education and literacy to safeguard financial stability.", "Much more, they are reflection of the understanding that inclusion can help to address poverty and shared prosperity by smoothing household incomes, reducing vulnerability to shocks, enhancing investments in education and health, and encouraging the growth of businesses.", "In fact, this is why financial inclusion is linked to at least eight of the United Nations' 17 Sustainable Development Goals.", "Global efforts yielded up global improvement.", "Leveraging on different data sources and the latest conclusions of the Global Partnership, several takeaways can be pinpointed.", "There is a rise in the financial inclusion.", "Globally, the share of adults holding an account at a financial institution or through a mobile money service over the years has significantly increased from 51% to 69%.", "In low-income economies, there are twice as many mobile money accounts than bank accounts per 1,000 adults.", "(IMF Financial Access Survey).", "Despite this progress, 1.7 billion adults remain unbanked and inequalities persist.", "Women in developing countries remain 9 percentage points and globally, by 4 percentage points less likely to have an account than men.", "Small and medium-sized businesses are mostly excluded from formal borrowing, despite increasingly having an account at a financial service provider.", "In the local context, observing our own inclusion profile, the data indicate visible improvement over the years, yet significant gaps towards, for instance, the euro area as an anchor, are still visible.", "The percentage of adults holding an account rose (between 2011 and 2017) to 77%, but it is still well below the euro area average of 95%.", "The percentage of adults making online payments equals 20%, compared to 71% in the euro area, debit cardholders account for 53% of the adult population and 87% in the euro area.", "Hence, the need for convergence in financial inclusion, among others, by lifting the financial literacy and awareness is apparent.", "While globally there are visible strivings to enhance the \"conventional\" financial education, the rapid penetration of information technology in the overall spectrum of financial services does stress the urgent need for digital financial literacy as a critical dimension of the overall education.", "Digital Financial Services are acknowledged as an opportunity to deepen financial inclusion and expand access to financial system for previously underserved groups.", "There are several dimensions in this area, that all of us as stakeholders should be aware of in order to provide for an ecosystem with balanced opportunities and threats.", "The first dimension is the knowledge of digital financial products and services in the area of payments, asset management or alternative finance.", "Then the awareness of digital financial risks that are more diverse than when using traditional services such as online fraud and cyber security risks, but also over-borrowing or borrowing at excessively high interest rates amidst easy access.", "The last dimension relates to the knowledge of consumer rights and compensation procedures.", "The emergence of the pandemic, its nature and the necessity of social distancing in the COVID-19 even more urged the need for faster digitalization that has to go hand in hand with increased digital knowledge, and can be \"seen to present an opportunity for many countries to progress more rapidly in facilitating digital financial services, enhancing regulatory and physical infrastructure so that service providers can meet new demand\" (World Bank, 2021).", "Rising penetration of digital services is present across the board, although the potential for further growth is visible.", "The scrutiny of the available data reveals that around half of the adult population in the euro area used a mobile phone or the internet to access a financial institution account, while this percentage on a global level equals 23% and only 12% in North Macedonia.", "Digital payments were made or received by 92% of the euro area adult population, while 52% worldwide, and 66% in the Macedonian economy.", "The financial landscape is apparently going through tectonic shifts, as the technology is penetrating in all the pores of our societies and our day-to-day life, and the pandemic is prompting these changes aggressively.", "Therefore we do see the promotion of digital financial inclusion becoming one of the main priorities on a global level.", "For instance, the G-20 Global Partnership for financial inclusion in late 2020 has set the digital financial inclusion as one of the main priorities in its financial inclusion action plan stressing financial education and consumer protection complemented with regulation as key factors in protecting and empowering the most vulnerable groups.", "Therefore, we are very grateful that the INFE OECD and the Ministry of Finance of the Netherlands accepted our request for workshop on digital financial services and financial education.", "Bearing in mind the importance of financial education in a dynamic and innovative financial system, there is unquestioned need for an innovative and systemic approach based on our Strategy for Financial Education and Financial Inclusion.", "In general, the central banks together with other financial regulatory authorities play the leading role.", "The last survey on financial literacy of adults in South East Europe done by OECD (2020) revealed that the National Bank of the Republic of North Macedonia is the most trusted among central banks in the region as provider of financial education.", "However, the active participation of other stakeholders from the private and civil sector is more that welcome to achieve this mission.", "Last but not least, as socially responsible institutions, we have a mutual obligation to work together closely and constructively and to exploit available synergies for the benefits of the overall population and society.", "In this view, the adoption of the Code of Good Practices was among the first activities envisaged in the Strategy that provides a framework for implementing financial education activities by all stakeholders and effective cooperation between the regulators, private and civil entities, with the final aim of better using available resources and providing efficient educational programs.", "The financial education in general, especially educating young people, is a worthy investment that will help in building the country's future and it is just another pillar of the financial stability.", "Therefore, I wish all public and private stakeholders fruitful cooperation in the financial education process, which I believe is a guarantee for successful achievements of our mutual mission - higher financial literacy for higher prosperity.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["financial literacy", "financial inclusion", "digital financial literacy", "financial education", "financial stability", "consumer protection", "digital financial services", "sustainable development goals", "central banks", "financial regulators"]}