{"sentences": ["To the directors, officers, and members of the Trust Officers Association of the Philippines, guests, ladies and gentlemen, good afternoon!", "I welcome this opportunity to address the membership of the TOAP once again and touch base on developments since I last spoke at your General Membership Meeting in March of this year.", "It has now been more than 18 months since the pandemic reached Philippine shores, and all of us - regulators, financial institutions, and clients alike - have learned to adapt to new ways of working, doing business, and living.", "Economic Performance Things are looking up for the Philippine economy.", "The country has just recorded two consecutive quarters of growth, following up the 12.0 percent expansion registered in the second quarter of 2021 - the highest growth rate recorded since 1988 - with a 7.1 percent expansion in gross domestic product in the third quarter.", "Indeed, the third quarter growth surpassed expectations, leading to optimism for a more rapid return to pre-pandemic GDP levels.", "The economy remains on course to meet the government's full year growth forecast, which is in the range of 4 to 5 percent The BSP expects inflation to remain manageable.", "While headline inflation was at 4.8 percent year-on-year in September, it decelerated to 4.6 percent in October due to lower food inflation.", "While year-to-date average inflation stands at 4.5 percent, above the target range of 2 to 4 percent, the latest outturn is in line with the BSP's assessment that inflation will return to within the target range before year-end, then decline towards the midpoint over the next two years.", "This provides the Bangko Sentral with room to maintain its accommodative monetary policy stance and strongly support sustainable economic recovery.", "Balance of payments The cumulative balance of payments position for 2021 stood at a deficit of US$665 million by end-September, reversing the surplus recorded in the same period last year.", "This can be largely attributed to the widening deficit in merchandise trade.", "The national government also saw its net foreign borrowings decrease.", "Gross International Reserves Despite recording a month-on-month reduction, the country's Gross International Reserves remained substantial at US$108 billion.", "This buffer represents 10.8 months' worth of import cover.", "It is also equivalent to about 5.4 times the country's short-term external debt based on residual maturity.", "Domestic Liquidity Meanwhile, domestic liquidity is ample.", "The BSP is paying close attention to the dynamics of liquidity in the financial system with an eye toward supporting demand and economic activity.", "Remittances from overseas Filipinos remain a reliable source of support for the economy.", "After a minimal contraction in 2020, cash remittances have rebounded this year.", "For the first nine months of the year, OF remittances were 5.6 percent higher than the comparable figure in 2020.", "Stability of the Banking System The Philippine banking system is strong.", "Total assets rose to P19.9 trillion as of end-August 2021, and deposits are also on an upward trend, standing at P15.5 trillion.", "This encourages us to look toward financial intermediation by supervised entities for support for our recovering economy.", "Banks are well-capitalized.", "The capital adequacy ratios of the universal and commercial banking industry on solo and consolidated bases improved to 17.0 percent and 17.6 percent, respectively, in the first half of the year.", "These remain well above the 10.0 percent minimum threshold set by the BSP.", "Meanwhile, the gross non-performing loan ratio of the system continues to be manageable, standing at 4.5 percent in end-August.", "The NPL coverage ratio remains high at 83.5 percent, providing confidence in banks' ability to absorb possible losses.", "Performance of the Trust Industry The trust industry also continues to grow.", "After seeing a temporary reduction in the early days of the pandemic, trust assets have rebounded, and have now significantly surpassed pre-pandemic levels.", "Assets under management recorded a double-digit year-on-year expansion of 18.4 percent, aggregating to P4.8 trillion by end-June 2021.", "This is equivalent to 24.3 percent of the banking system's total assets.", "The related increase in fees and commissions contributed to the sustained profitability of the industry.", "The net income of trust institutions rose by P1.0 billion or 33.5 percent year-on-year to P3.9 billion.", "The overall asset mix has been largely unchanged, with funds primarily invested in debt securities, followed by equities and deposits in banks.", "Nonetheless, we have observed a significant increase in investments in corporate debt and equity securities, which rose year-on-year by 18.8 percent and 39.0 percent, respectively.", "This is viewed as part of the effort of trust entities to obtain higher yields amid a low interest rate environment.", "Still, trust assets are highly liquid, with 90.3 percent classified as investments in highly marketable securities and deposits in banks.", "At the forefront of the trust industry's growth is the continued surge in participation in unit investment trust funds (UITFs), in terms of both volume and number of participants.", "UITF assets grew by 34.1 percent year-on-year to reach P1.3 trillion by end-June 2021.", "Meanwhile, the number of participants rose by 117.4 percent to almost 1.6 million.", "The substantial growth in UITFs is a welcome development.", "The liquidity of UITFs also makes them an appealing investment outlet during these times.", "The increased online accessibility of UITFs via various digital platforms has certainly contributed to their growth, and we anticipate a continued push in this regard.", "Policies Under the Trust Business Model Initiative To further the development of the industry, the BSP continues to enhance its regulatory framework for trust entities under the Trust Business Model Initiative.", "Through the regulatory reforms, which are set to be rolled out in phases, the BSP seeks to emphasize the importance of good governance, effective risk management, and strong consumer protection.", "The first phase of the Trust Business Model Initiative was rolled out in early 2021, with the amendments to investment management regulations.", "1109 reduced the minimum amount for opening an investment management account (IMA) and the required investment of each IMA in a commingled account.", "The lower minimum requirement allows trust entities to tap retail clients seeking returns higher than those of traditional deposit products, thereby increasing the participation of the public in the securities markets.", "The amendments to the regulations also allow commingled IMAs to invest in a wider range of financial assets.", "The next phase of the initiative will cover seven areas.", "Three draft circulars have already been exposed to the trust industry for comments.", "The first covers the licensing framework for UITFs.", "The amendments aim to streamline the approval process for UITFs and make it more risk-based.", "The second provides a common framework for the conduct of accounts review by trust entities.", "This will help ensure that clients are accorded with the same degree of due diligence regardless of their choice of trustee.", "The third involves guidelines on the performance measurement of UITFs.", "This covers the BSP's expectations on the selection of benchmarks for UITFs, based on the principles of fair representation and full disclosure.", "These three proposed issuances are now under re-exposure or revision as the BSP considers the comments received.", "Other policy issuances in the pipeline include comprehensive investment guidelines that will serve as a guidebook on the investment processes for segregated trust accounts, other fiduciary accounts, and investment management accounts.", "The BSP is also set to amend regulations on onboarding and the client suitability assessment (CSA) process.", "These amendments will help ensure that onboarding procedures are tailored to clients' risk profiles regardless of investment mandate.", "The CSA process will also be expanded to capture the client's risk tolerance and financial sophistication.", "Later on, we intend to issue guidance to align the management of UITFs with the International Organization of Securities Commissions' Principles for the Supervision of Operators of Collective Investment Schemes.", "Personal Management Trust regulations will also be amended to clarify supervisory expectations on the process by which trust entities establish the trust purpose and dispositive provisions of such agreements.", "Broader Regulatory Initiatives On a broader scale, the BSP continues to exert efforts toward the creation of a more responsive and inclusive financial system.", "Two priority areas in this regard are sustainable finance and digital transformation.", "In step with the global community, we have increasingly advocated for the wider adoption of sustainable finance in the Philippines.", "This begins with the integration of sustainability principles into the corporate governance, strategic, and risk management frameworks of our supervised financial institutions.", "We encourage trust entities to ensure that environmental and social risks are actively considered in your operational risk management systems.", "The BSP emphasizes the importance of ensuring that funds classified as sustainable are supported by duly differentiated investment strategies.", "At the minimum, there must be sufficient evaluation of the issuers' sustainability-related commitments and the sustainable impact of their products.", "Disclosures regarding sustainable funds should be useful to the decision-making of participants.", "The objective of investor protection is paramount in this area.", "Meanwhile, digital transformation is essential in bringing the financial system closer to the people.", "Last year, the BSP issued the Digital Payments Transformation Roadmap for the period 2020 to 2023.", "The aim is to move toward a cash-lite economy, in which at least 50 percent of the total volume of retail payments is in digital form.", "The Roadmap likewise involves the onboarding to the formal financial system of at least 70 percent of Filipino adults.", "This will be done through payment or transaction accounts using digital services.", "Relatedly, the BSP has issued the Open Finance Framework, which will provide financial institutions and third parties with \"permission-based\" access to customer information.", "This is seen to aid in the development of innovative financial products and services suited to the changing needs of Filipino consumers.", "Increased digitalization of financial transactions can be supported by the wider implementation of the Philippine Identification System, or PhilSys, which can create a unique, verifiable and biometric-based digital identity for every Filipino.", "The operationalization of the PhilSys electronic Know Your Customer and authentication facility will facilitate the digital onboarding of clients.", "This transformation is not limited to payment products and services, but also applies to investments and other financial transactions.", "Indeed, the exponential leap in the number of UITF participants can be largely traced to new investors using digital platforms.", "The BSP calls on supervised financial institutions to take steps to meet this demand.", "As technology has advanced, the digital transformation of trust entities' systems, processes and services has become ever more vital to success.", "As always, the BSP reminds financial institutions to exercise caution and ensure that your risk management systems and controls remain well-suited to your evolving operations.", "Industry Initiatives The BSP recognizes the efforts of the TOAP toward the sustainable development of the trust industry.", "In particular, we commend the industry for its continuing efforts to implement and enhance the UITF Certification Program or the UCP for UITF marketing personnel.", "As the certification requirement will be fully implemented by 2023, we enjoin the TOAP to work with its member-institutions to ensure that UITF marketing personnel are able to successfully complete the Program.", "The BSP views this as a crucial initiative in ascertaining that that these personnel can provide adequate information on UITFs and promote the safe and effective delivery of financial services to clients.", "We likewise appreciate our collaboration with the TOAP as we work to expand the PERA ecosystem.", "The initiative to solicit suggestions from member-institutions is welcome, as there is still a long way for PERA to go to reach its full potential.", "Trust entities are valued stakeholders in this initiative.", "We strongly encourage TOAP memberinstitutions to develop new products to serve this worthy endeavor.", "We also look forward to continuing cooperation on PERA information campaigns.", "In closing, the COVID-19 pandemic has changed the way we live, and we find ourselves in a new economy.", "This reality brings with it a set of challenges, but also new opportunities.", "One's ability to thrive depends on how one chooses to act.", "This situation calls to mind a Chinese proverb, which goes: quote \"A wise man adapts himself to circumstances as water shapes itself to the vessel that contains it.\"", "end quote In a time when the environment is constantly changing, adaptability is undoubtedly the key to success.", "The BSP strongly encourages the TOAP's efforts toward the improvement of the skills of trust professionals and the enhancement of systems that will allow member-institutions to be more responsive to the needs of the investing public.", "Rest assured that the BSP will continue to collaborate with you on creating an environment conducive to financial growth and innovation, toward our common goal of deeper and more inclusive Philippine financial markets."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Economic Performance", "Trust Industry", "Balance of Payments", "Domestic Liquidity", "Banking System", "Policies", "Digital Transformation", "Sustainable Finance", "Open Finance", "Industry Initiatives"]}