{"sentences": ["31.05.2022 The inflationary episode in the euro area and the ECB's monetary policy normalisation process Institut d'Economia de Barcelona (IEB) 20th Anniversary- \"20 years identifying problems and finding solutions\" Pablo Hernández de Cos Good afternoon.", "Let me begin by thanking the organisers of this event, l'Institut d'Economia de Barcelona, for their kind invitation.", "Unfortunately, the war in Ukraine and the suffering of the Ukrainian people are dragging on.", "The economic implications of the conflict are very uncertain but they will probably be far reaching.", "We are already bearing some of the more immediate consequences, such as an intensification of the high inflation episode and a weaker post-pandemic economic recovery.", "Against this backdrop, I will devote my address to the current inflationary episode and the ECB's monetary policy response.", "The causes of the rise in inflation Inflation rose significantly in 2021 worldwide and accelerated further in early 2022.", "Moreover, this surge is proving to be more persistent than initially expected.", "In the euro area, inflation surpassed 6% in the first quarter of 2022, exceeding the 4.1% rate projected by Eurosystem staff last December.", "In May, inflation reached 8.1%, practically twice as high as its previous peak in July 2008.", "The underlying causes of this increase include, first, the rapid recovery in demand following the removal of the restrictions to contain the pandemic in an environment characterised by production constraints.", "Second, commodity prices have risen sharply on international markets.", "In particular, energy prices have been affected by a decrease in the supply of gas for geopolitical reasons and a lack of infrastructure maintenance during confinement.", "The gradual reduction of investment in fossil fuel extraction as a result of green policies in recent years has also affected energy prices.", "These strains have increased drastically in 2022 with the invasion of Ukraine by Russia and have spread to food.", "Third, the recovery of supply has also been delayed by the emergence of bottlenecks.", "The speed with which demand has recovered, and higher goods consumption as a result of the pandemic, have put excessive strains on global production chains, which were still affected in 2021 by the pandemic restrictions.", "This has led to input supply problems in industries such as semi-conductors, plastics, wood and industrial metals, which have been compounded by serious disruptions in goods transport.", "The unevenness of the rise in inflation across countries Despite the importance of global factors, the impact of the current inflationary episode on the main world economies has been uneven.", "The variation in the extent of the rise in inflation reflects various idiosyncratic factors that differ in nature, such as the differing speed of the recovery in demand in each region.", "It also reflects other factors related to the composition of the consumption basket, productive specialisation, positioning in global and regional production chains, labour market slack, the anchoring of expectations and exchange rate fluctuations.", "Indeed, demand has been particularly vigorous in the United States, which has resulted in more intense and earlier underlying inflationary pressures there.", "At the end of 2021 private consumption stood more than 4% above its end-2019 level, with a very significant contribution to this rise coming from consumer durables.", "In the euro area, meanwhile, it stood around 3% lower.", "PMI suppliers' delivery times show that supply bottlenecks are having a greater impact in Europe and the United States.", "Germany has been the most vulnerable euro area country, given that: (i) it is more integrated into, and occupies a central position in, value chains; (ii) manufacturing - particularly the automotive industry - accounts for a high share of its economy; and (iii) its productive processes are heavily reliant on imports of commodities and inputs.", "In this regard, since summer 2021 more than 50% of German industrial firms have reported the shortage of material and/or equipment as a factor limiting production, as compared with 25% in Spain.", "Higher energy prices are having a more acute impact on inflation in the advanced economies and, especially, in the euro area.", "The greater contribution of the energy component to euro area inflation is largely a result of this component accounting for a higher relative share of the consumption basket in the euro area (10.9% of the total versus, for example, 7% in the United States).", "Moreover, the euro area's high dependence on external energy sources has been compounded by the depreciation of the euro in 2021 and the outbreak of the war in Ukraine, which has also driven up the cost of the energy component of consumption.", "The contribution of energy to the rise in inflation in the euro area is particularly important in Spain and, to a lesser degree, Italy, given the larger contribution of the electricity component.", "In Spain, energy, and electricity in particular, account for a larger share of the consumption basket.", "While Spanish households devote 11.7% of their budget to energy, the euro area average is 10.9%.", "Regulatory and price-setting mechanisms are another factor responsible for the notable unevenness in the pass-through to retail prices of the higher wholesale electricity price in euro area countries.", "For instance, in Spain around 40% of households opt for a dynamic pricing system, characterised by the high frequency of price revision, which explains the higher volatility of the electricity component of inflation and, thus, the faster and stronger pass-through.", "The rising inflation is also having an uneven impact on households and firms.", "In particular, in recent months, low-income households have experienced higher inflation because staple goods, whose prices have shown the highest relative increase in recent times, account for a larger share of their spending.", "The spread of the inflationary episode across products Consumer price inflation has gradually spread across the board since the summer of 2021.", "Thus, underlying inflation, which excludes the most volatile components, has risen rapidly, exceeding 4% by mid-2021 in the United States and 2% since end-2021 in the euro area.", "In April, the underlying inflation rate (excluding energy and food) reached 3.5% in the euro area (its highest level in the history of the monetary union) and 3.4% in Spain (the highest rate since 2003).", "According to the preliminary estimate, underlying inflation in the euro area climbed to 3.8% in May.", "This has led to a significant rise in the expenditure items in the households' usual consumption basket with a very high inflation rate.", "In February, around 30% of the expenditure items in households' usual consumption basket experienced inflation above 4% both in Spain and in the euro area.", "The proportion of consumption basket components recording inflation rates above 2% has increased significantly, from 30% in June last year to 80% in April.", "Meanwhile, the percentage of items showing year-on-year price falls is at a 15-year low, in contrast to past episodes, such as the 2008 financial crisis.", "The inflation outlook and its determinants Looking ahead, the available forecasts indicate that euro area inflation will remain high in the coming months, slowing gradually thereafter towards levels compatible with the ECB's 2% medium-term inflation target.", "According to the latest European Commission projections, inflation will peak in the second quarter, and will remain high until the end of 2022, followed by a substantial moderation.", "In line with the most recent forecasts of other institutions and analysts, inflation will average around 6% in 2022, moderating in 2023 to levels somewhat above 2%, and reaching levels close to 2% in 2024.", "However, inflation forecasts have been revised upwards systematically in recent months, since these projections are subject to very high uncertainty.", "Consumer price dynamics will depend on a number of factors, including developments in the conflict in Ukraine and economic policies.", "Let me now elaborate on some important determinants of the inflation outlook in the euro area.", "First, the inflation path will much depend on the evolution of cost pressures, mainly energy costs and those related to the global supply chain disruptions.", "In particular, these projections assume a certain decline in energy commodity prices, in line with futures on international markets, and a gradual disappearance of bottlenecks in the coming months.", "Nevertheless, the dynamics of these variables over the coming quarters will largely depend on the scale and persistence of the disruptions caused by the war in Ukraine, and the broad trade sanctions imposed by the western world on Russia and Russian reprisals.", "Indeed, the war is creating new commodity price tensions and further disruption in the logistics and supply of essential intermediate goods and commodities.", "Volatility in commodity prices has been very high and futures prices are discounting extreme uncertainty in the form of risk premia.", "The spread of COVID cases in China and the severity of the containment measures adopted by the Chinese authorities have also exacerbated production bottlenecks in recent months.", "In this respect, the latest European Commission survey shows that the number of euro area firms citing the shortage of material and/or equipment as a factor limiting production is still extraordinarily high.", "In April, 55% of the manufacturing firms surveyed reported supply restrictions.", "In Germany, this figure was 85%.", "Second, turning to economic activity, the war in Ukraine has triggered large downward revisions to euro area GDP growth forecasts for 2022.", "According to the analysts surveyed by Consensus, GDP growth is currently expected to be 2.7% in 2022, compared with forecasts over 4% a few months ago.", "This slowdown essentially reflects the downward revision of global demand, the intensification of the energy price shock and bottlenecks, the heightened uncertainty and its impact on business and consumer confidence.", "There have been very significant revisions, reflecting the euro area's geographical proximity to the war zone and its strong commercial ties with Ukraine and Russia, as well as its heavy dependence on external energy sources.", "These negative effects of the war on economic growth could ultimately reduce inflationary pressures in the medium term.", "However, in the short term, a combination of factors continues to support economic growth.", "The reopening of euro area economies after the latest wave of COVID-19 infections is driving economic activity and employment in the services sector, as can be seen in the recent improvement of the services sector PMI.", "Also, the fiscal measures adopted to offset the impact of higher energy prices on consumers and businesses and the cushion provided by private savings accumulated during the pandemic will likely underpin consumption and economic activity in the short term.", "Lastly, the deployment of NGEU funds will support construction and investment.", "Third, other factors could also have a significant influence on the duration of the current inflationary episode.", "These include, in particular, the potential indirect and second-round effects on inflation stemming from the latest price increases.", "Indirect effects arise when, in an attempt to maintain their profit margins, firms pass through their higher energy costs to the price of their products.", "As I mentioned earlier, this effect has already been reflected to some extent as price pressures have broadened beyond the energy component of inflation.", "Profit indicators point to a recovery in 2021 in the euro area, following the sharp fall in 2020, but they appear to show a lower degree of dynamism in Spain and, according to various still incomplete sources, actual decreases in the last stretch of the year and the first quarter of 2022.", "In any event, available empirical estimates show that, in the face of a temporary rise in commodity prices, aggregate demand or the severity of production bottlenecks, the response of consumer price inflation is quite persistent and extends over several months.", "Second-round effects arise when, in an attempt to preserve their purchasing power, workers demand wage rises in line with inflation, thus driving up labour costs and putting further pressure on final prices.", "These effects can set in motion a harmful spiral of price and cost increases.", "According to the latest evidence, significant second-round or indirect effects are not yet materialising in the euro area.", "Indeed, the latest data on wage settlements point to employees bearing a considerable loss of purchasing power in recent quarters.", "This limited pass-through of prices to wages could partly be the result of the relatively low prevalence of wage indexation clauses, following a long period of low and stable inflation.", "In 2021, the percentage of euro area private-sector employees covered by indexation clauses was the lowest in recent decades.", "However, if inflationary pressures persist, they are more likely to feed into wage negotiations and profit margins and, therefore, to trigger second-round and indirect effects on inflation.", "In this regard, during the second half of 2021, the percentage of collective agreements signed in Spain providing wage increases over 3% grew appreciably.", "Also, in early 2022, wage indexation clauses - which update minimum wage rates if past inflation exceeds a certain level - have become more prevalent in sectoral collective agreements.", "In the same vein, several surveys suggest that, in the coming months, businesses could pass through to their product prices part of the higher costs they have borne in many of their inputs over recent quarters.", "These latest developments will have to be carefully monitored in the coming quarters.", "Fourth, second-round effects would be more likely to emerge if medium and long-term inflation expectations were to become deanchored.", "Since mid-2021, market and survey-based indicators of long-term inflation expectations have risen, leaving behind the low levels of the last two years and reaching rates close to, but slightly above, the 2% target.", "In particular, according to the ECB Survey of Professional Forecasters, long-term inflation expectations for 2026 increased to 2.1% in April.", "The inflation compensation implicit in the 5-year forward inflation-linked swap rate 5 years ahead - a common market-based indicator - exceeded the 2% reference level in March and hit almost 2.4% in April, although it has recently moderated slightly.", "In any event, discounting the risk premium, genuine inflation expectations remain close to 2%, albeit with an upward trend.", "In short, so far, long-term inflation expectations remain anchored at the 2% target, but they require close monitoring.", "In this regard, the results of the latest Consumer Expectations Survey (CES) reveal a notable increase in inflation expectations.", "After remaining firmly anchored at 2%, median expectations for inflation three years ahead increased one percentage point to 3% in March.", "In the current setting, it is crucial for economic agents to understand that the euro area, as a net importer of energy and other commodities, is suffering a negative shock to its terms of trade, which translates into an unavoidable loss of purchasing power for the economy as a whole.", "Attempts by all economic agents to preserve their purchasing power would trigger indirect and second-round effects, which would only increase the economic costs from the shock.", "Indeed, this explains why the Banco de España has argued for an incomes agreement.", "This agreement would consist of an agreement between firms and workers, under the framework of social dialogue, to share the inevitable loss of national income that higher commodity import prices entail.", "These are goods which we do not have, but which we need for domestic production and consumption.", "Last, but not least, a number of structural forces may also shape future inflation dynamics.", "In the past, we have argued that some transformations, such as globalisation, digitalisation and population ageing, may have contributed to the low-inflation environment during the pre-pandemic period.", "However, the pandemic and the war could mark a turning point in this trend for two reasons.", "First, previous globalisation patterns could reverse to some extent in response to the supply bottlenecks and disruptions that have affected many economies and sectors during the last few years.", "The global allocation of production and the functioning of international supply chains are being re-evaluated by companies and economic authorities in many countries.", "Second, the Russia-Ukraine war and the associated geopolitical tensions point to the need for a faster reduction in Europe's high reliance on fossil fuels, accelerating the green transition.", "Both of these processes could impact domestic consumer prices in the medium to long term.", "Normalisation of the ECB's monetary policy Since last December, the ECB has embarked on a process of monetary policy normalisation, from a starting point of a highly accommodative stance.", "Before the onset of the pandemic, the ECB maintained very accommodative financial conditions through the asset purchase programme (APP) and negative interest rates.", "The aim was to drive inflation, which had remained persistently below 2%, to levels closer to its target.", "During the pandemic, in order to address the risk of financial fragmentation and counter the downward impact on the medium-term inflation outlook, the ECB deployed very forceful measures, including a significant improvement in the conditions of its targeted longer-term refinancing operations (TLTRO) and the creation of the pandemic emergency purchase programme (PEPP).", "These steps have proved essential to maintain favourable financial conditions during the crisis and to minimise the impact of the crisis on households, businesses and the public sector across the euro area.", "This has been particularly important for countries, such as Spain, with high government debt and budget deficit levels at the outset, which would otherwise have had less room for manoeuvre to deploy equally forceful fiscal policies.", "The flexible use of purchases under the ECB's PEPP has been particularly important for preventing financial fragmentation problems in the euro area.", "The ECB's actions going forward should also be seen in the context of the new strategy that we approved in June 2021, which established an inflation target of 2% over the medium term.", "The ECB's commitment to this target is symmetric, meaning that it considers deviations above and below the target to be equally undesirable.", "The medium-term orientation means that our decisions are not determined by the short-term dynamics of inflation, but rather by the inflation path projected over a two or three-year horizon.", "At the time, this framework was made operational in a new formulation of our rate forward guidance, which establishes three conditions for the rate rise: 1) projected inflation must reach 2% \"well ahead of the end of our projection horizon\", which can be interpreted as the mid-point of that horizon (about 18 months ahead); 2) it must remain at 2% durably for the rest of the projection horizon; and 3) developments in underlying inflation must be compatible with the inflation rate stabilising at 2% in the medium term.", "Net purchases under the APP are also linked to these conditions, with the guidance stating that interest rates will only rise some time after the net purchases come to an end.", "Given this strategy and in the current context, a gradual withdrawal of the extraordinary monetary stimulus is appropriate: inflation expectations over intermediate horizons and in the medium term stand at around 2%, underlying inflation is clearly above 2% and there are risks of upside deviations from the projections.", "Thus, last December we announced a step-by-step reduction in the pace of asset purchases.", "The first step was the decision to discontinue net asset purchases under the PEPP at the end of March 2022, given that the gap with the pre-pandemic medium-term inflation trajectory had been closed.", "Also, we confirmed that the special conditions applicable under our TLTROs would end in June 2022.", "Next, in March we announced the monthly net purchases under the APP would gradually reduce, to conclude in the third quarter conditional on the medium-term inflation outlook.", "In April, we judged that the evolution of economic indicators reinforced the expectation that net purchases under the APP should be concluded in the third quarter.", "Once net asset purchases come to an end, the next step in the normalisation process will be the increase - or \"lift-off\" - in our interest rates.", "In this regard, in March we established that any adjustments to our policy rates will take place \"some time\" after the end of net asset purchases under the APP and will be gradual, a pledge we reaffirmed in April.", "In my opinion, given that the inflation outlook is consistent with fulfilling our forward guidance conditions, net purchases under the APP should conclude in early July so that the first interest rate rise can be made during that month and we can exit the current negative rates at the end of Q3.", "The first interest rate rise could be followed by further increases.", "One benchmark that could inform that path is the long-run level of the so-called \"natural rate of interest\", defined as the interest rate that maintains inflation stable at its target level.", "According to the estimates available, which are subject to much uncertainty, the natural interest rate is relatively low in the euro area, hovering around or slightly above 1%.", "This would suggest that, until these levels are reached, the monetary policy stance will continue to be expansionary, at least from a long-term perspective.", "In any case, and as we stressed in April, interest rate increases should be gradual.", "The aim is to avoid abrupt movements, which could be particularly harmful in a setting as uncertain as the current one.", "This gradualism is also justified by the relatively short distance between the current level of policy rates and the estimates for the long-run natural interest rate that I mentioned before.", "However, in order for us to adopt this gradual normalisation approach, it is essential that inflation expectations remain anchored at the 2% target and that no second-round effects arise on a scale that could jeopardise such anchoring.", "Nevertheless, we do not have pre-established guidelines for the normalisation.", "As I have just said, after the first interest rate movements, in principle further rises could be made over the following quarters until reaching, for example, levels in line with the natural rate of interest, assuming the medium-term inflation outlook remains around our target.", "But it should be borne in mind that the current uncertainty relates to aspects of such importance for future inflation as the course of the war, the clearing of the global transport and production bottlenecks, the extent to which second-round effects materialise, globalisation dynamics and energy and climate change policies.", "We will therefore have to fine-tune the normalisation process based on the incoming data.", "It is not optimal to pre-commit to any specific interest rate path, much less so in the current uncertain context.", "We will act with total flexibility and adopt the measures needed to fulfil our mandate and contribute to safeguarding financial stability.", "Along the path to a more neutral interest rate configuration, flexibility is particularly important to preventing the emergence of threats to the smooth transmission of monetary policy throughout the euro area.", "As I mentioned earlier, the pandemic has shown that, under stressed conditions, flexibility in asset purchases effectively helps to counter these threats.", "Within our mandate, this flexibility will remain a cornerstone of our monetary policy.", "One example of this commitment to flexibility is our pledge to adjust PEPP reinvestments flexibly across time, asset classes and jurisdictions in the event of renewed market fragmentation related to the pandemic.", "In addition, we have shown in the past that we are able to quickly design and deploy new instruments to secure monetary policy transmission.", "In step with the communication of this process of monetary policy normalisation, market expectations of policy rate hikes have been brought forward since December.", "The prospect of a normalisation of the monetary policy stance has also been reflected in an upturn in short and long-term interest rates in the euro area.", "Specifically, the 10-year OIS rate, which proxies the euro area long-term risk-free interest rate, has risen by about 135 bp since the beginning of the year, while the 12-month EURIBOR has increased by 86 bp.", "The risk premium on Spanish government debt increased by 30 bp in this period.", "In sum, since mid-2021, euro area inflation has maintained a clear upward trend.", "This has intensified in recent months and spread, albeit to a lesser extent, to underlying inflation.", "The analysts' consensus expects inflation to remain high in the coming months, but to slow gradually as from the final stretch of the year, assuming there are no new inflationary shocks, towards levels compatible with the ECB's target of 2%.", "This outlook is supported by the medium and long-term inflation expectation indicators drawing on financial markets and surveys of experts.", "However, the upside risks surrounding the inflation outlook have increased.", "The greater persistence and intensification of inflationary pressures have driven up the likelihood of the indirect and second-round effects becoming more acute.", "Although these effects have not materialised sharply for the time being, there are signs, which will need to be monitored closely, that medium-term inflation expectations are being revised up above the target level.", "Against this backdrop, the ECB has embarked on a process of normalisation of its monetary policy, which has been extraordinarily expansionary following the forceful measures adopted during the pandemic.", "The calibration of this process will be data-dependent and reflect our evolving assessment of the inflation outlook at any given moment.", "The process will be gradual, provided the inflation expectations remain anchored at 2% and no significant second-round or indirect effects arise.", "We stand ready to adjust all of our instruments within our mandate, incorporating flexibility if warranted, to ensure that inflation stabilises at its 2% target over the medium term."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Supply chain bottlenecks", "Inflation expectations", "Energy prices", "Economic growth", "ECB", "Second-round effects", "Russia-Ukraine war", "Fiscal policy"]}