{"sentences": ["Enhancing East Asia's regional financial safety net1 Keynote Speech by Chang Yong Rhee Governor of the Bank of Korea Roundtable on East Asia's Financial Safety Net Introduction Thank you, Governor Shamsiah.", "I am honored to participate in this roundtable on East Asia's regional financial safety net.", "And it is a great pleasure to see my old friends and colleagues again, though I dare not name everyone due to time constraints.", "We are living in a time of heightened uncertainty.", "After a decade of persistently low growth, low inflation, and low interest rates since the Global Financial Crisis (GFC), inflation is back and has soared to levels not seen in recent decades.", "Central banks in major economies are raising interest rates rapidly, causing unwelcomed spillovers into emerging economies such as capital flow volatility and currency depreciation.", "Fortunately, many East Asian economies have strengthened the financial safety net and adopted better macroeconomic policy frameworks following the Asian Financial Crisis (AFC) and the GFC.", "As a result, the present moment seems different from 1997 or the taper tantrum period, but we cannot be complacent.", "In this time of heightened uncertainty and market stress, Governor Shamsiah and BNM colleagues have shown very timely leadership in hosting a roundtable on this important topic.", "Assessment of multi-layered financial safety nets As the starting point of my remarks, I would like to briefly review the progress of the multi- layered financial safety nets since the painful experience of the AFC.", "The first layer is self- insurance, i.e., building up reserves; the second is Regional Financial Safety Nets (RFSNs) such as the CMIM; and the third is Global Financial Safety Nets (GFSNs) including IMF lending facilities and Federal Reserve swap lines.", "Data clearly shows that the first line of defense provided by accumulated reserves has got much stronger in Asia.", "The level of FX reserves in the region has increased nearly tenfold since 1997, and the ratio to GDP rose to 23.5% in 2021 from 8.0% in 1997.2 So, this deserves a very strong A grade.", "In evaluating the RFSN, I would like to include the Asian Bond Market Initiative (ABMI) together with the CMIM and the AMRO as they were launched to address the same root causes of the AFC, i.e., how to resolve the double mismatch problem in Asia and improve recycling of Asia's savings within the region.", "In last two decades, the CMIM has made significant progress such as doubling its lending capacity, introducing the CMIM Precautionary Line, increasing the IMF de-linked portion, and extending program maturities.", "Despite all the progress, however, no country has turned to this facility and its effectiveness has not yet been market-tested.", "In contrast, the European Stability Mechanism (ESM), which was launched a decade later than the CMIM, has been actually used and has contributed to preventing several regional contagions.", "As for the ABMI, the size of regional local currency bond markets has increased more than four times since its launch.", "And there have been other tangible results too, including improved bond market liquidity.", "But the situation is still far from satisfactory.", "The development of local currency bond markets is very uneven across the region.", "And when it comes to recycling of regional savings, intra-regional debt securities investment remains small at around 12% while most FX reserves are still held in US dollars and euros (Arslanalp et al.", "(Source: IMF) The ESM and its predecessor, the European Financial Stability Facility (EFSF) have disbursed a total of 295 billion euros to five countries: Ireland, Portugal, Spain, Greece, and Cyprus (Source: www.esm.europa.eu).", "The size of LCY bonds increased from $7.8 trillion at the end of 2003 to $32.6 trillion at the end of the second quarter of 2022 (Source: AsianBondsOnline).", "China and Korea account for 90.0% of EM East Asia's outstanding LCY bonds as of the end of Q2 2022 (Source: AsianBondsOnline).", "As of June 2021, ASEAN+3 (including Hong Kong) accounted for only 11.7% of the cross-border debt securities investment assets of 8 regional countries (CN, ID, JP, KR, MY, PH, SG, and TH) (Source: IMF, Coordinated Portfolio Investment Survey).", "Therefore, I am afraid the progress of RFSNs in Asia a satisfactory grade.", "Lastly, the global financial safety nets provided by IMF facilities and the Fed's swap lines have been greatly enhanced in last two decades.", "Above all, the nature of IMF programs has changed significantly to reflect the many criticisms about their handling of the AFC.", "The IMF also introduced several lending facilities to strengthen global safety nets such as the Short- term Liquidity Line (SLL) and a number of emergency lending facilities since the outbreak of the COVID crisis.", "Also, the Fed's temporary swap lines, which were extended to nine additional economies during the GFC and the COVID crisis, played a crucial role in stabilizing global financial markets.", "Therefore, I think this area deserves high marks, too.", "Toward a more accessible CMIM Whether or not you agree with my not-so-generous assessment of RFSNs in Asia, we are all here today to discuss how to improve them further.", "So, let me now share my views on what urgently needs to be done to make the CMIM at least as effective as the ESM in the near future.", "Transforming into an institutionalized fund First, it is necessary to convert the CMIM's operational design from the pledge-based system to an institutionalized fund with paid-in capital so that funding uncertainty can be reduced.", "I think the institutionalized fund nature of the ESM allowed it to provide financial assistance promptly by making its balance sheet separate from those of the member states.", "In contrast, the CMIM's financing through a network of FX reserves swaps comes with a significant political and economic burden, especially when financial stress is mounting in most economies in the region simultaneously due to a common shock.", "This fundamental weakness is one of the reasons the CMIM remains untapped since its inception and hence untested in the market, raising suspicion that pledges may not be honored promptly when a crisis starts (Rhee et al., 2013).", "The recent change in the IMF's FX reserve classification makes this issue more critical.", "According to the recent IMF policy change, disbursed bilateral swaps are no longer counted as FX reserves.", "Therefore, if bilateral swaps are disbursed under the current CMIM system, the FX reserves of swap-providing countries will be decreased and, as such, the incentive to honor previous pledge will be reduced.", "Therefore, to make the CMIM effective, it is critical to transform it into a fund with paid-in capital and develop a proper institutional design so that its paid-in capital can be always regarded as a part of FX reserves.", "Prolonging the Maturity Second, we need to extend the maturity of the CMIM programs.", "Although the CMIM's original purpose is to respond to a liquidity problem, in many cases, illiquidity can easily develop into solvency problems, which require more time to resolve.", "Also, the short period of financing assurances reduces the incentive for member countries to turn to the CMIM.", "Recently, the CMIM has adjusted the maturity of their financial assurances and improved compatibility with IMF programs.", "However, given that the structure of the facility still requires annual rollovers, the borrower's financing remains uncertain.", "One of the factors that made the ESM successful is that its loan maturities have very long terms of 10 years or longer, reducing the borrowing country's burden and uncertainty about the repayment schedule.", "Admittedly, it would be difficult for the CMIM to use very long-term maturities like the ESM, considering most Asian currencies are not internationalized and convertible unlike the euro, but we could at least consider adjusting the repayment period to those of the IMF's Stand-By Arrangement or Extended Fund Facility.", "Strengthening AMRO's Lastly, for the institutionalized CMIM to be more effective, I hope AMRO is able to play a bigger role in providing first-class policy recommendations and independent and alternative views on Asia with a regional perspective distinct from other global international organizations.", "If AMRO did not have independent and sufficient surveillance and program design capacities, it might be a more efficient option to rely on global organizations such as the IMF, without having a separate regional safety net.", "So, I believe well-functioning, professional, highly respected and capable AMRO is a pre-requisite to the success of the CMIM.", "New opportunities The Asian Financial Crisis in 1997 was a wake-up call for us to understand the importance of developing regional safety nets and enhancing recycling of Asian savings.", "I believe the recent advance of IT technology and the growing interest in improving cross-border payment systems and developing CBDCs provide another great opportunity for us to redouble our efforts.", "For example, studies on payment innovations such as Project mBridge, Project Dunbar, and Project Nexus led by Hong Kong, Singapore, and other Asian economies together with the BIS Innovation Hub are proceeding briskly.", "In addition, Asia is no longer in a position of catching up in blockchain technologies but is now at the forefront of research in this area.", "Such innovations in cross-border payments could serve as a catalyst in promoting regional capital markets.", "More specifically, local currency bonds can be settled on a Delivery versus Payment (DvP) basis using local currency CBDCs, lowering cross-border and cross-currency transaction costs and risks, not to mention the third time zone problem.", "And using distributed ledger technology (DLT) may make it possible to settle cross-border securities transactions without relying on global custodian banks and securities depositories.", "Such changes will allow us to overcome many legal and political issues as well as the insufficient market infrastructure which have been major obstacles to regional capital market development.", "For several decades, Asia has been the engine of global growth in real activity, but not in financial markets.", "If we make good use of technological innovation, it will help to develop our regional financial markets much faster and enable Asia to remain the growth engine of the global economy going forward.", "Today, I talked about the multi-layered safety nets to guard against financial crisis in the region.", "But, before concluding my remarks, let me emphasize that while these safety nets are an insurance mechanism to protect us, the best way to prevent such a crisis is to secure sound macroeconomic management with strong financial supervision and regulation.", "And although I wish I could have given better grades to the CMIM, AMRO and the ABMI today, please take my assessment as encouragement.", "I hope that we can work harder together to make Asia regional safety nets more effective and stronger in the future.", "My best wishes for very productive roundtable today.", "Arslanalp, Serkan, Chima Simpson-Bell, and Barry J. Eichengreen.", "\"The Stealth Erosion of Dollar Dominance: Active Diversifiers and the Rise of Nontraditional Reserve Currencies.\"", "\"The Asian Bond Markets Initiative: Policy Maker Achievements and Challenges.\"", "Hyun, Suk, and James F. Paradise.", "\"Toward an Asian Monetary Fund: Ideas for Transition.\"", "Hyun, Suk, and James F. Paradise.", "\"Why is there no Asian monetary fund?\"", "ADBI Working Paper Series.", "Park, Daekeun, and Changyong Rhee.", "\"Building infrastructure for Asian bond markets: settlement and credit rating.\"", "Asian Bond Markets: Issues and Prospects.", "Bank for International Settlements.", "Rhee, Changyong, Lea Sumulong, and Shahin Vallée.", "\"Global and regional financial safety nets: lessons from Europe and Asia.\"", "In Responding to Financial Crisis, by Rhee Changyong and Adam S. Posen, 213-248."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Regional financial safety nets", "CMIM", "AMRO", "Asian Bond Market Initiative", "IMF lending facilities", "Federal Reserve swap lines", "Institutionalized fund", "Paid-in capital", "Cross-border payment systems", "CBDCs"]}