{"sentences": ["Speech by Gediminas Šimkus at the conference \"Monetary policy in a New European Reality\" Speech by Gediminas Šimkus, Chairman of the Board of the Bank of Lithuania, at the rst conference for central banks of the Three Seas Initiative (3SI) countries \"Monetary policy in a New European Reality\", where he moderated a panel discussion on the evolution of structural underpinnings of monetary policy.", "CHECK AGAINST DELIVERY \"Evolution of structural underpinnings of monetary policy\" Panel II - Monetary Policy in a New European Reality Initial remarks Good afternoon, dear colleagues, ladies, and gentlemen, First and foremost, I would like to thank the organizers - the Narodowy Bank Polski - for bringing us together in this Conference under the Three Seas Initiative to discuss the Monetary Policy in a New European Reality.", "I hope this is just the rst Conference in the line of many where the central bankers from the twelve EU Member States located between the Baltic, Adriatic and Black seas meet and share their experiences.", "We share a lot of common challenges, while some issues we face are country specic.", "As the old saying goes, two (or more) heads are better than one in nding optimal strategies.", "I therefore wish us all a fruitful exchange of views.", "Let me start with a few thoughts on structural underpinnings of monetary policy and how they are likely to change in response to latest shocks.", "The ECB has published the outcome of its strategy review one year ago.", "For us, central bankers, the crucial nding of this review was the acknowledgement that the neutral, or, in other words, equilibrium rate is much lower today than it was several decades ago.", "This signicant decline was led by various structural factors, for example: the slowdown in productivity growth, changing demographics, and increasing demand for safe assets.", "Productivity growth has been on a downward trend for several decades due to the sluggish labor productivity growth.", "Changing demographics and, in particular, population ageing led to a decrease in working-age population.", "Furthermore, lower growth rates of investment have weighed on capital stock contributions to potential growth.", "These were the insights from the ECB Strategy Review - the Review we concluded when the COVID-19 pandemic was just about starting to recede due to increasing availability of vaccines, and when the idea of a full-scale war in Europe was deemed to be more of a fantasy than a real possibility.", "Today we live the 107 day of war in Ukraine.", "This russian war, combined with the still troublesome aftermath of the pandemic, not only added pressures to price evolution in the short term, but also might have implications for long-term structural developments that drive neutral rate.", "Now is the time to discuss how the main ndings of the ECB Strategy review were altered by this war.", "Might these recent shocks change the decades-long trend of declining neutral rate?", "In my view, these shocks will most probably not fundamentally reverse this trend.", "There are some questionable aspects, however, regarding productivity, potential growth and how they change with globalization.", "Potential output growth has been signicantly negatively impacted by the Global nancial crisis and has not fully recovered since.", "The recent shocks - the COVID pandemic and the russian war - might further depress potential growth.", "We probably must get used to shorter and less-protable global value chains, extension of bottlenecks and never-ending supply shocks.", "The most pressing issue for central bankers today therefore is how to react to these global supply shocks.", "It seems that these shocks are emerging constantly and have become more persistent.", "It seems inevitable that global trade and supply chains will undergo some structural changes.", "Foreign trade relations in future may be increasingly shaped by resilience and risk management considerations.", "We also live through times of elevated uncertainty - both in the nancial markets and in the private sector - and this uncertainty might not go away easily.", "For European economies, we are likely moving towards less trade with non-democratic or geopolitically more risky countries and a goal for greater independence in the production of essential goods, such as pharmaceuticals, military equipment, and high-technology goods.", "At the same time, we should avoid protectionism, aiming for an \"open strategic autonomy\".", "Such a diversication of trade ows and reorientation of suppliers of sensitive or critical products towards producers within the EU and other geopolitically less risky countries - the so-called regionalization and \"friend-shoring\" - would enhance the resilience of European economies to global geopolitical or pandemic-like shocks.", "At the same time, an evolution in this direction would likely increase production costs and suppress protability and productivity growth in normal times due to reduced use of global comparative advantages.", "At the same time, there are structural factors that push back against the effects of retreating globalization.", "I believe that the NextGenerationEU - namely the green transition and digitalization - might put a positive pressure on the potential output growth.", "Investments in green and digital technologies could boost labor productivity and foster sustainable growth.", "Consequently, the ultimate question we policy makers must nd answers to is which factors will be dominating in the near future.", "With such long-term developments and the current circumstances, how should we balance economic slowdown and increasing prices?", "To be more precise, what weight should we give to the Taylor rule variables and what time dimension of projections should we focus on?", "There is some merit to believe that structural forces that push neutral interest rate lower such as demographics, globalization and digitalization may not fade out - globalization may be an exception to some extent as I tried to explain - and a threat of the too-low ination may return to our agenda.", "In other words, if the interest rate changes affect prices in one-to-two years' time only, how strong should we be in reducing our monetary policy accommodation?", "Nevertheless, this does not change the fact that in the current environment we must tighten monetary policy to keep ination expectations from increasing to unsustainable levels.", "De-anchored ination expectations would make it much more dicult for the central bank to achieve its mandate of price stability.", "Overall, I think we should gradually raise rates to retain credibility.", "We must be apprehensive, that, as the neutral rate is currently much lower, we cannot increase policy rates to the levels seen 15-20 years ago.", "Still, as of this moment, it is extremely important to prevent the situation in which ination expectations become entrenched at signicantly higher levels than our ination targets over the medium term.", "Looking at the longer horizon, at the next strategy review, it is worth discussing what monetary policy framework is mostly t for the new issues that relate to climate change risks, retreating globalization, and returning geopolitical threats.", "To this end, I am grateful for this opportunity to exchange the views in this panel discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Neutral rate", "Global supply shocks", "Productivity", "Globalization", "Inflation expectations", "Monetary policy", "Structural underpinnings", "Trade relations", "Potential growth", "ECB Strategy Review"]}