{"sentences": ["Ladies and Gentlemen, It is a great pleasure for me to open this edition of Eurofi today in Paris, and I extend my warmest thanks to Didier Cahen and David Wright for their tireless efforts that allow us to gather in this beautiful Hôtel du Collectionneur.", "Today I will indeed be speaking about a collection - not of fine arts, but rather of national banking and financial systems.", "Unfortunately, such a collection is nothing to rejoice about, it is rather an Achilles heel.", "But let me start with a few words about Ukraine.", "We are obviously monitoring closely the geopolitical developments, and their possible economic and financial implications.", "Let me already stress that the direct exposure of French financial institutions to Russia remains limited, but the SSM called all European banks to enhanced vigilance on cyber risks.", "We will assess in our Governing Council in March the more indirect consequences on inflation and growth, and we will be facts driven: more than ever, optionality - about the right monetary stance - and flexibility - to guarantee the right monetary transmission - are the two names of the game for our policy.", "A few days ago, on 7 February, we celebrated the thirtieth birthday of the European Union and of the Maastricht Treaty.", "I was personally present during the signature of this Treaty, which promoted \"the strengthening of economic and monetary union, ultimately including a single currency\".", "We have successfully established a monetary Eurosystem, however a real financial Eurosystem must now develop.", "Let me therefore share some proposals on the Banking Union and the Capital Markets Union (CMU), which are the two cornerstones for such a financial Eurosystem.", "We are all aware the Banking Union is for 19 countries, and tomorrow 21, while the CMU is for 27.", "But allow me to mix them today with a common core - the euro area - and a common purpose - the right funding of our economies.", "I will quote two thriller books today.", "You may rightly think of The postman always rings twice: Andrea Enria and myself already conveyed this message quite plainly regarding the Banking Union during the last Eurofi session in September.", "You may also think that these projects are more or less stuck.", "It is true that there has been deadlock and I will list the bad reasons for this.", "But there are also good reasons why we can break this deadlock now and give the projects of Banking Union and CMU new momentum (I).", "I will then describe the new possible steps for the Banking Union (II) and the CMU (III).", "Three reasons for delay, and four reasons for hope So why have these two major European projects struggled to get off the ground fully six years after they were launched?", "After a strong initial impulse which quickly gave birth to an effective first pillar - supervision -, the Banking Union has been on hold for several years due to lengthy and not very productive discussions, in particular on the third pillar (deposit insurance scheme).", "When it comes to the CMU, its first action plan back in September 2015 had already identified a number of improvements that are still valid today; its main weakness was not in its content but in the lack of implementation.", "Let me start with three bad reasons for that.", "A first explanation would be that Europe only moves forward in times of crisis.", "This is partly true: the Banking Union and the CMU are two examples of initiatives taken in the aftermath of the financial and sovereign debt crises.", "Yet we should not wait complacently until the next crisis to act; it is precisely because we are not in an acute crisis situation that we should move forward now.", "Second, both initiatives can be described as arid and technical.", "This is not an issue in itself; we are accustomed to complex topics.", "But here we may have created a maze of technical and interconnected sub-topics, and lost sight of their original political purpose.", "Third and not least, national reflexes are still present, with countries reasoning vis-à-vis \"their\" banks and \"their\" financial centre.", "The result is that each European country, and the EU as a whole, are losing to the benefit of London and the United States - or to the benefit of foreign Bigtechs tomorrow.", "All in all we have to accept the idea that instead of a single European financial centre, we will have a polycentric network of financial centres - all the more since the digital era encourages it.", "And accept that there will be no winner-takes-all country, but several pan-European cross-border financial players.", "In this early 2022 nevertheless, there are at least four reasons to believe that we can breathe new life into Banking Union and CMU: There is growing awareness that European strategic autonomy matters and that financial sovereignty is part of it.", "This shift started with the Covid crisis but it is being underlined even more starkly now by geopolitics.", "The two \"great transformations\" ahead of us, digital and ecological, will require massive investments.", "This calls for common financing from not only public but also private sector.", "We should rebrand the CMU in a way that better reveals its goals: financing our two major transformations.", "I proposed some time ago to rebrand it \"Financing Union for Investment and Innovation\", or \"Financing Union for Sustainable Investment\" - Christine Lagarde suggested a \"Green Capital Markets Union\".", "At the inception of the single market in 1986, the genius of Jacques Delors and the Commission was to hoist over a collection of 300 technical texts the banner of the four freedoms of movement - goods, services, persons and capital.", "This banner gave a meaning and a purpose to the single market.", "I am convinced that the success of CMU, in particular, will not depend on an ever-improving technical agenda, but on a much stronger political ownership and impetus, from all European authorities.", "We need an enhanced \"private float\" to stabilise the Economic and Monetary Union.", "Fiscal and monetary policies have done a lot to support the economy since 2020, and can no longer be the only tools used to tackle these challenges.", "Recent openings in the position of several countries - especially along the Rhine, but also across the Alps - could hopefully offer the possibility to reach agreements.", "Finalising the Banking Union to strengthen our banks The following figures will illustrate our failure so far to offer the right conditions for pan-European banking groups to emerge.", "In 2020, the domestic market share of the top five US banks stood slightly below 50%, compared with around 25% for the top five in Europe.", "In 2021, amid a dynamic volume of mergers and acquisitions in Europe, domestic transactions accounted for circa 80% of completed deals from January to November; symmetrically, the share of crossborder deals remains almost negligible.", "Meanwhile the largest investment bank from euro area ranks only ninth worldwide, far behind the top five ones - which are all American.", "More worrying still, EU banks are losing ground on their own soil: the market share of the six major US investment banks in Europe increased from 44% to 58% between 2013 and 2020.", "This question of size reaches far beyond the question of G-SIBs indicators and methodology, which should of course duly take into account the achievements of the Banking Union so far.", "More than anything else, our banks need economies of scale to have the means to invest properly - including in their digital transformation.", "Digital is mainly about IT investment, hence fixed costs, hence size.", "It is high time to start thinking European, instead of national.", "Let us not fool ourselves: preventing our banks from growing will only make them less profitable and easier prey.", "We have to avoid a scenario where European G-SIBs would disappear or remain too few, because then we would have partly surrendered our strategic autonomy.", "Regarding the method, we obviously need to switch from a disappointing sequential approach to a more agile process.", "Raymond Chandler, author of The Big Sleep, once said: \"There is no trap so deadly as the trap you set for yourself.\"", "I therefore very much welcome Eurogroup President Paschal Donohoe's recent statements.", "Without prejudging future proposals and discussions, I will briefly lay out what a realistic and pragmatic approach might look like.", "In my view, we have to renounce a fully-fledged EDIS as a prerequisite - which is the main deadlock - and opt for an alternative set-up where national guarantee schemes would bring one another liquidity support, and where subsidiaries across the EU could be affiliated to the home deposit guarantee scheme.", "Other pragmatic steps are possible in a parallel approach.", "Resolution tools could be used for small and medium banks too, without increasing the size of the Single Resolution Fund.", "We could significantly improve the coordination between Supervision and Resolution, and better incorporate the cross-border dimension in our requirements for MREL (which are still significantly higher than the TLAC international rule).", "Having found workable solutions for worst-case scenarios, we will be able to focus on further moving beyond home/host issues in normal times.", "Banks should be able to make broader use of cross-border liquidity waivers, as currently allowed by the regulation.", "New waivers for capital requirements should be envisaged as well.", "On the prudential topic, I take the opportunity to underline that the Commission's draft transposition of Basel 3 fully takes into account the specificities of European banks and provides sufficient time to adapt to the new features of the supervisory framework.", "The proposed exemptions will help maintain financing capacities but they have to remain temporary; otherwise, our international credibility and Basel 3 compliance would be harmed.", "Let me stress it for French and European bankers who are gathered here: accepting good compromises is often a sign of intelligence; maintaining for ever excessive demands is not, and can be a road to failure.", "Maintaining the momentum to implement the Capital Markets Union Let me now turn to CMU, which is the natural complement to the Banking Union.", "Capital markets and banks together provide diversified sources of financing, offering both safety and flexibility to economic agents.", "From a central bank point of view, a deeper and more integrated financial system is desirable to improve the transmission of our single monetary policy to all parts of the euro area and help absorb asymmetric shocks.", "In the United States around 60% of the impact of state-level shocks is alleviated through private capital flows, against a poor 20% in the euro area where, financial flows even tend to worsen imbalances and fragmentation in times of crisis.", "We need to reverse this trend, and in particular to foster equity financing which is the most appropriate tool for innovative projects.", "Insofar as innovation will be the key factor of success in the two major transformations ahead of us - digital and ecological -, we ought to pay special attention to the take-off of venture capital in the EU, which is still fivefold less developed than in North America.", "The EU has the world's greatest pool of savings at its disposal: the surplus of domestic savings over investment structurally exceeds EUR 300 billion.", "We must channel it towards productive investments and innovative projects.", "In view of these high stakes, the Eurosystem warmly welcomed the launch of a new CMU action plan by the Commission in September 2020.", "Its sixteen legislative and non-legislative initiatives will help turn Europe into a genuine single financing market.", "The main issue now is to ensure the concrete implementation of the CMU.", "We still need to better prioritise our actions ex ante, and monitor them ex post.", "The CMU will not be implemented overnight and remains a long-term project.", "Developing a monitoring framework with selected priorities and indicators is therefore warranted, especially as the CMU enters an important legislative phase in 2022.", "As part of the CMU, we have another major financial stability issue to tackle over the next few years: European banks' overreliance on third-country CCPs for the clearing of financial derivatives.", "Around 80% of interest rate swaps denominated in euro are still cleared in the UK; this situation cannot continue forever.", "For fear of market disruption, the Commission recently decided to extend equivalence for UK CCPs until end June 2025.", "However, Commissioner Mairead McGuinness made it crystal-clear that this extension was the last one, and that the three next years were to be used specifically for a rebalancing of clearing to the EU.", "I could not agree more.", "The public consultation launched by the Commission is a unique opportunity to put forward constructive proposals, on both sides of the coin: on the demand side, through well-calibrated prudential incentives for market participants; and on the supply side, notably with the extension of the scope of clearing, for products and entities.", "We have a collective responsibility to reduce systemic risk and we have to act now.", "As a conclusion, let me take a take inspiration from the recent Adam Mc Kay and Leonardo di Caprio movie \"Don't look up\" to provide a broader perspective.", "We may be coming out of a storm called Covid, which has heavily disturbed our traditional landmarks and consumed a lot of our energy.", "We may be facing another crisis in geopolitics.", "But we must not forget to \"look up\" at the stars to see where we are in our journey and to remember where we are going...", "The two \"great transformations\" ahead of us require a Financing Union in Europe.", "The time to act is now.", "I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking Union", "Capital Markets Union", "European financial system", "Financial stability", "European banks", "EU financial integration", "Cross-border banking", "Euro area", "Financial sovereignty", "Digital transformation"]}