{"sentences": ["Opening remarks by Gerardo Esquivel Hernández, Deputy Governor of Banco de México, on the occasion of the 16th Annual Conference of the International Operational Risk Working Group (IORWG) Mexico City, September 20, 2022 Good morning, good afternoon, good evening, everyone.", "On behalf of Banco de México, I am pleased to welcome you to the 16th Annual Conference of the International Operational Risk Working Group (IORWG), hosted by Banco de México, and jointly organized along with Banco de España and the Federal Reserve Bank of Philadelphia.", "This event takes place in a context in which the COVID-19 pandemic has tested the resilience of countries and institutions, including central banks.", "We have faced unprecedented challenges to achieve an extremely difficult balance between different objectives: maintaining the continuity of central banks' operations, prioritizing the health of the staff, and making sure that central banks are able to fully perform their functions and attain their objectives and purposes.", "Although central banks already had operational continuity strategies, most of them were not entirely prepared for the type of contingency we experienced during the pandemic.", "However, the mere existence of these strategies was a key element that helped us to rapidly find new ways to perform and maintain operations.", "In fact, the pandemic contingency transformed our institutions into even more resilient organizations, capable of coping with adverse scenarios, by developing prevention, response, adaptation, recovery, and learning mechanisms.", "The degree of commitment and responsibility that we have with our institutions, which is a fundamental pillar of financial stability in our countries, was truly brought out during this emergency.", "In terms of resilience, we rapidly adapted our work schemes and transitioned to a general remote work setting which, in the case of Banco de México, had only been implemented as a business continuity strategy for critical processes and in very specific areas.", "By doing so, we confirmed that the central bank staff is the most important and valuable asset of the institution.", "Its capabilities, solidarity, adaptability, and flexibility were key elements in getting through the pandemic, and contributed decisively to fulfill the mission of our institution uninterruptedly.", "The lessons learned from what we have undergone over the last two years will certainly strengthen us as central banks.", "We must now adjust to the challenges that this new environment imposes on us.", "We are now moving from a world of face-to-face interaction to a hybrid reality that has allowed us to broaden the possibilities and carry out this first hybrid IORWG conference in which both those physically present and those connected from a distance will be able to actively participate and exchange experiences.", "On this occasion, we are joined by 100 representatives from 71 central banks and other international financial organizations from five different continents; 56 of them will participate on site, while 44 will do it remotely.", "This conference has a very versatile program.", "A series of sessions will address various topics such as cybersecurity risks, business continuity, top operating and emerging risks, incident reporting, risk appetite, risk culture, and key risk indicators.", "They will also cover issues such as Central Bank Digital Currency (CBDC), cloud services in the context of vendor risk management framework, and the review of maturity models and best practices.", "This broad program reflects how central bank non-financial risk management has evolved from a purely operational perspective to a wide and multidimensional vision that permeates the entire institution and gains increasingly more importance.", "It has now become a complex set of issues that encompasses a diversity of risks ranging from traditional operational risks to highly specialized risks such as those involving cybersecurity, business continuity, strategic areas, and even risks arising from third parties, among others.", "All these issues have a subtle and at the same time complex connection that must be identified first, to be effectively managed.", "In this task, it is important to strengthen the governance model to handle the constant challenges faced by central banks and to be able to communicate risk-related issues to the top management in an effective way.", "In this regard, it is essential to have well-defined responsibilities and to ingrain in the entire organization the conviction that everyone in our institutions is a key element in managing and mitigating risk exposure.", "In this endeavor, it is relevant to continue fostering a risk culture throughout the institution.", "For this reason, it is imperative to have a clear view of the ever-changing context that central banks face and be ready to identify threats, vulnerabilities, as well as their interconnections, to be better prepared to prevent and to preemptively address these risks and mitigate their impact.", "Hence the importance of having working groups and foster collaborative spaces where central banks can exchange their experiences, provide relevant information to identify trends, and propose solutions to the new challenges they face.", "Since its foundation in 2006, the International Operational Risk Working Group (IORWG) has facilitated spaces for close cooperation and coordination within the central banking community, continually strengthening and providing opportunities for our respective institutions, in order to share their best practices, implementation experiences, and novel proposals, to address the issues that emerge in this dynamic, evolving and challenging risk environment.", "For us, at Banco de México, it is a privilege to be part of the International Operational Risk Working Group (IORWG) and I am sure that during these three days of work, in this space and platform, countless ideas and strategies will arise that will allow us to expand our vision to successfully address the challenges that we are all facing.", "Once again, I welcome you all to Banco de México and I thank you in advance for your valuable contributions to these topics of interest to all of us."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Operational risk management", "Cybersecurity risks", "Business continuity", "Risk culture", "Central Bank Digital Currency (CBDC)", "Vendor risk management", "Maturity models", "Risk appetite", "Resilience", "Third-party risk"]}