{"sentences": ["Speech by Gediminas Šimkus at the international conference \"Future of Central Banking\" Welcome speech by Gediminas Šimkus, Chairman of the Board of the Bank of Lithuania, at the international conference \"Future of Central Banking\" organised by the Bank of Lithuania and the Bank for International Settlements (BIS) on the occasion of the centenary of the Bank of Lithuania.", "The Future of Central Banking 29 September 2022 Palace of the Grand Dukes of Lithuania Thank you, Your Excellency President Gitanas Nausėda, for opening this International Conference on the Future of Central Banking.", "Since its ocial establishment on 27 September 1922, the objective of Lietuvos bankas has been developing a sound and sustainable monetary system that contributes to the resilience of the Lithuanian economy.", "Reestablished 1 March 1990, the Lietuvos bankas continues to contribute to sustainable economic growth and the improvement of resident welfare.", "The fundamental principle that underlies all our activities is creating value for society.", "While we are all gathered here today in celebration of the centenary of Lietuvos bankas, the focus of our discussions will not be reection on what has already been accomplished.", "Rather, we will talk about the challenges, opportunities, and changes that await Lietuvos bankas - and central banking in general - over the next hundred years.", "Dear Governors, Distinguished Guests, Ladies and Gentlemen, We root our decisions in data, and as the world becomes increasingly digital, we are shifting from data- centric to data-driven policy making.", "In the course of this shift, we have been hearing legitimate questions as to whether central bankers will be replaced by algorithms - computers, so to speak - in the foreseeable future, given that computers can make better decisions than humans when those decisions are purely data-driven.", "So how will Lietuvos bankas - or generally speaking, a central bank - look a hundred years from today?", "Central banks were always data-dependent in their decision-making.", "But nowadays - and going forward - it no longer suces just to have a hypothesis and validate it with data.", "Banks must become data-driven and adept at data wrangling in order to generate useful insights.", "A lesson we central banks learned from the crises of the recent decades is that we don't know enough, but those who are performing the best are always the ones who know the most.", "With the power of increasingly advanced computers and near-instant access to data, it is almost certain that in a hundred years, articial intelligence and machine learning will do most of the heavy lifting in predicting economic indicators upon which to base central bank policies.", "We will undoubtedly rely on technology to obtain real-time forecasts.", "We will also undoubtedly use big data analysis to detect bubbles in the nancial markets and to identify and analyze complex macro-nancial linkages.", "Central banks are already seeking to obtain more micro- level data by becoming data warehouses and to develop-data based supervisory tools which will improve risk mitigation.", "Will this technology replace us - central bankers - in making policy decisions?", "My answer is: certainly not!", "First, a great deal of uncertainty exists as to how basic economic relations evolve over time.", "Economics, though increasingly xated on mathematics, econometric tools, and applications is a social science focusing on how humans make decisions.", "It does not, and never has been, a homogenous body with a rm canon of knowledge.", "Fundamental structural features of the economy, known by more familiar names such as the \"natural rate of unemployment\", \"potential output growth\", \"neutral real interest rate\" - what FED Chairman Mr. Jerome Powell called the \"stars\"[1] - change location signicantly over time, making \"navigating by the stars\" rather challenging.", "Furthermore, even seemingly simple issues, such as establishing causal links rather than merely nding correlations among various economic variables, require lengthy discussion and often lead to clashes of opinions.", "Second, the effectiveness of central bank policies is based on adequate communication.", "And communication boils down to presenting stories that shape the expectations of market participants regarding future monetary policy.", "To date, the ability to present such nuances associated with the conduct of monetary policy has been exclusively human.", "Finally, it may also happen that policy objectives are not achieved, due to unforeseeable crises - so-called black swans.", "Central banks during \"black swan\" episodes must behave differently than in normal times - and rightly so.", "Deciding the best way forward when circumstances are rapidly changing and the future is clouded by enormous uncertainty is a task which no computer is able to cope with, today or quite possibly ever.", "It is thus my rm conviction that, in a hundred years' time, there will still be some central bankers around to gather and celebrate two hundred years of Lietuvos bankas.", "Dear Colleagues, Central banks must embrace the revolution underway in digital money to ensure that they remain at the heart of the global payments system.", "While the private sector excels at customer-facing activity, central banks provide the basis for trust, ensure liquidity, and set standards.", "Central banks, while independent institutions, are accountable to the general public.", "This accountability necessitates building public condence through intensive communication, namely, explaining the specic policy decisions taken by decision-makers under specic economic conditions.", "Shifting to data-driven decision-making and evolving together with changing technologies will ensure that central banks remain effective and credible, in turn enabling us to fulll our mission of creating value for society.", "Distinguished Guests, Lietuvos bankas is pleased to organize this Centenary Conference in cooperation with our colleagues from the Bank for International Settlements (BIS), an institution that serves as a central bank for central banks.", "Lietuvos bankas' relationship with the BIS is almost as old as both these institutions!", "The BIS commenced operation in 1930, and in March of 1931, Lietuvos bankas became its shareholder.", "Please allow me to give the oor to Mr. Luiz Pereira da Silva, Deputy General Manager of the Bank for International Settlements.", "Luiz, the oor is yours.", "[1] From the speech \"Monetary Policy in a Changing Economy\", delivered 24 August 2018 at \"Changing Market Structure and Implications for Monetary Policy\" symposium sponsored by the Federal Reserve Bank of Kansas City, in Jackson Hole, Wyoming."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Data-driven decision-making", "Central banking", "Data analysis", "Artificial intelligence", "Machine learning", "Monetary policy", "Communication", "Uncertainty", "Black swans", "Digital money"]}