{"sentences": ["SPEECH Hearing of the Committee on Economic and Monetary Affairs of the European Parliament Speech by Christine Lagarde, President of the ECB, at the Hearing of the Committee on Economic and Monetary Affairs of the European Parliament Brussels, 26 September 2022 It is a pleasure to be back here in Brussels with you for our third hearing this year.", "Russia's unjustified war of aggression on Ukraine continues to cast a shadow over Europe.", "My thoughts are with the Ukrainian people suffering the senseless atrocities of the war.", "The economic consequences for the euro area have continued to unfold since we last met in June and the outlook is darkening.", "Inflation remains far too high and is likely to stay above our target for an extended period.", "At our meeting earlier this month, the Governing Council therefore took the major step to frontload the transition from the prevailing highly accommodative level of policy rates towards levels that will ensure the timely return of inflation to our two per cent medium-term target.", "In line with the topics chosen for this hearing, I will provide you with a brief overview of the economic outlook and then explain our recent monetary policy decisions in greater detail.", "The outlook for the euro area economy The euro area economy grew by 0.8 per cent in the second quarter of 2022, mainly owing to strong consumer spending on services as the economy reopened.", "Economies with large tourism sectors benefited especially, as people travelled more over the summer.", "The still robust labour market also continued to support economic activity.", "Notwithstanding this, we expect activity to slow substantially in the coming quarters.", "There are four main reasons behind this.", "First, high inflation is dampening spending and production throughout the economy, and these headwinds are reinforced by gas supply disruptions.", "Second, the strong demand for services that came with the reopening of the economy is losing steam.", "Third, the weakening in global demand, also in the context of tighter monetary policy in many major economies, and the worsening terms of trade will mean less support for the euro area economy.", "Fourth, uncertainty remains high, as reflected in falling household and business confidence.", "These developments have led to a downward revision of the latest staff projections for economic growth for the remainder of the current year and throughout 2023.", "Inflation rose further to 9.1 per cent in August.", "Energy and food price inflation remained extremely elevated and were the dominant contributors to overall inflation.", "Price pressures are spreading across more sectors, in part owing to the impact of high energy costs across the whole economy.", "Almost half of the items in the inflation basket recorded annual inflation rates above 4 per cent in August and measures of underlying inflation remain high.", "While supply bottlenecks have been easing, their inflationary impact continues to gradually feed through to consumer prices.", "Similarly, recovering demand in the services sector is putting upward pressure on prices.", "The depreciation of the euro has also added to the build-up of inflationary pressures.", "Looking at the labour market, wage dynamics remain contained so far.", "However, resilient labour markets and some catch-up to compensate for higher inflation are likely to push up wage growth.", "Most measures of longer-term inflation expectations currently stand at around two per cent.", "However, signs of recent above-target revisions to some indicators warrant continued monitoring.", "The baseline inflation projections of ECB staff have been revised up significantly; annual inflation is now expected to stand at 8.1 per cent in 2022, 5.5 per cent in 2023 and 2.3 per cent in 2024.", "The risks to the inflation outlook are primarily on the upside, mainly reflecting the possibility of further major disruptions in energy supplies.", "While these risk factors are the same for growth, their effect would be the opposite: they would increase inflation but reduce growth.", "The ECB's monetary policy Based on the medium-term inflation outlook, the Governing Council decided to raise the three key ECB interest rates by 75 basis points, on top of the 50 basis point increase announced in July.", "As things currently stand, we expect to raise interest rates further over the next several meetings to dampen demand and guard against the risk of a persistent upward shift in inflation expectations.", "We will regularly re-evaluate our policy path in light of incoming information and the evolving inflation outlook.", "Our future policy rate decisions will continue to be data-dependent and follow a meeting-bymeeting approach.", "As requested by the Committee, I will now turn briefly to the issue of fragmentation.", "Since we embarked on our normalisation path in December 2021, we have made clear that we will act should fragmentation risks threaten the even transmission of monetary policy across the euro area.", "Since 1 July 2022, we have been applying flexibility in reinvesting redemptions coming due in the pandemic emergency purchase programme portfolio, with a view to countering risks to the transmission mechanism related to the pandemic.", "Later in July, we also announced a new monetary policy tool, the Transmission Protection Instrument (TPI), complementing our existing tools.", "This tool has been designed to counter unwarranted, disorderly market dynamics, with sufficient flexibility to respond to the severity of the risks facing policy transmission.", "It will safeguard the singleness of our monetary policy as the Governing Council proceeds on its policy rate normalisation path, helping us ensure price stability over the medium term in line with our mandate.", "The TPI is subject to a list of eligibility criteria which the Governing Council will use to assess whether a jurisdiction pursues sound and sustainable fiscal and macroeconomic policies.", "[ To conclude, inflation continues to rise across the euro area, affecting citizens in all areas of life.", "The latest Eurobarometer indicates that almost two out of three citizens see rising inflation as one of the two most important issues at the moment.", "[ Higher energy and food prices are weighing in particular on the most vulnerable households and the situation is expected to get worse before it gets better.", "In this environment, it is essential that fiscal support used to shield those households from the impact of higher prices is temporary and targeted.", "This limits the risk of fuelling inflationary pressures, thereby also facilitating the task of monetary policy to ensure price stability, and contributing to preserving debt sustainability.", "The best contribution monetary policy can make to the euro area economy is to ensure price stability over the medium term.", "This means ensuring inflation expectations remain well anchored and that demand conditions are consistent with our target.", "As I pledged to keep the European Parliament and the general public informed about our progress, let me end by providing you with a brief update on our ongoing work to incorporate climate change considerations into our monetary policy operations.", "[ As of next Monday, the Eurosystem will take into account a climate score of issuers in all purchases of corporate bonds, in the context of the Eurosystem's ongoing reinvestment purchases.", "This will result in the purchase of more bonds issued by companies with a good climate performance and fewer bonds from those with a poor climate performance.", "These measures will reduce the Eurosystem's exposure to climate-related financial risk, as well as support the green transition of the economy in line with the EU's climate neutrality objectives.", "As of the first quarter of 2023, we will start publishing climate-related information on our corporate bond holdings, and we will regularly report on the steps we are taking to address climate change within the bounds of our mandate.", "I now stand ready to take your questions.", "26 September 2022 Introductory statement in three charts See press release , ECB, Frankfurt, 21 July 2022.", "See letter from the ECB President to Irene Tinagli, Chair of the Committee on Economic and Monetary Affairs of the European Parliament, on further steps to incorporate climate change into the ECB's monetary policy operations , ECB, 4 July 2022."], "classifications": ["none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic outlook", "Energy prices", "Fiscal policy", "Transmission Protection Instrument", "Climate change", "Wage growth", "Fragmentation", "Supply bottlenecks"]}