{"sentences": ["Speech For a few cryptos more: the Wild West of Speech by Fabio Panetta, Member of the Executive Board of the ECB, at Columbia University New York, 25 April 2022 170 years ago Americans pushed westward across the frontier to seek their fortune in the gold rush.", "Greed and lawlessness turned this promised land into the Wild West, where the few exploited the dream of the many.", "Fast-forward a century and a half and, amid the global financial crisis, growing distrust of banks, coupled with technological innovation, gave rise to a new dream - a digital gold rush beyond state control.", "Satoshi Nakamoto - or rather the software developers using that pseudonym - created the source code of what they thought could be decentralised digital cash.", "Their 2008 white paper[ shows a great fascination with technology, notably cryptography, but not necessarily an in-depth understanding of payment and money issues.", "They aspired to realise an anarchistic utopia of a stable currency free from public scrutiny.", "Almost 15 years on, crypto-assets are what everyone's talking about.", "Crypto enthusiasts marvel at the rise of the crypto market, with many feeling they should take their chances on the crypto gamble.", "An ecosystem has emerged, from miners to intermediaries, all seeking to expand into digital finance.", "Crypto evangelists promise heaven on earth, using an illusory narrative of ever-rising crypto-asset prices to maintain inflows and thus the momentum fuelling the crypto bubble.", "Satoshi Nakamoto's dream of creating trustworthy money remains just that - a dream.", "Crypto-asset transfers can take hours to process.", "Their prices fluctuate wildly.", "[ The supposedly anonymous transactions leave an immutable trail that can be traced.", "[ A large majority of crypto holders rely on intermediaries, contrary to the avowed philosophy of decentralised finance.", "In El Salvador, for instance, which is the first country to adopt bitcoin as legal tender, payments are carried out via a conventional centrally managed wallet.", "Crypto-assets are bringing about instability and insecurity - the exact opposite of what they promised.", "They are creating a new Wild West.", "[ To quote Littlefinger from Game of Thrones, \"chaos is a ladder\".", "The story does not end well for this character.", "However, it only takes a few to climb high on the ladder - even if their gains are only temporary - to convince many others that they are missing out.", "Indeed, the crypto market is now larger than the sub-prime mortgage market was when - worth USD 1.3 trillion - it triggered the global financial crisis.", "[ And it shows strikingly similar dynamics.", "In the absence of adequate controls, crypto-assets are driving speculation by promising fast and high returns and exploiting regulatory loopholes that leave investors without protection.", "Limited understanding of risks, fear of missing out and intense lobbying of legislators drive up exposures while slowing down regulation.", "We must not repeat the same mistakes by waiting for the bubble to burst, and only then realising how pervasive crypto risk has become in the financial system.", "And while some may hope to be smarter and get out in time, many will be trapped.", "Now is the time to ensure that crypto-assets are only used within clear, regulated boundaries and for purposes that add value to society.", "And it is time for policymakers to respond to the people's growing demand for digital assets and a digital currency by making sovereign money fit for the digital age.", "Today I will argue that at present crypto-assets are not only speculative and high-risk investments, but they also raise public policy and financial stability concerns.", "I will then discuss some elements of the public policy response which is necessary in order to protect investors and preserve financial stability without suffocating innovation.", "The rise of crypto-assets Let me start with the underlying drivers of crypto-assets.", "At their root, crypto-assets are the result of advances in cryptographic methods and distributed ledger technology.", "Innovation has made it possible to create an asset that lacks any underlying claim.", "In the initial set-up of what we today call \"unbacked crypto-assets\", nobody is liable, nor are these assets backed by any collateral or managed by a trustworthy operator.", "This makes them purely speculative in nature, and hence highly volatile.", "To address the risks of unbacked cryptos, \"stablecoins\" have emerged, with their value linked to one or more low-risk assets.", "But, if left unregulated, they are stable in name only.", "In fact, they can be low-risk but not riskless, and cannot guarantee redeemability at par at any time.", "[ They do not benefit from deposit insurance, nor do they have access to central bank standing facilities.", "They are therefore vulnerable to runs.", "[ They are often purely speculative assets, exposed to high financial and operational risks: research finds that one-third of stablecoins launched in recent years have not survived.", "[ In spite of these weaknesses, the number of crypto-assets has expanded significantly, with around 10,000 available on the market today.", "[ Driving this growth is a complex and opaque crypto ecosystem made up of cryptocurrency miners and service providers, such as exchanges or wallets, that are largely unregulated and insufficiently supervised or overseen.", "Within that market is a fast-growing segment of decentralised finance, which uses smart contracts to support trading, lending and investment in crypto-assets - supposedly without relying on intermediaries.", "[ This supply of crypto-assets has been met with strong demand from both professional investors and the public.", "In 2021 around 16% of Americans[ and 10% of Europeans[ invested in crypto-assets.", "This strong appeal of crypto-assets, especially unbacked ones, is a cause for concern given the lack of fundamentals, the number of recent scandals[ ], their use in illegal activities and the high volatility of their prices.", "All this points to unsound underlying market dynamics.", "For one thing, the market is highly concentrated: for example, retail investors holding less than 10 bitcoins own one-tenth of bitcoin supply, while professional investors and high-net-worth individuals hold almost two-thirds.", "[ Vested interests of large investors naturally lead to increasing lobbying activities.", "[ In the United States, for example, crypto firms spent around USD 5 million lobbying the Senate in the first nine months of 2021 alone.", "Rising prices are fuelled by extensive news reports and investment advice on social media, highlighting past price increases and features such as artificial scarcity to create the fear of missing out.", "As a result, many invest without understanding what they are buying.", "[ Like in a Ponzi scheme, such dynamics can only continue as long as a growing number of investors believe that prices will continue to increase and that there can be fiat value unbacked by any stream of revenue or guarantee.", "Until the enthusiasm vanishes and the bubble bursts.", "Crypto-assets and public policy concerns Meanwhile crypto enthusiasts will argue that crypto-assets are different and that to regulate them is to stifle innovation.", "We have heard it all before.", "But do crypto-assets really generate value for the payment system?", "Unbacked crypto-assets cannot fulfil their original objective of facilitating payments.", "They are simply too volatile to perform the three functions of money: medium of exchange, store of value and unit of account.", "Their three-month volatility was 60%, almost five times higher than gold and four times higher than US stocks.", "[ Such high volatility also means that households cannot rely on crypto-assets as a store of value to smooth their consumption over time.", "Similarly, firms cannot rely on crypto-assets as a unit of account for the calculation of prices or for their balance sheet.", "And this is just as true for stablecoins, given the poor consumer protection and the vulnerability to panic selling that characterise them in the absence of appropriate regulation and supervision.", "When adequately regulated and supervised, stablecoins are nothing more than e-money arrangements.", "This is something we have known for many years.", "[ So crypto-assets, especially unbacked ones, are not useful as money.", "But do they at least perform other worthwhile social or economic functions, such as funding consumption or investment, or helping to combat climate change?", "There is reason to believe that they do the exact opposite.", "Crypto-assets are widely used for criminal and terrorist activities.", "It is estimated that the amounts of crypto-assets exchanged for criminal purposes are substantial, exceeding USD 24 billion in 2021.", "[ Research suggests that as much as USD 72 billion per year, or about 23% of all transactions, is associated with criminal activities.", "[ Ransomware attackers usually demand crypto payments.", "Crypto-assets may also be used for tax evasion or to circumvent sanctions.", "For example, North Korea has actively tried to recruit cryptocurrency experts over the past few years.", "[ More recently trading volumes in crypto-assets using the rouble increased after sanctions were imposed on Russia.", "[ While we cannot be sure that crypto-assets are actually being used by sanctioned persons or businesses, it nonetheless shows that they provide a potential means to circumvent sanctions.", "[ Crypto-assets based on proof-of-work (PoW) blockchains can also cause huge amounts of pollution and damage to the environment.", "They are created in a decentralised mining process which consumes an enormous amount of energy and computing hardware.", "It is estimated that mining in the bitcoin network uses up about 0.36% of the world's electricity - comparable to the energy consumption of Belgium or Chile.", "[ Worse still, efforts to reduce energy demand may prove futile.", "The networks' hunger for energy is potentially limitless, since the validation process encourages miners to keep upgrading their computing capacity to ensure system security.", "And even where crypto mining uses clean energy or less energy-intensive techniques, this is energy that is not available for other purposes, increasing the consumption of fossil fuels and impeding the fight against climate change.", "So crypto-assets are speculative assets that can cause major damage to society.", "At present they derive their value mainly from greed, they rely on the greed of others and the hope that the scheme continues unhindered.", "Until this house of cards collapses, leaving people buried under their losses.", "Crypto-assets and financial stability risks Let me now turn to the risks that crypto-assets pose to financial stability.", "Crypto-assets still comprise a small share of total global financial assets (about 1%).", "But, as I mentioned, they already have a larger market than sub-prime mortgages had before the global financial crisis started.", "We cannot afford to ignore them.", "Indeed, the popularity of crypto-assets is spreading beyond their core supporters.", "The launch of the first bitcoin exchange-traded fund in the United States last October is a sign of increased institutional activity in these assets, largely in response to demand from customers.", "[ The retail segment is also growing, with retail investors often attracted by misleading advertisements that fail to clearly set out the risk involved in these products.", "[ Big payment networks have stepped up their support services for crypto-assets[ and intermediaries are seeing a significant increase in retail holdings.", "For example, Coinbase, which is the biggest US crypto-asset exchange, now has 56 million users - an increase of 65% since March 2020.", "[ Crypto-assets pose financial stability risks through three main channels.", "First, stress in crypto-asset markets could spill over to players in the wider financial system through direct asset holdings or ownership of service providers.", "One measure of such linkages is the correlation between changes in the prices of crypto-assets and of equities, which has been positive since 2020.", "[ Second, a fall in the value of crypto-assets might have an impact on the wealth of investors, with knock-on effects on the financial system.", "Third, a loss of faith in the value of crypto-assets - for instance because of operational failures, fraud, price manipulation or cybercrime - could lead to a sharp deterioration in investor confidence,[ which could spill over to broader financial markets.", "Linkages through these three channels are as yet still limited.", "But they could increase rapidly if cryptoassets are widely adopted by institutional or retail investors.", "Such a scenario is not far-fetched.", "For example, high-net-worth investors, financial advisors and family offices are now leading the charge to invest in crypto-assets.", "[ More importantly, big tech players could launch global stablecoins for retail use.", "[ We have seen the example of Diem, a cryptocurrency project by Meta, and now Meta's new endeavour.", "[ By exploiting their large customer bases and bundling payments and other financial services, big tech firms could significantly strengthen linkages between the crypto-asset ecosystem and the broader financial system.", "In a stress situation, a sudden surge in redemptions by stablecoin holders could lead to instability in various market segments.", "For example, Tether, one of the most popular stablecoins, promises \"stability\" by investing in low-risk assets, such as commercial paper, and holds a large proportion of the stock of these instruments in circulation.", "[ Large-scale sales of these assets in response to a sudden increase in redemptions could generate instability throughout the commercial paper market.", "This phenomenon could spread to other stablecoins and related sectors, eventually finding its way to the banks that hold the stablecoins' liquidity.", "Such extreme scenarios might not be just around the corner.", "But the longer we wait, the more exposures and vested interests build up.", "And the harder it will be for policymakers to act.", "Regulating crypto-assets This brings me to the issue of regulation.", "Policymakers should not allow crypto-assets and the associated risks to proliferate unchecked.", "We must decide how to regulate them, following a rigorous risk-based approach tailored to different instruments.", "[ The current regulatory approaches differ across countries.", "Some countries have banned crypto-assets outright while others have restricted their use.", "[ This situation is clearly unsatisfactory, as crypto- assets are a global phenomenon and their underlying technologies can play an important role, not only in finance.", "We need globally coordinated regulatory action to address issues such as the use of crypto-assets in cross-border illicit activities or their environmental footprint.", "Regulation should balance the risks and benefits so as not to stifle innovation that could stimulate efficiency in payments and broader applications of these technologies.", "Progress is being made in Europe and worldwide, but not swiftly enough to keep pace with the emerging challenges.", "We need to see faster progress on many fronts.", "Four of these are particularly relevant.", "First, we need to hold crypto-assets to the same standards as the rest of the financial system.", "This means swiftly implementing all rules to prevent the use of crypto-assets for money laundering and terrorist financing, based on the standards set by the Financial Action Task Force (FATF), and enforcing them effectively.", "[ These efforts should also aim to bring peer-to-peer crypto-asset transfers within the scope of the standards for anti-money laundering (AML) and countering the financing of terrorism (CFT).", "Second, we should consider how to adequately tax crypto-assets.", "Currently the tax treatment of crypto-assets is minimal: we know very little about who really owns them, and about the size[ and the distribution of the capital gains.", "By its very nature, the crypto-asset market makes it very difficult to identify tax-relevant activities because it relies less on traditional financial intermediaries, who typically provide information for tax purposes.", "[ We should bring taxation on crypto-assets into line with the taxation of other instruments and aim for alignment across jurisdictions, given the global nature of the crypto market.", "The introduction of reporting obligations for transactions above certain thresholds, as just recently proposed by the Organisation for Economic Co-operation and Development (OECD), would enhance transparency and combat tax evasion.", "[ There could also be a case for higher taxation of some crypto-assets - such as those based on PoW - above and beyond the taxation of other financial instruments.", "Negative externalities that lead to sunk costs for society, such as high pollution, could be factored into appropriate taxes levied on participants in crypto markets (issuers, investors and service providers).", "Third, public disclosure and regulatory reporting need to be strengthened.", "The current practice observed in the crypto industry - for example, the disclosure of reserve assets backing stablecoins - is highly problematic.", "[ It is not sufficient and differs across products, and can even be misleading to investors and policymakers, Mandatory disclosure requirements for financial institutions are necessary to pinpoint where risks emanating from crypto-assets are concentrated.", "At the same time, public authorities (central banks, supervisors and AML authorities) need to further improve their data capabilities in order to detect illicit trades and emerging threats to financial stability.", "Fourth, given the crucial unanswered questions on issues such as operational risk, volatility and liquidity, regulators should introduce strict transparency requirements and set out the standards of conduct to be followed by professional operators in order to protect unexperienced retail crypto-asset investors.", "Europe is leading the way in bringing crypto-assets into the regulatory purview.", "The finalisation of the Regulation of Markets in Crypto-Assets (MiCA) will harmonise the regulatory approach across the European Union (EU).", "In a similar way, the European Commission's legislative proposals to create an EU AML/CFT single rulebook will bring all crypto-asset service providers within the scope of the relevant EU framework, which will also provide the basis for a harmonised European approach to supervising them.", "Moreover, the proposed Regulation on information accompanying transfers of funds and certain crypto-assets (FCTR) will aim to ensure that crypto-asset transfers which include at least one cryptoasset service provider can be traced and that suspicious transactions can be blocked.", "Swift negotiations by the European Commission, European Parliament and the Council of the European Union, together with thorough enforcement by competent national authorities, are necessary given the rapid growth of the crypto market.", "Europe's regulatory measures need to go further.", "We need to focus more on unbacked crypto-asset activities that are undertaken without service providers.", "In addition, we cannot afford to leave on-chain peer-to-peer payments unregulated, as they can be used to circumvent any regulation.", "Finally, if we really want to harmonise supervision significantly across all EU Member States, the new European AML Authority should supervise the riskiest crypto-asset providers.", "But our measures can only be effective if they are matched by ambitious measures implemented by our international peers.", "The United States is taking action on this front,[ while the Financial Stability Board (FSB) has made progress in advancing a global agenda of work on crypto-assets,[ in cooperation with other international bodies such as the Committee on Payments and Market Infrastructures, the Basel Committee on Banking Supervision and the FATF.", "[ We should build on this momentum and not wait for a crisis to occur before creating a dedicated global forum that brings together the key actors needed to address the risks arising from crypto-assets.", "The westward expansion of the United States in the second half of the 19th century broadly coincided with a period when some states passed free banking laws which eased the requirements for opening a bank, facilitating the emergence of so-called wildcat banks.", "[ These banks were typically located in remote areas where wildcats roam, so they were able to get away with issuing their own banknotes to the public, backed by questionable assets, with no intention of honouring them.", "Many of them defaulted, undermining public confidence in banks.", "We should not permit such a situation to happen again in the digital arena with crypto-assets.", "We need to make coordinated efforts at the global level to bring crypto-assets into the regulatory purview.", "And we need to ensure that they are subject to standards in line with those applied to the financial system.", "In doing so, we will have to deal with complex trade-offs, balancing the goals of promoting innovation, preserving financial stability and ensuring consumer protection.", "We should make faster progress if we want to ensure that crypto-assets do not trigger a lawless frenzy of risktaking.", "But this is not enough.", "The growth of crypto-asset markets reveals society's growing demand for digital assets and instant payments.", "If the official sector - public authorities and intermediaries - does not satisfy this demand, others will step in.", "Central banks must engage even more with digital innovation by upgrading wholesale financial infrastructures, operating fast retail payment systems and preparing for the issuance of central bank digital currencies.", "The ECB is at the forefront of work in all these areas.", "We are focusing on a digital euro, in order to allow citizens to use sovereign money to make payments anywhere in the euro area, while protecting its role as an anchor for the payment and monetary system.", "Nakamoto, S. (2008), A Peer-to-Peer Electronic Cash System , Bitcoin.org.", "The crypto-asset market quadrupled in 2021 alone, reaching nearly USD 3 trillion in market capitalisation in November, before halving within just three months.", "Holders can choose to be anonymous through encryption, but the blockchain is transparent in terms of what addresses hold which amounts of coins, and the related transaction flows.", "Gensler, G. (2021), Remarks Before the Aspen Security Forum , U.S. Securities and Exchange Commission, August.", "U.S. Government Printing Office (2007), \" Subprime and Predatory Lending: New Regulatory Guidance, Current Market Conditions, and Effects on Regulated Institutions \", hearing before the Subcommittee on Financial Institutions and Consumer Credit of the Committee on Financial Services, U.S. House of Representatives, 27 March.", "The stabilisation mechanism of stablecoins is crucial to determine whether the coins issued can maintain a stable value.", "Different stabilisation mechanisms may either require the intervention of accountable institutions, in the role of issuer and custodian, or delegate these tasks to stablecoin users.", "In search for stability in crypto-assets: are stablecoins the solution?", "ECB, Occasional Paper Series, August.", "Panetta, F. (2021), \" The present and future of money in the digital age \", lecture, Rome, 10 December.", "(2021), Stablecoins: Survivorship, Transactions Costs and Exchange Microstructure , SSRN, 28 April.", "Decentralised finance grew from about USD 15 billion at the end of 2020 to USD 110 billion in September last year, before shrinking to USD 80 billion in December.", "See Chapter 3 of International Monetary Fund (2022), Global Financial Stability Report , 19 April.", "Financial Stability Board (2022), Assessment of Risks to Financial Stability from Crypto-assets , 16 February.", "Based on the ECB Consumer Expectations Survey (CES), which - among other things - collects information on euro area households' economic and financial behaviour.", "The numbers in the text refer to the six countries covered in the sample (Belgium, Germany Spain, France, Italy and the Netherlands).", "See, for instance, U.S. Department of Justice (2022), Two Arrested for Alleged Conspiracy to Launder $4.5 Billion in Stolen Cryptocurrency , February; for instances of Ponzi schemes, see \"the Bitcoin Savings and Trust\" or the \"MyCoin\" pyramid scheme in Planet Compliance, The 10 biggest scandals that rocked the Blockchain world , published online, last accessed 20 April 2022, or the \"rug pull\" scam based on the popular Netflix series \"The Squid Game\", in Wired (2021), How a Squid Game Crypto Scam Got Away With Millions , November.", "Sources: Glassnode and ECB calculations.", "The Economist (2021), Crypto lobbying is going ballistic , December.", "A survey showed that one-third of crypto-asset investors know little or nothing about these assets.", "See Cardify (2021), All Aboard The Crypto Train: Who Are The Latest Crypto Investors?", "See G7 Finance Ministers and Central Bank Governors' Statement on Central Bank Digital Currencies (CBDCs) and Digital Payments , 13 October 2021.", "Moreover, the European Supervisory Authorities have recently warned that these assets are not suited for most retail consumers as an investment or as a means of payment or exchange; see \" EU financial regulators warn consumers on the risks of crypto-assets \", 17 March 2022. .", "S&P 500; see Financial Stability Board (2022), Assessment of Risks to Financial Stability from Crypto-assets , February.", "See European Central Bank (1998), Report on electronic money , August.", "Foley, S., Karlsen, J.R. and Putniņš, T.J. (2019), \" Sex, Drugs, and Bitcoin: How much illegal activity is financed through cryptocurrencies?", "\", Review of Financial Studies, May.", "The use of bitcoins for illicit payments is well documented, although the share of such payments in total bitcoin transactions is disputed.", "estimates it to be 45%, while Chainalysis' 2021 crypto crime report puts the figure at less than 1% for 2021.", "At the same time, the low ratio could be because the denominator refers to trade volumes (investment flows) and not payments; see Green, M.W.", "Finally, the FATF reports variations in identified illicit bitcoin transactions from 2016 to 2020 to range between 0.6% and 9.9% (relative to the number of transactions); see FATF (2021), \" Second 12-Month Review of the Revised FATF Standards on Virtual Assets and Virtual Assets service providers \", July.", "A former US researcher in a cryptocurrency group has been sentenced to more than five years in prison for conspiring to help North Korea evade US sanctions using cryptocurrency.", "Moreover, the United States Treasury Department has linked North Korean hackers to the theft of crypto-assets tied to a popular online game and worth hundreds of millions of dollars .", "See Kaiko Research (2022), Bitcoin Dominance Climbs Amid Persistent Volatility , March.", "On 21 April Binance, the world's largest crypto exchange, announced that it would comply with the European Union sanctions imposed on Russia for its invasion of Ukraine and limit services in Russia.", "Russian nationals, residents and businesses in the country with crypto-assets exceeding €10,000 will not be able to deposit or trade them, they may only make withdrawals.", "See Binance (2022), Changes of Services to Users in Russia , 21 April.", "See Chapter 2 of International Monetary Fund (2021), Global Financial Stability Report , October.", "A survey by Intertrust of a group of 100 hedge fund Chief Financial Officers found that, on average, they expected to allocate 7.2% of their funds' assets to crypto-assets by 2026.", "If replicated across the sector, this could equate to a total exposure of USD 312 billion.", "See Financial Times, 2021, Hedge funds expect to hold 7% of assets in crypto within five years , 15 June.", "In 2022 the crypto-assets exchange, Crypto.com, had two advertisements banned because they were considered to be misleading by the UK's advertising regulator, the Advertising Standards Authority (ASA).", "In particular, Mastercard , PayPal and Visa continue building capabilities and strategic partnerships to support crypto-assets (as well as stablecoins).", "Backlinko (2021), Coinbase Usage and Trading Statistics , April.", "The returns on bitcoin, for example, were unrelated to those on the S&P 500 index between 2017 and 2019, but their correlation coefficient increased to 35% in the period 2020-21.", "(2022), Crypto Prices Move More in Sync with Stocks, Posing New Risks , IMF Blog, January.", "Recent analyses from the IMF show that cyberattacks often cause the collapse of decentralised finance platforms: on average, more than 30% of the total deposits is lost or withdrawn after a cyberattack; see IMF (2022), Global Stability Report , April.", "See Fidelity (2021), The Institutional Investor Digital Assets Study , September 2021. .", "See Panetta, F. (2021), \" Stay safe at the intersection: the confluence of big techs and global stablecoins \", speech at the conference on \"Safe Openness in Global Trade and Finance\" organised by the UK G7 Presidency and hosted by the Bank of England, October.", "See Financial Times, 2022, Facebook owner Meta targets finance with 'Zuck Bucks' and creator 35.", "The term crypto-asset is often used to label anything that is recorded via distributed ledger technology (DLT), regardless of whether it constitutes a new type of asset, a financial instrument or a form collective investment.", "Egypt, Morocco, Algeria, Bolivia, Bangladesh, Nepal and China have imposed outright bans.", "Countries that have restricted the ability of banks to deal with crypto-assets or prohibited their use for payment transactions include Nigeria, Namibia, Colombia, Ecuador, Saudi Arabia, Jordan, Turkey, Iran, Indonesia, Vietnam and Russia.", "The result of a questionnaire launched by FATF in July 2021, showed that less than 50% of reporting jurisdictions - 38 FATF members and 90 FATF-Style Regional Bodies (FSRB) members - had implemented the revised FATF Standards on Virtual Assets (VA) and VA Service Providers (VASPs) in their national law.", "See Financial Action Task Force (2021), Second 12-Month Review of the Revised FATF Standards on Virtual Assets and Virtual Asset service providers , July.", "The five most cited challenges and barriers to implementation are: (1) the lack of capacity, expertise and experience in public sector agencies, (2) the implementation of the travel rule and the lack of sufficient technological solutions, (3) challenges in identifying and registering/licensing VASPs, (4) the lack of implementation of domestic regulations for virtual assets/VASPs and (5) challenges in conducting ML/TF risk assessments and understanding the size of the virtual asset/VASP sector.", "The FATF addressed these issues in the revised Guidance it released recently.", "See FATF (2021), \" Updated Guidance on Virtual Assets and Virtual Assets service providers \", October.", "According to some simulations by the European Commission, the revenue potential of taxing capital gains on bitcoin across the EU in 2020 alone would have amounted to about €900 million, or 0.3% of the total tax revenue from property taxation in the EU.", "(2021), \" Cryptocurrencies: An empirical view from a tax perspective \", JRC Working Papers on Taxation and Structural Reforms, No 12/2021.", "Crypto-assets in most instances do not fall within the scope of the Common Reporting Standard (CRS) developed by the OECD in 2014, which applies to traditional financial assets and fiat currencies.", "Even where crypto-assets do fall within the definition of financial assets, they can be owned either directly by individuals in cold (i.e.", "offline) wallets or via crypto-asset exchanges that do not have reporting obligations under the CRS.", "They are therefore unlikely to be reported to tax authorities in a reliable manner.", "See OECD (2022) Crypto-Asset Reporting Framework and Amendments to the Common Reporting Standard , public consultation document, 22 March-29 April.", "White House (2022), Executive Order on Ensuring Responsible Development of Digital Assets , March.", "The main policy objectives of the executive order are: 1) protecting consumers, investors and businesses; 2) protecting US and global financial stability and mitigating systemic risk; 3) mitigating illicit finance and national security risks; 4) reinforcing US leadership in the global financial system and in technological and economic competitiveness; and 5) supporting technological advances that promote responsible development and use of digital assets.", "See FSB (2022), Assessment of Risks to Financial Stability from Crypto-assets , February; FSB (2021), Regulation, Supervision and Oversight of \"Global Stablecoin\" Arrangements: Progress Report on the implementation of the FSB High-Level Recommendations , October; FSB (2020), Final report and high-level recommendations for the regulation, supervision and oversight of \"global stablecoin\" arrangements, October.", "See also CPMI-IOSCO (2021), Consultative report on Application of the Principles for Financial Market Infrastructures to stablecoin arrangements , October.", "See FSB (2022), letter from the Chair to G20 Finance Ministers and Central Bank Governors, 14 April .", "See Panetta, F. (2021), \" Stay safe at the intersection: the confluence of big techs and global stablecoins \", op.", "See Federal Reserve Bank of Philadelphia (2016), Economic Insights , Vol.", "See Panetta, F. (2022), \" Central bank digital currencies: defining the problems, designing the solutions \", contribution to a panel discussion on central bank digital currencies at the US Monetary Policy Forum, New York, February."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Crypto regulation", "Financial stability risks", "Public policy concerns", "Stablecoins", "Unbacked crypto-assets", "Wild West analogy", "Digital assets", "Decentralised finance", "Crypto market", "Central bank digital currencies"]}