{"sentences": ["The implementation of CBDCs by central banks: challenges, risks and opportunities Deputy Governor of the Bank of Italy Conference \"Central Bank Digital Currencies: Threat or Opportunity?\"", "London School of Economics, October 28th Ladies and Gentlemen, I would like to thank the organizers for inviting me to this conference to talk about the implementation of CBDCs by central banks.", "Today I will focus on three aspects of the CBDCs: risks, challenges and opportunities.", "In addressing this relevant topic, I will present the point of view of a central banker and I will share with you my experience on the ongoing activities related to the digital euro project, taking place within the Eurosystem.", "The digital euro project is now in the investigation phase, which started just one year ago and is intended to end in September 2023.", "Then, if so decided by the Governing Council, the realization phase would begin, which would last another three years.", "Let me give you just a brief update on the digital euro project.", "First of all, I would like to highlight that the digital euro would complement cash, not replace it, by allowing central bank money to also be used in digital form.", "We are these days at the \"halfway point\" of the investigation phase, and several key aspects of the project have already been discussed over the past year.", "Even if important milestones have been reached so far this has no bearing on whether or not will be decided by the ECB decision bodies to move to the realization phase or to issue a digital euro.", "We have reached by now important milestones, however this has no bearing on whether or not the ECB decision bodies will decide to move to the realization phase or to issue a digital euro.", "Risks: the main risk for a central bank is that of doing nothing When thinking about the risks associated with the CBDC, I am inclined to think that the main risk for a central bank would be that of not to consider the possibility of issuing a CBDC.", "Indeed, in designing a CBDC in the interest of citizens in a fast evolving scenario, we should be able to look at the future, also considering how the financial system could evolve.", "Innovation and digitization are radically changing the financial system and the world of payments.", "A global transformation of the financial sector has been underway for several years at the level of both instruments and infrastructure.", "In some cases, incumbents in the financial sector are participating in this digital revolution, joined by new entrants with a greater vocation in innovation.", "If we focus on retail payments, people increasingly pay digitally; the use of cash in payments is already declining, and this trend is likely to continue in the future.", "Households and businesses accept private money (e.g., deposits, electronic money) because they are confident of being able to convert it at any time, and at par, with risk-free public money, represented only by cash so far.", "If the digitization trends were to persist and accelerate, digital payments would be more adapted than cash to satisfy user needs.", "In this scenario, it would be too risky if the central banks continued to offer only cash and the only digital forms of money available to citizens were private ones.", "In such a world, central bank money would lose its key role in payments, and it would not be possible to ensure the complementarity and convertibility of public and private money.", "The entire monetary and financial sector would be deprived of its anchor - central bank money - and would be exposed to potential instability.", "Moreover, a public digital currency would be an anchor for digital innovation, complementing the potential spread of private digital currencies.", "This is the case, for example, with cryptocurrencies and in particular with the so called 'stablecoins'.", "They are, de facto, not convertible at par with central bank money, as we have experienced in recent crisis, could be inefficient as means of payment and are vulnerable to the redemption risk, amongst other things.", "Focusing on the case of the euro area, this would accentuate the risk of a little competition in the payments market currently dominated by few players.", "In addition, this scenario would raise risks about the euro area autonomy and privacy in payments.", "It could even endanger European sovereignty.", "Moreover, many large economies could issue CBDCs with benefits in terms of efficiency, scalability, liquidity and safety that would support their attractiveness internationally.", "They would have the potential to facilitate cross-border payments, which may enhance their role as a global payment unit.", "In such a context, for a large economy, as in the case of the euro area, not issuing a CBDC could undermine the international role of the currency itself, thus creating additional risks to sovereignty.", "In sum, in this historical conjuncture the higher risk is that of not investigating the issues and doing nothing.", "At the same time, we are conscious that issuing of a CBDC has to be assessed in any aspect in order to preside potential risks.", "We must be vigilant and we have to understand and preside all potential risks of issuing a digital euro.", "Challenges Central banks are largely sailing into unchartered waters, with new territories to explore when designing a CBDC.", "To map out the best way forward, as central bankers, we would face many challenges associated with the design of a CBDC.", "I would now focus on this aspect by sharing the experience gained in participating in the activities of the investigation phase of the digital euro project.", "I will also mention the interconnections between the various aspects of this complex project.", "We can bring the challenges together in four main areas: i. the economic of CBDC; ii.", "the legal issues; iii.", "the technological issues given the fast innovation in this sector (eg DLT) and the associated security risks; iv.", "the organizational issues and the impact on the internal structure of central banks.", "The economic of cbdc The main focus here is on the adoption rate of digital euro.", "A too high large adoption rate might endanger the financial stability; a too low adoption rate might be insufficient to maintain the central bank footprint in the economy.", "Thus the challenges of the economic of cbdc require a) the analysis the potential impact on the role of supervised financial intermediaries and on the transmission of monetary policy and financial stability and b) the ability to meet the end-user needs including privacy issues and the integration with existing retail payment schemes/systems; The introduction of a CBDC can influence the transmission of monetary policy and financial stability through several channels that are mainly related to the substitution of commercial bank deposits with a public digital currency.", "In the Euro Area, as in all modern economies, banks grant loans and issue deposits, thereby performing maturity and liquidity transformation services that improve the allocation of households' consumption across time and firms' capital across productive activities.", "These activities are essential for the well-functioning of the economy and are key components of the transmission of monetary policy and the stability of the financial system.", "If households and firms were to substitute a large share of their deposits with the digital euro, or they were to use the digital euro as a safe heaven in time of stress, banks would need to replace a some of their stable funding and lose customer information that are essential to perform their activities.", "The Eurosystem's ability to support the economy through the banking system may be weakened, with broad macroeconomic implications.", "Deposits, as all forms of money, perform the dual function of means of payment and store of value.", "The key to prevent undesirable effects without sacrificing the benefits is to design the digital euro in such a way that it is used primarily as a means of payment and not as a store of value.", "We are working on two main fronts to achieve this goal.", "First, we are developing quantity- and price-based tools - including effective limits to the amount of digital euro individual users can hold and penalising remuneration on individual users' digital euro holdings above a certain threshold - to limit bank disintermediation.", "Second, we are implementing a frictionless integration of the digital euro infrastructure with bank deposits through funding and defunding services of digital euro holdings.", "In this way, users will not need to transfer large amounts of their liquid savings from bank deposits to digital euros in order to use the CBDC for their daily activities.", "The strong involvement of the private sector is a key success of digital euro.", "In fact, a public digital currency can benefit from experience and best practices in the market as well as the end user orientation of supervised intermediaries which Eurosystem neither has nor intends to cover.", "Given those considerations, the external stakeholders engagement in the construction of the project is crucial and, therefore, it has been intensified.", "A structured process has already been undertaken with the involvement of the Euro Retail Payments Board, through a number of dedicated sessions to receive feedback from the market on the most important points of the project.", "This dialogue is in addition to the work of the Market Advisory Group (MAG), a group of 30 senior business professionals with proven experience and a broad understanding of the euro area retail payments market experts, which was established at the start of the investigation phase, and is playing an important advisory role for the Eurosystem by bringing in the industry's point of view.", "In particular, the MAG places great emphasis on the value that a digital euro could bring to all the players who are part of the euro area's diverse payments ecosystem.", "Digital euro needs to be adopted by people for a central bank to be able to achieve its objective.", "Thus the possible issuance of a CBDC must take in duly consideration not only the financial system (the supply side) but also the potential users.", "On this point the Eurosystem has always in mind that: to be accepted, a digital euro should provide a benefit to users.", "A research (a first round of focus groups was held across all the Euro Area Countries at the end of 2021) has shown that what customers value most are the following characteristics: privacy, broad acceptance, ease of use, low cost, high speed, security and consumer protection, while merchants are looking for low cost, ease of use and integration with existing systems.", "Privacy protection is key for end-users that should be able to choose how much information they want to disclose, being always in compliance with the applicable law.The Eurosystem is exploring options that could allow the digital euro to replicate some cash-like features and enable greater privacy for low-value transactions.", "For other transactions, the baseline will be to provide people with a level of privacy equal to that of current private digital solutions, avoiding the full anonymity.", "Widespread distribution should also benefit those parts of the population that have previously had no or insufficient access to financial services, thereby enhancing financial inclusion.", "On all these aspects the collaboration with the European co-legislators is crucial, also considering that they are responsible for possible legislative changes.", "A possible issuance of the digital euro is a common endeavor.", "The integration with the existing payment ecosystem is also a key element in the digital euro design.", "In the end user's perspective, the possibility to decide without any friction which payment means to use is a prerequisite for improving the efficiency of the whole sector.", "Moreover, the adoption of a digital euro depends on how easily its users will be able to include this new form of central bank money in their payment habits.", "The evidences of the recently published results of the focus groups showed that people prefer a means of payment that offer them an easy and frictionless user experience.", "This element has been taken in duly consideration in the current investigation phase of the digital euro.", "I would like to mention, as an example, the design of a smooth funding and defunding process to manage the end-users' digital euro position (meaning the transfer of money from or to a commercial bank account, for instance), with some additional features like an automatic funding and defunding.", "This would favor a convenient and customizable experience and the successful uptake of this new form of central bank liability.", "The legal issues The introduction of a digital euro would give rise to several legal issues related to Central Bank Law, Monetary Law as well as, more generally, the EU legislative framework on payments.", "The activities of all central banks are governed by so-called \"central bank laws\" (which in the case of monetary unions can have the form of a treaty) which prescribe the central bank's mandate.", "Consequently, the legal basis for the Eurosystem to issue a digital euro has to be detected in its mandate.", "According to the EU primary law, the basic tasks to be carried out through the Eurosystem shall be, among others, to define and implement the monetary policy of the Union and to promote the smooth operation of payment systems.", "It is also specifically provided that the European Central Bank has the exclusive right to authorise the issue of euro banknotes within the Union and that the European Central Bank and the national central banks may issue such notes.", "The Eurosystem power to open accounts for market participants in order to conduct its operations could also be relevant in this respect.", "The whole set of tasks, duties and powers conferred upon the Eurosystem have to be assessed to find out the legal basis for the issuance of a digital euro.", "A second category of core legal issues relate to Monetary Law, that provides the legal foundations for the use of monetary value in society, the economy and the legal system.", "According to the basic principle of monetary law it is for a sovereign State to determine its own currency system, establishing the official monetary unit and the official means of payment, whose issuance is a monopoly of the State.", "As far as the Euro area is concerned, the Treaty on the Functioning of the EU provides that the banknotes issued by the European Central Bank and the national central banks shall be the only such notes to have the status of legal tender within the Union.", "And a similar provision exists concerning the legal tender status of euro coins.", "While primary EU law introduces the concept of legal tender, it does not elaborate on its scope and legal effects.", "The issuance of a digital euro would therefore imply the assessment concerning its possible legal tenderness and it could be the occasion to harmonize accross the euro area the effects of this legal status.", "A digital euro introduction would impact on a legislative framework which already knows digital payments and a wide set of subjects, instruments, services and infrastructures related to such payments.", "Therefore efforts should be put in place to smoothly accommodate the new tool within the existing landscape.", "This means that the Payment Service Directive, the Payment Account Directive and the E.Money Directive need to be analysed in order to verify if and how they may encompass a digital euro.", "Similar checks would be appropriate in relation to the Settlement Finality Directive.", "Another piece of legislation which calls for the highest attention is that one concerning AML/CFT.", "Legal assessment would start from the mapping of the existing relevant legislation and, considering the features and objectives of the digital euro, will elaborate on any requested amendment to the current legislation.", "In this respect, a secondary law act is supposed to be drawn up to regulate the conditions for the issuance of a digital euro by the Eurosystem, adopted on the basis of Article 133 of the TFEU, according to which without prejudice to the powers of the European Central Bank, the European Parliament and the Council, acting in accordance with the ordinary legislative procedure, shall lay down the measures necessary for the use of the euro as the single currency.", "Such measures shall be adopted after consultation of the European Central Bank.", "The technological issues When dealing with the design of a retail CBDC, new technologies, such as blockchains, are at the horizon, bringing along both opportunities and risks which need to be carefully evaluated.", "The design of a CBDC requires taking many decisions.", "How ownership is assessed - through identity or through knowledge?", "How money is represented - through accounts or tokens?", "What is the governance model - centralised, distributed, or decentralised?", "How the ledger is accessed - through intermediaries or directly, without any intermediation at all?", "Balancing functional requirements requires solving complex problems which might be not self-evident at first sight: an example is the trade-off between the privacy-preserving characteristics of a CBDC with the need for auditability, arising from anti-money laundering and contrast to financing of terrorism requirements.", "All these design decisions - ownership, money representation, governance, access, privacy, and many others - are often intertwined in a \"Gordian knot\" that requires bold decisions and a holistic approach to be untied.", "Failing to do so might produce technical solutions which are unfit for the purpose or unappealing for the citizens.", "Cybersecurity implications of a retail CBDC design are also particularly relevant.", "Universality of access implied by its retail nature considerably widens the attack surface of the system, compared to traditional central-bank run systems, traditionally open only to intermediaries.", "Risks originating from potential programmability features of a digital currency require a careful balance of flexibility and security constraints; one could ask , for instance, whether the concept of programmable money is compatible with the requirement of unicity of public money.", "The capability of undue creation of central bank money in case of successful attacks, with no physical constraints to the amount of creatable money, means that financial losses are potentially unlimited, raising concerns also in terms of cyber-warfare.", "Lack of expertise on the market leads to skills shortage and a complex recruitment process.", "Other relevant technical challenges are related to the openness and interoperability features that a CBDC should exhibit; these requires building solutions that rely as much as possible on widely accepted standards and technologies, without imposing options which could restrict the access of intermediaries and value-added service providers, hindering the financial innovation and creating artificial competition barriers.", "Organizational issues The relevant organizational impacts of introducing a CBDC should not be underestimated.", "This would entail the need to adapt the central banks organizational setup in the light of their new dual role, trying to exploit the information synergies and taking into account specialization and coordination needs as well as addressing the management of the digital euro and the related impact on the central banks related task.", "With reference to the digital euro project, I will only mention some of the organizational impacts.", "Some interventions on existing structures and/or the creation of new coordination and dedicated units could be envisaged, taking into account the design features and the modalities that would be adopted to issue and manage the digital euro.", "Moreover, the coordination between the management of cash and, if so decided, the future digital euro should be foreseen.", "In fact, central banks - that have traditionally only managed cash (as public money for retail usage) - will possibly be entrusted to contemporarily manage the two forms of central bank money; this would also have repercussions on the skills of the human resources.", "The much higher engagement in designing, developing and operating large-scale high tech payment systems will result in increased dedicated staff.", "A mix of resources (experts in IT, payment systems operation and supervision, financial stability and monetary policy, budget - just to mention few of them - will likely be required.", "Their expertise will also scouring in non-traditional fields for central banks like distributed systems, cryptography, blockchains.", "In the case of the Eurosystem, we would have a further organizational challenge.", "As for the cash, the digital euro would have a supranational nature.", "Therefore, the governance process within the Eurosystem, saying the distribution of tasks and responsibilities among the ECB and the NCBs, could be reconsidered.", "As regards, in particular, the technological infrastructures, in order to preserve the strategic autonomy and the operational independence, central banks, should ensure the capability to autonomously develop and operate digital systems built upon new and often disruptive technologies.", "Information Technology activities, which are traditionally thought of as supporting functions, are growing out of their niche to become core, leading to the internalization of tasks that are now often outsourced.", "Opportunities In relation to the opportunities, I think that the CBDC is itself an opportunity for monetary systems and for the society.", "Given what has been discussed so far, CBDCs could bring wide benefits, but the ultimate consequences for the well-being of individuals in society depend on how central banks will address the associated challenges.", "The issuance of a CBDC would be critical to preside the risks I have already mentioned especially in preserving the role of central bank money as a safe asset at the heart of the system.", "In addition, I want to mention two other opportunities of issuing a CBDC, as for the financial inclusion and the cross-border payments.", "Finally I want to mention talk an additional opportunity that is a big one for the Eurosystem as to favor a pan euro-area reach.", "i. Promoteaccesstoanduseoffinancialservices,therebyenhancingthefinancial inclusion of disadvantaged groups The issuance of a CBDC could promote access to and use of financial services, thereby enhancing the financial inclusion of disadvantaged groups, specifically by ensuring an access to a digital payment mean to the unbanked and underserved, who are traditionally unwilling to use private financial products due to distrust in financial institutions, high service costs, and socioeconomic reasons.", "A digital euro could provide these people with the ability to pay electronically both in stores and online, track their spending, and build a payment history.", "This could encourage them to demand for more complex products such as savings, loans and insurance.", "The more the digital euro is integrated into existing payment systems, the greater the benefits will be.", "On an international level, it could enhance the efficiency of remittances, which are still far more expensive and slower than domestic payments.", "Furthermore, a CBDC has the potential to offer improved security as it would rely on some form of identification to initiate payments, making it harder for fraudsters and thieves to carry out illegal activities.", "Contribute to the improvement of cross-border payments CBDCs could open the way for innovations that improve international payments.", "They can make use of the fact that retail users have direct claims on central bank money to simplify the monetary architecture.", "However, design features matter for their overall impact in the cross-border context and whether CBDCs will serve the broader public interest.", "The multi-currency dimension is also a relevant aspect for the digital euro.", "The experience already garnered by the Eurosystem within the TARGET services context clearly suggests that building a multi-currency ledger comes certainly with some costs, but implies as well a number of significant benefits, such as harmonization, interoperability, flexibility and even potential cost savings.", "In addition, it is worth highlighting that the possible provision of a digital euro also involves the European Commission and it is also potentially relevant for EU countries that are not part of the eurozone.", "For this reason, it seems also important to consider the needs, expectations and concerns of those countries.", "Favorapan-euroareareachwhilepromotingofalevelplayingfield When looking at the Euro area case we have an additional opportunity.", "As stated in the Eurosystem's retail payment strategy, one of the mail goals is to support the creation of a pan-European solution for retail payments at the point of interaction (POI), covering physical shops and e-commerce.", "There is currently no European solution for those payments, which still highly rely on international card schemes and - for e-commerce - on global big tech providers.", "The digital euro, if issued, could enable the achievement of this important goal, by ensuring a pan-European reach.", "This would be a key element, as emerged within the focus groups, the ability to \"pay anywhere\".", "Indeed, the respondents from all countries and different identified groups perceive this as one of the most relevant features of a digital euro.", "The payment segments identified as a 'priority' in the initial releases of the digital euro (eCommerce, point-of-sale, person-to-person and payments from or to government institutions) would help addressing the criticalities associated with the currently limited pan-euro area retail payment solutions.", "In addition, there is also the competition issue in the payment sector.", "Usually private players tend to dominate and create positions of competitive advantage by exploiting the benefits of the network effect.", "The formation of these dominant positions can develop rapidly and create risks of market abuse behavior.", "A CBDC could therefore be a benefit as it could improve an efficient and competitive payments market, reducing the possibility for a private company to create a dominant position.", "Wholesale CBDC: a hint Since wholesale and retail CBDC are complementing each other by addressing the different needs of different users, let me now touch upon the implementation of a wholesale CBDC.", "On the retail side, providing the public with highly convenient and secure means of payment helps to underpin confidence in money by enabling private forms of money to be converted, at par, into risk-free central bank money.", "On the wholesale side, central banks supply the ultimate means of payment for financial institutions, which helps to reduce risks in the financial system.", "I would first take the opportunity to clarify that wholesale CBDC is not new in the euro area, since central bank money has been available to the banks in digital form for wholesale transactions for decades, through the Target Services platform.", "Moreover, the Eurosystem is conducting an effort to integrate and modernize its wholesale settlement infrastructures (T2, T2s and TIPS) to ensure they remain 'fit for purpose', and resilient to cyber threats.", "The consolidation of T2 and T2s platforms, and the creation of a Eurosystem Collateral Management System to simplify processes involving multiple jurisdictions, are the most prominent examples of this effort.", "Undoubtedly, the use of distributed ledger and cryptography is favoring the development of new business models, services and user experience.", "Large segments of finance are involved: payments with stablecoins (the so-called Decentralized Finance), issue and circulation of securities, the cross-border payments domain.", "Faced with this great ferment, institutions are confronted with new challenges and called to promote technological innovation, while ensuring market integrity, investor protection and, ultimately, financial stability.", "In this regard, the Eurosystem is carefully assessing the merits of providing the possibility to settle the cash leg of DLT-based transactions in central bank money, the safest and most liquid settlement asset.", "More generally, we are considering how to address market needs in case the market shows concrete interest for wholesale financial transactions based on DLT.", "To better understand what the concrete market needs are, the Eurosystem recently conducted a market outreach including banks, financial market infrastructure operators and Fintechs.", "The outcome of this engagement suggests that expectations are widespread of a significant industry uptake of DLT.", "However, such expectation is not universal, and views are mixed on the relative merits of DLT compared with existing technologies, as to the timeframe in which DLT's uptake is expected to take place.", "Apart from that, benefits of DLT could take time to materialize due to the lack of a harmonized legislative framework that can facilitate initiatives in that direction.", "In the EU, an important stimulus is provided by the recently introduced Regulation on a Pilot Regime1, which could provide the Eurosystem with the occasion to support the market in its search for even more efficient payment tools.", "When considering the possible way forward, also in light of the uncertainties I mentioned, I would argue that an \"incremental\" approach presents a number of advantages.", "In particular, in the immediate future, a \"trigger\" or \"bridge\" solution, - i.e.", "a solution for integrating DLT platforms with the existing infrastructures - could be adopted for the settlement of the cash-leg of a tokenized transaction.", "A wholesale CBDC service based on DLT (i.e.", "a tokenized CBDC) could possibly be developed down the road, if market developments so require2.", "The DLT Pilot Regime will temporarily lift some regulatory requirements and will allow financial market institutions to experiment with the supply of trading and settlement services using the DLTs.", "The trigger solution, in fact, would be a relatively inexpensive option to quickly respond to emerging market needs, keeping the settlement in central bank money within the scope of Target Services, until the questions that are arising from current experiments with the DLT are definitely answered.", "Moreover, the use of the trigger solution would reduce the risks of fragmentation of the liquidity needed on the 'cash-side' of the settlement systems.", "Other central banks have experimented with trigger solutions .", "More recently, at Banca d'Italia, we successfully experimented with a trigger solution centred on TIPS, the Eurosystem's instant payments platform.", "The model to which Banca d'Italia is committed provides a DLT-agnostic protocol to synchronize the asset-leg and the cash-leg, making an instantaneous DVP transaction possible on a 24/7 basis.", "This work was carried out in cooperation with Algorand, which provides one of the most advanced blockchain solutions for financial services currently available on the market.", "The results of our experiments were reported in a recent paper, published in the Banca d'Italia \"Markets, Infrastructure, Payment Systems\" series, arousing considerable interest and requests for collaboration, as happened by BIS Innovation Hub and the Bank of England.", "Conclusions The challenge of central banks, and of other public institutions, is to participate in the innovation process and contribute to the creation of instruments that can guarantee trust in the financial and payments system today and in the future.", "I think it is essential that the institutions, in order to allow this transformative action, also perform a propulsive function, together with an action to address and contain risks, continuing to operate on the technological frontier to effectively respond to the growing demand for efficiency coming from financial intermediaries, citizens and businesses.", "Thank you for your attention.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["CBDC risks", "CBDC challenges", "CBDC opportunities", "Digital euro", "Eurosystem", "Financial inclusion", "Cross-border payments", "Wholesale CBDC", "Privacy", "Technological issues"]}