{"sentences": ["Party Secretary Yin Li, Mayor Yin Yong, Managing Director Kristalina Georgieva, General Manager Agustín Carstens, Ladies and gentlemen, Good afternoon!", "Let me begin by extending my congratulations to the Beijing Financial Street on its great development achievement over the past 30 years.", "Under the leadership of the CPC Central Committee and the State Council, and with the vigorous support of the CPC Beijing Municipal Committee and the Beijing Municipal Government, the Financial Street has blazed a trail with Chinese characteristics and played a key role in China's economic and social development over the past three decades.", "Today, I would like to take this opportunity to share with you some of my observations on issues related to monetary policy.", "First, China's monetary policy has provided significant support to the real economy.", "This year, the Chinese economy is faced with some challenges and downward pressure due to COVID-19 and some external shocks, and we have recalibrated monetary policy in a timely fashion so as to provide greater support to the real economy.", "According to the deployment of the CPC Central Committee and the State Council, we have made use of a host of policy instruments and cut the required reserve ratio (RRR) by 25bps.", "The drop in loan prime rate (LPR) has translated into lower financing costs for the real economy, and broad money M2, social financing and new RMB loans have all maintained pretty robust growth.", "Measured by economic performance, China's macroeconomic policy has proven to be well-calibrated.", "We have kept the economy stable, preserved price stability at home despite surging inflationary pressure worldwide, and maintained a fine balance between internal and external equilibrium.", "China's GDP grew by 3.9 percent year on year (YoY) in Q3.", "The CPI increased by 2.1 percent YoY in October and its annual growth rate has stayed at around 2 percent over the past five years.", "Since the beginning of the year, the RMB has seen some depreciation against the US dollar but of a smaller scale compared with other major currencies.", "The value and purchasing power of RMB has been basically stable.", "Second, while providing significant support to the real economy, the PBOC has not substantially expanded its balance sheet.", "As of end-September 2022, the PBOC's balance sheet was around $6 trillion (RMB40 trillion).", "Its size has stayed relatively stable over the past five years with an average growth rate of 2.6 percent.", "In recent years, we have used RRR cuts to provide medium and long-term liquidity.", "As we know, commercial banks have to put aside a certain amount of deposits at the central bank as required reserves.", "Cutting the RRR thus increases commercial banks' excess reserves and allows them to lend more.", "As lower RRRs lead to higher money multipliers, we have managed to support more credit creation in the absence of significant balance sheet expansion.", "Since 2018, the PBOC has cut the RRR 13 times and brought the average RRR down to around 8% from its previous level of 15% and released a total of $1.5 trillion equivalent(RMB 10.8 trillion) long-term liquidity.", "In the meantime, the PBOC's balance sheet has stabilized at around $5.5-6 trillion equivalent (RMB38 trillion to RMB40 trillion).", "Yet outstanding M2 has increased to over $35 trillion equivalent (RMB260 trillion) from less than $25 trillion equivalent (RMB170 trillion) at end-2017, which is a telling evidence of substantive monetary support for the real economy.", "Raising the RRR has played a key role in keeping the RMB value stable and inflation subdued for quite some time in the past.", "So cutting the RRR this time around has the effect of releasing some of the \"frozen-up\" liquidity in the past.", "Since the beginning of this century, China had experienced foreign reserves increasing for quite many years, and the PBOC's balance sheet continued to grow.", "We had thus to constantly \"freeze up\" the increasing RMB liquidity associated with the continuously accumulating foreign reserves through raising the RRR and other sterilization operations.", "During this period, the size of PBOC's balance sheet had grown much larger than those of our peers in the major advanced economies.", "In recent years however, we have by contrast, made many proactive decisions and preemptive adjustments on liquidity supply through a host of measures ranging from RRR cuts, open market operations, to structural monetary policy instruments.", "It is a far cry from the previous situation when liquidity supply by the PBOC was mainly a passive consequence of accumulation in foreign reserves.", "The independence of monetary policy has increased noticeably.", "Third, another feature of China's monetary policy is its combination of aggregate and structural considerations.", "Our sound monetary policy not only includes aggregate support, but also has structural characteristics.", "We have leveraged structural monetary policy tools to enhance the financial support for agriculture, small and medium enterprises(SMEs), the private companies and other structural weak links on the supply side.", "As a result, finance has now become more accessible, available and affordable.", "As of end-September 2022, nearly 54 million SMEs have gained access to inclusive loans, four times that of end-2017, with outstanding loans hitting $3.5 trillion equivalent (RMB23 trillion).", "The weighted average interest rate on new inclusive loans issued in September was 4.7 %, down by 180bps compared with the same period of 2017.", "Different structural monetary policy tools can be either long-term or ad-hoc.", "Central bank relending and re-discounts in support of the agrarian sector and SMEs, which you are all quite familiar with and have an outstanding value of $360 billion equivalent (RMB 2.5 trillion), are typical examples of long-term tools.", "The typical ad-hoc tools that we put in place in recent years, however, include the special-purpose relending facilities in support of scientific and technological innovation, transportation and logistics, equipment upgrading, etc.", "With an outstanding value of $430 billion equivalent (RMB3 trillion), these ad hoc instruments have well-defined expiration dates or exit plans.", "When their policy goals are met, they will be phased out in an orderly manner.", "Last but not least, I would like to talk about the role of structural monetary policy in housing and green finance.", "China's housing sector is linked to a lot of upstream and downstream industries.", "Therefore, its healthy development is of great significance to the overall economy.", "The housing market is undergoing some adjustments.", "Joining hands with relevant ministries and local governments, we have tailored policy solutions to local specificities.", "Such tools include cutting mortgage rates and down payment ratios, with an aim of supporting real housing needs.", "In some previous incidents, some troubled developers were unable to complete pre-sold housing projects on time.", "In response, we've issued $30 billion equivalent (RMB200 billion) worth of special loans to ensure their timely completion, and have put in place structural policy tools to encourage active participation by commercial banks.", "Meanwhile, we've also expanded support for bond issuance by private firms, including private housing developers, through credit enhancement facilities.", "We've also rolled out a carbon reduction tool to foster green development.", "Operating on market principles, this tool supports financial institutions' lending to enterprises focusing on clean energy, emission reduction and carbon reduction.", "Tapping this tool, financial institutions need to estimate and disclose the carbon cuts financed by such loans.", "This will help promote the mentality of green development, and the practice of carbon accounting and disclosure.", "By the end of September 2022, around $35 billion equivalent (RMB240 billion) worth of carbon reduction credit facility has been used, mobilized around $60 billion equivalent (RMB400 billion) worth of carbon reduction loans, and financed carbon cuts of more than 80 million tons.", "Recently, we've included two foreign-funded banks to the list of financial institutions eligible for extending such loans.", "Going forward, the People's Bank of China will continue to take Xi Jinping Thought on Socialism with Chinese Characteristics as our guide and implement the guiding principles set forth by the 20th CPC National Congress.", "We will continue to build a modern central banking system, implement sound monetary policy to serve the real economy, prevent financial risks and deepen financial reforms.", "We will also continue to support the Financial Street in developing into the national center of financial administration and in contributing even more to China's modernization.", "Finally, I wish the Forum a complete success."], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "real economy", "economic growth", "inflation", "RMB exchange rate", "balance sheet", "liquidity", "structural monetary policy", "housing market", "green finance"]}