{"sentences": ["SPEECH Monetary policy in a high inflation environment: commitment and clarity Lecture by Christine Lagarde, President of the ECB, organised by Eesti Pank and dedicated to Professor Ragnar Nurkse Tallinn, 4 November 2022 Inflation in the euro area is far too high, reaching double digits for the first time in October.", "Here in Estonia inflation has surged as high as 25%.", "The combination of shocks we are facing - war, energy, disrupted supply chains, re-allocation of demand - means that inflation is likely to stay above our target for some time.", "In such challenging times, central banks have to rely on their inner compass - their loyalty to their mandate - to ensure price stability.", "They have to be prepared to take the necessary decisions, however difficult, to bring inflation back down - because the consequences of letting too-high inflation become entrenched would be much worse for everyone.", "So what does this imply?", "The answer can be found in the writing of Ragnar Nurkse, to whom this lecture series is dedicated.", "Though well known for his work on international financial architecture, he also made an important contribution to our understanding of inflation based on the experiences of the interwar years.", "[ In particular, he showed that fighting inflation is both complex and simple.", "Complex because, in times of great volatility, economies can face a series of shocks which produce rising and persistent inflation.", "Witness the 1920s when inflation was driven, in part, by tumbling exchange rates and acute supply bottlenecks, including for energy.", "But simple because, in the end, there is only one way that those shocks can lead to sustained inflation - and that is if monetary policy accommodates them and allows them to feed into inflation expectations.", "As Nurkse wrote, \"when a price rise goes on for some time [...] it tends to create expectations of a further rise.", "The point at which such expectations come to be firmly and widely held is a crucial one in the process of inflation.", "From that point onwards, the process is entirely changed.", "\"[ Today, we are facing an extremely challenging environment where inflation is being driven by a range of different shocks.", "But it is monetary policy that will determine whether these shocks lead to lasting inflation.", "And we will not allow that to happen.", "We will therefore have to raise rates to levels that will deliver our 2% medium-term inflation target.", "The ultimate goal of our interest rate path is clear, and we are not there yet.", "In my remarks today, I would like to explain why we are facing such high inflation and assess the risks of it becoming embedded.", "But I will argue that with two \"Cs\" - commitment to our mandate and clarity about our reaction function - we can navigate the challenges successfully and bring inflation back down to our target.", "The forces driving inflation Since the start of the monetary union, we have not witnessed such a rapid shift in the inflation environment.", "Headline inflation in the euro area - which was negative as recently as December 2020 - has risen by 11 percentage points from its trough during the pandemic to its level last month.", "Core inflation, which excludes energy and food, has risen by 4.8 percentage points.", "Three interlocking factors have led to this turnaround: the fact that we are facing repeated shocks; that those shocks are passing through more strongly into inflation; and that they are proving more persistent than in the past due to structural changes in the economy.", "First, the euro area economy has been hit by an unprecedented series of shocks on both the demand and supply sides of the economy.", "This has restricted aggregate supply while also directing demand towards sectors with capacity constraints.", "We have faced pandemic-induced lockdowns, supply chain disruptions, energy production cuts, and Russia's unacceptable and unjustifiable invasion of Ukraine - all while demand has been shifting back and forth across sectors at speed.", "[ Recently, the reopening of the economy has led to a rapid release of pentup demand, supported by high levels of excess savings.", "As a result, ECB analysis finds that demand and supply factors are currently contributing more or less equally to core inflation, with demand being more important for services and supply more important for industrial goods.", "[ The result has been a large and persistent inflationary shock.", "Second, we are seeing a faster and stronger pass-through of these shocks into prices.", "In the past, the pass-through of producer prices to industrial goods inflation typically took around two years and was often partially buffered by profit margins - i.e.", "firms absorbed some of the cost increases to avoid presenting consumers with large price rises.", "But ECB analysis finds that, recently, the pass-through to inflation has been taking place much faster, lasting only around half a year.", "And on average it has been more intense than in the past, with firms maintaining and, in some sectors, even increasing their profit margins.", "The reason is that when inflation is high everywhere and supply is constrained, firms can more easily pass on cost increases to customers without losing market share to their competitors.", "[ All this has meant that external shocks have seeped into underlying inflation - the part of inflation which is typically more \"sticky\".", "[ Even if some of the drivers can be expected to soften as bottlenecks ease, reopening effects fade out and energy prices stabilise, standard measures of underlying inflation in the euro area now range from around 4% to 8%.", "[ The third factor aggravating this situation is the persistence of the shocks due to structural changes in the economy.", "The shocks triggered by the pandemic and the war have created what I have previously called a \"new global map\" of economic relationships.", "[ And the economic turning points on this new global map imply that some supply constraints are likely to last longer.", "First, the cut in gas supplies caused by the Russian invasion is a major structural change which will have ramifications for several years.", "Futures market curves suggest that we will see higher gas prices for a time, as European countries will have to pay a premium to attract uncontracted LNG to replace Russian gas.", "Substitution effects will probably also increase prices for other sources of energy.", "Over the longer term, the war is also likely to accelerate the green transition in Europe, including the switch to renewable energy, which should ultimately lead to falling electricity prices.", "But we could see lower investment in oil and gas production during the transition phase, putting upward pressure on fossil fuel prices while demand for those fuels still remains high.", "[ Second, we are seeing changes in the nature of globalisation, and particularly China's role in it.", "The supply disruptions created by the pandemic, the vulnerabilities it has exposed and the new geopolitical landscape look set to trigger a reassessment of global value chains.", "While this will not lead to \"de-globalisation\", we can expect geopolitical factors to be re-introduced into supply chains.", "A recent survey finds that almost 90% of global firms are expecting to regionalise their production over the next three years.", "[ This is likely to reduce efficiency and increase costs, which could create inflationary pressures for some time while supply chains are adjusting.", "At the same time, domestic policy choices in China, as well as US export controls on key technologies, are likely to affect China's place in the global production network.", "This could become a profound global supply shock insofar as it leads the country to turn inwards and away from market-oriented reforms.", "The risk of second-round effects Monetary policy cannot prevent the first-round effects of many of these shocks.", "But especially when the shocks are persistent, we must ensure they do not produce second-round effects that cause too-high inflation to become entrenched.", "Since the euro area is a net importer of energy, we are facing a large and unavoidable shock to real income owing to the deterioration in our terms of trade.", "This terms-of-trade \"tax\" amounted to around 2 percentage points of GDP in the second quarter of this year.", "[ The question that workers, firms and governments confront today is how this burden should be distributed within the economy and over time.", "Fair burden-sharing between wage income and profit margins is certainly justified.", "Fiscal policy can help spread the burden across different income groups.", "At the ECB, given our mandate of price stability, we need to ensure that this process does not lead to an inflationary dynamic.", "If inflation expectations become de-anchored and engrained in wage negotiations and price setting, that could lead to a wage-price spiral which in turn sustains the de-anchoring.", "And the result would ultimately be both lower real incomes and higher inflation over time.", "So how acute is the risk of second-round effects today?", "There are factors on the horizon which are likely to reduce demand and therefore, all else being equal, make it harder for firms to pass on cost increases into prices.", "As wholesale energy prices are passed through into retail bills, households are increasingly feeling the squeeze on real incomes and consumption is likely to fall.", "At the same time, pent-up demand from reopening is fading out.", "The drawdown of excess savings seems to be already largely counterbalanced by strengthening precautionary motives for saving and liquidity preference.", "[ In this context, although recent data on GDP growth have surprised on the upside, the risk of recession has increased.", "The same is true for Estonia, where Eesti Pank estimates growth to be -0.5% this year.", "This domestic slowdown might also be exacerbated by the synchronised tightening of monetary policy globally.", "ECB analysis finds that, since the early 1990s, US tightening has typically lowered industrial production in the euro area by as much as in the United States itself.", "[ However, historical evidence suggests that we should not expect slowing growth to make a significant dent in inflation, at least not in the near term.", "Looking at past euro area recessions going back to the 1970s, we see that headline inflation fell by an average of about 1.1 percentage points one year afterwards, while core inflation fell by about half that amount.", "Even the additional impact of foreign spillovers on demand will not necessarily lower inflation in the short term.", "Our analysis finds that US policy tightening tends to reduce euro area inflation in the medium term.", "But in the near term, inflation will rise if the euro depreciates against the US dollar and commodity prices go up in euro terms.", "In this context, we are likely to see wages \"catching up\" to some extent with higher inflation, since the conditions are in place for workers to try to recoup losses in their real income.", "The labour market has remained resilient so far, with forward-looking indicators showing little sign of weakening.", "[ Inflation expectations have been creeping up.", "In parallel, governments are facing pressures to increase indexation, for instance by tying pensions and public sector wages to inflation, which could add to wage pressures in the private sector too.", "[ This outlook is confirmed by evidence from the latest collective bargaining rounds and our corporate telephone survey, both of which point to a rise in negotiated wages next year of around 4%.", "Here in Estonia, wage growth is currently running at around 10%.", "These developments do not constitute excessive second-round effects so far, and at longer horizons inflation expectations remain anchored.", "But with inflation likely to remain high for an extended period, we need to monitor inflation expectations and wage negotiations very carefully to ensure that wage growth does not settle persistently at levels that are incompatible with our target.", "Commitment and clarity So how should monetary policy be calibrated in this setting to ensure price stability?", "In my view, two \"Cs\" are key: commitment to our mandate and clarity about our reaction function.", "Displaying commitment to our mandate is vital to ensure that inflation expectations remain anchored and second-round effects do not take hold.", "A number of recent decisions by the Governing Council underline our determination in this regard.", "First, we have been raising rates at our fastest pace ever - by 200 basis points in our last three policy meetings.", "In this way, we are signalling our resolve to deliver on our target, which should be immediately reflected in inflation expectations.", "Policy normalisation also withdraws support for demand at times of inelastic supply, which should lead to firms revising down their selling price expectations.", "Second, we decided last week to amend the terms and conditions of our targeted longer-term refinancing operations (TLTRO-III).", "The TLTRO addressed the need for significant stimulus during the pandemic, strengthening the transmission of rates to the economy via banks.", "But now the environment has changed completely - and we need to ensure that the lower cost of funding the TLTRO creates for banks does not impede monetary transmission when policy normalisation is required.", "This complements our previous actions to preserve the orderly transmission of rates to the economy via financial markets, notably flexible reinvestments under the pandemic emergency purchase programme and the new transmission protection instrument.", "While it is true that interest rates remain the most effective tool for addressing the high inflation environment, it is important to signal, as we continuously do in our monetary policy statement, that \"we stand ready to adjust all of our instruments within our mandate to ensure that inflation returns to our medium-term inflation target\".", "In this context, as I explained at last week's press conference, in December we will lay out the key principles for reducing the bond holdings purchased as part of our monetary policy portfolios.", "But we need to pair commitment with clarity about our reaction function.", "In view of the uncertainty we face today, it is no longer appropriate for monetary policy to give detailed forward guidance.", "Given the complexity of the shocks we are facing, being able to respond to the incoming data is a major advantage.", "But making policy meeting-by-meeting in a data-dependent way can come at a cost.", "In particular, market rate volatility is higher in response to news.", "This is why - rather than guiding markets by giving a specific target for rates - it is important to clarify our reaction function.", "As stated earlier, we have increased rates by 200 basis points and we expect to raise rates further.", "Our job is far from being completed.", "And withdrawing accommodation may not be enough to bring inflation back to our target.", "How much further we need to go, and how fast we need to get there, will be determined by the following factors.", "The first and most important is the inflation outlook: we will raise rates to levels that bring inflation back down to our medium-term target in a timely manner.", "The inflation outlook is forward-looking and incorporates all the different forces we are facing: the outlook for the economy, the persistence of the shocks and the reaction of wages and inflation expectations.", "Current inflation numbers are relevant insofar as they provide additional insights about the persistence of inflation.", "The second factor is the corresponding policy stance and its transmission lags into demand and inflation.", "Monetary policy is inherently forward-looking, as interest rate changes will only reach their full effect over the next year or two.", "As a result, while the impact of policy decisions will strengthen over time, it will be seen in the hard data only with a time lag.", "But this lag in transmission and the prevailing uncertainty also means that the rate path ahead will look different depending on the contingencies we face.", "If we were to see, for example, inflation becoming more persistent and expectations being at risk of de-anchoring, we could not wait until the full impact of the policy measures materialises.", "We would need to take additional actions until we are more confident that inflation will return to target in a timely manner.", "There is also another important dimension to clarity: providing clarity about how the intentions of other policy areas will affect the inflation outlook and thereby our policy actions.", "During the pandemic, the actions of fiscal and monetary policies were naturally aligned.", "Fiscal policy needed to prevent a catastrophic collapse of employment, and monetary policy had to prevent a steep decline in inflation.", "Today, however, the alignment between policies is not so automatic.", "With the economy slowing and real incomes falling, fiscal policy could shift towards a more expansionary stance over and above the contribution from the automatic stabilisers.", "But in a supply constrained environment, that can exacerbate inflationary pressures and force the central bank to tighten policy by more than would otherwise be necessary.", "This is why we have emphasised the need for fiscal support to be temporary, targeted and tailored.", "It should be temporary, so that it does not push up demand too much over the medium term.", "It should be targeted, so that the size of the fiscal impulse is limited and benefits those who need it most.", "And it should be tailored, so that it does not weaken incentives to cut energy demand.", "Over time, fiscal policies will have to consolidate - and it will make a difference for inflation whether this is done by reducing transfers and public consumption and raising taxes or, as has often happened in the past, by cutting public investment.", "As many of the sources of inflation today are on the supply side, government policies that redirect investment to where it is needed will be essential to achieve noninflationary growth.", "The environment we confront today is complex.", "We are facing shocks from various sides, while navigating a new global map that is causing those shocks to persist for longer.", "But what monetary policy ultimately has to achieve is simple: we must not, and will not, let high inflation become entrenched.", "We are committed to bringing inflation back down to our medium-term target, and we are determined to take the necessary measures to do so.", "The more confident the public is that inflation will return to 2% in a timely manner, the smoother the adjustment process will be.", "As Samuel Johnson wrote, \"great works are performed not by strength, but by perseverance\".", "And we will persevere until we have ensured price stability in the euro area.", "League of Nations (1946), \"The course and control of inflation: A review of monetary experience in Europe after World War I\", Series of League of Nations publications.", "Since the start of the pandemic, the volatility of durable goods consumption has been almost ten times higher than during the preceding two decades, and almost 30 times higher for services.", "Gonçalves, E. and Koester, G. (2022), \" The role of demand and supply in underlying inflation - decomposing HICPX inflation into components \", Economic Bulletin, Issue 7, ECB.", "This pattern is consistent with recent research which finds that cost-push shocks propagate more strongly to inflation when it is rising steeply than when it is subdued, i.e.", "the Phillips curve is non-linear.", "Lindé, J., Harding, M. and Trabandt, M. (2022), \"Understanding Post-Covid Inflation Dynamics\" However, this faster pass-through could also mean that inflation is ultimately less persistent, since price increases have been frontloaded.", "The range includes the HICPXX, Supercore, the Persistent and Common Component of Inflation (PCCI) measure excluding energy and also the ECB measure of domestic inflation, which includes only items with relatively lower import content.", "Lagarde, C. (2022), \" A new global map: European resilience in a changing world \", keynote speech at the Peterson Institute for International Economics, Washington, D.C., 22 April.", "For more on this topic, see Lagarde, C. (2022), \" Monetary policy in the euro area \", Karl Otto Pöhl Lecture organised by Frankfurter Gesellschaft für Handel, Industrie und Wissenschaft, Frankfurt, 20 September.", "At the same time, writing off existing carbon-intensive capital might produce a negative wealth effect and lower aggregate demand, creating downward pressures on core inflation.", "See IMF (2022), \"Near-term Macroeconomic Impact of Decarbonization Policies\", World Economic Outlook, October.", "Compared to the same quarter the year before.", "Household deposits increased by around €40 billion in August.", "(forthcoming), \"Making waves: Monetary policy and its asymmetric spillovers in a globalised world\", International Journal of Central Banking; and Degasperi, R., Hong, S. and Ricco, G. (2020), \"The Global Transmission of U.S. Monetary Policy\", Warwick Economics Research Paper Series, No 1257.", "Moreover, it is probable that firms will initially respond to slowing growth by hoarding labour - i.e.", "reducing hours worked - rather than laying people off.", "A 1 percentage point increase in public wages typically pushes up private sector wages by 0.3 to 0.6 percentage points."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Supply shocks", "Demand shocks", "Second-round effects", "Inflation expectations", "Wage growth", "Fiscal policy", "Clarity", "Commitment"]}