{"sentences": ["19.09.2022 Inflation and economic growth in the euro area: monetary policy and the role of other economic policies* Joly Andalucía Forum Pablo Hernández de Cos * English translation from the original in Spanish Ladies and gentlemen, please allow me, first, to thank the organisers of the Joly Andalucía Forum for inviting me to take part in this event.", "In my address today I will present an overview of the economic situation in the euro area, aiming to explain the latest ECB monetary policy decisions.", "I will also briefly refer to the role that other economic policies should play in such a complex and uncertain economic scenario as the present one.", "The negative effects of the war in Ukraine on the European economy are heightened by its impact on energy markets Europe is particularly exposed to the economic effects of the Russian invasion of Ukraine, given its geographic proximity, its close trade and financial ties with Russia and, especially, its high dependence on fossil fuel imports from Russia, with limited capacity to replace these imports in the short term.", "Since the start of the war, the flow of Russian gas to Europe has decreased significantly, and recently the supply has effectively been shut off completely.", "Concerns about winter gas shortages have increased in some European countries.", "At the same time, gas prices on the Dutch TTF market, the European benchmark, have soared.", "The price of natural gas remains extremely volatile.", "After reaching record highs in late August, it now more than doubles the average prices observed at the start of the year.", "In the absence of an integrated energy market, the economic consequences of this energy dispute are affecting European countries unevenly, depending on their different levels of dependence on Russian gas.", "For example, around 18% of mined energy products (gas and coal) and 9% of oil derivatives consumed in the EU are imported from Russia, compared with 3% and 2.5%, respectively, of those consumed in Spain.", "However, given the surge in energy prices and European economic integration, economies, like Spain, that depend relatively little on Russian imports, will also be affected.", "Indeed, according to the Harmonised Index of Consumer Prices (HICP), gas consumption accounts for some 2% of households' consumption basket in the euro area, and for 1.5% in Spain.", "Yet beyond the direct impact on inflation of higher gas prices, inflationary pressures are also fuelled by firms' higher production costs, as natural gas is the main source of energy for the industrial and services sectors (except for transport-related sectors),1 and by the impact of gas prices on electricity price formation in the European markets.", "In addition, the slowdown in economic activity in the hardest hit countries will pass through, via trade flows, to the other economies in the form of lower external demand.", "On Banco de España estimates,3 a hypothetical suspension of energy imports from Russia would have an impact on the EU economy of between 2.5% and 4.2% of GDP in the first year, depending on the assumptions as to European economies' ability to replace Russian energy imports.", "The estimated impact on the Spanish economy is between 0.8% and 1.4% of GDP.", "These should be considered short-term impacts, which will lessen as the ability to replace Russian energy imports increases.", "The latest euro area indicators flag a clear economic worsening, as the effects of the full economic reopening fade These recessionary forces are not yet reflected in the euro area economic data for the first half of the year.", "The full reopening of European economies after two summers of pandemicrelated restrictions has unleashed strong demand for leisure, hospitality and tourism.", "Accordingly, euro area GDP rose by 0.8% in the second quarter, compared with 0.7% in the first quarter, outstripping the 0.2% projected in the Eurosystem's June forecasts.", "The growth in GDP in the second quarter was higher than anticipated in many euro area countries, and especially in Spain and Italy which both saw an unexpected surge in private consumption.", "However, the reopening effects are expected to dwindle and economic growth to slow in the short term, in view of households' loss of purchasing power, the energy crisis, weaker global demand, tighter financial conditions as a result of the monetary policy normalisation, and the highly uncertain economic and geopolitical setting.", "Indeed, the latest data for the third quarter point to a rapid economic slowdown in the euro area countries.", "The Purchasing Managers' Indices (PMIs) signal a contraction in manufacturing in the big euro area economies in the third quarter, while the PMI services index points to a considerable slowdown, with a contraction in Germany and Italy.", "Thus, the gas market developments described above contrast with developments in other commodities - such as oil and non-energy goods - whose prices have tended to moderate since the summer owing, among other factors, to the prospects of a global economic slowdown.", "Inflationary pressures are stronger than expected and are spreading across expenditure items, exacerbating the loss of purchasing power Inflationary pressures in the euro area have been more intense and more persistent than expected throughout the year.", "Euro area inflation stood at 9.1% in August.", "Higher energy prices are the main factor behind these high inflation levels.", "Indeed, it is estimated that, between their direct impact on energy goods in the consumption basket and their indirect effect through other goods and services, they are responsible for somewhat more than 60% of the growth in inflation.", "Yet the increase in food prices is also very significant; in fact, food prices are directly responsible for almost 25% of the increase in inflation.", "In any event, inflationary pressures have gradually spread to the less volatile prices in the consumption basket.", "Higher production costs have passed through to consumer prices faster than expected, against a backdrop of manufacturing bottlenecks and demand pressures associated with the economic reopening.", "Underlying inflation in the euro area was over 4% in August, and over 3% in all euro area countries.", "Moreover, inflation was over 4% in more than half the underlying inflation components (in 41% of them in Spain).", "Particularly notable was the higher inflation in components relating to expenditure on transport, household equipment and maintenance and, especially in Spain, recreation, hospitality and tourism.", "The economic projections for the euro area have undergone significant revisions, with growth revised down and inflation revised up The recent escalation in the energy dispute with Russia has cast a shadow over the economic picture.", "This leads us to believe that the inflationary episode will be more intense and longer lasting, and that the economic growth outlook for the euro area will continue to soften.", "These circumstances have led to a significant revision of the economic outlook for the euro area in the ECB's latest projections exercise.", "These forecasts include the surprises in terms of inflation and activity, and also the potential impact of the escalation of the energy dispute with Russia, as well as a revision of other technical assumptions, such as a greater depreciation of the euro.", "In this respect, one of the main changes in the ECB's September projections exercise compared with that published in June are the assumptions relating to gas prices.", "First, the outlook for gas prices is revised up in accordance with gas futures prices.", "Second, and for the first time, a degree of gas rationing, albeit moderate, is assumed.", "This would be more significant in the countries that are most heavily dependent on Russian natural gas imports, which could even see some production cuts in the winter.", "By contrast, demand for gas is expected to decline, in view of high prices and precautionary energy saving measures (following the EU agreement to reduce gas demand by 15%).", "In consequence, euro area economic activity is expected to slow in the coming quarters, as a result of the loss of purchasing power stemming from higher than expected inflation, the decline in business and consumer confidence and, in general, the greater uncertainty surrounding the economic effects of the war in Ukraine.", "Moreover, although supply bottlenecks are easing, they are still limiting activity among a large number of manufacturing firms in certain sectors.", "As a result, euro area GDP growth forecasts have been revised down significantly, especially for the remainder of 2022 and for 2023.", "The euro area economy is expected to grow by 3.1% in 2022 and to slow down markedly in 2023, growing by just 0.9% compared with 2.1% forecast in June.", "Meanwhile, inflation continues to be driven by the surge in gas and food prices, demand pressures in some sectors owing to the economic reopening, supply bottlenecks and the depreciation of the euro.", "In addition, slightly stronger wage growth is expected, in the context of a robust labour market, higher minimum wages in some countries and the delayed effects of past high inflation rates.", "These factors more than offset the negative impact on inflation of the weaker growth outlook.", "In consequence, in the latest ECB staff projections, inflation forecasts have been revised up significantly throughout the projection horizon.", "As the present inflation determinants gradually disappear, and the normalisation of our monetary policy passes through to the economy and to prices, inflation will decline.", "These macroeconomic projections are surrounded by great uncertainty, with downside risks for activity and upside risks for inflation In the near term, inflation depends to a great extent on developments in energy commodity prices, specifically gas and electricity prices.", "In addition, possible interruptions in energy supplies and harsh winter weather are both risks to the outlook for the euro area, as they could bring about further increases in energy prices and more severe production cuts than expected in the baseline scenario.", "To reflect these risks, the ECB's latest projections once again include a downside scenario that envisages slightly lower growth in 2022 and, in particular, a contraction in GDP of 0.9% in 2023, while maintaining the expected increase of 1.9% in 2024.", "This highly uncertain setting is also reflected in the dispersion among experts in the oneyear economic outlook for the euro area.", "This dispersion is very high in the case of GDP - close to the levels observed in the 2008 financial crisis - and stands at all-time highs in the case of the one-year inflation outlook.", "The ECB continues its monetary policy normalisation, which it began in December 2021 in response to the inflationary episode In view of the growth in inflation, in late 2021 the ECB's Governing Council embarked on monetary policy normalisation, with the gradual withdrawal of the extraordinary monetary stimulus measures implemented during the pandemic, once these had succeeded in countering the adverse impact of the pandemic on the projected medium-term inflation path.", "The speed and intensity of this normalisation has been conditioned by the assessment made at each time by the ECB's Governing Council on the inflation outlook and risks.", "The measures taken by the ECB in this period are part of the new monetary policy strategy approved in 2021, which established a symmetric medium-term inflation target of 2%.", "Later I will return to the medium-term orientation and to what it means in practice.", "Under this framework and, as I have said earlier, in a setting in which inflationary risks have tended to increase over the last few months, in March we discontinued net purchases under our pandemic emergency purchase programme (PEPP) and we agreed to gradually reduce net purchases under our asset purchase programme (APP).", "In June we decided that as the three conditions established by our forward guidance for raising interest rates had been met,5 net purchases under the APP would end on 1 July, and we informed of our intention to raise policy rates in July and again at our September meeting.", "In July, we decided to raise all three ECB policy rates by 50 basis points (bp), taking the deposit facility rate to 0%, thus moving out of negative territory for the first time since 2014.", "This was a larger increase than signalled at the previous meeting, for two reasons.", "First, the updated assessment of the risks to inflation, which included the materialisation of certain upside risks in the short term relative to the June projections.", "Second, we took into account the reinforced support for the effective transmission of monetary policy provided by the new Transmission Protection Instrument (TPI), which was approved at that same meeting.", "Subject to fulfilling established criteria, the TPI will enable the Eurosystem to make secondary market purchases of securities issued in jurisdictions experiencing a deterioration in financing conditions not warranted by country-specific fundamentals, to counter risks to the monetary policy transmission mechanism to the extent necessary.", "Thus, the TPI will ensure that our monetary policy stance is transmitted smoothly and effectively across all euro area countries, a precondition for the ECB to be able to deliver on its price stability mandate.", "Purchases under the TPI would be conducted such that they cause no persistent impact on the overall Eurosystem balance sheet and hence on the monetary policy stance.", "More recently, we have accelerated monetary policy normalisation At the last Governing Council meeting held in early September, we decided to raise the key ECB interest rates by 75 bp, the sharpest increase in the history of the euro, and announced that we expect to continue to raise interest rates over the next several meetings to dampen demand and guard against the risk of a persistent upward shift in inflation expectations.", "So why did we opt for a 75 bp increase?", "To understand the rationale behind this decision, let me first explain the nature of our inflation target and how we assess its attainment in practice.", "As I have said, our objective is to achieve inflation rates of 2% over the medium term.", "The medium-term orientation means that rather than basing our decisions on the latest inflation figure, or even on the inflation that we expect for the coming months or quarters, we base them on our projections for the medium term, i.e.", "over a two or three-year horizon.", "This is because our actions affect inflation very gradually, reaching their maximum impact after about two years.", "What's more, even if our actions passed through to inflation more immediately, for certain kinds of shocks - such as adverse supply-side shocks which push inflation and activity in opposite directions - forcing inflation to converge to 2% too quickly, could be undesirable due to the outsize impact on activity and employment that this would entail.", "In such cases, maintaining the medium-term orientation in the definition and attainment of the target would be all the more advisable.", "How is expected inflation over the medium term measured?", "First, it is important to clarify that predicting inflation over a two or three-year horizon is a very challenging task.", "Especially in a setting as uncertain as the current one.", "Therefore, like other central banks, we at the ECB use various indicators of future inflation, such as surveys of professional forecasters and financial market prices, which I will come back to later.", "Key data in this regard are the ECB staff projections, which in turn draw on a wealth of economic and monetary analysis.", "As I have said, the latest projections published in September put average inflation in 2024 (the end of our medium-term horizon) at 2.3%, clearly above our target.", "These projections were based, among other considerations, on a future path of euro area interest rates - implicit in the financial market data available when the projections were prepared (specifically, as at 22 August 2022) - that began with a hike of 50 bp at our September meeting, followed by subsequent further increases.", "Accepting that, in line with our mandate, interest rates will have to rise to a level that allows us to ensure a gradual convergence of inflation to our medium-term target, returning inflation to 2% by 2024 demanded that we accelerate the path of interest rate hikes as compared with that foreseen in the projections.", "Hence the exceptional increase of 75 bp.", "The risks to the inflation projections further strengthened the case for such a large interest rate rise.", "One way to illustrate these risks is through the downside scenario envisaged in the latest ECB staff projections exercise, which shows how the economic outlook for the euro area could be affected if some of the risks to the baseline scenario materialise.", "Under that downside scenario, in addition to a very significant downward revision of economic growth for 2023, inflation in 2024 stands at 2.7%, higher than the baseline projection (2.3%) and further still from our 2% target.", "One of the assumptions underlying this scenario is a complete cut-off of Russian gas supplies.", "And indeed, on 2 September - after the cut-off date for the latest ECB staff macroeconomic projections but before our September meeting - we learned that the Nord Stream 1 pipeline between Russia and Germany had been shut down indefinitely.", "Admittedly, the downside scenario also includes other assumptions that have not materialised thus far.", "However, the cut-off of Russian gas is a major determinant of mediumterm inflation reaching such high levels under that scenario.", "In other words, the upside risks to the inflation projected under the baseline scenario reinforced the need to accelerate the interest rate rises.", "Looking ahead, we will continue our monetary policy normalisation, the pace and scale of which will depend on the materialisation of the risks to our medium-term inflation target At least two risks are and will remain central to our monetary policy deliberations and decisions.", "First, a potential de-anchoring of medium and long-term inflation expectations above the 2% level.", "The materialisation of this risk would be the worst-case scenario, since it would affect the price- and wage-related decisions that firms and households make in the present.", "This would cause even higher and more persistent inflation, requiring still more forceful monetary policy measures that would harm activity and employment.", "The information available to date shows no indications of expectations becoming deanchored.", "However, there are some early signs that need to be watched.", "The most recent surveys of professional forecasters put inflation in 2024 at, or just over, 2%.", "The latest data from inflation-linked derivatives markets (adjusting for risk premia) suggest likewise.", "However, the most recent round of the ECB's monthly Consumer Expectations Survey (CES), published in early September, puts the median inflation expectation three years ahead at 3%, up from just over 2% at the start of the year.", "We will be extremely vigilant of these indicators in the coming months.", "Indeed, as I have said, the need to guard against this risk is one of the reasons for the faster monetary normalisation that our latest decisions entail.", "The second risk relates to possible second-round effects, i.e.", "when high inflation passes through to wage increases and these, in turn, push up consumer prices as firms seek to maintain (or widen) their margins.", "This scenario is to be avoided, since it would make inflation far more persistent and, thus, increase the likelihood of the feared de-anchoring of inflation expectations.", "On the information available, there is no evidence of such effects occurring at present, at least on a widespread basis.", "Wage settlements in the euro area have gathered pace since the end of last year, with increases reaching 2.5% according to the latest data.", "Although they are expected to rise further in 2023, the increases currently projected would, in principle, be compatible with the 2% inflation target once trend productivity growth is taken into account.", "Broadly speaking, profit margins have also remained moderate, although unevenly across sectors.", "However, the longer the current high inflation persists, the greater the probability of these second-round effects occurring.", "Naturally, the extent of the economic downturn, over which, as I indicated earlier, there is significant uncertainty, and its effects on wages and profit margins, will be key determinants of the medium-term inflation outlook and, therefore, of our monetary policy decisions.", "Ultimately, our next decisions will be based on the incoming data and their implications for achieving our medium-term inflation target, in line with the \"meeting-to-meeting\" approach that we have adopted.", "In any event, interest rates will have to reach a level that allows us to ensure a gradual convergence of inflation to our medium-term target, and how quickly we reach that level will be conditioned by that same target.", "On the financial markets, the process of monetary policy normalisation has translated into a significant increase in market interest rates.", "Specifically, since early 2022 the 12-month EURIBOR has climbed by more than 250 bp to 2.26%, while the 10-year overnight index swap (OIS) rate (typically used as the risk-free benchmark interest rate) has risen by 210 bp.", "These increases have also been gradually passing through to the cost of bank funding for firms and households.", "This tightening of financial conditions will help to contain inflationary pressures.", "In an adverse scenario such as the present one, other economic policies also have a central role to play, in the shape of an incomes agreement, selective support for the most vulnerable, resolute supply-side policies, a firm commitment to fiscal sustainability and reinforcement of the European project Against the current inflationary backdrop, profit margins and wages are key to avoiding a feedback loop that results in an inflationary spiral.", "This is precisely the overriding objective of the incomes agreement that we at the Banco de España have been advocating in recent months.", "It would consist of an agreement between firms and workers, under the social dialogue framework, to share the inevitable loss of national income that higher commodity import prices entail.", "Fiscal policy should also play a key role, avoiding an across-the-board fiscal impulse - which would exacerbate the inflationary pressures - and the use of automatic indexation clauses in expenditure items.", "Conversely, efforts should focus on supporting lower-income households, who bear the brunt of inflation, and the firms most vulnerable to this new shock.", "Moreover, any measures should be temporary, so as not to further increase the structural budget deficit.", "They should also be designed to avoid significant distortions to price signals.", "But offsetting the adverse effects of the current supply-side shock also calls for ambitious policies to boost productivity growth and potential GDP.", "In other words, the optimal economic policy response to an adverse supply shock, such as the present one, entails structural reforms (including, naturally, of the energy market) to ease the supply-side tensions.", "The common European instrument to realise this ambition is the European Union's NGEU recovery plan.", "Under NGEU, investment projects must be carefully selected in order to optimally complement, and act as a catalyst for, private investment.", "But they must also be accompanied by structural reforms to support, for example, the reallocation of resources across firms and sectors.", "At the same time, the sustainability of national public finances must be ensured; this is essential for the smooth functioning of the monetary union.", "With this in mind, the European Commission is reviewing the European fiscal rule framework.", "In my view the framework needs to be simplified, by establishing an expenditure growth rule and a debt-to-GDP ratio anchor, and countries' capacity to build up fiscal buffers in good times for use in crises needs to be reinforced.", "In the case of Spain, shoring up the sustainability of public finances calls for a medium-term fiscal policy strategy.", "This should involve immediately setting out a multi-year fiscal consolidation plan for implementation once the economic impact of the pandemic and of the war in Ukraine has been overcome.", "The plan should have broad political consensus and be accompanied by an efficiency review of public spending and the tax system, including all tiers of general government.", "In addition to the medium and long-term benefits of such a strategy, defining the plan early on would generate greater certainty and trust in public policies, which is particularly important against the backdrop of the monetary policy normalisation I have described.", "In any event, the course of the war in Ukraine and the subsequent sanctions and retaliatory measures have laid bare the EU's vulnerabilities and dependencies in key sectors, such as energy, as well as the disparities between Member States in their exposure to such tensions.", "A challenge of this magnitude underlines the importance of a joint response to common risks.", "The response to the war in Ukraine must, once again, be more Europe.", "These common decisions must apply both to short-term measures, to jointly address potential energy supply problems in the years ahead (in line with the recent European Commission proposals), and to reforms geared towards tackling the medium and long-term challenges.", "In particular, this episode has shown that pan-European structural policies that foster the integration and interconnection of European markets - in particular energy markets - and strengthen the single market10 will not only generate greater resilience to shocks, but also drive competitiveness.", "Joint funding arrangements should be established to safeguard this common effort and avoid any excessive or highly unequal impact on national public finances.", "Common funding arrangements would allow European institutions to finance large-scale programmes based on shared quality standards and would provide for a uniform approach for assessing programme execution.", "Headway must also be made in the expansion of the public and private risk-sharing arrangements in the EU.", "First, the euro area needs a permanent macroeconomic stabilisation mechanism - with revenue-raising and borrowing capacity - to complement the single monetary policy.", "Second, it is imperative that the banking union be completed with the establishment of a European deposit guarantee scheme.", "Third, headway must be made in the construction of the capital markets union.", "Such resolute progress in completing the monetary union would structurally reduce the risks of financial fragmentation and ensure the smooth transmission of monetary policy, which in turn would support our monetary policy action."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Energy prices", "Economic growth", "Economic outlook", "Inflation expectations", "Russia-Ukraine war", "European Union", "Fiscal policy", "Supply-side policies"]}