{"sentences": ["For eight months now, the world has been shocked by Russia's war of aggression against Ukraine, which we strongly condemn, as it constitutes both a breach of international law and a blatant violation of the fundamental principles of international peace and security.", "We mourn the loss of human life and the destruction of homes and public infrastructure in Ukraine and admire the Ukrainian people's courageous struggle for freedom and independence.", "The latest forecasts indicate a marked slowdown in the world economy, as increases in the cost of energy and food are eroding household purchasing power, slowing down investment by heightening uncertainty and undermining confidence, and forcing central banks to tighten monetary policies to curb consumer price growth.", "This adds to the repercussions of the Covid-19 pandemic that are still being felt in some countries.", "A global recession cannot be ruled out.", "In such a case, emerging and developing economies-already suffering higher interest rates, reduced capital inflows and the strong appreciation of the dollar-would experience severe consequences, making already alarming debt crises even worse.", "It would very likely trigger a new increase in poverty, adding to the World Bank's estimate of 75 to 95 million \"new\" poor created by the pandemic and the immediate effect of the war.", "In the last three years, the World Bank Group (WBG) has been called upon to significantly increase its financing.", "It has acted quickly to support the most vulnerable, while maintaining focus on long-term development goals.", "It has also provided highly commendable leadership in facilitating coordinated, readily available financial support to the Ukrainian people and government.", "It is imperative to further scale up this effort, together with other international financial institutions and development partners.", "Emerging and developing economies are facing extraordinary, simultaneous challenges: food insecurity; a lack of equitable and affordable energy access; the urgent need for climate change mitigation and adaptation; pandemic-related risks; learning losses; debt distress; and flows of migrants, refugees and internally displaced people.", "Responding to these challenges requires financing, but also an effective use of knowledge.", "This means data-intensive and evidence-based analysis of needs, careful assessment of country priorities, and an efficient and targeted use of the WBG's analytics and advisory services.", "We call for a reinforced commitment to outcomeoriented programs and impact assessment with a view of strengthening effectiveness and reputation.", "A results-based approach and narrative is important for client countries, who can learn how to make their policies more effective, and for donors, who need to know to what extent their resources reach the desired development goals.", "The WBG's actions concerning education, pandemic prevention and preparedness, climate change, food insecurity, debt, and migrations are prominent examples of its knowledge agenda moving in a direction that we wholly sustain.", "The pandemic has had devastating long-term impacts on learning, especially for the young.", "Losses have been larger in those low- and middle-income countries where the learning poverty rate was already high.", "We strongly encourage the WBG to continue to address these challenges by using policy-based financing operations to strengthen investments in education and create skill-building and employment opportunities for the youth, while supporting countries' statistical capacity to fill large data gaps.", "The \"education crisis\" adds to our resolve to act now to prevent and respond to future pandemics.", "We applaud the launch of the Financial Intermediary Fund for Pandemic Prevention, Preparedness and Response.", "The WBG has been instrumental for quickly implementing the commitment undertaken by G20 Leaders in the 2021 Rome Declaration.", "We have to work together to operationalize the Fund and approve investments that reinforce global, regional and national capacities in a coordinated and coherent approach.", "We look forward to continued engagement from the World Bank with future G20 Finance-Health coordination arrangements.", "The roll-out of the first Country Climate and Development Reports (CCDRs) has already proven how powerful these instruments can be in striking the right balance between climate action and development goals at the country level.", "They are a key component of the WBG Climate Change Action Plan 2021-25 for which we need clearer quantitative targets to assess implementation progress and a better understanding of how IFIs and MDBs can complement and support each other.", "We expect the WBG to play a leading role, both strategically and operationally, at the next COP27 and beyond.", "It is all the more urgent to act now that the conflict in Ukraine has placed energy transition at risk.", "The food crisis poses both short- and long- term challenges.", "While we acknowledge the need for humanitarian assistance, we urge the WBG to concentrate on strengthening food and agriculture systems.", "We must leverage the lessons learned from past failures in improving sustainability and resilience.", "Among key areas of focus, we include critical sector preparedness, consideration of fiscal space to invest in health and food systems, cooperation among global stakeholders to align common goals, the role of education and effective communication to increase public awareness.", "The number of countries at high risk of debt distress is increasing.", "We invite the WBG and the IMF to continue their support of the Common Framework, helping governments improve debt transparency along with fiscal and debt management.", "Food crises, climate-related disasters, lack of health services, conflict and violence are all drivers of migration flows.", "These impoverish the areas from which migrants originate, while often creating pressures in hosting communities and adverse political reactions in destination countries.", "We welcome the WBG's renewed interest in these issues and their related data gaps.", "We expect improvements in understanding the drivers of migrations and the effects on migrants, their families, and host and departure countries.", "Greater and more focused efforts can set the stage for better national and regional policies and more informed discussions in global fora.", "Inevitably, more financial resources are needed.", "With the IDA20 replenishment, donors have shown their strong support for the poorest countries of the world.", "These resources, in combination with updated diagnostics and measurement tools, are to be used to help them respond most effectively to compounding crises and restore trajectories towards the 2030 development goals.", "Creating ways to channel private capital to developing countries, though challenging, is both possible and indispensable.", "The World Bank, IFC and MIGA must continue to consider how they can increase the pipeline of projects that are attractive to the private sectors, by supporting upstream reforms, issuing innovative financial products for sustainable investment, and increasing the use of de-risking tools and blended finance.", "The multilateral development banks must make the most efficient use of their capital to increase their lending capacity, while safeguarding financial viability and preserving their funding capacity and current top ratings.", "To this aim, the Independent Review of MDB Capital Adequacy Frameworks (CAF), commissioned by the G20, provides pivotal recommendations.", "We urge the WBG to assess them carefully and systematically with an open, transparent and evidence-based approach.", "We stand ready to provide all the necessary support and cooperation to ensure strong backing from our capitals and through the G20."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Ukraine war", "global economy", "emerging and developing economies", "World Bank Group", "financing", "climate change", "education", "pandemic", "food crisis", "debt distress"]}