{"sentences": ["To conclude, since the introduction of the euro, we have always shown our willingness to invest greatly in the analytical capacity of the ECB and the national central banks of the euro area, as well as the readiness to adjust our tools to account for all the factors affecting the pursuit of price stability preservation.", "Today, the main threat to this objective comes from the energy shock, mostly a consequence of the conflict in Ukraine, which has sparked an exceptional rise in inflation, not only within the euro area.", "It has recently been argued that high inflation and repeated errors in our projection exercises have called into question our credibility.", "However, public confidence in our determination to maintain price stability is not measured by the level of current inflation, which is mainly caused in the euro area by the unprecedented energy shock.", "Nor is it determined by the forecasting errors, which do not signal a major failure of the quantitative models used in the Eurosystem, but instead are the result of the intrinsic unpredictability of geopolitical tensions lying outside the economic realm.", "Our credibility is measured, rather, by the anchoring of medium-term inflation expectations,17 a key factor that also helps to prevent the triggering of dangerous price-wage spirals.", "High inflation warrants continuing the normalisation of monetary conditions, but at a pace and to a level that will have to be determined meeting-by-meeting, based on the flow of new data and on updated perspectives.", "Worrying signals, however, come from the sharp deterioration in the economic growth outlook, whose ultimate cause is still the energy shock and its consequences on the purchasing power of incomes and on firm profits.", "Ensuring the containment of the effects of this shock will require not only an incisive and appropriate response from monetary policy, but also the shouldering of responsibility on both sides of the labour market and the contribution of budgetary policy.", "It must be understood that, as it was with the oil shocks of the 1970s, the current energy shock is an unavoidable burden for the euro area as a whole, and especially for the countries most affected, such as Italy undoubtedly is.", "Any attempt to completely counteract its impact on the incomes of labour and capital would be in vain and would inevitably end up having negative repercussions on inflation.", "To prevent this outcome, budgetary policy can redistribute the effects of the shock between consumers, production factors, present and future generations, with targeted and temporary interventions in support of the households and businesses most affected.", "The redistributive and allocative consequences of what happens on the energy front, in fact, cannot be ignored.", "If, however, it were to be decided that the redistribution should weigh most heavily on future generations by issuing public debt, we would run the risk of loading them with unfair burdens and of further fuelling both current and expected inflation.", "For Italy, this would also entail the risk of derailing public debt (as a share of GDP) from its current descending path - a path that is necessary for preserving the possibility of a swift return to strong and durable economic growth.", "Blanchard O., Domash A., and Summers L.H.", "(2022), \"Bad News for the Fed from the Beveridge Space\", Peterson Institute for International Economics, Policy Brief, no.", "Bok B., Petrosky-Nadeau N., Valletta R.G., and Yilma M. (2022), \"Finding a Soft Landing along the Beveridge Curve\", Federal Reserve Bank of San Francisco, FRBSF Economic Letter, no.", "ECB (2022), \"What Explains Recent Errors in the Inflation Projections of Eurosystem and ECB staff?", "\", Economic Bulletin, 3, April.", "(2022), \"The Fed's Historic Error\", Project Syndicate, February.", "Hernández de Cos P. (2022), Monetary Policy in the Euro Area: Where Do We Stand and Where Are We Going?, Bank of Spain, remarks at the XXI Congreso de Directivos CEDE, Bilbao, September.", "Hilscher J., Raviv A., and Reis R. (2022), \"How Likely is Inflation Disaster?", "\", CEPR Discussion Paper, no.", "Kontogeorgos G., and Lambrias K. (2019), \"An Analysis of the Eurosystem/ECB Projections\", ECB Working Paper, no.", "Lane P. (2022a), The Monetary Policy Strategy of the ECB: The Playbook for Monetary Policy Decisions, European Central Bank, remarks at the Hertie School, Berlin, March.", "Lane P. (2022b), Monetary Policy in the Euro Area: The Next Phase, European Central Bank, remarks at the Annual Meeting 2022 of the Central Bank Research Association (CEBRA), Barcelona, August.", "Neri S., Bulligan G., Cecchetti S., Corsello F., Papetti A., Riggi M., Rondinelli C., and Tagliabracci A.", "(2022), \"On the Anchoring of Inflation Expectations in the Euro Area\", Bank of Italy, Occasional Papers, no.", "Neri S., and Gerali A.", "(2019), \"Natural Rates across the Atlantic\", Journal of Macroeconomics, no.", "Obstfeld M. (2022), \"Uncoordinated Monetary Policies Risk a Historic Global Slowdown\", Peterson Institute for International Economics, Realtime Economic Issues Watch, September.", "Panetta F. (2022), Small Steps in a Dark Room: Guiding Policy on the Path out of the Pandemic, European Central Bank, remarks at the at an online seminar organised by the Robert Schuman Centre for Advanced Studies and the European University Institute, Frankfurt, February.", "Reis R. (2021), \"Losing the Inflation Anchor\", Brookings Papers on Economic Activity, Fall.", "\", London School of Economics, unpublished, June.", "(2022), Monetary Policy and the Great Volatility, European Central Bank, speech at the Jackson Hole Economic Policy Symposium, Federal Reserve Bank of Kansas City, August.", "Villeroy de Galhau F. (2022), Ethics of Currency: A Possible Guide for Central Bankers?, Michel Camdessus Central Banking Lecture, IMF, Washington D.C., September.", "(2009), The Financial Crisis and Economists' Forecasts, Bank of Italy, remarks at the Inauguration of the Academic Year 2008-09, La Sapienza University, Rome, March.", "(2022), Inflation and Long-Term Interest Rates, Bank of Italy, remarks at Analysis Institutional Forum, Milan, June.", "Wheeler G., and Wilkinson B.", "(2022), \"How Central Bank Mistakes after 2019 Led to Inflation\", The New Zealand Initiative, Research Note, July.", "Woodford M. (2003), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press, Princeton NJ.", "Note: Title Transfer Facility (TTF) quotations for European gas and Henry Hub for US gas; latest observations: 29 September 2022.", "Headline and core inflation in the euro area and in the United States euro area United States headline 6 headline 6 6 6 2 2 2 2 -2 -2 -2 -2 ECB/Eurosystem projections errors for euro area headline inflation (percentage points; 4 quarters ahead projection errors) 0 0 2003 2006 2009 2012 2015 2018 2021 Note: dashed lines denote an interval around zero of plus/minus two standard deviations of projection errors realized in 2003-2020; latest observation: 2022 Q2.", "Note: spot and forward one-year rates implicit in inflation swaps, relative to the horizons shown on the x-axis; based on the quotations of 29 September 2022.", "Euro area forward-looking wage tracker (annual percentage change) Percentage share of workers covered by agreements that have not expired (right side) Percentage share of workers covered by new agreements signed that have not expired (right side) Forward-looking wage tracker Wage tracker Weighted average of Weighted average of agreements signed in 2022 3.5 3.0 2.5 2.0 1.5 1.0 0.5 0 0 0.0 2020 2021 2022 2023 Source: P. Lane, Cantillon Lecture, 45th DEW Annual Economic Policy Conference, 17 September 2022.", "Note: euro area aggregate based on Germany, Italy, the Netherlands and Spain.", "Calculations based on micro data on wage agreements provided by Bundesbank, Bank of Italy, the Dutch employer association (AWVN) and Bank of Spain.", "Recent evolution of expected GDP growth in 2023 (annual percentage growth) 2.5 2.5 United States 1.5 1.5 .", "Note: expected GDP growth in the monthly issues of Consensus Forecasts since the beginning of 2022; latest observation: September 2022."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["energy shock", "inflation", "monetary policy", "price stability", "economic growth", "budgetary policy", "redistribution", "inflation expectations", "credibility", "forecasting errors"]}