{"sentences": ["For me, this is a really wonderful afternoon to see former governors, colleagues, and former co-members of the Monetary Board - I'm happy to see so many familiar faces in today's event to celebrate the success of our coffee table book \"Cool Minds, Brave Hearts: The People of the Central Bank,\" which was recently awarded the \"Best Book on Professions\" at the 39th National Book Awards by the National Book Development Board and the Manila Critics Circle last July 30.", "This book is actually part of a four-book project in celebration of the 70th year of Philippine central banking in 2019.", "These four books are first, \"The Story of Philippine Central Banking: Stability and Strength at Seventy\"; second, \"No One Left Behind\"; third, \"Yaman\", and the award-winning fourth, \"Cool Minds, Brave Hearts.\"", "By the way, \"Stability and Strength\" and \"Yaman\" were also recognized as finalists of the National Book Awards in the history category.", "This last book documents how the BSP consistently instituted needed reforms, adapted to the challenges and opportunities of the times and remained steadfast in its commitment to its mandate.", "The book project series was conceptualized in the last quarter of 2018 and was approved by the late Governor Nesting Espenilla.", "With so many production speedbumps and, of course, the pandemic, the last book in this series, Cool Minds, Brave Hearts, was finally printed in the second quarter of 2021.", "Let me give credit to my predecessor and now Finance Secretary Ben Diokno for pushing for the completion of this project despite the challenges brought on by the pandemic.", "Of the four books in the series, I expect that many of us here can relate to Cool Minds, Brave Hearts the most because this is our story.", "We are the actors here.", "We are the men and women who are part of the seven decades of central banking in the Philippines.", "As the book showcases the BSP's tapestry of trials and triumphs, we aim to bring into the consciousness of every Filipino our inspiring journey that shaped and sharpened the contours of the Philippine economy and financial system over the years.", "Let the pages remind us of our shared experiences as an institution-the milestones marked by the past central bank governors, the immense wisdom contributed by the central bank's monetary board members, and the unwavering dedication and hard work of BSPers over the years.", "At this point, let me congratulate the people behind this brilliant publication and the authors, whose cool minds and brave hearts deserve our praise and respect.", "First of all, let me acknowledge the author, Roel Landingin, who covered me way back during my NEDA days in the late '90s.", "I would like to thank Studio 5, our partner in several award-winning BSP publications, for their steadfast efforts, despite the production limitations during the pandemic.", "I would also like to recognize the role of Ms. Fe dela Cruz, our former CORAO director, and long-time consultant.", "Her direction spelled the difference and made this awardwinning book into what it is.", "Last but not least, I would like to thank all our colleagues for their contributions to building a reliable and trustworthy central bank for the country.", "The reason we have to celebrate is that a lot of good things were accomplished.", "And as this is a continuing story, I hope the young and future crop of BSPers will learn, emulate, and take inspiration from our esteemed colleagues, as chronicled in our awardwinning book.", "Mabuhay ang ating bansang Pilpinas."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Philippine central banking", "Central Bank", "Cool Minds, Brave Hearts", "National Book Awards", "BSP", "BSPers", "Monetary Board", "Finance Secretary", "NEDA", "CORAO"]}