{"sentences": ["Green energy and green finance for a sustainable Europe Speech at the 8.", "Green Finance Forum, Euro Finance Week 15.11.2022 | Frankfurt am Main | Sabine Mauderer 2 Fast-tracking Europe's energy transition 3 Key role for the financial sector in financing the transition 4 The role of central banks 1 Introduction Ladies and gentlemen, We are experiencing war in Europe.", "And we are seeing inflation of 10.7 percent in the euro area.", "[1] This begs Is this the time for green?", "Do we have the means for transformation, for a Green Europe?", "My answer to this question is clear: Yes, it is high time for a sustainable Europe!", "There are two main reasons: First: Climate change is speeding up at unprecedented rates.", "Last summer, with its record-breaking heat waves, was a case in point.", "Extreme weather events are causing damage that runs into the billions.", "According to Eurostat (European Statistical Office), over the past decade, climate-related economic losses in the EU (European Union) amounted to 145 billion euro.", "[2] The second reason for a sustainable Europe is the geopolitical shift.", "This has sent energy prices soaring - a major driver of the global inflation surge.", "Energy price inflation came to 41.9 percent in October.", "[3] So, Europe is paying the price for its dependence on fossil fuels.", "Fast-tracking Europe's energy transition Pragmatic solutions are now needed to get us through the next two winters.", "In the short term, as governments are rushing to secure energy supplies, renewables alone cannot fill the energy gap.", "So we have to make a temporary return to gas and even coal.", "However, doubling down on fossil fuels from new suppliers will achieve neither climate targets nor energy security.", "In the longer run, the only way to address the climate crisis and to safeguard Europe's energy security is by accelerating the energy transition.", "There is no way round this: Europe's future can only be green!", "The question is: How do we get there?", "Put simply, by following a two-pronged approach.", "First, reducing the demand for fossil fuels.", "The EU (European Union) has committed to reducing its natural gas demand by 15 percent this winter.", "[4] Germany needs to save even more natural gas - at least 20 percent.", "[6] The second approach to greening the economy is by increasing the supply of renewable energy.", "I see four key factors to drive Europe's energy transition forward.", "First, innovation-friendly and investment-friendly policy frameworks.", "Governments are in the driver's seat to set incentives for the uptake of renewable energies and discourage the use of fossil fuels.", "It is also crucial to remove administrative obstacles to allow a quicker transition.", "Adequate carbon pricing can be a strong instrument.", "Agreeing on this at the G7 (Group of Seven) level would be a good starting point.", "Reaching an agreement at the G20 (Gruppe der Zwanzig) level would be a major step, although this is a long way to go.", "A second factor for accelerating the transition are climate-neutral technologies.", "Businesses and research institutions are pioneering the development of carbon-neutral technologies that help reduce energy demand and improve the scale and efficiency of renewable energy supply.", "Innovations like carbon capture and storage technologies are also key.", "A third factor is sufficient capital from banks and capital markets to finance and scale up innovations.", "Overall, investors in Europe and worldwide seem to be fairly cautious.", "For instance, European venture funding fell by 44 percent on the year in the third quarter.", "[7] Securing a broad range of financing instruments is vital against the backdrop of substantial investment needs.", "The European Commission estimates that additional investment of around 520 billion euro per year will be needed until 2030 to green Europe's economies.", "[8] Most of this would go towards energy systems and climate change mitigation.", "[9] Fourth, strong partnerships inside and outside Europe.", "More than half of the EU (European Union)'s energy needs comes from imports, mostly petroleum oils and natural gas.", "[10] Last year, 22 percent of the EU (European Union)'s final energy consumption was generated from renewables.", "[11] This share needs to increase in order to decarbonise carbon-intensive and energy-intensive industries - this is at the heart of the green transition.", "Hydrogen will play a vital role in the green energy transition.", "However, hydrogen has to be produced, using fossil fuels or renewables.", "This means that hydrogen is only as green as the energies used to produce it.", "Overall, Europe will not be able to produce enough green hydrogen.", "[12] Germany's Federal Ministry for Economic Affairs and Climate Action estimates that the country will only be able to meet one-sixth of its hydrogen needs by 2030.", "[13] Against this background, fostering close partnerships will be vital.", "For instance, Africa is abundant with renewable energy sources like solar, wind and hydro - ideal conditions for producing green hydrogen.", "This new partnership could be a win-win situation for both continents.", "It is a good starting point for Germany to diversify.", "To tap this potential, stepping up investments in renewables is essential - in Europe and elsewhere.", "Key role for the financial sector in financing the transition Renewables have gained further momentum amid the energy crisis.", "In its recent World Energy Outlook, the International Energy Agency (IEA (International Energy Agency)) said that the energy crisis has the potential to speed up the global energy transition.", "The IEA (International Energy Agency) expects global investment in clean energies to rise to about 2 trillion US (United States) dollars per year by the end of the decade - that's an increase of 50 percent compared to today.", "However, to limit global warming to 1.5 degrees by 2050, twice that amount would be needed.", "[14] To meet these massive global investment needs it will be particularly important to mobilise private capital.", "In general, the right funding mix will be essential.", "Banks alone cannot provide the necessary capital, partly because of the high capital requirements.", "I have just talked about new business partners.", "In this regard, it is important to note that developing economies and emerging markets are struggling to mobilise private climate financing.", "According to the IMF (International Monetary Fund), investors often consider investments in climate projects in these countries to be too risky.", "[15] The public and the private sector have to work hand in hand to overcome these challenges and to scale up green finance.", "The IMF (International Monetary Fund) recently mapped out several ways for the public sector to take on parts of the investment risk through blended finance.", "One avenue for the public sector could be to take an equity position in climate projects.", "[16] This would make these projects more attractive to private investors.", "Multilateral development banks - like the European Investment Bank - will play a major role in blending public and private finance to fund green energy projects.", "[17] In a nutshell: Establishing mutually beneficial partnerships between Europe and developing economies and emerging markets is an important factor for the green transition.", "Last week, at the UN (United Nations) Climate Change Conference COP27 (Conference of the Parties), the European Investment Fund, Europe's largest provider of risk finance, committed nearly 250 million euro with five equity funds to back up to 2.5 billion euro of climate action in Europe.", "[18] This is an important contribution to the EU (European Union)'s efforts to reach net zero.", "In sum, getting banks and capital markets on board by minimising investment risk is vital.", "The role of central banks One final point on the role of central banks.", "After all, why am I - a central banker - telling you all this?", "Because climate risks translate directly into financial risks that can weigh on inflation and financial stability.", "Likewise, climate policies may increase inflationary pressures.", "Currently, central banks across the world are moving to rein in staggering inflation rates.", "As high uncertainty about price developments can impair the smooth functioning of financial markets, taming inflation and keeping inflation expectations in check is also crucial for achieving the green transition.", "Because stable prices and sound financial markets are an important condition for the green transition.", "In one sentence: Central banks' task is to lay the foundations for a sustainable financial system.", "Ladies and gentlemen, Amid record temperatures and sky-high energy prices, a Green Europe is more needed than ever!", "Europe needs green finance to boost green energy!", "How to mobilise sufficient green finance is the key question.", "We have to find the answer very soon.", "Thank you for your attention.", "Eurostat (European Statistical Office) (2022): Inflation in the euro area 2.", "Eurostat (European Statistical Office) (2022): Losses from climate change: €145 billion in a decade 3.", "Luis de Guindos (2022): The euro area economy and the energy transition, European Central Bank [~b1fcbec7e6.en.html] 4.", "Bundesnetzagentur (2022): Gasverbrauch der Haushalte steigt im Moment zu stark an 6.", "Professor Ottmar Edenhofer of the Potsdam Institute for Climate Impact Research ( [-winter-2023-edenhofer-100.html] PIK (Potsdam Institute for Climate Impact Research)) in an interview with Deutsche Presse-Agentur 7.", "Crunchbase (2022): European Venture Funding Drops 44% as Early Stage Weakens [-and-annual-reports/europe-startup-funding-q3-2022-monthlyrecap/] 8.", "European Commission (2021): The [-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52021DC0662] EU (European Union) economy after COVID (Coronavirus Disease)-19: implications for economic governance 9.", "Eurostat (European Statistical Office) (2022): Energy production and imports 11.", "European Environmental Agency (2022): Share of energy consumption from renewable sources in Europe [-of-energy-consumption-from] 12.", "European Commissioner for Climate Action, Frans Timmermans, at European Parliament hearing.", "[-transition/europe-is-never-going-to-be-capable-of-producing-itsown-hydrogen-in-sufficient-quantities-eu-climate-chief/2-1-1212963?zephr_sso_ott=YkOESk] 13.", "Federal Ministry for Economic Affairs and Climate Action (2020): The National Hydrogen Strategy [-national-hydrogen-strategy.html] 14. International Energy Agency (2022): World Energy Outlook 2022 [-energy-outlook-2022] 15. International Monetary Fund (2022): Public Sector Must Play Major Role in Catalyzing Private Climate [-sector-must-play-major-role-in-catalyzingprivate-climate-finance] 16. International Monetary Fund (2022): Public Sector Must Play Major Role in Catalyzing Private Climate [-sector-must-play-major-role-in-catalyzingprivate-climate-finance] 17. International Monetary Fund (2022): How to Scale Up Private Climate Finance in Emerging Economies [-to-scale-up-private-climate-finance-in-emergingeconomies] 18.", "European Investment Fund (2022): [-eif-supports-2-5-billion-of-climate-actioninvestment-with-five-venture-capital-private-equity-and-infrastructure-fund-partners.htm] COP27 (Conference of the Parties): EIF (European Investment Fund) supports €2.5 billion of climate action investment with five venture capital, private equity and infrastructure fund partners"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green energy", "Green finance", "Energy transition", "Climate change", "Inflation", "Renewable energy", "Carbon pricing", "Hydrogen", "Climate action", "Sustainable Europe"]}