{"sentences": ["I am very pleased to be here today at the BCC's 'Building British Business' Global Annual Conference.", "The programme is testament to the vibrancy and innovative spirit of UK businesses, rooted in local communities.", "And I can't emphasise enough how important it is to me and my colleagues to hear from businesses and communities first-hand.", "We all benefit from data and surveys of course - including the informative recruitment and economic surveys conducted by the BCC.", "But conversations with people running businesses and organisations give us the stories behind the economic data, helping us to connect with what's happening on the ground in the UK economy.", "And businesses are often able to tell us about local developments and the challenges they are facing before we can see the any signs of them in the official data.", "This timely intelligence has been particularly important during the uncertain times we have been through over the past few years.", "That is also why the Bank has its own extensive network of Agents, who work across the 12 regions and nations of the United Kingdom, talking to businesses and local organisations in all parts of the country.", "This is a crucial part of our work at the Bank.", "The Agents truly are our 'eyes and ears' in local communities across the country.", "All members of the Monetary Policy Committee (MPC) join them regularly in this work.", "I personally go on visits to each of the 12 regions and nations at least once a year to hear from businesses and communities first hand.", "As it happens, I spent yesterday with the Bank's Agents in the South West on visits in and around Exeter.", "And whether it's a family farm producing cheese in Devon, the headquarters of a national supermarket chain in London, or an industrial production site in the North East, there is always something to be added to our understanding of the labour market, the supply chain, or the competitive environment in different parts of the country - stories that help us understand how the UK economy performs and what inflationary pressures we need to guard against.", "I want to take this opportunity today to make some remarks about the current position of the UK economy, drawing on what we hear from our Agents, and including some remarks about the MPC's decision to increase Bank Rate by a further 0.25 percentage point, to 4.5%, last week.", "Inflation, as you know, is much too high, and we need to bring it back sustainably to our 2% target.", "That is our job, and that's what we're going to do.", "But let me begin by describing the extraordinary situation we are in.", "It has now been over three years since Covid struck and changed our lives.", "The virus first disrupted economic activity on a vast scale, calling for public policy interventions few of us had ever thought we would see in our lifetimes.", "Then in subsequent waves, even as we learnt to adapt and benefit from effective vaccines, developed at record speed, it continued to add immense uncertainty to outcomes for public health and, through that, for the outlook for the economy.", "It is striking that, after the initial recovery in 2020, the level of economic activity, measured by monthly GDP, has failed to grow beyond its pre-pandemic level on a sustained basis, hovering around that level since early 2022 and falling slightly below in the latest release for March.", "That sets the United Kingdom apart from other advanced economies.", "Both the euro area and especially the United States have more than recovered the economic ground lost in the pandemic.", "The slow recovery from Covid came alongside a series of big supply shocks that have continued to shape economic and inflationary dynamics in the United Kingdom.", "The first of these supply shocks was a sharp rise in the prices of globally traded goods as global supply chains were overwhelmed by an unexpectedly persistent shift in demand from services to goods across the advanced economies.", "This shock, however, is now much reduced as global supply pressures have eased.", "The second supply shock has been caused by Russia's appalling war on Ukraine and its people.", "By driving up wholesale gas prices in European markets, this has been the largest single contributor to CPI inflation in the United Kingdom by some distance.", "While making up less than one twentieth of the CPI basket, electricity and gas have directly added up to 31⁄2 percentage points to overall UK inflation.", "As energy prices have fallen from their peaks over recent months, we expect that some of the effects of this shock will also now reverse.", "The third supply shock has been a domestic one.", "As Covid hit, UK labour supply growth came to an abrupt halt.", "The size of the workforce declined by more than 130,000 people, or nearly 1⁄2%, from the three months to December 2019 to the three months to January this year.", "The primary cause of this reduction in labour supply is an increase in economic inactivity, not just reflecting the ageing of the population, but also driven by a fall in the share of working-age people taking part in the labour market.", "This has also contributed to inflationary pressure.", "In the most recent data - including this week's labour market data from the Office for National Statistics (ONS) - there are some signs that this shock too is reversing somewhat, especially among younger people.", "The fourth shock is a sharp rise in food prices.", "A year ago, I warned that disruptions to Ukraine's supply of agricultural products to the global market could drive up food prices to worrisome levels.", "Since then, the annual CPI inflation for food and non-alcoholic beverages in the United Kingdom has risen from 5.9% in March 2022 to 19.1% in the latest March 2023 numbers.", "This is not just happening here in the United Kingdom.", "Other European countries have similar food price inflation rates.", "Increases in energy prices and poor harvests, in addition to Russia's invasion of Ukraine, have played a role throughout the continent.", "These big external shocks continue to account for a large part of the inflation overshoot above target.", "In turn, by worsening the terms on which we trade with the outside world, the rise in external prices has reduced our real national income.", "This is being felt by households across the United Kingdom, most acutely by those on lower incomes.", "And this inflation, which is concentrated in the essentials of life - fuel, energy and food - is hurting the least well-off even harder because those staples are a much bigger share of their consumption than they are for the better-off.", "On my visit to the South West yesterday, I went to Citizens Advice in Exeter to meet people who are helping those at the sharp end of the rise in the cost of living.", "It is clear that many people face difficult choices and have had to cut back even on essentials.", "We know that higher interest rates make things hard for many people too.", "But we're conscious that high inflation always hits the least well-off the hardest.", "Our job is to make sure inflation is low and stable, so we have had to raise rates to bring inflation back down.", "Now, I'd like to push back strongly against one argument you sometimes hear, which is that inflation is high because monetary policy was too loose in the past.", "My colleagues Ben Broadbent and Silvana Tenreyro countered that assertion in detail in speeches last month.", "The headline is that, even if we had had the benefit of full hindsight in the run-up to the war in Ukraine, and ample advanced warning - which for the record we did not, no one did - then in order to keep inflation at around 2%, we would have had to raise Bank Rate well into double digits, sending unemployment much higher than it is today, and we would have had to do so in the middle of the worst pandemic in more than a century.", "Ben and Silvana's simulations show that, if we really could have followed this course on monetary policy, and then there had not actually been any subsequent increase in import prices, inflation would have fallen steeply, well into negative territory.", "And real incomes would have suffered through lower wages as well as much higher unemployment.", "Monetary policy can't make the impact on real incomes go away I'm afraid.", "What we have to do is to take action to ensure that inflation falls as the external shocks abate - that inflationary impulses from these external sources do not cause persistent 'secondround' effects on domestic wage and price setting that could hold inflation up for longer.", "That is why we have increased Bank Rate by nearly 41⁄2 percentage points from December 2021, from 0.1% then to 4.5% now.", "Having said all that, things are looking a bit brighter than they did a couple of months ago.", "As the MPC published its November Monetary Policy Report (MPR) last year, we expected a shallow but long recession in the UK economy.", "In the latest MPR, published last week, we are now forecasting modest, but positive growth, and a much smaller increase in unemployment.", "Above all, the improvement in the outlook reflects a large fall in wholesale gas prices, reversing some of the terms of trade shock that has been the primary cause of falling real incomes.", "But there has also been greater resilience in the economy than we had expected.", "We can see that in the employment and unemployment numbers that have been stronger than expected.", "Fiscal policy has also given a boost to the economy, and global growth has been holding up better than we thought particularly in the euro area and China.", "At the same time, inflation has come in higher than expected, with higher food prices accounting for much of this.", "The latest figure of 10.1% for March was 0.8 percentage higher than we expected at the time of the February Report.", "We do, however, have good reasons to expect inflation to fall sharply over the coming months, beginning with the April number to be released on 24 May.", "Energy prices have fallen from their peaks, and that will now start to come through as lower inflation.", "In the March release, the prices of electricity, gas and other fuels were more than 85% higher than a year ago, contributing more than 3 percentage points to headline inflation.", "That contribution is likely to drop significantly to about 1 percentage point in next week's data for April as large increases in energy prices from a year ago drop out of the annual calculations.", "Looking ahead to the end of the year, if energy prices evolve as financial market prices now suggest, the contribution from energy will fall further.", "Towards the end of the year, energy prices should begin to pull overall inflation down rather than push it up as they have done over the past two years.", "While we can be less sure about the timing, food price inflation should start to ease too.", "Global prices of wholesale agricultural commodities have come down since Spring of last year, and food producer price indices have eased in recent months.", "Evidence collected by the Bank's Agents suggests that food producers expect food production costs to moderate.", "While this may take longer than we previously thought, we should expect this to feed through to consumer food inflation over the coming year.", "That is the message I hear when I visit and meet with both food producers and retailers across the country.", "However, we need to continue to keep a watchful eye on other components of the consumer index too.", "Core inflation, which excludes energy and food prices, is driven by items that can have more persistent inflationary dynamics.", "At 6.2% in March, core inflation also remains elevated.", "Some of the strength in core inflation reflects the indirect effects of higher energy prices.", "But it also reflects second-round effects as the external shocks we have seen interact with the state of the domestic economy.", "And as headline inflation falls, these second-round effects are unlikely to go away as quickly as they appeared.", "The MPC has considered this issue carefully and judges that there is an important asymmetry in inflationary dynamics in this respect.", "So even as headline inflation is coming down, the MPC pays particular attention to indicators of inflation persistence, including labour market tightness and wage growth, and services price inflation.", "The news on these indicators has been mixed recently.", "There are signs that the labour market is loosening a little.", "There has been some recovery in labour market participation, especially amongst younger workers, and the number of vacancies has come down from very high levels.", "The ratio of the number of vacancies to the number of unemployed, a key measure of labour market tightness, has fallen as a result.", "Our Agents report that businesses face fewer recruitment difficulties, that employees are moving jobs less frequently, and employers are getting more applications for job vacancies.", "But the easing of labour market tightness is happening at a slower pace than we expected in February, and the labour market remains very tight.", "The number of vacancies remains significantly higher, relative to the number of unemployed, than before the pandemic, and employment figures have been strong.", "Meanwhile, nominal wage growth and services price inflation have evolved much as we have been expecting.", "Nominal pay growth has fallen back slightly, and near-term indicators suggest that pay growth could ease further later this year.", "This is also backed up by what our Agents hear on their company visits.", "Contacts report that pay settlements have been stable in recent months, and they expect the decline in inflation and the looser labour market to begin to reduce pay awards in the second half of the year.", "Services inflation is still elevated, however, and the extent to which firms have already passed through higher costs will influence the pace at which it will decline.", "So while we expect CPI inflation to fall quite sharply as energy costs begin to ease, albeit at a somewhat slower pace than projected in February given the near-term outlook for food prices, the outlook for inflation further out is more uncertain and depends on the extent of persistence in wage and price setting.", "In the MPC's baseline modal projection from its May Report, which is conditional on a market-implied path for Bank Rate that peaks at 43⁄4% in the fourth quarter of this year, an increasing degree of economic slack, combined with declining external pressures, lead inflation to fall materially below the 2% target in the medium term.", "Importantly, however, the Committee continues to judge that the risks to inflation are skewed significantly to the upside, primarily reflecting the possibility of more persistence in domestic wage and price setting.", "We think the unwinding of second-round effects may take longer than it did for them to emerge.", "But since the current circumstances are so unusual, it is hard to be precise about the extent of this asymmetry.", "We have not made it part of our baseline modal projection for this reason.", "Instead, relative to the baseline projection of significant declines in inflation to levels below target, we think of this as a material upside risk to the inflation outlook over the medium term.", "Reflecting those risks, conditional on the market-implied path for Bank Rate, the MPC's mean forecast path for inflation, the expected path if you like, is at or just below the 2% target at years 2 and 3.", "So having this large upside risk on inflation does not call into question meeting the inflation target in our projection using market rates.", "Changes in Bank Rate appear to have passed through as would be expected into new mortgage and corporate borrowing rates.", "While pass-through into household sight deposit rates has been muted, rates on term deposits and fixed-rate bonds have risen more in line with changes in reference rates.", "And people should seek out the opportunities a competitive market in retail banking produces.", "I should note that overseas bank failures have resulted in asset price volatility recently, and spreads on UK banks' wholesale funding rose for a while.", "But this was short-lived, implying little impact on the interest rates facing households and companies.", "The UK banking sector remains resilient, with robust capital and strong liquidity positions, and it continues to have the capacity to support the economy.", "People in the United Kingdom can rely on their banks.", "And the MPC has not in any way had to aim off the course for monetary policy because of the situation in the global banking system - and nor should it.", "That is important to emphasise.", "These changes in interest rates are still working their way through the economy.", "While we have seen higher rates quoted on new mortgages, and while the effective rates on new mortgage lending have been increasing, the effective rate on the whole stock of mortgages is still in a process of adjusting towards higher reference rates.", "This reflects the increasing share of fixed-rate mortgages in the UK mortgage market.", "As this process plays out, the rises in Bank Rate we have put in place since December 2021, will weigh more on the economy in the coming quarters.", "The MPC factors these lags in the transmission of monetary policy into its policy decisions.", "At the May meeting, the MPC judged that a further 0.25 increase in Bank Rate, to 4.5%, was appropriate.", "The MPC is continuing to address the risk of more persistent strength in domestic price and wage setting, as represented by the upward skew in the projected distribution for CPI inflation, and the Committee will continue to monitor closely the indicators of persistence in inflationary pressures.", "I can assure you that the MPC will adjust Bank Rate as necessary to return inflation to target sustainably in the medium term, in line with its remit.", "If there were to be evidence of more persistent pressures, then further tightening in monetary policy would be required.", "Our commitment to the 2% inflation target is unwavering.", "I am grateful to Fabrizio Cadamagnani, Andrew Hauser, Robert Hills, Karen Jude, Catherine L. Mann, Katie Martin, Andrea Rosen, Martin Seneca, Silvana Tenreyro and Laura Wallis for helpful comments and assistance in helping me to prepare these remarks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Labour Market", "Food Prices", "Monetary Policy", "Energy Prices", "Bank Rate", "Economic Outlook", "Core Inflation", "Wages", "Supply Chain"]}