{"sentences": ["Speech 30 March 2023, 6.00 pm Swiss Payments Vision - an ecosystem for future-proof Money Market Event Andréa M. Maechler and Thomas Moser∗ Member of the Governing Board / Alternate Member of the Governing Board Swiss National Bank Zurich, 30 March 2023 © Swiss National Bank The speakers would like to thank Dirk Faltin, Basil Guggenheim, Matthias Jüttner, Mico Loretan, Benjamin Müller, Andreas Wehrli und Michael Zimmert for their support in the preparation of this speech.", "They also thank Sébastien Kraenzlin, Raphael Reinke and Tanja Zehnder for their valuable comments, as well as SNB Language Services for their translation of the text.", "Ladies and gentlemen Welcome to the Swiss National Bank's Money Market Event.", "My colleague Thomas Moser and I are delighted that we are able to hold this event in Zurich in person for the first time since 2019.", "In recent weeks, the SNB has been active to the full extent of its statutory mandate.", "At our monetary policy assessment last week, we raised our policy rate by 50 basis points to 1.5%.", "In doing so, we are countering the renewed increase in inflationary pressure.", "To provide appropriate monetary conditions, we also remain willing to be active in the foreign exchange market as necessary - for some quarters now, the focus has been on selling foreign currency.", "At the same time, there has been a loss of confidence in Credit Suisse over recent weeks.", "In order to avert damage to Switzerland, on the Sunday before last the authorities decided on extensive measures to safeguard financial stability.", "Within the framework of its mandate, the SNB contributed to this solution, acting as lender of last resort to ensure the stability of the Swiss and global financial system.", "Today we are talking about another element of our mandate: ensuring a well-functioning system of payment transactions in Switzerland.", "All three elements - price stability, financial stability and a well-functioning payment system - are important for public confidence in money.", "This evening, we will be looking at the future of cashless payments.", "The payments system is currently undergoing extensive change, both in Switzerland and around the world.", "The main drivers of this change are the ongoing digitalisation and the increasing use of new technologies such as distributed ledger technology (DLT).", "These are enabling new forms of money and are fundamentally changing the way we make payments.", "The key question we are addressing in our talk today is: How can we harness the potential of digitalisation and new technologies in payments while maintaining confidence in the payments system and in money itself?", "In other words: How can we innovate while safeguarding the tried and tested?", "To achieve this, we first need an effective division of labour between the public and the private sector.", "The public sector lays the foundation for public confidence in money.", "This includes a stability-oriented monetary and fiscal policy, a clear regulatory policy framework with sound institutions, financial stability, and a secure and efficient payments system.", "The private financial sector plays a key role in developing innovation and employing new technologies to create innovative solutions for its customers.", "It knows best what companies and end users need and is able to develop effective solutions for them.", "The private financial sector and the SNB must work together to take the right steps to ensure that innovation can thrive on a sound basis.", "This requires a shared vision for the Swiss financial centre - a Swiss Payments Vision, as already set out at one of our Money Market Events two years ago.", "This vision conceives the future of cashless payments in Switzerland as an efficient, reliable and secure ecosystem.", "In addition, this ecosystem must be fast and interoperable in terms of new payment solutions, new technologies, and across national borders.", "Before we continue looking into the future, let me focus on three principles that are fundamental to confidence in the current payment system, and which will serve as keystones for the further development of Swiss payments.", "Foundations of confidence in the current payment system The first principle is the close interrelationship between private money and central bank money (cf.", "This interrelationship allows for an efficient division of labour between commercial banks and the central bank, and manifests itself in the two-tier financial system.", "Central banks issue money in the form of cash and book money.", "Central bank book money, on the other hand, can only be held by regulated commercial banks1 in the form of sight deposits at the central bank.", "The diagram shows the central bank, in dark blue, as the bank of commercial banks.", "It manages the accounts of commercial banks, implements monetary policy, and performs its role as lender of last resort by providing liquidity to commercial banks in the form of sight deposits.", "Commercial banks create private money in the form of book money that customers deposit with them.", "They compete with each other and are therefore interested in offering their customers the banking services, such as credit and payment solutions, that best meet their needs.", "They are also responsible for complying with anti-money-laundering and know-yourcustomer rules.", "Commercial banks are thus the link between the financial system, shown in light blue with the central bank at its centre, and the rest of the economy (in green).", "Sound and appropriate regulation plays a key role here.", "Banks are authorised to create private money and can obtain liquidity from the central bank, but must at the same time comply with strict capital and liquidity requirements.", "This brings me to the second principle: All payments that are important for the system as a whole are to be settled in risk-free central bank money (cf.", "These payments are represented by the dark blue lines.", "Besides its use as a means of payment that promotes confidence, central bank money also requires a reliable settlement of payments.", "A settlement mechanism is required that replicates the delivery of cash in digital form for commercial banks, i.e.", "a real-time transfer that is final and irrevocable.", "One such payment system was introduced around the world in the 1980s - the real-time gross settlement (RTGS) system.", "Switzerland was a pioneer in its development of the Swiss Interbank Clearing (SIC) system in 1987.4 In an RTGS system, each payment is settled individually in central bank money and in real time.", "A payment is executed precisely if - and only if - the paying commercial bank has sufficient sight deposits.", "The receiving commercial bank can therefore be assured that it is receiving risk-free money.", "Payments in the SIC system are thus final and irrevocable and contribute to confidence in the payment system.", "Settlement in central bank money creates a stable core in the payments system, around which innovative customer solutions and new technologies can flourish.", "The third principle is that payment systems, payment solutions and forms of money should be integrated as seamlessly as possible (cf.", "This means there needs to be a high degree of interoperability: It must be possible to exchange Swiss francs seamlessly and one-to-one across different forms of money and payment systems.", "A lack of interoperability leads to frictions which result in higher costs and time delays and thus limit the usability of money.", "The three principles - a two-tier system, settlement of payments in central bank money, and seamless integration within the ecosystem - are well-established and, at the same time, necessary requirements for a well-functioning payment system.", "Payments are currently undergoing extensive change, both in Switzerland and around the world.", "What are the main challenges posed by this transformation?", "Challenges arising from innovation and change The first challenge is the increased speed demanded for payments (cf.", "Fintech and bigtech companies are responding to widespread customer demand for ever faster and more convenient payment solutions.", "These companies have developed innovative solutions using technologies such as artificial intelligence, machine learning, and high-speed data processing.", "In a fast-moving world, the ability to analyse data in real time is of paramount importance.", "This has led to a data revolution in the financial industry, which is also reflected in payment services.", "The second challenge is to enable interoperability between old and new technologies, such as distributed ledger technology - DLT for short.", "DLT makes it possible to represent and manage assets such as money and securities on a shared system of ledgers.", "In principle at least, this means that traditional financial institutions are no longer required for making payments.", "It is too early to speculate where all this is going.", "What is clear, however, is that innovation should ideally thrive in a way that does not jeopardise the security and efficiency of payments.", "This requires a common vision for the Swiss financial centre - a Swiss Payments Vision.", "To make this vision a reality, we must find ways to enable cashless value transfers directly from the payer to the recipient in a fast and secure way and to seamlessly integrate new payment instruments, forms of money and technologies.", "We need to improve the speed and interoperability of payments while upholding our three principles.", "End-to-end value transfers - instant payments in Switzerland The success of payment apps like Twint clearly demonstrates that there is strong customer demand for fast payment solutions (cf.", "It is not without reason that the verb 'to twint' has entered everyday usage here in Switzerland.", "When you twint money it is credited to the recipient's account in real time.", "However, contrary to what the end-user experience may suggest, twinting does not result in an immediate final transfer of value between the participating commercial banks.", "In fact, there is a time lag before the individual payments are settled between the commercial banks.", "Although the end user immediately has the money at their disposal, there is initially only a promise of payment between the commercial banks involved - resulting in credit risk.", "Only an immediate and final transfer of value avoids this credit risk.", "Instant payments enable just that: the complete processing of retail payments in real time, around the clock, and from customer to customer ('end-to-end').", "By settling all payment steps in real time, instant payments bring important benefits for end users, commercial banks, and the economy.", "Instant payments allow for shorter settlement chains.", "The shorter the chain, the lower the risks.", "This should reduce costs, because the assumption of risk is not free and can be reflected in higher payment fees.", "Another important benefit of instant payments is the ability to automate processes and link them to other services within a company.", "Take, for example, the business model of an online retailer that wants to keep its inventory as small as possible.", "The company receives numerous orders and payments from customers every day and must dispatch the goods ordered.", "At the same time, new goods have to be reordered, as well as paid for.", "If the retailer's customers pay for their online purchases using instant payments, the retailer will receive the purchase amount during the order process.", "It can then use this money immediately to dispatch the goods without any credit risk, and to reorder them if necessary.", "Instant payments can also add value in the case of cross-border payments.", "Addressing inefficiencies in cross-border payments is a priority of the G20.", "Together with the BIS Innovation Hub, central banks around the world are experimenting with how to connect instant payment systems across borders.", "Examples include Project Nexus and the linking of payment systems between India and Singapore.", "As a result of these benefits, we at the SNB are convinced that an immediate and final transfer of value in cashless payment systems between end users will become the new standard.", "Until now, cash was the only way this was possible for end users.", "When will instant payments be launched in the Swiss market?", "Before instant payments can be launched, the payment system infrastructure needs to be upgraded (cf.", "This has been under way for some time.", "During the course of this year, the SIC system itself will become instant payment-capable.", "And from August 2024, the largest commercial banks active in retail payment transactions will be offering their customers the possibility of receiving instant payments.", "However, for instant payments actually to be available to commercial banks' end customers, private sector solutions are still needed.", "According to surveys, many commercial banks are also planning to offer the possibility of sending instant payments from August 2024 onward.", "Competition among commercial banks should ensure that efficient payment solutions are offered to end customers, for example in ebanking.", "What do instant payments mean for the two-tier financial system?", "Instant payments settled in central bank money are an example of how our first principle - the division of labour between the central bank and the private sector in the two-tier financial system - enables successful implementation of innovations.", "With the introduction of instant payments, the end customers of SIC participants will also be able to settle their payments securely, quickly and in central bank money.", "In Switzerland, the irrevocable and secure transfer of value in central bank money in real time has to date only been possible for participants directly connected to the SIC system.", "This expansion of the group of participants brought about by instant payments corresponds to our second principle: the secure settlement of payments in central bank money.", "What about our third principle, the seamless integration of payment methods and forms of money?", "It is precisely here that we find the most significant innovation prompted by instant payments.", "Private money that end customers hold at commercial banks is seamlessly linked to the central bank money held by commercial banks via instant payments.", "This integration enables retail payments to be settled in real time and in central bank money.", "The SNB is aware that the implementation of instant payments at commercial banks presents not only opportunities, but also challenges and costs.", "Perhaps the biggest challenge is the need to adapt today's core banking systems so that they can handle the increased speed.", "Such adaptation will benefit retail payment transactions and provide an important basis for integrating further digital innovations into our payments in a secure way.", "Let me now focus on a second area of innovation that is also benefiting from the increase in speed and could require major adjustments to the financial system.", "This is distributed ledger technology (DLT) and tokenisation.", "DLT and tokenisation DLT is a peer-to-peer computer network that enables its members to access transaction data simultaneously and to update it (cf.", "It provides the basis for a clear allocation of ownership in a computer network without the need for a central party.", "DLT offers interesting potential applications for the financial sector, and is therefore regarded as one of the biggest innovations in the fintech area.", "It is no surprise, then, that the private sector is investing considerable resources in this technology.", "The public sector also recognises its potential.", "In 2021, Switzerland became one of the first countries to adopt a comprehensive legal framework for the application of DLT.", "Besides various adjustments to securities law, a new licence category for DLT trading facilities has been created under the Financial Market Infrastructure Act.", "This has created the basis in Switzerland for a regulated token ecosystem.", "Where do you find interesting applications of DLT in today's financial system?", "The short answer is in the area of financial market infrastructure, which includes trading platforms, securities settlement systems, and payment systems such as the SIC system, via which transactions are settled.", "DLT promises efficiency gains in post-trading, i.e.", "in the clearing, settlement and custody of assets.", "A shared ledger increases transparency and simplifies the booking of transactions.", "In addition, it eliminates the need for costly and error-prone reconciliation processes between different databases on different systems.", "Moreover, DLT also allows assets such as securities, works of art or money to be securitised in the form of digital tokens, represented in a decentralised and fraud-proof network, and managed.", "Standardisation allows assets of different types to be represented as tokens on a shared infrastructure.", "Transfers of tokens can be programmed in the form of 'smart contracts'.", "DLT enables the efficient and low-risk settlement of transactions.", "For example, the transfer of tokenised assets versus tokenised money can be effected conditionally according to preprogrammed logic.", "It replicates the payment process with cash, where the exchange of money and goods can take place simultaneously on a delivery-versus-payment basis.", "In DLT, the term 'atomic settlement' is used in this context.", "Settlement in DLT systems raises issues similar to those for settlement in an RTGS system, just the other way round.", "Central bank money existed as a secure means of payment before the introduction of the first RTGS systems; what was lacking for a long time was an appropriate settlement mechanism.", "This was provided by RTGS systems introduced from the 1980s.", "With DLT, the situation is reversed: A secure settlement model in the form of atomic settlement is designed to be in place from the outset.", "The unresolved question with DLT systems is which means of payment are the most appropriate.", "The SNB is open to DLT and the token ecosystem and its potential for efficiency gains and risk reduction.", "At the same time, however, DLT can introduce new risks into the system.", "It could fundamentally change the role of financial intermediaries, and thus the architecture of today's financial system.", "If we are guided by the three principles, it should help limit the risks.", "Token transactions require stable-value, generally accepted means of payment.", "We will now show you which private and government-issued forms of money qualify under principle 1 within the two-tier financial system.", "In addition, we will consider the question of how settlement should be structured in central bank money in accordance with our second principle, and take a look at the SNB's planned projects in this area.", "Finally, we stress that the seamless integration of tokenised money with existing and new payment and settlement systems is particularly important, especially if DLT and tokenisation become mainstream.", "This would satisfy the third principle.", "Turning to the first question, in what form should central bank money be used for the settlement of token transactions?", "The table on slide 8 gives an overview of possible forms of money that could potentially be used as a means of payment in token transactions.", "On the top level, we differentiate between privately issued money and government-issued money, i.e.", "On the second level, we differentiate between book money and token money.", "Token money is a new, DLT-based form of money.", "Like book money, it can be issued by both private issuers and the central bank.", "In the latter case, it is referred to as a central bank digital currency - CBDC for short.", "Depending on the user, a distinction can be made between retail CBDC and wholesale CBDC.", "Wholesale CBDC would correspond to a tokenised form of sight deposits held by commercial banks at the central bank.", "Retail CBDC, on the other hand, would be available to the general public; it would essentially be tokenised cash.", "Examples of private token money are tokenised account balances at commercial banks, and stablecoins.", "Tokenised account balances at commercial banks correspond to account balances in the form of book money, except that these account balances are made available in the form of tokens on a distributed ledger.", "Tokenised account balances allow end users to exploit the potential of DLT.", "Private token money promises parity with book money by allowing tokenised money to be converted into book money at par value at any time.", "Like today's account balances at commercial banks, tokenised account balances at commercial banks do not necessarily have to be backed one-to-one with high-quality liquid assets at all times.", "Stablecoins, as a rule, are collateralised.", "Payment settlement of token transactions Another important question is how exactly should transactions be settled.", "There are two options (cf.", "The first is integrated settlement, where both money and other assets exist in tokenised form on the same DLT infrastructure.", "This integration allows for the secure and efficient atomic settlement we talked about earlier.", "Technically, such integrated settlement would be possible with both private token money and CBDC.", "The second is synchronised settlement, where the cash leg of the transaction is not represented on the ledger but is synchronised with it.", "Both private book money and central bank book money can be used as the means of payment here.", "For transaction settlement, the transfer of tokenised assets on a DLT infrastructure is synchronised with the transfer of money in conventional payment systems.", "Here, too, money and goods can be exchanged simultaneously on a DvP basis, but the challenge lies in coordinating processes across different infrastructures, each with a different underlying technology.", "Traditional financial market infrastructures use the synchronised settlement model for settling securities transactions, for example by coordinating the RTGS system with the securities settlement system.", "The SNB is examining three models for token settlement Let me now turn to the question of how token transactions could be settled in central bank money.", "Given the potential of DLT and tokenisation, the SNB sees the need to take a close look at secure and efficient payment settlement in a token ecosystem.", "We are therefore launching a project in which we are testing three models in productive payment and settlement infrastructures (cf.", "To this end, we are working with regulated financial market infrastructures and other market participants.", "The first model involves synchronised settlement (cf.", "A link to the SIC system synchronises the settlement of tokenised securities with the settlement of payments.", "This 'RTGS link' was tested, together with SIX and the BIS Innovation Hub, in Phase I of Project Helvetia.", "Such synchronisation was shown to be technically feasible.", "Nevertheless, this model has significant disadvantages compared to integrated settlement, as DLT functionalities were limited.", "As part of the project, we are currently examining whether these disadvantages can be minimised by adjusting the SIC system or the link itself.", "The second model involves integrated settlement, using a Swiss franc wholesale CBDC (cf.", "In Phases I and II of Project Helvetia, tests of the issuance of a Swiss franc wholesale CBDC were conducted on the test environment of SIX Digital Exchange (SDX).", "Building on the insights gained, we intend in particular to further explore the operational basis that would enable the SNB to issue wholesale CBDC for settlement purposes if necessary in the future.", "As part of the project, we will issue real wholesale CBDC on SDX for a limited time and test selected transactions with market participants.", "The third model involves integrated settlement using private Swiss franc token money that is protected under bankruptcy law (cf.", "As part of the project we aim to examine ways in which private token money that is backed one-to-one by sight deposits at the SNB, can be legally structured in such a way that, in the event of the bankruptcy of the token issuer, it would have a risk profile comparable to that of central bank money.", "We will be reporting on the projects and the lessons learnt in due course.", "At this point, let us make it clear that this work is not intended as a declaration of the SNB's intent to issue wholesale CBDC, or indeed to offer another settlement model.", "Rather, the point is to act prudently and proactively so that we can continue to fulfil our mandate in the future.", "Integration of token money and book money Let me now turn to the integration of token money and book money.", "We do not yet know what role DLT and tokenisation will play in the financial system of the future (cf.", "There are three possible scenarios.", "In the first scenario, both remain niche products.", "A second, hybrid scenario, in which assets can be transferred and paid for in both tokenised and traditional form, is also conceivable.", "In the third scenario, infrastructures would be based primarily on DLT, and assets would only be available in tokenised form.", "For the second and third scenarios, a seamless integration of different forms of money as well as a high degree of interoperability between existing and new payment and settlement systems are essential.", "A lack of interoperability may lead to segmentation of the financial market infrastructure.", "A lack of integration may lead to fragmentation of the monetary system and threaten the singleness of the Swiss franc.", "The SNB will pay particular attention to this issue.", "This evening we have looked at how we can harness the potential of digitalisation and new technologies while at the same time maintaining security and confidence in the payment system.", "No matter where the future takes us, a common vision - a Swiss Payments Vision - is needed in order to ensure that the financial sector and the SNB take the right steps together.", "This vision conceives the future of cashless payments in Switzerland as an efficient, reliable and secure ecosystem that is also fast and interoperable in terms of new payment solutions and new technologies, and across national borders.", "The SNB projects mentioned earlier have precisely this goal.", "In the area of instant payments, we are laying the foundations for retail payments to be settled immediately and around the clock in central bank money in the tried and tested framework.", "As for token settlement, we are examining how central bank money could also be made available in a regulated token ecosystem, should the need for it arise.", "The Swiss financial centre can face the ongoing digital transformation with unflinching resolve.", "The SNB will make the necessary contributions to the further development of the payment infrastructure in Switzerland.", "Together we will overcome the challenges and ensure that we continue to have secure, efficient, fast and interoperable payments in the future.", "Thank you for your attention.", "Swiss Payments Vision - an ecosystem for future-proof payments Andréa M. Maechler, Member of the Governing Board Thomas Moser, Alternate Member of the Governing Board Money Market Event, Zurich Principle 1: Close interrelationship between private money and central bank money Regulated institutions Principle 1: Close interrelationship between private money and central bank money Principle 2: Settlement of payments in central bank money Principle 1: Close interrelationship between private money and central bank money Principle 2: Settlement of payments in central bank money Principle 3: Seamless integration of payment systems, payment solutions and forms of money Speed and interoperability as areas of development for future-proof payments: Swiss Payments Vision Interoperability Immediate value transfer with Seamless between technologies settlement in central bank (e.g.", "DLT) and across borders Payments 4 30.3.2023 Swiss Payments Vision - an ecosystem for future-proof payments | Money Market Event | Andréa M. Maechler / Thomas Moser | © Swiss National Bank Instant payments offer many benefits for the economy Lower costs and risks through shorter settlement chains In real time, final and Seamless connection with new services around the clock as part of automated value chains like cash, but in electronic Cross-border payments thanks to links with other Settlement in central bank money Account-based at commercial Instant payments - an innovation based on proven principles for futureproof payments max.", "14 30.3.2023 Swiss Payments Vision - an ecosystem for future-proof payments | Money Market Event | Andréa M. Maechler / Thomas Moser | © Swiss National Bank Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Swiss Payments Vision", "Instant payments", "Central bank digital currency", "Tokenisation", "Distributed ledger technology", "Settlement", "Interoperability", "Monetary policy", "Financial stability", "Payment systems"]}