{"sentences": ["SPEECH New challenges in a changing world Speech by Christine Lagarde, President of the ECB, at the Deutsche Börse Annual Reception in Eschborn Eschborn, 23 January 2023 It is a pleasure to speak with you here in Eschborn, marking the start of the New Year.", "A new beginning often brings with it new challenges, but it also presents us with plenty of opportunities.", "And today I would like to touch on both.", "Looking at today's global economy, I am reminded of the playwright and poet Bertolt Brecht, who once observed: \"Because things are the way they are, things will not stay the way they are.\"", "The global economy finds itself at a crucial turning point.", "Last year, we began to see the emergence of a \"new global map\" of economic relationships - one in which geopolitics is increasingly influencing the global economy.", "[ And that in turn has important implications for Europe, which will define the year ahead.", "A changing world This map is defined by three interrelated factors: shocks, supply, and security.", "First, with support for an open global trading order on the wane, we are facing new types of shocks to the global economy.", "For the past few decades, open trade has supported global growth by allowing countries to \"rotate\" demand during slumps.", "[ But now it could become a source of volatility.", "That is because the rise of international free trade - and the stability that comes with it - has historically depended on the backing of a global hegemon.", "This was evident during the British Empire in the 19th century, as it was with American support in the wake of the Cold War.", "[ However, major economies - led by the United States and China - are now increasingly using trade to limit the ambitions of geopolitical rivals.", "That could fragment world trade with potentially huge costs.", "The IMF estimates that severe trade fragmentation may cost global output roughly 7% in the long term - an amount similar to the annual output of Japan and Germany combined.", "[ These geopolitical winds are reshaping the second feature of this new map: supply.", "We are seeing strategic considerations becoming increasingly important in where suppliers are located.", "The US Inflation Reduction Act, for example, is deliberately aimed at \"reshoring\" production and reducing the country's reliance on strategic imports like batteries.", "[ China is also seeking to reduce its own dependence on the rest of the world.", "And some surveys suggest that even firms in \"non-strategic\" sectors are increasingly likely to regionalise their supply chains.", "[ This in turn is leading to the third key feature: the growing importance of security.", "With the security of supply for critical inputs no longer guaranteed, we are likely to see a new \"scramble for resources\".", "Russia's unjustifiable invasion of Ukraine has brought supply security back to the top of the agenda for all major economies, most saliently for energy.", "And over the longer term, it is likely to accelerate the global transition to clean energy production as a way to increase climate and energy security.", "But such technologies are highly resource-intensive in their installation phase.", "Getting the global economy on a path to meet the Paris Agreement goals could see total mineral demand from clean energy technologies quadrupling by 2040.", "[ This threatens a new era of competition for resources.", "Challenges for Europe in 2023 As this new global map takes shape, we enter 2023 facing three big challenges.", "The first challenge is to reconsider how we can best protect Europe's critical interests in a fast-changing world.", "As an economy that is very open to trade and deeply integrated into global supply chains, we are vulnerable to geopolitical headwinds.", "For example, 35% of Europe's manufacturing output is absorbed outside the EU, much more than for the United States or China.", "So, as the next chapter in the globalisation story is being written, we need to ensure that Europe is a leader, not just a follower.", "And as the French President and German Chancellor have recently argued, we have the capacity to do so.", "[ Already now, Europe is the top trading partner for 80 countries, compared to just over 20 countries for the United States.", "[ That gives us unique bargaining power to shape openness in a European direction and strengthen ties with key partners, such as those on whom we rely for critical resources.", "And where we see our interests being threatened, we can use our economic weight more strategically - something we have already started to see with the unprecedented sanctions placed upon Russia.", "But we must also be prepared for a future in which the global economy could fragment.", "And the best insurance against a more uncertain world is building more resilience at home.", "So, the second challenge for Europe is to develop more our own sources of growth.", "Here, the new global map presents Europe with an opportunity.", "As energy security becomes imperative, we can put climate-related investment needs - especially in clean energy - at the centre of our growth model, strengthening domestic demand.", "These investment needs will amount to almost half a trillion euro on average per year until 2030.", "[ We can also use the green transition as a spur to digitalise the European economy, since digital technologies could reduce global emissions by one fifth by 2050.", "[ That could increase productivity growth and help ensure that green investment does not put excessive pressure on prices.", "But the ambitions of this new growth model will require an enormous amount of financing.", "And here the financial sector can play a crucial role, if the enabling policies are put in place.", "Completing Europe's capital markets union (CMU) will be key to financing the green and digital transitions.", "Equity investors tend to have a greater appetite than banks for high-risk, high-return projects and equity finance tends to increase green innovation.", "[ But the full and swift implementation of the Commission's ambitious CMU Action Plan will be crucial here.", "Some progress is being made.", "The Commission has recently put forward proposals on harmonising national insolvency laws and facilitating public listing.", "It is also tackling issues that have held back the growth of European capital markets, like putting equity financing on an equal tax-footing with debt financing.", "And Europe's recent agreement on a minimum level of taxation for large corporates will support tax harmonisation within the EU, the absence of which has often been seen as a barrier to capital market integration.", "[ The third big challenge facing Europe is the high inflation environment.", "And this, of course, is the challenge that concerns me the most.", "Inflation in Europe is far too high, partly due to our vulnerability to the changing geopolitics of energy.", "Decoupling from Russia last year pushed up energy inflation in the euro area to extraordinary levels.", "But while energy inflation has recently been coming down, underlying inflation continues to rise.", "As a result, it is vital that inflation rates above the ECB's 2% target do not become entrenched in the economy.", "We must bring inflation down.", "And we will deliver on this goal.", "In less than half a year, we have raised the ECB interest rates by 250 basis points, the fastest increase in our history.", "And we have made it clear that ECB interest rates will still have to rise significantly at a steady pace to reach levels that are sufficiently restrictive, and stay at those levels for as long as necessary.", "In other words, we will stay the course to ensure the timely return of inflation to our target.", "The transition from one year to the next is traditionally associated with quiet reflection, when we take stock of things that have come to pass.", "But as the poet Rainer Maria Rilke once wrote: a new year is \"full of things that have never been\".", "As we head into 2023, a changing world brings with it new challenges, but also opportunities.", "And let there be no doubt: with more self-confidence, more assertiveness and the right policies in place fuelling green and digital growth, Europe can adapt and thrive.", "But some things never change: namely, the ECB's commitment to price stability.", "We will play our part in Europe's next chapter by bringing inflation back to our 2% target.", "See Lagarde, C. (2022), \" A new global map: European resilience in a changing world \", keynote speech at the Peterson Institute for International Economics, 22 April.", "Lagarde, C. (2021), \" Globalisation after the pandemic \", Per Jacobsson Lecture at the IMF Annual Meetings, 16 October.", "This view is traditionally associated with the economic historian Charles P. Kindleberger.", "His 1973 book, The World in Depression 1929-1939, proved a catalyst for what eventually became known as hegemonic stability theory.", "For a brief discussion, see The Economist (2013), \" Railroads and hegemons \", 10 October.", "Georgieva, K. (2023), \" Confronting Fragmentation Where It Matters Most: Trade, Debt, and Climate Action \", 16 January.", "See also Aiyar, S. et al.", "(2023), \" Geoeconomic Fragmentation and the Future of Multilateralism \", IMF Staff Discussion Notes, SDN/ 2023/001, 15 January.", "The White House (2022), \" Fact sheet: How the Inflation Reduction Act Will Help Small Businesses \", 12 September.", "For example, one recent survey finds that the share of firms planning to regionalise their supply chain rose from 25% in April 2021 to 45% in April 2022.", "See McKinsey (2022), \" Taking the pulse of shifting supply chains \", 26 August.", "International Energy Agency (2022), \" The Role of Critical Minerals in Clean Energy Transitions \", World Energy Outlook Special Report, Revised Version, March.", "Macron, E. and Scholz, O.", "(2023), \" Deutschland und Frankreich - Unser Europa für die nächste Generation gestalten \", Frankfurter Allgemeine Zeitung, 22 January.", "European Commission, \" EU position in world trade \".", "European Commission (2021), \" Strategy for Financing the Transition to a Sustainable Economy \", COM/2021/390 final, 6 July.", "World Economic Forum (2022), \" Digital solutions can reduce global emissions by up to 20% \", 23 May.", "(2020), \" Does financial structure affect the carbon footprint of the economy?", "\", Financial Integration and Structure in the Euro Area, ECB, March.", "European Council (2022), \" International taxation: Council reaches agreement on a minimum level of taxation for largest corporations \", 12 December."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Geopolitics", "Inflation", "Energy", "Supply", "Security", "Trade", "Climate", "Green", "Digital", "Growth"]}