{"sentences": ["Distinguished Party Secretary Chen, Mayor Gong, President Rousseff, and dear Good morning!", "The topic of my speech today is \"Global Financial Cycle: Trends and Implications\".", "Since the 1990s, the financial indicators such as asset prices, credit growth, bank leverage ratio, and cross-border capital flows have resonated with each other across the world, especially in some developed economies such as the United States and Europe.", "Over the medium and long term, financial activities witness obvious periodic fluctuations.", "Since the 1990s, financial markets have experienced three major downturns, namely the dot-com bubble burst in 2000-2002, the global financial crisis in 2008-2009, and the plunge in the global stock, bond and foreign exchange markets in 2022.", "The financial indicators such as stocks, bonds, and exchange rates together constitute a Financial Conditions Index (FCI) that reflects the overall financial situation, and such an index has undergone rapid and sharp tightening during these three downturns.", "Because of the dollar's dominance in the international monetary system, the Federal Reserve (Fed)'s monetary policy has become an important driver of the global financial cycle.", "The Fed's three rounds of interest rate hikes respectively in 1999-2000, 2004-2006, and 2022 have led to the three downturns in the global financial cycle.", "In 2022, the global stock, bond and foreign exchange markets suffered heavily.", "The global stock market fell by about 20 percent for the whole year, bonds also saw a double-digit decline, cross-border capital flows dropped sharply, and bank credit standards were generally tightened.", "These are all typical characteristics of a downturn in the global financial cycle.", "In 2022, the FCI of the United States rose from an extremely low level in history, and the tightening regarding degree and speed was second only to that of the global financial crisis in 2008.", "The reason for this is Fed's monetary policy, which experienced drastic tightening after drastic easing.", "Whenever financial conditions in the United States are tightened, some emerging economies with relatively fragile economic fundamentals and high dependence on external financing will face massive capital outflows, currency depreciation, external debt repayment pressures, and even a financial crisis.", "Since 2022, with the rapid tightening of financial conditions in the United States, the global financial cycle has moved into a downward phase, and emerging economies have once again faced pressures such as the depreciation of their currencies.", "During the same period, the JP Morgan Emerging Markets Currency Index declined 17 percent, a significantly smaller drop than the 29 percent decline between mid-2014 and early 2017.", "This round of currency depreciation in emerging economies is relatively small, and there are three main reasons.", "First, the foreign exchange reserves of emerging economies have continued to grow, offering a thicker buffer against capital outflows.", "Second, many central banks of emerging economies have won the initiative by starting their interest rate hiking cycles ahead of the Fed.", "Third, commodity-exporting emerging economies have been lifted by the rising global commodity prices.", "Although the current downturn in the financial cycle has a weaker impact on emerging economies than the previous ones, some emerging economies with weak economic strength and high dependence on external financing are still under great pressure to repay their debts.", "In recent years, China's financial cycle has remained relatively stable.", "Since 2020, the yield on 10-year government bonds has fluctuated within a narrow range between 2.4 percent and 3.4 percent.", "The difference between the highest and lowest points is less than 100 basis points, which is significantly smaller than the nearly 400 basis points in the United States during the same period.", "Besides, the aggregate financing to the real economy (AFRE) in China has maintained a growth rate of around 10 percent.", "The reason behind the relative stability of China's financial cycle is that the country has maintained a sound monetary policy for a long term.", "China's monetary policy focuses on domestic conditions while balancing internal and external equilibria with proper intertemporal adjustments.", "Instead of following the Fed's policy, we avoid great volatility in releasing or draining liquidity, and do not advocate competitive zero interest rates or quantitative easing.", "China's stable financial cycle creates a suitable environment for its economic performance and financial market operation.", "The market liquidity remains adequate at a reasonable level, providing sufficient and stable financing for the real economy.", "Credit impulse is an important indicator to reflect changes in the financial cycle, including the direction of marginal changes in the cycle.", "Measured by the marginal change in the ratio of newly added credit to gross domestic product (GDP), China's credit impulse has turned positive and upward since 2023, indicating that the credit is playing an increasingly important role in supporting the economy.", "Since the beginning of 2023, the forecasts for China's economic growth have been revised upward in general.", "The International Monetary Fund (IMF) revised its forecast for China's economic growth this year from 4.4 percent to 5.2 percent.", "And just two days ago, the World Bank raised its forecast from 4.3 percent to 5.6 percent.", "The competitive real interest rate of RMB assets is conducive to the value preservation of the RMB held by China's trade and investment partners.", "Measured by the difference between the yield on 2-year government bonds and the core consumer price index (CPI), China's real interest rate is around 1.7 percent, which is similar to that in the United States after a sharp hike, and is significantly higher than that of developed economies such as Germany and Japan.", "Amidst the worldwide elevated inflation, the value of RMB bonds as a portfolio diversifier is highlighted.", "Since 2022, both the government bonds and equities have experienced an obvious decline in developed countries, representing a shift from negative correlation to positive, so the benefits of bonds as a portfolio diversifier for equities have decreased sharply.", "As for emerging markets, their bonds are always highly correlated with global equities, as they are risky assets.", "In contrast, Chinese bonds maintains a negative correlation with the global equities, hence a better diversifier.", "Since 2023, our foreign exchange market has been generally stable.", "Cross-border capital flows have maintained a basic equilibrium, compared with a relatively high surplus at the beginning of the year.", "Foreign exchange reserves have witnessed steady growth, and the RMB exchange rate has remained basically stable at an adaptive and equilibrium level.", "Since mid-April, affected by various internal and external factors, especially the strengthening of the US dollar index due to the US debt ceiling issue, the rising risk aversion driven by small and medium-sized bank risks, and the heightened expectations for Fed rate hikes, and considering that the foundation for the economic recovery in China is not yet solid, the RMB exchange rate has experienced some fluctuations.", "However, our foreign exchange market has remained stable overall, and the market expectations on the exchange rate and the cross-border capital flows have also remained relatively stable.", "Looking forward, China's economy will generally maintain a steady and upward trend, while some market institutions are predicting that the US economy may face a mild recession.", "At the same time, as the Fed's rate hike cycle draws to a close, it will be difficult for the US dollar to continue going strong, and its spillover effect is expected to be weaker.", "Overall, China's foreign exchange market is expected to remain stable.", "After years of reform and development, China's foreign exchange market has taken on new features in recent years: the market has become more resilient, as the market players are more mature and their trading behaviors are more rational.", "The exchange rate risk hedging instruments have been widely used, and the large increase in the cross-border use of RMB has also greatly reduced China's exchange rate risk exposure.", "Meanwhile, the regulators of China's foreign exchange market have become more composed, mature, and experienced in dealing with market changes.", "Over the years, we have accumulated a great deal of experience in coping with external shocks, and the macro-prudential policy instruments in our foreign exchange market have also become more abundant.", "Therefore, we are confident, prepared and capable of maintaining the stability of China's foreign exchange market.", "Finally, I wish this year's Lujiazui Forum a complete success."], "classifications": ["none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Global financial cycle", "Federal Reserve", "Emerging economies", "Financial conditions", "China's financial cycle", "RMB exchange rate", "Foreign exchange market", "Credit impulse", "Real interest rate", "Portfolio diversifier"]}