{"sentences": ["Chairman Brown, Ranking Member Scott, and other members of the Committee, I appreciate the opportunity to present the Federal Reserve's semiannual Monetary My colleagues and I are acutely aware that high inflation is causing significant hardship, and we are strongly committed to returning inflation to our 2 percent goal.", "Over the past year, we have taken forceful actions to tighten the stance of monetary policy.", "We have covered a lot of ground, and the full effects of our tightening so far are yet to be felt.", "Even so, we have more work to do.", "Our policy actions are guided by our dual mandate to promote maximum employment and stable prices.", "Without price stability, the economy does not work for anyone.", "In particular, without price stability, we will not achieve a sustained period of labor market conditions that benefit all.", "I will review the current economic situation before turning to monetary policy.", "Current Economic Situation and Outlook The data from January on employment, consumer spending, manufacturing production, and inflation have partly reversed the softening trends that we had seen in the data just a month ago.", "Some of this reversal likely reflects the unseasonably warm weather in January in much of the country.", "Still, the breadth of the reversal along with revisions to the previous quarter suggests that inflationary pressures are running higher than expected at the time of our previous Federal Open Market Committee (FOMC) meeting.", "From a broader perspective, inflation has moderated somewhat since the middle of last year but remains well above the FOMC's longer-run objective of 2 percent.", "The 12month change in total personal consumption expenditures (PCE) prices has slowed from its peak of 7 percent in June to 5.4 percent in January as energy prices have declined and supply chain bottlenecks have eased.", "Over the past 12 months, core PCE inflation, which excludes the volatile food and energy prices, was 4.7 percent.", "As supply chain bottlenecks have eased and tighter policy has restrained demand, inflation in the core goods sector has fallen.", "And while housing services inflation remains too high, the flattening out in rents evident in recently signed leases points to a deceleration in this component of inflation over the year ahead.", "That said, there is little sign of disinflation thus far in the category of core services excluding housing, which accounts for more than half of core consumer expenditures.", "To restore price stability, we will need to see lower inflation in this sector, and there will very likely be some softening in labor market conditions.", "Although nominal wage gains have slowed somewhat in recent months, they remain above what is consistent with 2 percent inflation and current trends in productivity.", "Strong wage growth is good for workers but only if it is not eroded by inflation.", "Turning to growth, the U.S. economy slowed significantly last year, with real gross domestic product rising at a below-trend pace of 0.9 percent.", "Although consumer spending appears to be expanding at a solid pace this quarter, other recent indicators point to subdued growth of spending and production.", "Activity in the housing sector continues to weaken, largely reflecting higher mortgage rates.", "Higher interest rates and slower output growth also appear to be weighing on business fixed investment.", "Despite the slowdown in growth, the labor market remains extremely tight.", "The unemployment rate was 3.4 percent in January, its lowest level since 1969.", "Job gains remained very strong in January, while the supply of labor has continued to lag.", "As of the end of December, there were 1.9 job openings for each unemployed individual, close to the all-time peak recorded last March, while unemployment insurance claims have remained near historical lows.", "With inflation well above our longer-run goal of 2 percent and with the labor market remaining extremely tight, the FOMC has continued to tighten the stance of monetary policy, raising interest rates by 4-1/2 percentage points over the past year.", "We continue to anticipate that ongoing increases in the target range for the federal funds rate will be appropriate in order to attain a stance of monetary policy that is sufficiently restrictive to return inflation to 2 percent over time.", "In addition, we are continuing the process of significantly reducing the size of our balance sheet.", "We are seeing the effects of our policy actions on demand in the most interest-sensitive sectors of the economy.", "It will take time, however, for the full effects of monetary restraint to be realized, especially on inflation.", "In light of the cumulative tightening of monetary policy and the lags with which monetary policy affects economic activity and inflation, the Committee slowed the pace of interest rate increases over its past two meetings.", "We will continue to make our decisions meeting by meeting, taking into account the totality of incoming data and their implications for the outlook for economic activity and inflation.", "Although inflation has been moderating in recent months, the process of getting inflation back down to 2 percent has a long way to go and is likely to be bumpy.", "As I mentioned, the latest economic data have come in stronger than expected, which suggests that the ultimate level of interest rates is likely to be higher than previously anticipated.", "If the totality of the data were to indicate that faster tightening is warranted, we would be prepared to increase the pace of rate hikes.", "Restoring price stability will likely require that we maintain a restrictive stance of monetary policy for some time.", "Our overarching focus is using our tools to bring inflation back down to our 2 percent goal and to keep longer-term inflation expectations well anchored.", "Restoring price stability is essential to set the stage for achieving maximum employment and stable prices over the longer run.", "The historical record cautions strongly against prematurely loosening policy.", "We will stay the course until the job is done.", "To conclude, we understand that our actions affect communities, families, and businesses across the country.", "Everything we do is in service to our public mission.", "We at the Federal Reserve will do everything we can to achieve our maximum-employment and price-stability goals.", "I am happy to take your questions.", "A box in our latest Monetary Policy Report, \"Why Has the Labor Force Recovery Been So Slow?\"", "discusses the factors that have been holding back labor supply.", "A box in our latest Monetary Policy Report, \"Developments in the Federal Reserve's Balance Sheet and Money Markets,\" discusses changes in the size of the Federal Reserve's balance sheet."], "classifications": ["monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Labor Market", "Price Stability", "Wage Growth", "Economic Growth", "Interest Rates", "Balance Sheet", "Inflation Expectations", "Maximum Employment"]}