{"sentences": ["Honourable Minister Ibrahimaj, Dear Ms Vokshi, Ms Spahiu Dear shareholders of the Albanian Securities Exchange, Colleagues and guests, I would like to extend my sincere appreciation to the Albanian Securities Exchange (ALSE) for the invitation in this event, which aims to address the listing for the first time of a debt security with public offering of a private-owned capital company.", "First and foremost, I would like to express my enthusiasm as this first-ever public listing in the securities markets is step number one in the completion of a process which extended for several decades and required efforts from regulatory institutions, such as: the Ministry of Finance and Economy, the Albania Financial Supervisory Authority and the Bank of Albania.", "Against this backdrop, the listing would not have been possible without the consistent perseverance and the monetary and professional backing of those who wanted to build the Albanian securities market, its shareholders: Credins Bank, American Investments Bank and AK-Invest.", "They recognised the unexplored potential of the Albanian market and its opportunities for developing and supporting our economy.", "Allow me to emphasize that the central bank considers the development of a functional capital market in Albania as crucial.", "A well-developed capital market is beneficial in several aspects, some of which I will list First, it improves the long-term financing of companies and efficiently directs public savings toward investments in the economy; Second, it lowers the country's exposure toward the unexpected interruption of foreign capital; Third, it reinforces the financial market and enhances the efficiency of capital distribution in the economy; Fourth, investments from non-residents ensure liquidity as well as a geographical distribution of risk; Fifth, it further improves the financial stability of the country by distributing risk beyond financial institutions, and by diversifying the range of financial products Last but not least, if business is oriented toward the capital market, the degree of formalisation in the economy, the financial transparency of businesses and their image are improved as they respond to the demands of the market.", "On the other hand, the listing increases the degree of market supervision and improves the well-governance practices of companies listed on the stock exchange.", "And for all of the above the Bank of Albania, over the years, has undertaken a series of measures in the form of legal acts that regulate the well-functioning of the capital market, approximating them to the European directives.", "Also, the necessary infrastructure for trading and electronically recording exchange of securities has been established, thus improving the payment system and creating deposit institutions, including private ones.", "Currently, we have also worked to push forward the secondary government securities market, in order to increase its liquidity and its capability to cushion the impact from the shock of the liquidity risk premia.", "Dear Ladies and Gentlemen, The Stock Exchange is an important capital market institution, which coordinates the demand and supply of securities issued openly, freely and continuously.", "The trade of securities on the stock exchange always represents an exceptionally sensitive indicator of the financial soundness of a certain company as well as the economy, overall.", "Another important aspect is transparency to the general public, in regards to both the price of the quoted stock or debt and the financial information of listed companies, derived in real time.", "Therefore, signing and launching the first public offering, as the one conducted by the non-bank financial institutions, NOA, marks a success not solely to the issuer, who will fund its expansion through this medium-term financing, but also to the institutional and individual investors, who will use this investment to diversify their portfolios.", "The agreement was reached fully and before the assigned deadline, which show that investors trust the entire preparatory process and the transparency of the issuer regarding the financial soundness and integrity of its financial statements.", "The listing of this product on the stock market will provide an opportunity to investors to exchange ownership early on, depending on personal expectations on issuer's performance and as well as liquidity preferences.", "Whereas for the central depositor, ALREG, the listing is expected to facilitate keeping the registry and exchanging securities between various investors.", "Thus, the first public issuance of a private debt instrument opens the door for domestic banks to provide the service of signing securities in the domestic market.", "In this aspect, I would like to express, once more, my support for all the regulatory actors and, particularly, the AFSA for its long-lasting and valuable contribution in drafting and reviewing a series of legal and regulatory acts over the past years, where the Bank of Albania has also played its part in providing opinions and recommendations, thus showing the close cooperation between our institutions.", "Dear Ladies and Gentlemen, In conclusion, I would like to emphasise that this is not the time to rest in our laurels, but we need to reflect on future challenges in order to render the local capital market as vital and as functional as possible.", "The approval of the latest Policy Paper \"On creating an environment which facilitates the development of capital markets in Albania, 20232027\" is a qualitative step toward the identification of problems and obstacles and of relevant suggestions to improve the main components for the development of capital markets.", "They aim to further complete the legal and regulatory framework, the market infrastructure, financial education and the development of various capital market segments.", "In this framework, the Bank of Albania in cooperation with the AFSA and the Ministry of Finances and Economy is undertaking the necessary steps to start an important project with the EBRD, which will identify the need to amend the legal acts that regulate financial market activity, aiming to render the trading environment safer, for both international and national investors.", "Given the characteristics of the Albanian financial market, the Bank of Albania deems that the development of capital market must be stable and gradual.", "It should give priority to opportunities that attract more non-resident investors, strengthen investing capacities of non-bank financial institutions and increase liquidity in their secondary markets.", "Furthermore, the expansion of both stock and derivative products will be driven by strengthening the harmonising capacities of supervision and reporting to lawabiding institutions.", "On the other hand, the policy-making should also allow fiscal facilitations, primarily in regards to investors, which would translate in low financing costs for the issuer.", "Also, creating a special room in the Administrative Court to resolve financial market disputes will help improve the investing climate.", "In the same vein, the establishment of the Financial Ombudsman will ensure legal support to investors that are engaged in or benefit from financial services.", "Last but not least, the banking system should support the capital market development through the diversification of investments toward corporate products.", "This market should be considered complementary rather than as a competition to the economy, where banks would profit in regards to both investment portfolio diversification, as well as better risk management.", "I wish the best of luck to the financial stakeholders present here!", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Capital Market Development", "Stock Exchange", "Securities Market", "Financial Stability", "Risk Distribution", "Financial Transparency", "Corporate Financing", "Foreign Capital", "Investor Protection", "Financial Infrastructure"]}