{"sentences": ["\"Many forms of financial systems have been tried, and will be tried in this world of sin and woe.No one pretends that the current financial system is perfect or all-wise.", "Indeed, it has been said that this system is the worst, except for all those other systems that have been tried from time to time-\" Yes, this sounds familiar: it sounds like that famous Winston Churchill quote about democracy.", "But I am sure this is what he could have said - and would have said - had he been a banker- He would have been a formidable one.", "I can almost see him sitting there in the front row, puffing on a fat cigar.", "Grumbling about novelties like Bitcoin and TimeCoin.", "Reminding us again and again never to waste a crisis and never to give in- If he had said this about our financial system, he would have been right.", "Because I am convinced that our financial system, warts and all, is better than many alternatives.", "It has been tried and tested.", "By inflation and recession, by bank runs and financial crises, by innovation and incompetence.", "And we never gave in.", "Because we learned, we know, that as money makes the world go round, the system that regulates and oversees that movement cannot stand still, but has to stay in constant motion.", "It has to change with the times, adapting to new demands from the public and changing political tides.", "As Churchill really did say: \" To improve is to change, to perfect is to change often.\"", "Our financial system has to be able to absorb change, to withstand shocks and address vulnerabilities.", "In other words: the global financial system has to be resilient.", "And to be resilient, financial institutions have to be well capitalised - because they too must be able to handle shocks.", "To achieve that resilience, financial regulators focus on vulnerabilities rather than on risks.", "We identify those vulnerabilities through rigorous monitoring, but they can also be exposed by certain events.", "Events of all shapes and sizes.", "Each event, each change, each shock gives us new insights - we learn lessons that help strengthen the stability of the financial system.", "To improve is to change- The changes we implemented during and after the Global Financial Crisis of 2008 are a great example of this.", "We introduced a broad and comprehensive reform agenda, which led to the adoption of the Basel Committee standards.", "This agenda has proved its worth time and again, helping us navigate many challenging new events.", "But there is still plenty of room for improvement.", "The failure of Silicon Valley Bank two months ago, on the other side of the Atlantic, reminded us that we can never become complacent.", "It was a classic bank run.", "Similar to bank runs we have seen in the past.", "But it was also different, in that it was a direct consequence of SVB's specific business model.", "And it was highly concentrated, due to SVB's interest rate risk and strong reliance on uninsured deposits.", "The low interest rate on assets was locked in for a longer period than the one on liabilities.", "On top of that, SVB made little use of interest rate derivatives to hedge this risk.", "In short: the cause of the failure was serious risk mismanagement.", "SVB's 2021 annual report shows that a 2 percent interest rate hike would have led to a 35.3 percent decrease in capital by the end of 2021.", "If the Basel interest rate risk standards had been in place, this would have raised a number of red flags, causing the supervisor to intervene.", "But the Basel standards were not in place.", "Because the US did not implement these standards for smaller banks.", "Banks with less than 700 billion dollars in assets.", "In addition, between March '22 and February '23, the Fed raised interest rates by 4 point 5 percentage points, which is much more than the rate hikes that had been tested for.", "What can and must we learn from this event?", "One: the Basel III standards have to be fully and consistently implemented, with minimal transitional arrangements or exceptions.", "If not, banks may fail to adequately cover certain long-term risks with sufficient capital.", "Two: even the failure of a small non-systemic bank, a bank that we might not consider to be an internationally active bank, can lead to stress spilling over in global financial markets.", "Stress that causes unrest among customers, that eats away at the general public's trust in the financial sector - trust we have carefully tried to restore over the past decade and a half, and that no financial institution can do without.", "That is why we should reconsider the criteria for determining systemic importance with a fresh eye as to which banks the Basel III standards should apply.", "Three: social media and digitalisation are having an enormous impact on banking.", "One tweet can cause a bank run, and that bank run is most likely to be a digital one: the outflow of deposits at SVB happened much faster than expected, rendering the rates that are currently being used in Liquidity Coverage Ratio calculations obsolete.", "So it is time to reconsider the calibration of the LCR and our stress tests.", "Apart from these lessons, the failure of SVB also raises four questions.", "One: are there shortcomings in the way we handle interest rate risk?", "In Europe, the Basel standards for interest rate risk have been introduced under the institution-specific Pillar 2 requirements, and they apply to all banks.", "The recent turmoil underlines the importance of this regulation, as well as the need for continued vigilance.", "And that brings me to the second question: are our current assumptions about customer behaviour and deposit duration conservative enough in today's digital world?", "A third important question to ask is whether unrealised losses need to be better reflected in the capitalisation of banks.", "And finally, we should ask ourselves whether instruments that are not marked to market daily are adequately reflected in liquidity buffers.", "These are valid questions that I think should be addressed.", "Because events are opportunities to learn - to improve is to change.", "In this context, it is also important to consider recent events on this side of the Atlantic - namely what happened to Credit Suisse.", "What I would call an idiosyncratic incident.", "The result of a series of mismanaged problems in recent years, compounded by significant outflows of deposits at the end of 2022. Credit Suisse did not fail, but was sold to UBS.", "One interesting question to ask here is this: why did FINMA, the Swiss supervisor, use a market - and not a resolution solution - to enable this sale?", "We have come a long way in improving crisis preparedness in the banking sector.", "In the aftermath of the 2008 financial crisis, resolution frameworks were established.", "Frameworks based on the FSB's Key Attributes.", "At the same time, crossborder cooperation principles between national regulators were introduced.", "Of course, there have not been many bank failures since the Key Attributes were first published.", "Which, in a sense, makes every new case a rare and unique event.", "All the more important, then, to draw lessons from what happened to Credit Suisse.", "That is why the FSB has begun evaluating how the US and Swiss authorities responded to these recent events - to identify lessons learned and shed light on potential obstacles and areas for improvement.", "The FSB is currently assessing cross-border coordination mechanisms, which we view as a key factor in relation to crisis management.", "It is essential that these mechanisms are in place so that banks are resolvable not only on paper but also in practice.", "Another lesson we can learn from both SVB and Credit Suisse is that poor internal controls, risk culture and governance are at the root of other deficiencies in banks.", "Weak decision-making procedures and the absence of a healthy challenge culture hamper effective governance and strategic steering, which can ultimately lead to a bank failure.", "Events are opportunities to learn - to improve is to change.", "This means that we need to remain alert.", "This obviously goes for supervisors, but also for the banking sector itself.", "We not only have to keep learning from past events, but we must also think about what might happen in the future - about risks and vulnerabilities that are lurking just around the corner.", "Consider the rising interest rates, for example.", "While higher interest rates generally benefit financial institutions, the pace of the recent increases and the adjustments financial markets and institutions need to make as a result are cause for concern.", "After a period of abundant liquidity, these adjustments can amplify shocks to the system.", "The elevated debt positions that governments, companies and households have accumulated also constitute a major potential vulnerability.", "Corporate and government debt ratios in the euro area are currently 75 and 92 percent respectively.", "Government debt in particular saw rapid growth during the pandemic.", "In a low-interest environment, this additional debt would be easy to deal with.", "But with rising interest expenses, it could cause problems.", "This is particularly true for large debts that need to be rolled over and reinvested in the short term.", "These problems would affect our societies, our business communities and our economies, but they would also affect you - our banks and other financial institutions.", "After all, much of the debt that governments and corporations have accrued is owed to Renewed volatility in the financial markets could also spell trouble.", "Investors have so far been very optimistic about inflation.", "The general expectation is that we will have returned to the target level of 2 percent by the end of next year.", "Financial markets are already pricing in interest rate cuts for next year.", "If they have to adjust this expectation, which is not unlikely, this could lead to new corrections.", "Of course, regulators and the financial sector are also grappling with structural shifts in the global financial system.", "Speaking as chair of the FSB, the priority areas we are looking at are the shift of financing activities from banks to the non-bank sector, the financial consequences of climate change, digitalisation and the rapid developments taking place in the crypto ecosystem.", "Events are opportunities to learn - to improve is to change.", "Again and again, these events - these developments - show that the financial system, our sector, is not a closed circle.", "And that it can never be one.", "Money makes the world go round, but it is the world that makes the money go round.", "Politics and social shifts, digital transformation and climate change, war and peace - they are all interconnected, and the financial sector plays a pivotal role in each.", "In a way, it is the heart of our world.", "And that heart has to beat an even rhythm.", "The good news is that European banks are stronger than they were in 2008.", "They have a more robust capital position and the rising interest rates we have seen lately are, in principle, beneficial to the banking sector's business model.", "Perhaps the main lesson to be learned from recent events is that money is not the only moveable feast.", "Regulation, supervision and banking should be seen as living things that have to go with the flow and move with the times.", "Our financial system must become more resilient and future-proof.", "events are opportunities to learn - to improve is to And we must always keep in mind: change .", "We do not need that imaginary man with the cigar in the front row, to remind us that in this world of sin and woe , we cannot stand still.", "So let's heed the advice Churchill gave to his War Office: \"Keep plodding on.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial system", "Resilience", "Risk management", "Interest rate risk", "Bank failure", "Basel III standards", "SVB failure", "Credit Suisse", "Crisis preparedness", "Financial stability"]}